{
    "title": "RUDY THE EXPERT ON TERROR_ NO WAY!",
    "publisher": "daily news ",
    "year": 2007,
    "month": 5,
    "day": 30,
    "full text": "SOMETIMES IT'S not just that Rudy (I, Me) Giuliani is the only one who can keep us all safe, it's as if he's supposed to be the only voice anybody can listen to if they don't want the terrorists to come to their house. After all this time Giuliani still believes he has insights into Sept.11 that the rest of us couldn't possibly have.\n\"I understand terrorism,\" Giuliani said the other day, \"in a way that is equal to or exceeds anyone else.\"\nThere are those in politics in this city who know better, who know about Giuliani the way the country doesn't, at least not yet. One is Bill Perkins. He comes out of a childhood in East Harlem and central Harlem and the Jefferson Park Boys Club. He comes out of a single-parent, welfare home with a mother and four brothers and went from there to a scholarship at Collegiate and then to Brown University.\nNow Perkins, a Democrat, a former member of the City Council - and one of those who told Giuliani in the fall of 2001 that he didn't get to stay on as mayor as long as he wanted - is state senator for the 30th District, which includes parts of Harlem and Washington Heights and El Barrio and Morningside Heights. It makes him as much of a New Yorker as Giuliani, a lot more of one than Hillary Clinton.\nPerkins stands with Barack Obama in this race, shakes his head when Giuliani acts as if he is the only tough guy in the bar.\n\"I'm a little offended by a comment in which [Giuliani] acts as if he's the only expert on this subject,\" Perkins was saying yesterday. \"It's almost as if there's a superiority complex at work here. But when exactly did we start measuring who is smarter on this issue? And why does it seem sometimes as if he has a patent on that? What about the relatives of the victims? Do you think they might have something to say about how well they understand terrorism?\"\nSo here is a New York politician not afraid to mix it up with Giuliani on what is supposed to be Giuliani's home field, which means Sept. 11.\n\"[Giuliani] isn't a victim,\" Perkins said. \"It seems to me he's done pretty well.\"\nPerkins is right, even if too many people are afraid to say so. Before the planes hit, Giuliani was staggering to the end of a second term and a second marriage and had no political future and not much of a bank account, according to his divorce papers. Now he is rich and famous and still the front-runner to be the Republican nominee. Lately it really does seem he is the only voice out there anybody is hearing.\nIs Perkins' guy Obama? For all the excitement he brought to the race when he first got in it, for all the excitement and youth and even glamour he brings to the whole thing now, he is supposed to be just another Democrat soft on the war and soft on terrorism and not nearly as tough as Giuliani, because who possibly could be?\nMaybe Obama needs a big, loud New York event soon, in Giuliani's city and Hillary Clinton's state, to show that at a time when so many of the other candidates in this race, from both parties, look like they come out of the old way of doing things, Obama is not just younger than the rest of them, he is different, and not afraid to come right at anybody.\n\"If there's one thing that the leadership of the past several years have shown us,\" Perkins said, \"it's that there ARE no experts on terrorism. If [Giuliani] was such an expert, how come his command bunker was where it was [7 World Trade Center] on the day of the attack? Our leadership wants us to believe it's fighting [terrorism] successfully. But if the results have shown us anything, starting with what happened here, it's that they certainly don't always know what they're doing.\"\n\"There's a reason we have traveled as far as we have down the road we have in a place like Iraq. And in my heart I believe that Sen. Obama is the one to get us turned around, with a vision of the future and not the past.\"\nObama was against the war even when nobody listened. At least he was right. He comes out with a universal health care plan yesterday that makes as much sense as anybody's. And it is more than that with him. At a time when no one else in this race seems to inspire anybody, he is someone able to do that, just by walking onto the stage.\n\"You hear people asking all the time, Can [Obama] win?\" Perkins said. \"Now I understand the subtext of that question is about color. But one of the ways we measure somebody's chances in this country is how much money is coming in. Look at the amount of money coming in on Obama. And look at how much of it is little money, which I believe is the best kind, the opposite of strings-attached money. Of course he can win.\"\nObama should come to New York soon, give a speech everybody can hear, about war and health care and his vision for the future. There is this idea that the turf here only belongs to Giuliani. It does not.\n\nLoad-Date: May 30, 2007"
}