{
    "title": "Rules Bar Banks That Violate Sanctions",
    "publisher": "the new york times",
    "year": 2010,
    "month": 8,
    "day": 14,
    "full text": "WASHINGTON -- The Treasury Department released new regulations on Friday that could bar foreign banks or companies from accessing the financial system in the United States if they did business with entities or people subject to United Nations and United States sanctions.\nThe regulations, which grew out of legislation Congress passed in June, effectively bar foreign banks from doing business in dollars if they engage in transactions with anyone suspected of involvement in Iran's nuclear or missile programs. The entities include Iran's Revolutionary Guards.\nThe regulations were released just months after the passage of new sanctions on Iran by the United Nations Security Council and the European Union. The European Union sanctions include additional measures aimed at Iranian banks and insurance companies and the Iranian transport sector. Administration officials have said they believe that the sanctions have already started to have an effect.\nThe Treasury regulations prohibit or impose strict conditions on the use of American bank accounts by any institution that engages in activities associated with Iran's nuclear and missile programs.\nThose activities include aiding the Iranian government's efforts to obtain weapons of mass destruction or to support terrorism, aiding the activities of people already subject to United Nations sanctions and providing any financial assistance to Iran's Revolutionary Guards or their affiliates. A final provision is aimed at banks or companies that engage in money laundering or assist any Iranian financial institution -- including the Central Bank of Iran -- in the activities cited.\nEarlier sanctions focused on some of those activities, but violators were subject mostly to fines. The threat of being cut off from the United States economy adds a significant dimension, said Stuart A. Levey, the under secretary of the Treasury for terrorism and financial intelligence, in a briefing for reporters on the regulations.\nMr. Levey planned to leave Friday on a trip to the United Arab Emirates, Lebanon and other Middle Eastern countries to explain the regulations to officials of government and financial institutions.\n''It would not be in our interest to act without warning,'' he said. ''We're more interested in changing behavior than in 'getting' somebody.''\n\nhttp://www.nytimes.com\n\nLoad-Date: August 14, 2010"
}