{
    "title": "Rule Is Eased For Reporters At World Cup",
    "publisher": "the new york times",
    "year": 1994,
    "month": 5,
    "day": 24,
    "full text": "The organizing committee of the World Cup soccer championship yesterday withdrew its demand that reporters who want to cover the matches sign waivers authorizing law-enforcement agencies to provide any information they might have about the reporters.\nA dispute over the demand had jeopardized coverage of the World Cup, which will begin on June 17. Representatives of some news organizations had said the waivers would violate reporters' right to privacy, and they had indicated that they might not cover the World Cup if the committee insisted on them.\nIn a letter to officials of 16 news organizations yesterday, James E. Trecker, senior vice president of World Cup U.S.A. 1994 Inc., the organizing committee, said press credentials would be issued if reporters supplied their Social Security numbers. \"We will set aside the formal security waiver procedure,\" the letter said, \"but will conduct traditional background checks off the Social Security numbers.\"\nNews organizations said they would accept the compromise. Terry Taylor, sports editor of The Associated Press, said, \"Now we can get on with covering these games.\"\n \nFear of Terrorism\n The committee had said that thorough security checks were needed to deter terrorism at the games, which are scheduled for nine United States cities. It had demanded that waivers be signed by everyone who applied for credentials to work at the games.\nThe New York Times, USA Today and Newsday were among the news organizations that protested.\nLawyers for the news organizations had said that they were concerned that agreeing to the waivers would encourage other events to ask for them. The journalists had called the waiver demand unprecedented in American sports and a stricter security requirement than those at summit meetings for heads of state.\nMr. Trecker said in an interview that the new policy was not much different from the earlier one. \"We plan to subject everyone who wears a badge to a security check,\" he said. He said the committee would primarily work with the Federal Bureau of Investigation.\nGeorge Freeman, an assistant general counsel of The New York Times Company, said The Times had suggested the compromise. Even if the Social Security numbers were used to obtain private information about reporters, the reporters would not have consented to that, he said.\nBut concern over the demand for Social Security numbers was expressed by Jane E. Kirtley, executive director of the Reporters Committee for Freedom of the Press. \"The fundamental issue,\" she said, \"is why are we allowing the F.B.I. to probe into the backgrounds of reporters?\"\n\nLoad-Date: May 24, 1994"
}