{
    "title": "Rule of Law, or the Law of the Jungle_ ONLY HUMAN",
    "publisher": "the forward",
    "year": 2004,
    "month": 3,
    "day": 26,
    "full text": "The Bush administration was not speaking metaphorically when it declared \"war\" on terrorism. It has incarcerated in Guantanamo approximately 650 alleged terrorists, labeling them \"unlawful combatants,\" and it is holding them without charge or trial, many presumably until the end of the \"war on terrorism,\" a day that may never come.\nThe United States is also detaining nearly 1,000 people in Afghanistan, many of whom are civilians captured in non-combat situations, and holding them in secret, without charges or legal representation. Human Rights Watch has called this a violation of international humanitarian law. An American spokesperson, Lt. Col. Bryan Hilferty defended the practice, explaining, \"It's a war.\"\nTerrorism's latest victim, however, is taking a different tack in its fight against terror. Spain is using law enforcement methods to track down and bring to justice those who are responsible for the terrorist bombings in Madrid in which 190 died and more than 1,700 hundred were wounded. The suspects, including several Moroccans allegedly linked to Al Qaeda, have been charged with terrorism and murder. They are being held in solitary confinement without bail, but they have lawyers and have already appeared before a judge. An investigative magistrate has opened a judicial inquiry, and they will be tried as criminals.\nSo are we at war or not? Is Spain right or is the Bush administration? Or is it a free-for-all in which each country may make its own unfettered judgments in a global Wild West?\nThere are clear distinctions in both domestic and international law between the powers of government in times of war (\"armed conflict\") and in times of peace. During war, for example, an enemy combatant (one who is taking active part in the hostilities) can (with a few exceptions) be shot on the spot, without warning and even in the absence of an imminent threat, and can be detained without charge or counsel until the end of hostilities. In peacetime, law enforcement may use lethal force only to meet an imminent threat of death or serious bodily injury, and a suspect once detained must be charged and tried. The rules are clear about this; what is not clear is how to tell the difference between war and peace.\nTerrorism, with its absence of traditional battlefields, has confounded consensus on the definition of \"war\" and, concomitantly, on who are the combatants. Former senator Bob Kerrey told television host Chris Matthews last month that the United States should have declared war on Osama bin Laden and Al Qaeda, not \"terrorism.\" \"To declare war on terrorism, it seems to me [is] to have the target wrong,\" he said. \"It would be like after the seventh of December, 1941, declaring war on Japanese planes. We declared war on Japan. We didn't declare war on their tactic.\" But Al Qaeda, of course, isn't a nation-state like Japan. Is it even a military operation that we can wage a \"war\" against? Or is it a ruthless criminal enterprise?\nWhether the rules of war should now be in force in our \"war\" against terror is an issue that has entered into the presidential campaign. Last month President Bush criticized Senator John Kerry for \"viewing terrorism more as a crime, a problem to be solved with law enforcement and indictments.\" The next day, Kerry insisted that a law enforcement approach \"didn't mean serving these terrorist with legal papers, it meant throwing them behind bars,\" pointing to the collaboration between foreign police forces and U.S. intelligence services around the world that has led to the arrest and incarceration of large numbers of terrorist suspects.\nSenator Kerry seems to agree with the Spanish approach. There is something troubling, even dangerous, about using \"war\" rules when law enforcement rules can accomplish all the same objectives. If it is possible to safely effect an arrest, it becomes hard to justify a summary execution. If it is possible to jail, charge and try suspects, it becomes difficult to justify incarcerating them and holding them incommunicado away from all public oversight and judicial review. Does this tie the hands of law enforcement? Not according to Baltasar Garzon, the Spanish judge investigating the Madrid attacks. He has not demanded the right to use \"war rules\" because, he says, at present, \"We are doing maybe one-third of what we can do within the law in fighting terrorism in Europe.\" What is needed, he said, is \"coordination, communication and vision\" among European countries in the use of law enforcement techniques.\nInvoking \"war rules\" when the criminal law is adequate to the task has subjected the United States to widespread condemnation. Who is the voice for international human rights when the United States incarcerates people without charges, lawyers or trials? The United States is now often greeted with the diplomatic equivalent of \"look who's talking\" when it criticizes the human rights violations of other countries. And departing from the rule of law will inevitably undermine our own freedoms as well.\nIt has ever been the case that flouting the rule of law can provide no more than short-term gain. In Robert Bolt's \"A Man For All Seasons,\" Thomas More responds to his son-in-law's argument that the law may be cut down to get at the Devil: \"And when the last law was down and the Devil turned round on you - where would you hide, the laws all being flat? This country's planted thick with laws from coast to coast - man's laws, not God's - and if you cut them down, d'you really think you could stand upright in the winds that would blow then? Yes, I'd give the Devil the benefit of law, for my own safety's sake.\"\nKathleen Peratis is counsel to Outten & Golden LLP and a member of the board of Human Rights Watch.\n\nLoad-Date: June 14, 2006"
}