{
    "title": "Rules for terror detainees near final passage House sends bill on interrogations, trials to Senate",
    "publisher": "usa today",
    "year": 2006,
    "month": 9,
    "day": 28,
    "full text": "WASHINGTON -- Legislation setting rules for the interrogation and trial of terrorism suspects passed the House on Wednesday and is headed for Senate approval today, as Congress tries to balance national security needs with the rights of prisoners.\nThe bill would permit creation of military tribunals to try terrorism suspects such as alleged 9/11 mastermind Khalid Sheikh Mohammed and others now held at Guantanamo Bay, Cuba. It also would allow President Bush to claim a legislative victory on national security 40 days before the Nov. 7 elections.\nBush hailed the 253-168 House vote as an important step to \"help keep the country safe.\"\nThe legislation was required after the Supreme Court ruled in June that Bush's previous plan for trials was unconstitutional. It reflects a compromise between the White House and three prominent Republican senators -- John Warner of Virginia, John McCain of Arizona and Lindsey Graham of South Carolina -- who forced key changes.\nFinal action on another measure that Bush says he needs to fight terrorism, legislation authorizing a telephone surveillance program, has been delayed until after Election Day because of disagreements among Republicans.\nProponents of the bill the House passed Wednesday said it will provide CIA interrogators with clear rules and foreign detainees with a chance to appeal to the U.S. Supreme Court. \"It gives more rights to these people than they get under any other regime in the world,\" said Rep. Dan Lungren, R-Calif.\nCritics said it does not put enough checks on the power of the military and the White House to detain foreign terrorism suspects indefinitely, without having to present evidence of their guilt.\n\"From my family's personal experience, I know what can happen to the rights of Americans when an administration overreaches in time of war,\" said Rep. Doris Matsui, D-Calif. She was born at an internment camp where her parents and other Japanese-Americans were confined during World War II.\nThe bill classifies nine serious offenses against prisoners, including torture, as war crimes. McCain has said the legislation will ban extreme tactics such as \"water boarding,\" in which a person is made to believe he is about to be drowned.\nRep. Jane Harman of California, the top Democrat on the House Intelligence Committee, said the bill doesn't give Congress adequate authority to monitor the CIA's interrogation program. \"I remain very skeptical,\" she said.\nIn the Senate, Democrats were pushed back in their first attempt Wednesday to alter the bill. They plan to offer more amendments today. Bill opponents conceded that many lawmakers will be leery of casting a vote that could be criticized as soft on terrorism by their campaign opponents. \"I think the closeness of the election has an effect,\" said Sen. Carl Levin of Michigan, the top Democrat on the Armed Services Committee.\n\nGraphic\n\n \nPHOTO, B/W, Kevin Lamarque, Reuters\n\nLoad-Date: September 28, 2006"
}