{
    "title": "RULE BY FEAR; ANTI-ABORTION GROUPS' THREATS TAKE ON NEW MEANING",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 3,
    "day": 17,
    "full text": "The shocking part is that so few people were actually surprised. When they heard that Michael Griffin, dressed in his Sunday best, armed with a .38 caliber revolver, had gone down to the clinic and shot Dr. David Gunn in the back, it was as if the other shoe had dropped.\nIt was inevitable, said a pro-choice leader who heard about the murder. It was just a matter of time, said a doctor-legislator in Florida. I'm surprised it didn't happen before, echoed a colleague.\nHad we all been waiting beside the escalator, watching the violence rise, unable to stop it? First came the shouting at the clinic door, then the harassment. The assaults on clients with pickets and then pickled fetuses. The telephone calls from men taking down license plates in the parking lots. The counselor who found her cat decapitated.\nThen the death threats. The stalkings. The fire bombings in Texas. The foul-smelling acid sprayed into clinics in California. The shotgun that wounded two in a clinic in Missouri. And finally -- well, of course, what else did you expect? -- murder in Florida.\nThe right-to-life movement was surely no more to blame for the death of Dr. Gunn than Muslims were for the bombing at the World Trade Center. But it was no less to blame than the person who put Dr. Gunn's face and address and telephone number on a most-wanted poster. No less to blame than Randall Terry of Operation Rescue who had told a rally that ''we've found the weak link is the doctor. We're going to expose them. We're going to humiliate them.''\nAnyone who wants to check the fertile soil in which fanaticism grows has only to listen to the leaders' responses to the assassination of the 47-year- old doctor and father of two:\n''While Gunn's death is unfortunate,'' said Don Treshman of Rescue America, ''it's also true that quite a number of babies' lives will be saved.''\nWhile it is wrong to kill, said Randall Terry, ''we have to recognize that this doctor was a mass murderer.''\n''Praise God,'' said a protestor at a clinic in Melbourne, Fla., ''one of the (baby) killers is dead!''\nIn the days ahead, we will probably learn about Michael Griffin's private demons. But will we learn how he was encouraged by those who made demons of doctors like David Gunn?\nIf abortion is murder, after all, then the moral arithmetic taught by this rhetoric would seem to justify killing one life to save hundreds. The 31-year- old with the ''God is pro-life'' bumper sticker on his car, the zealot who prayed aloud in church that Dr. Gunn would return to Jesus, had every reason to regard his act as justifiable homicide.\nRescue America, it should be noted, has set up a fund. Not for the family of the doctor, but for the family of the killer.\nI have often thought that word ''terrorism'' is used too often and too lightly in our country to describe every sort of violence. Violence is often random. Terrorism is deliberate. Violence is personal. Terrorism is also political.\nThis time, however, the word terrorism is, if anything, too mild. With a pro-choice president in the White House, some anti-abortion groups have ratcheted up violence. The action has shifted from making abortion illegal to making it impossible. The goal now is leave women with the right to abortion but no access to that right.\nThe escalation from mayhem to now murder is an attempt to rule by fear rather than by law, to win by intimidation rather than persuasion. The attack on one clinic is meant to terrorize the others. The murder of one doctor is also meant to scare the rest out of business.\nThe passage of the congressional bill -- The Freedom of Access to Clinic Entrances Act -- would make the blockading of abortion clinics a federal crime. It would draw the line between one person's freedom of speech and another's freedom of choice.\nNow the law, the FBI, the new attorney general from Florida, must begin dealing with them as domestic terrorists. Terrorists as deadly as the groups that spawned the men who parked their rented van under a Manhattan skyscraper. Cultists as fanatic as the people holed up in a Waco compound.\nMichael Griffin cannot just become the next, logical, step on the escalator of violence. He must be the last step.\n\nNotes\n\nEllen Goodman is a syndicated columnist for The Boston Globe.\n\nLoad-Date: September 20, 1995"
}