{
    "title": "RULES ON F.B.I.'S SURVEILLANCE OF POLITICAL GROUPS TO CHANGE",
    "publisher": "the new york times",
    "year": 1982,
    "month": 7,
    "day": 14,
    "full text": "Guidelines restricting spying on domestic political organizations by the Federal Bureau of Investigation are about to be eased to let it keep an eye on ''terrorist'' groups, the director, William H. Webster, told Congress today.\nMr. Webster told the Senate Subcommittee on Security and Terrorism that the revised rules being worked out with the Justice Department would not violate constitutional guarantees of free speech and political dissent.\nThe guidelines, issued in 1976, have come under attack for preventing the bureau from infiltrating subversive organizations.  Mr. Webster said he expected the revised rules ''within weeks.'' He did not go into details, but told Senator John P. East, Republican of North Carolina, a conservative, ''I think you will be pretty much pleased.''\nWASHINGTON, June 24 (UPI) -Guidelines restricting spying on domestic political organizations by the Federal Bureau of Investigation are about to be eased to let it keep an eye on ''terrorist'' groups, the director, William H. Webster, told Congress today.'Duty to Protect Public'\nMr. Webster said the original guidelines dealt with the bureau's domestic security investigations and ''the duty to protect the public against political and racial terrorism and against those who would destroy our political system through criminal violence.''\nHe said care must be taken that investigations ''do not spill over into areas of legitimate political dissent.'' The 1976 rules, he said, were an attempt to strike a ''delicate balance.''\nThe rules were ''properly designed to prevent spying on essentially political organizations,'' he said, but made it especially difficult to penetrate other groups.\nHe said new rules would be aimed at ''terrorist groups'' that are ''no different from other criminal enterprises.'' Senator Jeremiah Denton, an Alabama Republican, head of the subcommittee, cited, among others, the Socialist Workers Party, the Progressive Labor Party, the Weather Underground Organization and the May 19 Communist Organization as groups that ''favor the overthrow of the Government of the United States by force and violence.''\nHe also cited the National Lawyers Guild as an organization that ''seeks to exploit the law in order to bring about revolutionary change.''\nMr. Webster said the groups that ''produce propaganda, disinformation and 'legal assistance' may be even more dangerous than those who actually throw the bombs.''\nCorrection\n\nBecause of an editing error, an article in some copies June 25 on restriction of domestic spying incorrectly attributed the remark that ''propaganda, disinformation and 'legal assistance' '' groups ''may be even more dangerous than those who actually throw the bombs.'' It was said by Senator Jeremiah Denton, not William H. Webster, Director of the Federal Bureau of Investigation.\nCorrection-Date: July 14, 1982, Wednesday, Late City Final Edition\n\nGraphic\n\n \nIllustrations: Photo of William H. Webster"
}