{
    "title": "Rules Tees Up Floor Debate on AMT, Terrorism Insurance, Authorization Bills",
    "publisher": "congressnow",
    "year": 2007,
    "month": 12,
    "day": 11,
    "full text": "The House Rules Committee tonight gave voice vote approval to four closed rules for proceeding on floor debate on relief from the Alternative Minimum Tax, on a measure to extend a soon-to-expire terrorism risk insurance program and on conference reports for Defense and intelligence authorization bills.\nAlternative Minimum Tax\nThe House is expected to vote this week on legislation (H.R. 4351) that would extend for one year relief from the AMT, including provisions to offset its $50 billion cost.\nHouse approval of the new AMT bill sets up a clash between the two chambers on an issue of high urgency with tax time approaching. Introduced by House Ways and Means Chairman Charlie Rangel (D-N.Y.), the measure (H.R. 4351) raises revenues for AMT tax relief by taxing deferred compensation from certain offshore entities and delaying the implementation of worldwide allocation of interest.\nLast Thursday night, the Senate overwhelmingly passed another version of the AMT bill (H.R. 3996) and punted it back to the House in a vastly different form than what the House had passed, most notably not offsetting the cost of the patch.\nWhile the Senate version seeks only a one-year AMT patch without offsets, the House-passed bill (H.R. 3996) not only would have offset its $50 billion cost but also would have included and paid for several popular expiring tax provisions, including the research-and-development business tax credit and the federal deduction for state sales taxes.\nH.R. 4351 does not contain a federal deduction for state sales tax, and Rep. Doc Hastings (R-Wash.) tried to make in order an amendment he sponsored to reinstate that provision. His motion was rejected by a vote of 2-8.\nA Wednesday vote would mark House leaders' second stab at getting Congress to pass AMT relief that does not expand the deficit. So far, offsetting the otherwise politically popular AMT legislation has run into Senate opposition.\n\"I have no idea what they intend to do,\" Rangel said. \"We've given them the option to review this once again.\"\nRep. Richard Neal (D-Mass.) said there was \"muted Republican opposition\" to many of the offsets in the bill.\nRep. David Dreier (R-Calif.), ranking member of the Rules Committee, offered two motions to make in order amendments by Rep. Jim McCrery (R-La.), the ranking member of the House Ways and Means Committee, to strike the tax-increasing provisions. Both attempts were defeated on 2-8 party-line votes.\n\"The problem I have with this is, why do we pay for a tax that was never intended to be?\" Dreier said. \"Personally, I want a repeal.\"\nTerrorism Risk Insurance\nBy voice vote, the Rules panel approved a closed rule for legislation to extend for seven years a federal program to provide reinsurance following a declared terrorism event.\nThe bill (H.R. 4299), sponsored by House Financial Services Chairman Barney Frank (D-Mass.) mirrors Frank's proposed changes to the Senate-approved version of H.R. 2761. It would lower the trigger - that is, the amount of damages insurers must pay for before the federal government begins sharing in the cost - from $100 million to $50 million. It would keep the program's extension at seven years and would not mandate coverage for nuclear, chemical, biological and radiological attacks. It also would reinsert the group life insurance provisions and create a separate $5 billion recoupment pool for group life.\n\"Nothing we ask for here is new. It is a cut-down version of the bill,\" Frank said.\nWhen the Senate passed its version of H.R. 2761 last month, it reduced an earlier House-passed extension of TRIA from 15 years to seven years and raised the trigger by $50 million. It also removed provisions to add group life insurance coverage under the program.\nThe White House, in a Statement of Administration Policy issued today, threatened to veto a previous version of the measure if it included \"any amendments\" that move the legislation away from the Senate-passed version.\nFrank expressed frustration with the Senate's negotiations on the bill.\n\"I've been very frustrated - having the Senate tell us yes or no, or this is it,\" Frank said. \"We were told, 'We were barely able to get this passed - please don't change it, or the bill will crumble.'\"\nA key difference is that both House versions would expand the program to group life insurance coverage under the program.\n\"I do not think that we should take the neutron bomb approach ... save the building not the people,\" Frank said.\nLife insurance lobbying groups, including the American Council of Life Insurance, have been pushing for expanding the program to include group life insurance, arguing that without adequate catastrophic reinsurance, many group life insurers risk financial ruin from a significant terrorist attack. The group notes that while some coverage is currently available the products have higher deductible and low coverage limits.\nSenate Banking, Housing and Urban Affairs ranking member Richard Shelby (R-Ala.) has been strongly opposed to expanding the program to take in life insurance coverage.\nHe said that by allowing the House to vote on a new version of the bill, it would allow the chamber to keep the Senate-passed version of the bill as an option.\n\"If all else fails, we'll have the Senate vehicle,\" Frank said.\nDreier offered motions to amend the rule to allow amendments to be debated on the bill, but they were rejected. His motion for an open rule was voted down 2-8, and his second motion to provide a modified open rule, requiring amendments to be debated to be pre-printed in the Congressional Record, failed on a voice vote.\nHastings offered a motion to allow House Financial Services Ranking Member Spencer Bachus (R-Ala.) to offer an amendment to simply concur in the Senate amendment, but that motion also failed on a 2-8 vote.\nDefense and Intelligence Spending\nBy voice vote, the committee also approved a closed rule for the Defense authorization conference report.\nThe fiscal 2008 Defense authorization bill (H.R. 1585) sets Pentagon spending $506.9 billion. The report will be debated on the House floor before it is sent to the Senate for a vote.\nLast week, conferees working on the bill were able to reach a compromise agreement after Senators agreed to strip a provision from its bill that would have expanded federal hate crime laws to cover those cases in which the perpetrator was motivated by the victim's gender, sexual orientation or disability.\n\"I regret that the hate crimes language isn't in the bill,\" said Rep. James McGovern (D-Mass.)\nTonight, Rules members also approved a closed rule for the conference report on the fiscal 2008 Intelligence authorization bill (H.R. 2082) by voice vote.\nThe legislation sets funding levels and direction for the 16 agencies that make up the U.S. intelligence community. One of the key provisions adopted in the report, mandates that intelligence officials comply with the Army Field Manual standards when they are interrogating detainees.\n\"When it comes to the nation's interrogation policies, two things are absolutely critical - does it produce reliable intelligence and is it legal and humane,\" Intelligence Committee Chairman Sen. John Rockefeller (D-W.Va.) said in a Dec. 6 statement. \"Our committee has wrestled with this issue for a long time, and finally, a majority has agreed that we should no longer have two systems - one for CIA interrogators and one for the military. It is in our national interest to adhere to one, and only one, clearly defined and effective standard of treatment.\"\nThe report also provides greater flexibility and authority to the Director of National Intelligence; requires greater accountability from the intelligence community; and reforms acquisition procedures.\nAshley Roque and Jay Heflin contributed to this report.\n\nLoad-Date: December 13, 2007"
}