{
    "title": "RULES TO TIGHTEN SECURITY; GOVERNMENT ACTS TO STRENGTHEN PORTS AGAINST TERRORISM",
    "publisher": "richmond times dispatch ",
    "year": 2003,
    "month": 7,
    "day": 2,
    "full text": "Thousands of U.S. ports and ships will have to toughen security against the threat of terrorism under rules issued yesterday by the Homeland Security Department.\nMuch of the cost will be borne by the maritime industry.\nAbout 10,000 ships and 5,000 coastal facilities will be required to assess their vulnerabilities, hire and train security officers and buy security equipment. The nation's 361 ports will have to establish security committees, draft security plans and hold training drills and exercises.\nRobert Merhige III, deputy executive director of the Virginia Port Authority and its director of security, said he gave the regulations a quick read yesterday and found them sensible and well-thought-out.\nUnder the rules, people waiting to board large passenger ships, including ferries, could be subject to the types of body and baggage screening done at airports. But a Coast Guard official said that would happen only during times when the nation's terror alert has been raised to \"orange,\" and only on certain ships deemed most vulnerable.\nThe regulations will also force the owners of 4,121 domestic ships to buy and install transponders so their identity and movements can be continuously tracked.\n\"These rules are an essential element in the Department of Homeland Security's national strategy,\" Vice Adm. Thad Allen, the Coast Guard's chief of staff, said at a news conference. \"They provide templates to strengthen security measures for our ports and for those who do business in our ports.\"\nSeveral experts, including Transportation Secretary Norman Y. Mineta, have said America's ports are the most vulnerable segment of the transportation industry today. Ninety-five percent of international cargo to the United States is carried by ship.\nLarge ports such as those in Hampton Roads, Va., have been moving swiftly to bolster security since Sept. 11, 2001, Merhige said, and the regulations should not substantially affect what they are doing.\nHampton Roads, for example, has installed radiation sensors to screen shipping containers for radioactivity levels that might signal the presence of so-called \"dirty bombs.\"\nThe new rules, which will become final late this year after one more public review, apply security protocols typically associated with international seafaring to many domestic vessels, public ports and other piers, terminals and loading docks.\nMerhige said the real challenge for the United States may be improving security at smaller, private facilities where large vessels call infrequently but still often enough to require tighter security under the rules.\nSome of those facilities may need help finding the resources for additional guards, fencing and other protections against terrorism, he said.\nThe Coast Guard estimates that the cost to ports, ships, coastal facilities and offshore oil drilling units will exceed $7.3 billion during the next 10 years.\nThe Homeland Security Department has distributed $337 million in grants to ports and facilities and later this year will release an additional $105 million.\nThe six rules that took effect yesterday are interim rules that implement the Maritime Transportation Security Act, which was enacted last year.\nThe Coast Guard is accepting public comment until July 31 and will hold a hearing in Washington on July 23. The final version of the rules, with any revisions, will be released in October and take effect 30 days later.\n\nLoad-Date: July 5, 2003"
}