{
    "title": "RULING IN CONSPIRACY CASE COULD AFFECT TERRORISM PROSECUTION; AT ISSUE IS USE OF CONSPIRACY CHARGES",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 1,
    "day": 22,
    "full text": "The Supreme Court handed federal prosecutors a victory Tuesday, reversing a ruling in favor of convicted drug smugglers. Government lawyers argued that the case had implications for the prosecution of terrorism cases.\nThe case revolved around prosecutors' use of conspiracy charges for planned crimes that have already been discovered and prevented by law officers.\nThe 9th U.S. Circuit Court of Appeals had said that having discovered and stopped a crime in the making, law enforcement officers cannot use informers to lure others into getting involved and then charge them with being part of the conspiracy. The appeals court had applied the same reasoning in a line of cases going back five years.\nRejecting that view, the high court ruled that the conspirators still present a danger to the public even though one crime may have been averted.\nThe would-be conspirators may go on to commit other crimes, and police are not bound to let part of a conspiracy ring go free simply because police turned the planned crime into a sting operation, the court said.\n\"When police have frustrated a conspiracy's specific objective but conspirators, unaware of that fact, have neither abandoned the conspiracy nor withdrawn, these special conspiracy-related dangers remain,\" Justice Stephen Breyer wrote.\nThe Bush administration's appeal to the Supreme Court played up the notion that the 9th Circuit's conspiracy rule could hinder law enforcement as it tries to head off potential terrorist plots.\nThe case stemmed from a sting operation in which police stopped a truck near Las Vegas in 1997 and found about $12 million worth of cocaine and marijuana. With cooperation from the driver, police then let the truck continue to a planned rendezvous at an Idaho shopping mall.\nPolice then arrested the two men who came to meet the truck and charged them with conspiracy to sell drugs.\nThe 9th Circuit said Francisco Jimenez Recio and Adrian Lopez-Meza would likely not have been involved in the conspiracy had they not been lured into it.\nEight Supreme Court justices rejected that view, and the ninth, Justice John Paul Stevens, agreed with his colleagues - in theory, at least. Stevens did not sign onto the entire ruling, however, because he said government prosecutors were lax in failing to challenge the 9th Circuit rule long ago.\n\"The prosecutor, like the defendant, should be required to turn square corners,\" Stevens wrote.\nSuit against Hollywood\nIn another case, the court refused to revive a suit that blamed Hollywood for a shooting at a high school in Paducah, Ky. The case questioned the responsibility of moviemakers and other entertainment companies for video games and other products that feature violence.\nThe court did not comment in rejecting an appeal filed by the families of three girls killed at the school. The families claimed in their suit that the companies were responsible for the slayings because their pr oducts exposed the 14-year-old gunman, Michael Carneal, to violent and sexual images. Carneal used a stolen gun to shoot students in the school lobby. The three girls were killed and five others hurt.\nAn appeals court ruled last year that the parents could not sue the companies since they were protected by the First Amendment.\n\nLoad-Date: January 22, 2003"
}