{
    "title": "Ruling negates premise of Bush's war on terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 6,
    "day": 30,
    "full text": "Ken Gude\nis the associate director of the International Rights and Responsibility Program at the Center for American Progress.\nThe Supreme Court could not have been any clearer: President Bush's military commissions are illegal because they were not authorized by Congress and the procedures violate the Uniform Code of Military Justice.\nThe immediate impact of the ruling in Hamdan v. Rumsfeld will be to end the trials of Salim Ahmed Hamdan and the nine other Guant치namo detainees already charged and preclude such trials for other detainees at the prison against whom charges could be brought - still only a fraction of the more than 450 being held.\nBush claimed that Congress implicitly authorized him to establish military commissions when it passed the Authorization for Use of Military Force (AUMF) on Sept. 18, 2001. But the court rejected that view, holding that nothing in the AUMF \"even hint[s]\" at granting the president the power he claims.\nEven if Congress were to provide specific authorization for the military commissions as currently configured, it would not be enough to make them legal in the eyes of the court. The trial procedures in the military commissions deviate significantly from those laid out in the Uniform Code of Military Justice to be used in courts-martial. This violates Common Article 3 of the Geneva Conventions of 1949, which states that any detainee captured during armed conflict can only be tried in \"a regularly constituted court affording all the judicial guarantees which are recognized as indispensable by civilized peoples.\"\nIt is this part of the Supreme Court's decision that will have an impact far beyond the walls of Guant치namo. In ruling that Common Article 3 applies to the detention of Hamdan, the Supreme Court has rejected the fundamental premise upon which Bush has built the war on terrorism.\nThe Bush administration has consistently asserted that the war on terrorism was a new kind of war, rendering \"quaint\" and \"obsolete\" more than 100 years of U.S. military practice of applying international humanitarian law to armed conflict. As a result, Bush unilaterally declared that the Geneva Conventions did not apply to the conflict with al-Qaeda and threw out prohibitions on abusive interrogation techniques.\nThe Supreme Court has now forcefully stated that Bush was wrong, that the conflict with al-Qaeda does fall under the Geneva Conventions and that the United States is obliged to provide the minimum protections of Common Article 3 to any detainee captured during this conflict.\nIn addition to guidelines on fair trials, Common Article 3 also prohibits \"violence to life and person, in particular murder of all kinds, mutilation, cruel treatment and torture,\" and \"outrages upon personal dignity, in particular, humiliating and degrading treatment.\" This standard applies to detainees held at Guant치namo, but also may apply to other captives held by the CIA at secret sites.\nThe application of Common Article 3 to all detainees in U.S. custody will breathe new life into congressional efforts to prohibit torture, and cruel, inhuman and degrading treatment of prisoners in the war on terrorism. Congress passed this new torture ban in December, but the president has claimed the right to ignore its restrictions. Now the Supreme Court has weighed in with a clear message that all detainees must be treated humanely.\nThe Bush administration's policies on detainees have been surrounded by controversy since the early days of the war on terrorism and have done serious damage to the safety and security of the American people. From the black hole of Guant치namo to the horrors of Abu Ghraib, the treatment of prisoners in U.S. custody has been an affront to American values, has served as a rallying cry for our enemies, and has hindered our ability to lead a truly united alliance against the terrorists.\nThe Supreme Court has presented Bush with an opportunity to restore the United States to its traditional position as the foremost champion of the rule of law. The road back to a sound detainee policy is now obvious: return to the proven, effective, legitimate, and fair procedures established by the Uniform Code of Military Justice and the Geneva Conventions. It seems they are not so obsolete after all.\nContact Ken Gude at kgude@americanprogress.org.\n\nLoad-Date: June 30, 2006"
}