{
    "title": "Rumsfeld_ This is how government really works",
    "publisher": "pittsburgh tribune review",
    "year": 2011,
    "month": 5,
    "day": 8,
    "full text": "Donald Rumsfeld's memoir, \"Known and Unknown,\" is an education. \nStudent textbooks should tell as much about how our government works -- really works -- in war and peace. And tell it as readably. At 730 pages, the grand sum-up by President George W. Bush's ex-secretary of defense moves right along. \nChicago-born Rumseld, 78, has been a college wrestler, Navy pilot, congressman, chief of staff to another president (Ford); a go-to guy for special missions from presidents Nixon and Reagan; and CEO for eight years of a big pharmaceutical company (Searle). \nHe spreads some blame around for reverses in Iraq (big beef: intelligence errors) but he's no back-biter and fesses up to his own misses. \nOn the big question, though, whether the Iraq war was \"worth the costs,\" no retreat. The Middle East would be \"far more perilous,\" he says, if dictator Saddam Hussein had been allowed to stay in power. \nIronically, in view of last week's violent end to al-Qaida killer-in-chief Osama bin Laden, Rumsfeld believes we should have \"avoided personalizing the war around particular individuals. ... We needed to go after their networks and means of operating.\" By squeezing harder on partners like Saudi Arabia, for instance. \nAmericans' usual respect for religion makes this country particularly vulnerable to an enemy whose ideology is couched in religion, says Rumsfeld. \nHe has no use for weasel words that miss the real target like \"war on terrorism\" (though he has high regard for the brains and firmness of his boss Bush). \"Reluctance to face up to extremist Islamism, to confront it directly and work actively to counter it,\" says Rumsfeld, \"remains even at this writing a serious and costly hesitation in our body politic since 9/11.\" \nOther nuggets to ponder: \n• The \"military-industrial complex\" of President Eisenhower's farewell warning in 1953 flourishes today as \"the iron triangle.\" Rumsfeld defines it as \"a network of entrenched relationships among military and civilian bureaucracies in the Defense Department, Congress and the defense industry.\" These are able to \"delay and simply wait out policies they do not favor.\" But the reforming Rumsfeld once managed to sidetrack a politically-connected General Motors tank in favor of a better Chrysler model. And when he killed the Crusader missile early this decade, an $11 billion boondoggle, it provoked \"near rebellion in the Army establishment.\" \n• Beware, says Rumsfeld, of efforts to derail anti-missile defense belittled as \"star wars.\" It works, he says, never mind the unilateral disarmers. \n• Another red light flashing is something called \"lawfare.\" Rumsfeld found \"a breathtaking 10,000 lawyers\" in the defense department alone, \"at nearly every level of the chain of command.\" The law enforcement approach to terrorism has \"failed miserably and inflicted a great cost on our nation.\" \n• Nor should we discount our enemies' skill at playing the news media. Democracies are most vulnerable, he says, in their \"public will and staying power.\" As effective as victory in battle is, it can \"sour public opinion and cause members of Congress to ... force the U.S. military to stop fighting.\" \n\nLoad-Date: May 8, 2011"
}