{
    "title": "Rumsfeld_ Forces should go where terrorism fight is; He said more deployments would be justified, _s",
    "publisher": "the philadelphia inquirer",
    "year": 2002,
    "month": 1,
    "day": 17,
    "full text": "Defense Secretary Donald H. Rumsfeld said yesterday that he was willing to deploy U.S. military forces in \"15 more countries\" if that was what it took to combat terrorism.\nHe made the remark as he discussed the extent to which America's 1.4-million-member military already was stretched thin by the fight against terrorism and by long-standing U.S. commitments.\n\"If we have to go into 15 more countries, we ought to do it - to deal with the problem of terrorism, so we don't allow this problem to damage and kill tens of thousands more people,\" Rumsfeld said at a Pentagon news briefing.\nHe also said he believed Osama bin Laden, who is accused of masterminding the Sept. 11 attacks on the United States, and Taliban leader Mullah Mohammad Omar were still in Afghanistan.\n\"We still believe they're in the country,\" he said. \"We're still working on that basis.\"\nPresident Bush and other administration officials have said repeatedly that efforts to track down al-Qaeda operatives and to neutralize other terrorist organizations would not be confined to Afghanistan. In recent days, the United States has sent 240 to 250 soldiers to the Philippines to help train soldiers there to combat bands of the Muslim extremist group Abu Sayyaf on the southern island of Basilan.\nRumsfeld's remark about the number of countries into which the United States could carry the fight against terrorism was delivered off the cuff to reporters. But it made clear just how broad the U.S. war against terrorism could become.\nThe strain on the military - including 1.3 million reservists, many of whom had been called to active duty several times in the last decade - could threaten to become overwhelming.\n\"The military will do the best it can,\" said Frank Gaffney, president of the Center for Security Policy, a think tank and advocacy group for a strong military. \"But we're wearing things out.\"\nAs part of Operation Enduring Freedom, the United States has deployed 50,000 to 60,000 soldiers, sailors, airmen and Marines since the September attacks, according to the Pentagon. Between 3,500 and 4,000 are in Afghanistan.\nMeanwhile, in Kandahar, Afghanistan, yesterday, U.S. investigators questioned a man who - describing himself as a financial supporter of the Taliban - arrived voluntarily Tuesday at the biggest U.S. base in Afghanistan, offering information.\nPentagon officials said the man had given money to the Taliban but had not been a member of the Islamic regime. It was not known what information he had to offer about bin Laden's al-Qaeda terrorist network.\nLt. James Jarvis, a Marine spokesman, said the man showed up at the Kandahar airport. He remained on the base yesterday but was not being detained, Jarvis said. A Pentagon official said that he was not on the U.S. list of wanted men - but Jarvis noted that investigators were \"jumping with joy.\"\nAt the Pentagon, Gen. Richard Myers, chairman of the Joint Chiefs of Staff, said the man was being questioned but would not give details on the man's identity or how he came to the base.\nIn New York, the U.N. Security Council yesterday voted unanimously to revise Afghan sanctions to target al-Qaeda and its backers, wherever they may be.\nThe resolution, introduced by France on behalf of the five permanent council members, updates a previous set of sanctions, which expire Saturday, against the Taliban when it was ruling Kabul.\nThe militia has now been replaced by a U.N.-organized interim government.\nUnder the resolution, all nations are required to impose travel and arms embargoes on remnants of the Taliban, al-Qaeda, and its supporters in an effort \"to root out this network.\"\nTom Infield's e-mail address is tinfield@krwashington.com.  \nThis article contains information from Inquirer wire services.\n\nGraphic\n\n \nPHOTO;\nJOHN MOORE, Associated Press\nA U.S. Marine in Afghanistan hoists a rocket from the stockpiles of shells, mortars and rockets found near the base in Kandahar.\nDonald H. Rumsfeld says the U.S. thinks Osama bin Laden is still in Afghanistan.\n\nLoad-Date: January 17, 2002"
}