{
    "title": "Rumsfeld says intelligence will be the key to defeating terrorism",
    "publisher": "charleston daily mail",
    "year": 2001,
    "month": 10,
    "day": 3,
    "full text": "SHANNON, Ireland - Intelligence tip-offs, not military power, will be the decisive factor in President Bush's campaign to wipe out the terrorist network headed by Osama bin Laden, Defense Secretary Donald H. Rumsfeld said today at the outset of a diplomatic mission to the Middle East.\nRumsfeld was scheduled to hold talks with government and military officials in Saudi Arabia, Oman, Egypt and Uzbekistan amid a continuing buildup of American military firepower in that region.\nIn an interview with reporters aboard his Air Force jet en route to Riyadh, the Saudi capital, Rumsfeld spoke only in broad terms about preparations for possible military action against bin Laden and his al-Qaida network, which the Bush administration says was behind the Sept. 11 terrorist attacks.\n\"It's not going to be a cruise missile or a bomber that's going to be the determining factor,\" he said. \"It's going to be a scrap of information from some person in some country that's been repressed by a dictatorial regime … that's going to enable us to pull this network up by its roots and end it.\"\nRumsfeld's plane stopped in Ireland to refuel.\nAsked whether he knew bin Laden's whereabouts, Rumsfeld replied, \"I have a little bit of a handle, but I don't have (map) coordinates.\" He did not elaborate. U.S. officials believe bin Laden is being harbored inside a chaotic Afghanistan by the ruling Taliban Islamic fundamentalist militia.\nRumsfeld declined to say whether U.S. military action against the Taliban was inevitable.\n\"I guess time will tell,\" he said.\nRumsfeld said his trip was meant to reinforce Bush's message that the United States is committed to a long-term fight against terrorism and that it can only be successful if others in the region help.\n\"I'm not there to be negotiating anything with any one of those countries,\" he said.\nSaudi Arabia is an important stop for Rumsfeld, not least because it is the most steadfast U.S. ally in the Persian Gulf and because it hosts a powerful array of U.S. Air Force combat planes.\nThe main base in Saudi Arabia for U.S. forces is Prince Sultan Air Base, which includes a combat operations center from which U.S. commanders could direct air strikes in the Gulf region. The Saudis reportedly balked initially at allowing the Americans to use the operations center for attacks on Afghanistan.\nIn Washington, Deputy Secretary of State Richard Armitage predicted the Saudis will fully support the operation.\n\nLoad-Date: October 4, 2001"
}