{
    "title": "Rumsfeld_ Cut forces in Bosnia ; NATO_ U.S. defense secretary wants allies to focus efforts on terro",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 12,
    "day": 19,
    "full text": "Defense Secretary Donald H. Rumsfeld proposed on Tuesday that NATO cut its forces in Bosnia by up to a third because their police work there has begun to strain armies needed to fight terrorism.\nAt a meeting dominated by the Sept. 11 attacks, Rumsfeld and NATO Secretary-General Lord Robertson also urged alliance countries to work now to increase military spending to fight terror - \"while these lessons are still fresh in the minds of people everywhere,\" as Rumsfeld put it.\nHis proposal to cut one-third of the NATO troops in Bosnia, about 6,000 of the 18,000, was designed as an extension of a British plan to restructure alliance forces there and in Kosovo and Macedonia under one command.\nAmericans comprise about 17 percent - or about 3,100 - of the NATO troops in Bosnia, and Rumsfeld's proposal would mean that about 1,000 of those would leave, said a senior U.S. defense official who spoke on condition of anonymity. The Americans hope the reduction can be accomplished by next fall.\nThe United States is not proposing a reduction in the NATO force in Kosovo, said the official, but that might logically be something to consider in the future. NATO has 39,000 troops in Kosovo and Macedonia, 5,700 of whom are American.\n\"Civil security … is not an effective use of NATO's valuable military assets,\" Rumsfeld told defense ministers from the 19-nation alliance meeting here. It has put \"increasing strain on both our forces and our resources when they face growing demands from critical missions in the war on terrorism.\"\nRumsfeld said NATO countries must improve their intelligence work, their precision weapons and especially their defenses against nuclear, chemical and biological weapons as they brace for possible future surprise attacks by terrorists.\n\"As we look at the devastation they unleashed in the U.S., contemplate the destruction they could wreak in New York, or London, or Paris, or Berlin with nuclear, chemical or biological weapons,\" Rumsfeld told his fellow defense chiefs.\nIn Sarajevo, the office of Wolfgang Petritsch, the top international administrator of Bosnia, said Petritsch still counts on the NATO-led peacekeeping force. With Bosnian Serb wartime leader Radovan Karadzic and his senior general, Ratko Mladic, still free, NATO's job is incomplete and any streamlining \"must be based on a realistic assessment of the tasks which have still to be accomplished,\" said spokesman Kevin Sullivan.\nOn the streets, Sarajevans also were opposed to any NATO cutback.\n\"When they came, peace came,\" said waitress Senada Hasic. \"If they go, peace will go and then I'll go.\"\nNATO has cited terrorism and the spread of weapons of mass destruction as major threats since 1999. Nevertheless, the alliance is still heavily geared toward fighting wars to defend its members' land.\nShortly after the attacks on the World Trade Center and Pentagon, NATO invoked Article 5 of its founding treaty, declaring that the attacks on the United States were the equivalent of an attack on all 19 countries\nIt has sent AWACS radar planes to the United States to help fly guard patrols over cities. Otherwise, it has had no front-line role in the war in Afghanistan, and none is foreseen.\nIndividual countries that belong to NATO, however, have provided key support.\nRumsfeld made clear that the United States would not remove troops from Bosnia on its own, but only work in agreement with NATO, Robertson said.\nThe United States also wants to refocus some NATO troops across the Balkans to watch for terrorist threats, said the senior official. Robertson noted that NATO troops in Bosnia recently arrested some suspected members of Osama bin Laden's al-Qaida network.\nRumsfeld said the NATO-led military mission in Bosnia \"should have long since ended,\" but instead thousands of troops were still doing work that civilian police could handle just as well.\nSeveral NATO defense ministers told U.S. officials in private meetings that they worry al-Qaida fighters pushed from Afghanistan might flee to neighboring countries, or even farther afield, said the senior U.S. defense official.\nThe defense ministers also discussed ways to increase cooperation with Russia. Defense Minister Sergei Ivanov said Russia wants to coordinate on \"security policy.\"\nEarlier this month, NATO foreign ministers began developing a new council where Russia could join with the allies in discussion, planning and even decision-making on specific subjects.\nBut Rumsfeld seemed to hint he would prefer a system where the 19 voting members reach an agreement before bringing in Russia for discussions.\n\"NATO membership must mean something,\" Rumsfeld said. \"No country should be treated as a de facto member.\"\n$$ @122:America at War\n\nLoad-Date: December 23, 2001"
}