{
    "title": "RUMSFELD EMPHASIZES PATIENCE AS U.S. WAGES WAR AGAINST TERRORISM ; CONFLICT WILL REQUIRE DIFFERENT T",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 9,
    "day": 26,
    "full text": "Patience will be required from Americans as the armed forces begin a long, tough and dangerous war against terrorism, Defense Secretary Donald Rumsfeld said Tuesday.\nStressing the complex task facing military planners, Rumsfeld counseled the public not to demand quick results. He also asked people not to look to past wars for a guide to the current situation.\n\"There will not be a D-Day as such, and I'm sure there will not be a signing ceremony on the deck of the Missouri,\" Rumsfeld said, referring to pivotal events in World War II. \"This is not something that will begin or end with a single event.\"\nTo help in the effort, the Pentagon announced that it was calling almost 1,940 more reservists to active duty. None is from Missouri or Illinois. The new reservists bring to more than 12,000 the number of Reserve and National Guard members called up.\nIn taking on global terrorism, the United States faces a set of problems that are \"subtle, nuanced, difficult and shadowy,\" Rumsfeld warned in his Pengaton briefing, two weeks after the attacks on the World Trade Center and the Pentagon.\n\"The problem is severe, it is very severe,\" he said, because the terrorists are so hard to track down. \"They don't live in a big city in big buildings - they live in shadows all across the globe.\"\nEven the new name he announced for the military operation - \"Enduring Freedom\" - suggests that the war on terrorism will be a marathon, not a sprint, Rumsfeld acknowledged.\n\"It is something that by its very nature cannot be dealt with by a massive attack or invasion,\" he said. \"It isn't that way. It's not going to be over in five minutes or five months. It will take years.\"\nThe previous name was \"Infinite Justice,\" but Rumsfeld ordered that changed last week because many Muslims found the name offensive.\nRumsfeld called the military operation an exercise in self-defense, not retaliation. He said military actions would just be one part of the American response.\n\"We are engaged in a very broad-based effort,\" he said. \"We do not intend to go after one or two people or networks. We intend to have the entire apparatus of the United States government be involved in this for a very long time.\"\nCoalitions will form and then be changed as various actions are undertaken, he said, adding: \"The mission needs to define the coalition; the coalition should not define the mission.\"\nVictory, he said, will mean that the United States and its allies \"have crippled the ability of terrorists to coerce and terrorize and otherwise d isrupt the lives of the men and women in the United States and of our friends overseas.\"\nMore lives will probably be lost before that is achieved, Rumsfeld said.\nGetting involved in Afghanistan, with its various internal conflicts and schisms, is akin to playing billiards, with balls bouncing around the table and uncertainty about where they'll end up, he said. The hope, he said, is that Osama bin Laden's terror organization will be tossed out and that the Taliban regime will \"lose, and lose seriously.\"\nDespite the challenges, Rumsfeld sounded upbeat as he noted that Saudi Arabia had severed diplomatic ties with the Taliban, following similar action a day earlier by the United Arab Emirates.\n\nNotes\n\nAMERICA RESPONDS Reporter Philip Dine: E-mail: pdine@post-dispatch.com Phone: 202-298-6880  \n\nGraphic\n\n \nPHOTO; Photo from AGENCE FRANCE-PRESSE - Marine Lance Cpl. D.L. Jackson 20, a mortarman from Grand Rapids, Mich. (front), simulates striking an enemy with the butt of his rifle during martial arts training earlier this month with his unit aboard the Peleliu as it steams toward Darwin, Australia.\n\nLoad-Date: September 26, 2001"
}