{
    "title": "Rumsfeld warns of 'long war'; Defense secretary says the term is a way of telling people the truth a",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 2,
    "day": 2,
    "full text": "Now, the Pentagon is preparing for The Long War.\nIn the 2007 budget due out next week and a soon-to-be-released long-range plan for reshaping the military, the Defense Department talks about the military's future in terms of its ability to fight a new kind of war. It is one that cannot be won in days or weeks, and will be fought on many fronts and against a vast array of enemies.\nAdministration officials seem to refer to the \"long war\" more frequently these days. President Bush mentioned it during his State of the Union address this week. On Wednesday, Defense Secretary Donald H. Rumsfeld said the term is a way of telling people the truth about the fight against terrorism.\n\"Just as the Cold War lasted a long time, this war is something that is not going to go away,\" Rumsfeld said.\nHe said this does not mean U.S. troops will be in Iraq indefinitely, but rather that the U.S. will be fighting violent extremists for many years to come.\n\"The United States is a nation engaged in what will be a long war,\" the defense review document says. \"Currently the struggle is centered in Iraq and Afghanistan, but we will need to be prepared and arranged to successfully defend our nation and its interests around the globe for years to come.\"\nCritics, however, say the new defense plan does not fund a military big enough or equipped enough to fight the long war.\n\"They're not asking for a bigger military and a lot of us are surprised by that,\" said Michele Flournoy, a senior adviser at the Center for Strategic and International Studies. \"We see the strains on the current forces - we need to grow the force to reduce the strain.\"\nThe terminology also reflects the administration's struggle to quell the public's growing impatience with the Iraq war. It costs more than $4 billion per month and has left more than 2,240 service members dead. Also, it is not the first time that officials have tried to change the debate by changing the language.\n\nGraphic\n\n \nAP Photo\n\nLoad-Date: February 2, 2006"
}