{
    "title": "Rumsfeld wary of winning battle, losing war; He worries that terrorists are being created faster tha",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 6,
    "day": 6,
    "full text": "The United States and its allies are winning some battles in the terrorism war but may be losing the broader struggle against Islamic extremism that is terrorism's source, Defense Secretary Donald H. Rumsfeld said Saturday.\nThe troubling unknown, he said, is whether the extremists - whom he termed \"zealots and despots\" bent on destroying the global system of nation-states - are turning out newly trained terrorists faster than the United States can capture or kill them.\n\"It's quite clear to me that we do not have a coherent approach to this,\" Rumsfeld said at an international security conference.\nHis remarks showed a level of concern about the long-term direction of the U.S.-led global fight against terrorism that Rumsfeld rarely addresses in public.\nThe Pentagon chief usually lauds the efforts of U.S. troops, denounces terrorist networks and urges other countries to join the effort to stop terrorist acts.\nOn Saturday he went further, saying that while terrorists must be confronted, the bigger problem is the extremist Islamic ideology that produces them.\n\"What you have is a civil war in that religion where a small minority are trying to hijack it,\" he said. \"We're focusing on terrorist networks, we're focusing on trying to defend against terrorist attacks, but terrorism is simply a technique being used by extremists. It is not the problem in and of itself - it's a weapon that's being used.\"\nRumsfeld said it is impossible to know if the United States and its allies are winning or losing the fight against extremists.\n\"How many more of those folks are being trained and developed and organized and deployed and sent out to work the seams and the shadows and the caves?\" he asked. No one knows for sure, the secretary said.\nIn his keynote address at the conference, Rumsfeld put it this way:\n\"We need to do even more than simply attempt to capture, kill or thwart terrorists. We have to find ways to persuade young Muslims that the way of the future is through education and opportunity, not through suicide and terrorism.\"\nIn a question-and-answer session afterward, Rumsfeld praised Pakistan's government for trying to reform the school system there that turns out Islamic radicals. He also expressed a measure of frustration that too few countries see the depth of the danger.\n\"It worries me because if people talk about a global war on terror or a global insurgency or a struggle between people who want to destroy the state system and people who want to defend the state system, I don't see an effort going into that,\" Rumsfeld said.\nRumsfeld's speech and the give-and-take that followed were notable for the topics that did not get raised.\nNo one asked about or even mentioned the Iraq prisoner abuse scandal that has led some in Congress to call for Rumsfeld to resign. No one mentioned Osama bin Laden. No one brought up the fact that no substantial stocks of chemical or biological weapons have been found in Iraq.\nIn his prepared remarks, Rumsfeld argued there is no acceptable alternative to taking the offensive against terrorism because it is not possible to defend against the threat in every place and at every hour.\n\"Because it cannot be appeased, it must be confronted on many fronts by all civil societies,\" he said.\nThe remark echoed comments he made Friday that any government hoping to \"make a separate peace\" with terrorists would be mistaken, just as were Europeans who had hoped to appease Germany's Adolf Hitler in the 1930s.\nIn his speech Saturday to an audience that included defense ministers, military officers, lawmakers and private security experts from about 20 countries, Rumsfeld called the U.S. military operations in Afghanistan and Iraq examples of progress in the global war on terrorism.\nHe spoke only briefly about Iraq, saying success there would be \"a victory for the security of the civilized world.\"\nRumsfeld also said that despite some successes in capturing al-Qaida figures in Asia and foiling some plots, the terrorists will strike again. \"Let there be no doubt, more is to come,\" he said.\n\nGraphic\n\n \nmug: D. Rumsfeld\n\nLoad-Date: June 6, 2004"
}