{
    "title": "Rural officials feel unprepared for terror attacks, study says; Most of Homeland Security's anti-ter",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 3,
    "day": 23,
    "full text": "Rural health officials believe they are woefully unprepared to respond to a possible terror attack on food supplies, nuclear power facilities or other targets.\nA survey of health officials in 26 states also found that most rural areas would not be prepared for a bioterror attack or have the resources to handle a surge of people fleeing urban areas under assault.\nThe study, sponsored in part by the Harvard School of Public Health and the University of Pittsburgh, comes as the Homeland Security Department is proposing awarding federal aid to states and localities based on the level of threats they face. Small and rural states fear such an approach dramatically would cut funding for their emergency responders.\nThe survey, which will be released Tuesday, was obtained in advance by The Associated Press.\n\"I don't think anyone in rural America is asking for the kinds of resources that urban America is getting,\" said Michael Meit, director of the University of Pittsburgh's Center for Rural Health Practice in Bradford, Pa. \"We just want to make sure that rural areas aren't forgotten about and that we're getting enough resources to be prepared at an adequate level.\"\n\"There are specific, direct targets in rural America,\" he said.\nThe survey took a second look at 26 states that ranked among the highest and lowest in a 2003 assessment of bioterrorism preparedness. It also examined which states received funding from the Cities Readiness Initiative, a pilot program by the U.S. Centers for Disease Control and Prevention to respond to large-scale public health emergencies, such as bioterror or nuclear attacks.\nEighteen of the states surveyed were defined as rural by the U.S. Census Bureau, while eight were defined as urban.\nOf the rural states, 18 percent received high rankings for bioterrorism preparedness and 6 percent received the readiness funding. By comparison, 63 percent of the urban states ranked high on the preparedness list, and 75 percent got the funding.\nThe survey listed a number of vulnerabilities unique to rural areas. It noted that water supply and energy sources, including nuclear plants, usually are based in rural communities. Militia activities are more common in rural areas, as is the potential for farm terrorism, the survey said, noting: \"One cow down can paralyze an entire beef industry.\"\nInfectious disease specialists tend to live and work around major medical centers in cities, the survey said. Meanwhile, the $27 million CDC program to distribute vaccines from the Strategic National Stockpile, pulled money from rural areas to fund 21 cities.\nCDC spokesman Von Roebuck declined to comment on the survey but said the pilot program was meant to determine how best to distribute the national stockpile during an emergency.\n\"You're looking at areas, and sure they're urban, but they also have urban reach,\" Roebuck said. \"They're cities that are next door to other areas. You're looking at how you could distribute something quite quickly and take those lessons from the city areas and also apply those to other parts of the country.\"\nUnder Homeland Security's budget proposal for the 2006 fiscal year, each state would receive a minimum of $2.6 million in federal grants. Of a total $3.5 billion set aside for all grants to states and localities, more than $2 billion would be awarded based on risk.\nHomeland Security Secretary Michael Chertoff has said the risk assessments will not be based solely on population.\n\"I quite agree we need to move away from a population-driven or size-of-state-driven model,\" Chertoff said under questioning earlier this month by Sen. Susan Collins, R-Maine. \"We ought to be focused on risk,\" Chertoff said.\nCollins and Sen. Joe Lieberman, D-Conn., pushed an amendment through the Senate last week to increase Homeland Security's budget by $855 million - largely to ensure small and rural states don't feel a funding cut.\n\nLoad-Date: March 23, 2005"
}