{
    "title": "Russia will pressure U.S. to return arms dealer",
    "publisher": "telegraph herald ",
    "year": 2012,
    "month": 4,
    "day": 7,
    "full text": "NEW YORK - Russian authorities said they'll pressure the U.S. government, including Secretary of State Hillary Rodham Clinton, to send home an ex- Soviet officer known as the Merchant of Death after he was sentenced to 25 years in prison on terrorism charges. The subject of Viktor Bout, 45, will be raised in talks with Clinton, Russian Foreign Minister Sergey Lavrov said. \"We are not being guided by a desire to take revenge but by the desire to ensure the observance and respect of the rights of our countryman,\" Lavrov was quoted as saying. \n\"We will actively support the appeal that Bout's lawyers plan and in any case will secure his return to his homeland.\" The Russian Foreign Ministry said in a statement: \"The Russian Foreign Ministry is taking all necessary measures for the return of Viktor Bout to his homeland, using existing international legal mechanisms. This matter, without a doubt, will remain among our priorities in the Russian-American agenda.\" Bout, the inspiration for an arms dealer character played by Nicolas Cage in the 2005 film \"Lord of War,\" was arrested four years ago in Thailand after he met U.S. Drug Enforcement Administration operatives posing as agents of a Colombian terrorism group. Bout had eluded arrest for years as the United States and the United Nations imposed sanctions against him after he was accused of breaking U.N. embargoes by supplying weapons to conflicts in Africa. Bout, estimated by the U.S. to be worth $6 billion, was extradited to the U.S. for trial in 2010 over the objections of Russian authorities. The Russian Foreign Ministry labeled the extradition \"unlawful,\" prompted by \"unprecedented political pressure from the USA\" while Lavrov warned Clinton that Russia's cooperation on anti-narcotics efforts in Afghanistan might be curtailed unless Bout was freed.\n\nLoad-Date: April 7, 2012"
}