{
    "title": "Russia investigates train derailment",
    "publisher": "the deseret news",
    "year": 2009,
    "month": 11,
    "day": 29,
    "full text": "UGLOVKA, Russia ? Rescue workers sorted through the wreckage of a high-speed Russian train to search for more victims Saturday while investigators considered whether the derailment that killed at least 26 people was caused by a bomb on the tracks. The Nevsky Express, an upscale line popular with Russian business executives and government officials, was carrying hundreds of passengers from Moscow to the northern city of St. Petersburg when its last three carriages went off the rails Friday night. \nAuthorities said Saturday they have opened a terrorism criminal inquiry. Police and prosecutors swarmed over the disaster site and restricted access to what was reported to be a possible bomb crater. Witnesses told Channel One state television a bomb blast may have been the cause ? which, if true, would make it Russia's deadliest terrorist strike outside the volatile North Caucasus region in years. \"It was immensely scary. I think it was an act of terrorism because there was a bang,\" said passenger Vitaly Rafikov. He was unhurt in the accident and helped with the rescue, hauling victims from the wreckage and lighting fires for warmth. Reports on the death toll varied. Health Minister Tatyana Golikova said at least 26 people were killed, 18 were missing and nearly 100 were injured and hospitalized in the derailment. The Prosecutor General's office said the death toll had risen to 30, with 60 others in the hospital. President Dmitry Medvedev called for calm, saying \"we need there to be no chaos, because the situation is tense as it is.\" The 14-carriage train had been carrying more than 600 passengers and 20 railway personnel when the last three cars left the tracks near the border of the Novgorod and Tver provinces. The rural area is 250 miles northwest of Moscow and 150 miles southeast of St. Petersburg. Passenger Igor Pechnikov described being in the second of the three derailed cars. \"A trembling began, and the carriage jolted violently to the left. I flew through half of the carriage,\" he said. At the site Saturday, two huge cranes lifted up pieces of wreckage while workers searched for the missing. A battered railway carriage lay on its side across the tracks, while baggage and metal debris were scattered in the mud. Emergency workers wrapped up in blankets and huddled around fires as a light rain started to fall. Terrorism has been a major concern in Russia since the 1991 collapse of the Soviet Union, as Chechen rebels have clashed with government forces in two wars and Islamist separatists continue to target law enforcement officials. If terrorism is confirmed, it would not be the first time the Moscow-St. Petersburg rail line has been attacked. A 2007 derailment on the line was caused by an explosion and injured 27 people. Authorities arrested two suspects and are searching for a third ? a former military officer. Across Russia's North Caucasus region, attacks are relatively frequent, including the August suicide bombing of a police station in Ingushetia's capital that killed 25 people and injured 164. A December 2003 suicide bombing of a train near Chechnya killed 44 people. But outside the volatile southern region, the last fatal terrorist attacks occurred in August 2004, with the twin bombings of passenger aircraft that killed more than 80 people. Those attacks were blamed on Chechen rebels, as was the February 2004 Moscow subway bombing that killed 40 people. A 2002 hostage-taking at a Moscow theater ended with the deaths of around 130 people, after Russian special forces sprayed a chemical agent into the building before storming it. Another train derailment in June 2005 left at least 12 injured. The train had been traveling from Chechnya to Moscow.  \n\nLoad-Date: November 29, 2009"
}