{
    "title": "Russian Court Convicts Journalist for _Justifying Terrorism_",
    "publisher": "the new york times",
    "year": 2020,
    "month": 7,
    "day": 6,
    "full text": "The case against the freelance reporter revolved around a 2018 text critical of the security services. Even the Kremlin’s human rights council had denounced the charges.\nMOSCOW — Further tightening the screws on free speech in Russia just days after a national plebiscite effectively entrenched Vladimir V. Putin as president for life, a Russian military court on Monday convicted a freelance journalist on charges of “justifying terrorism” in a 2018 text critical of the security services.\nThe court in Pskov, an ancient city near Russia’s border with Estonia, sentenced the journalist, Svetlana Prokopyeva, to a fine of about $7,000 and ordered the confiscation of her computer and cellphone.\nProsecutors had asked for a six-year jail sentence, so the punishment was less severe than the journalist and her supporters had feared, but the guilty verdict nonetheless sent a chilling message.\nLev Shlosberg, the Pskov region leader of Yabloko, a liberal opposition party, and a supporter of the journalist, described the verdict as “an achievement for civil society but not a victory.”\nThe authorities, he said in a telephone interview, had backed away from a harsh prison sentence under public pressure, “but they still declared an innocent person guilty because they can never acknowledge that the security services are ever wrong. If they do that, the whole system crumbles.”\nEven the Kremlin’s own human rights council had denounced the charges as unwarranted, adding its voice to a chorus of support for Ms. Prokopyeva in what became a battle of wills between an impecunious local reporter and Russia’s powerful security apparatus.\nHer conviction indicated that, despite a resounding vote of public support last week for constitutional amendments intended to let Mr. Putin rule until 2036, the Kremlin is in no mood to tolerate criticism of the security agencies that anchor Russia’s increasingly authoritarian system.\nMr. Putin’s spokesman, Dmitry Peskov, said on Monday that he could not comment on the verdict because Russian courts act independently from the Kremlin, despite ample evidence that officials often dictate court decisions in a system known as telephone justice.\nIn her final statement to the court on Friday, Ms. Prokopyeva rejected the charges against her as “absurd,” noting that her work posed no danger to anyone and blaming the authorities for stoking violence by cracking down on dissent.\n“It is state power that has fallen into the hands of cruel and cynical people that represents the most serious threat to the security of citizens,” she said.\nThe case against Ms. Prokopyeva revolved around a brief commentary she wrote in 2018 after a Russian teenager, a self-declared anarchist, blew himself up inside a branch of the secret police in Arkhangelsk, near the Arctic Circle.\nShe held the government responsible for the attack, which killed only the 17-year-old bomber, arguing that nonviolent means of protest like street protests had been steadily closed off by often violent security officers.\n“Cruelty breeds cruelty,” the journalist said in her commentary, which was broadcast on the Pskov affiliate of Ekho Moskvy, a Moscow radio station, and also published on the internet.\nThe terrorism-related charges brought against Ms. Prokopyeva drew widespread scorn and dismay, including from Mr. Putin’s human rights council, which declared last year that it had “carefully studied” the text at the center of the case and “did not see in it any signs of justification of terrorism.”\nSoon after giving its opinion, the human rights council was purged of its more independent-minded members and stacked with Kremlin loyalists.\nPHOTO: The Russian journalist Svetlana Prokopyeva in court in Pskov on Monday. She was fined about $7,000, and the court ordered the confiscation of her computer and cellphone. (PHOTOGRAPH BY Anton Vaganov/Reuters FOR THE NEW YORK TIMES)\n\nLoad-Date: July 14, 2020"
}