{
    "title": "Russian calls for 'maximally effective' terrorism fight",
    "publisher": "university wire",
    "year": 2015,
    "month": 9,
    "day": 30,
    "full text": "UNITED NATIONS - Russia followed its launch of airstrikes in Syria with a call on Wednesday for the world to unite in the fight against terrorist groups, and Foreign Minister Sergey Lavrov told foreign ministers of world powers that his country was circulating a draft U.N. Security Council resolution to help make it happen.\nRussia spoke a day after President Barack Obama made his own pitch on countering the threat of the Islamic State and other groups to a gathering of world leaders at the United Nations.\nWith Obama gone on Wednesday, it was the turn of Russia, which this month holds the presidency of the Security Council, the U.N.'s most powerful body.\nLavrov stressed a \"maximally effective fight\" and listed countries with a key role to play in resolving the chaos in Syria, including Iran, Russia, Saudi Arabia, Turkey, Egypt, Jordan, Qatar , the U.S. and even China.\n\"What we require are collective agreed approaches backed by Security Council,\" Lavrov said.\nSecretary of State John Kerry was expected to address the meeting as countries hurried to react to the new Russian airstrikes. Kerry was expected to warn about the urgent need for the airstrikes not to interfere with a U.S.-led coalition's activities against the Islamic State group.\nFrance's foreign minister told the council that his country is ready to cooperate with Russia and others in the fight against the Islamic State group in Syria, but under three conditions that include an end to violence against Syria's civilians and the exit of President Bashar Assad.\nLaurent Fabius said the collective way forward must include a \"broad-based negotiation toward a political transition that doesn't lead to maintaining in power Syria's hangman.\"\nThe French minister said another condition for cooperating with other states is having \"absolute clarity\" about who the countries are fighting.\nThe Israeli-Palestinian conflict also will be on agenda Wednesday, with the so-called Quartet of Mideast mediators - the United Nations, the United States, the European Union and Russia - meeting alone first and then with key Mideast nations to discuss reviving long-stalled peace negotiations.\nThe Palestinians also plan a ceremony where President Mahmoud Abbas will raise their flag at the U.N. for the first time\nConflicts in Syria, Iraq and Africa have sparked a mass exodus of people to Europe. Migration will be the subject of a high-level session Wednesday on the sidelines of the General Assembly's annual ministerial meeting.\n___\nAssociated Press writer Matthew Lee in New York contributed.\n\nLoad-Date: September 30, 2015"
}