{
    "title": "Russian opposition leader Navalny able to leave hospital bed aw_200915_world",
    "publisher": "the capital ",
    "year": 2020,
    "month": 9,
    "day": 15,
    "full text": "aw_200915_world as tfg\n^$^BERLIN - Russian opposition leader Alexei Navalny is able to breathe on his own and briefly leave his hospital bed, his doctors said Monday, while Germany announced that French and Swedish labs have confirmed its findings that he was poisoned with the Soviet-era nerve agent Novichok.Navalny, 44, was flown to Berlin for treatment at the Charite hospital two days after falling ill on a domestic flight in Russia on Aug. 20. Germany has demanded that Russia investigate the case, while Moscow has accused the West of trying to smear Russia.\nNavalny has \"successfully been removed from mechanical ventilation\" and is able to leave his bed \"for short periods of time,\" the hospital said. Doctors previously cautioned that even though Navalny is recovering, long-term health problems from the poisoning cannot be ruled out.\nThe Kremlin has bristled at calls from German Chancellor Angela Merkel and other leaders to answer questions about the poisoning, denying any official involvement.\nThe news about Navalny's condition came as his associates made some gains in regional elections held across Russia on Sunday.\nIn Novosibirsk, which Navalny visited before falling ill, the head of his regional headquarters, Sergei Boiko, won a seat on the city council. United Russia, the main Kremlin party that Navalny has dubbed a \"party of crooks and thieves,\" lost its majority on the council, according to preliminary returns. Another Navalny representative, Ksenia Fadeyeva, won a city council seat in Tomsk, the city he left on the flight on which he fell ill.\n'Hotel Rwanda' hero charged with terrorism\nKIGALI, Rwanda - A Rwandan court on Monday charged Paul Rusesabagina, whose story inspired the film \"Hotel Rwanda,\" with terrorism, complicity in murder and forming an armed rebel group.\nRusesabagina declined to respond to all 13 charges, saying some did not qualify as criminal offenses and saying that he denied the accusations when he was questioned by Rwandan investigators.\nRusesabagina, 66, asked to be released on bail, citing poor health that has caused him to be taken to hospital three times in the time that he has been held in Rwanda.\nRusesabagina, credited with saving more than 1,000 lives during Rwanda's 1994 genocide, appeared in handcuffs in Kagarama Court in the capital for a pretrial hearing, in which the prosecution requested court permission to continue detaining him until investigations are completed.\nNeither his lawyers nor the prosecution explained the circumstances under which Rusesabagina arrived in Kigali at the end of August from Dubai. He had traveled from the U.S. to Dubai and then mysteriously appeared in Rwanda. The Rwandan court said the suspect was arrested at Kigali International Airport, contradicting the earlier police version that he was arrested through \"international cooperation.\"\nWhen Rwandan President Paul Kagame spoke on national broadcasting about the case, he indicated that Rusesabagina may have been tricked into boarding a private plane that took him to Rwanda.\nCarine Kanimba told the Associated Press that the family was not aware he was to appear in court Monday as the state-appointed lawyers didn't inform them. She said they learned of the court hearing through the media.\n\"This is a travesty of justice,\" Kanimba said of the hearing. She said her father was the victim of an abduction, disappearance and extraordinary rendition from Dubai, in the United Arab Emirates, to Kigali, Rwanda.\nWire reports\n\nLoad-Date: September 15, 2020"
}