{
    "title": "Russia trip cancelled ; Too risky_ League pulls plug on exhibition set for Moscow following recent s",
    "publisher": "the salt lake tribune",
    "year": 2004,
    "month": 9,
    "day": 18,
    "full text": "Citing safety concerns, NBA commissioner David Stern announced Friday that the Jazz's scheduled preseason game against CSKA Moscow on Oct. 8 in the Russian capital has been cancelled.\nNo specific threats have been received targeting the Jazz, CSKA Moscow or the game itself, NBA vice president of international public relations Terry Lyons said. But recent terrorist activity in the country forced the NBA to rethink the wisdom of playing the game.\nIn a statement, Stern said the cancellation was caused by \"the unstable situation in Russia, threatening the security of the game.\"\nStern was \"saddened\" by the cancellation, in part because he was \"confident\" it would have been a success.\nJazz officials expressed unhappiness over the decision, which will push back the start of training camp from Oct. 2 to Oct. 5.\n\"All of us are disappointed by the news,\" club president Dennis Haslam said. \"The entire team was looking forward not only to a competitive game but a wonderful cultural exchange with the Russian people.\"\nAccording to vice president of basketball operations Kevin O'Connor, the cancellation creates some problems for Jazz head coach Jerry Sloan and his staff. Most notably, the Jazz will now have 12 days between the start of training camp and their preseason opener Oct. 17 at Seattle.\n\"We can use the practice time, but maybe we'll use it a little differently, as far as two-a-days go,\" O'Connor said. \"We'll have to sit down with coach and go over everything.\"\nJazz officials agreed with the NBA's decision to cancel the game.\n\"They have a lot more information than we do,\" O'Connor said, \"and certainly the league is there to protect everyone. So we totally support them.\"\nOne of the exhibition game's stars would have been Andrei Kirilenko, the Jazz's Russian-born All-Star. Haslam spoke to him after the game had been cancelled and said Kirilenko was \"disappointed.\"\nThe cancellation announcement comes two weeks after Islamic terrorists from Chechnya seized a Russian schoolhouse in Beslan and took more than 1,000 hostages. Eventually, at least 338 people died in the siege that followed, including more than 170 children. When the siege ended, another 542 people were hospitalized, including 336 children.\nIn the days leading up to the schoolhouse massacre, terrorists were also blamed for the deaths of nearly 100 people as the result of a suicide bombing in Moscow and the crash of two Russian airliners, which exploded almost simultaneously while in flight.\nIn his cancellation announcement, Stern mentioned the widespread suffering caused by the outbreak of terrorism.\n\"Most importantly,\" he said, \"I would like to express my deepest condolences for what the Russian people have endured in recent weeks. Our thoughts remain with them.\"\nTwo NBA preseason games are still scheduled to be played overseas in the coming weeks. Houston and Sacramento will play in Shanghai and Beijing, China, on Oct. 14 and 17.\nThe Jazz still hope to play their game in Moscow, perhaps as early as next year, Haslam said.\nJazz key dates\nOct. 4 -- Media Day\nOct. 5 -- Training camp opens\nOct. 17 -- Preseason begins (at Seattle)\nOct. 19 -- First preseason home game (New York)\nOct. 22 -- Second and last home preseason game (Sacramento)\nOct. 24 -- Preseason game at NBA champion Detroit Pistons\nNov. 3 -- Regular-season opener vs. L.A. Lakers (8:30 p.m., ESPN)\n\nLoad-Date: September 18, 2004"
}