{
    "title": "RUSSIANS ACCUSE U.S. OF SEEKING TO MEDDLE IN NICARAGUAN AFFAIRS",
    "publisher": "the new york times",
    "year": 1984,
    "month": 11,
    "day": 16,
    "full text": "The Soviet Union said today that Washington was creating fabrications about Nicaragua as a pretext for interference in its internal affairs.\nAt a news conference, a Foreign Ministry spokesman declined to say how the Soviet Union would respond if the United States invaded Nicaragua.\nThe spokesman, Vladimir B. Lomeiko, repeated that Moscow did not send high-performance jet warplanes to Nicaragua, but declined to say what weapons the Soviet Union is supplying.\nSoviet Union says that US is creating fabrications about Nicaragua as pretext for interference in its internal affairs (M)\nHe said that United States actions concerning Nicaragua were violations of international law and that the actions contradicted President Reagan's statements that he was seeking peace.\nMr. Lomeiko stopped short of saying the United States was planning to invade Nicaragua, as the Soviet press has charged in recent days. United States officials have denied that an invasion is planned.\n \n'State Terrorism' Charged\n''In the Soviet Union, the U.S. actions are seen as a crude violation of international law, as a manifestation of a policy of state terrorism, as an encroachment on the rights of the Nicaraguan people,'' he said.\nHe said the United States had engaged in a ''frenzied campaign of threats'' against Nicaragua in the last week, and that these threats were being backed up by large shows of military force, including troop deployments and violations of Nicaraguan waters and airspace.\n''Fabrications about the shipment of Soviet combat planes to Nicaragua, about massive supplies of other arms to Nicaragua are used to justify these actions,'' he said.\n''The aim of these fabrications,'' he said, ''is to conceal the unprecedented escalation of U.S. military presence in Central America and create a pretext for interference in the internal affairs of the sovereign state.''\nHe added, ''The U.S. course in Nicaragua decisively contradicts the U.S. administration's numerous declarations about its striving to conduct international affairs in a more constructive way, to search for a peaceful solution of existing problems.''\n \nReferred to Nicaraguans\nLast week, some United States officials said they believed MIG-21 warplanes capable of threatening Nicaragua's neighbors were aboard a Soviet freighter at a Nicaraguan port. Washington warned Moscow that it would not tolerate delivery of such weapons.\nThe Soviet Union said no warplanes were aboard the ship, and Washington later said it believed the planes had not been delivered. Nicaraguan officials said advanced helicopters were among the ship's cargo.\nAsked what weapons Moscow was supplying to Nicaragua, Mr. Lomeiko said, ''The answer to that question is in the competence of the Nicaraguan authorities.''\nSince the first United States alarm about the possible delivery of warplanes, the Soviet press has stepped up its accusations that Washington is preparing to invade Nicaragua."
}