{
    "title": "Russian anti-terrorism agency studies Islamic militant video threatening to strike Sochi Games",
    "publisher": "the capital ",
    "year": 2014,
    "month": 1,
    "day": 21,
    "full text": "MOSCOW (AP) - Russia's counter-terrorism agency says it's studying a video posted by an Islamic militant group that asserted responsibility for suicide bombings that killed 34 people last month and is threatening to strike the Winter Olympics in Sochi.\nSecurity experts say the Russians are right in taking the threat seriously.\nThe video was posted online Sunday by a militant group in Dagestan, a predominantly Muslim republic in Russia's volatile North Caucasus. The Olympic host city of Sochi lies only 300 miles west of Dagestan.\nTwo Russian-speaking men featured in the video are identified as members of Ansar al-Sunna, the name of a Jihadist group operating in Iraq. It was unclear whether the men in the video had received funding or training from that group or only adopted its name.\nThere was no confirmation the two men were the suicide bombers who struck the southern Russian city of Volgograd last month as the video claims. Scores of people were also injured by the bombings of a train station and a bus.\nRussia's National Anti-Terrorism Committee said Monday it was studying the video and would have no immediate comment. The video couldn't be viewed in Russia, where Internet providers cut access to it under a law that bans the \"dissemination of extremist materials.\"\nIn Washington, a Pentagon spokesman Monday said the U.S. has offered support to the Russian government as it conducts security preparations for the Winter Olympics. Rear Adm. John Kirby said the U.S. will offer air and naval support, including two Navy ships in the Black Sea, to be available if requested \"for all manner of contingencies,\" in consultation with the Russian government.\nThe video was released by the Vilayat Dagestan, one of the units that make up the so-called Caucasus Emirate, an umbrella group for the rebels seeking to establish an independent Islamic state in the North Caucasus.\nDoku Umarov, a Chechen warlord who leads the Emirate, had ordered a halt to attacks on civilian targets in 2012. But he rescinded that order in July, urging his followers to strike the Sochi Olympics.\n\nLoad-Date: January 21, 2014"
}