{
    "title": "Russia bombing_ Jihadis or sign of other trouble in north Caucasus _ A Russia bomb that killed six p",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 5,
    "day": 27,
    "full text": "A deadly Russia bomb that killed six people and wounded 40 outside a theater where a Chechen dance group was about to perform in the southern Russian city of Stavropol has security experts worrying that the circle of instability in Russia's troubled northern Caucasus may be widening.\nUnlike the Moscow metro bombings of two months ago, which were carried out by suicide bombers from the north Caucasus republic of Dagestan and claimed by Islamist \"emir\" Doku Umarov, analysts are not so sure that the latest bombing fits neatly into the jihadis vs. Russia narrative that is favored by the Kremlin.\n\"There are a lot of suspects in the Stavropol bombing, and we shouldn't jump to conclusions,\" says Andrei Soldatov, editor of the online journal Agentura.ru, which reports on the security services. \"It speaks of rising instability around the north Caucasus region. We may be seeing some dangerous new developments.\"\nThe stakes are high. Russian Prime Minister Vladimir Putin, who put his personal reputation on the line to win the 2014 Winter Olympics for Sochi, now sees his pet project under dire threat amid growing regional turbulence.\n\"Putin needs to demonstrate peace and stability in the north Caucasus before the Sochi Olympics, not just to ensure the security of the games but to affirm success of the Putin era,\" says Nikolai Petrov, a regional analyst with the Carnegie Center in Moscow. \"Therefore Putin is very vulnerable. Many different forces have an interest in stirring up instability, with an eye to forcing him to make a deal with them. It's not just the usual suspects. I fear we'll see a good deal more trouble down there.\"\nThe blast hit outside a Stavropol community center just minutes before the Vainakh musical troupe, which enjoys the sponsorship of pro-Moscow Chechen leader Ramzan Kadyrov, was about to perform.\nThat has led some commentators to suggest that it was carried out by Islamist insurgents against Mr. Kadyrov, the local strongman whom human rights groups accuse of imposing iron-fisted rule over the tiny republic at the Kremlin's behest.\nOther analysts point out that it is almost exactly the third anniversary of ethnic riots in Stavropol, a Russian city on the edge of the seething north Caucasus that houses a large Muslim minority, that broke out after local Chechens were accused of murdering two Slavic students, in an apparent revenge killing that remains unsolved to this day.\n\"This could have been an action by right-wing radicals,\" such as Skinheads or neo-Nazis, who are a growing force on Russia's political underbelly, says Alexei Makarkin, director of the independent Center for Political Technologies in Moscow. \"They hate minorities from the north Caucasus, and have as much a stake in sowing panic and chaos as the Islamist extremists do.\"\nSending a message?\nIt is also possible the bombing was intended as a message to Alexander Khloponin, a former Siberian governor and businessman who is now the Kremlin's powerful special emissary to the newly-created \"North Caucasus Administrative Zone,\" who was due to visit Stavropol on Thursday. Next month, Mr. Khloponin is scheduled to release a plan to fight terrorism and restore stability to the troubled region, which may include firing scores of officials and re-allocating millions of dollars in Moscow aid.\nIn an unusual interview with the government newspaper Rossiskaya Gazeta on Thursday, Khloponin admitted that Islamist militants might be the least of his problems in the increasingly unsettled region.\n\"The problem is that criminals and organized crime engaged in property redistribution are trying to operate under the guise of terrorism and religious extremism within the (north Caucasus) district,\" Khloponin said. He added that if economic reforms take hold, the small numbers of Islamist insurgents will be easy to deal with. \"Those bandits who are running around in the forest may be repelled without any need to impose the counter-terrorism operations,\" he said.\nThe Kremlin has granted Khloponin extraordinary powers, including sole authority to appoint and dismiss the heads of all federal agencies throughout the sprawling region, which includes the Russian territories of Stavropol and Krasnodar (where Sochi is located), plus seven mainly-Muslim ethnic republics strung out along the mountain line between the Caspian and Black Sea.\n\"Khloponin will make his program public in June, and it seems likely that he will emphasize social and economic development, which is very important in a region where unemployment is soaring and corruption is the number one problem,\" says Pavel Salin at the independent Center for Political Trends in Moscow. \"His task number one will be to try to stop the theft of federal cash by local elites, who are helped by Moscow officials. This will make him a lot of enemies.\"\nThough the Stavropol bombing has grabbed headlines this week, Mr. Soldatov says a bigger challenge for Khloponin is unfolding in the formerly peaceful ethnic republic of Kabardino-Balkaria, where there have been at least three terrorist attacks in the past two weeks. He says they are likely connected to a botched Kremlin policy of backing ethnic-Kabardins, who have been seizing the lands of their neighbours, the Balkars.\n\"There have been few victims in these attacks, but they are indicative of a new process going on in the region that amplifies the challenge facing Khloponin,\" says Soldatov. \"There are many sources of instability, becoming aggravated all at once. As the Sochi Games approach, it only looks like it will get worse.\nRELATED STORIES:\nDagestan suicide bombings have Russia looking to Putin\nRussia Islamist network takes shape as Caucasus hit by another terrorist attack\nOpinion: Moscow metro bombings: Russia should reinvent how it handles terrorism\nRussia - All coverage\n       \n\nLoad-Date: May 28, 2010"
}