{
    "title": "RUSSIA, ISRAEL COOPERATE TO RESOLVE SYRIA SITUATION Putin hosts Netanyahu to boost ties",
    "publisher": "spokesman review",
    "year": 2016,
    "month": 6,
    "day": 8,
    "full text": "MOSCOW  - Russia and Israel will expand their cooperation in the fight against terrorism, Russian President Vladimir Putin said Tuesday.\n Putin spoke after hosting Israeli Prime Minister Benjamin Netanyahu in Moscow for talks that focused on boosting bilateral ties and trying to resolve the situation in Syria.\n \"We talked about the need to take joint efforts to confront international terrorism,\" Putin said at a news conference. \"We undoubtedly are allies in that area, and our countries have accumulated a significant experience in fighting extremism. We will strengthen contacts with Israeli colleagues in that sphere.\"\n Putin said they discussed the situation in the Middle East and particularly in Syria, where Russia has conducted an air campaign against those opposing the government. Moscow has coordinated its action with Israel to prevent any possible incidents between Russian and Israeli militaries.\n Netanyahu said he and Putin discussed contacts between the two nations' militaries in the region \"to prevent any incidents, and also to ensure success in fighting our common enemy: international terrorism.\"\n \"We had a long and thorough discussion of the challenge cast to the entire civilized world by the radical Islamic terrorism,\" Netanyahu said.\n Putin hailed the countries' high level of cooperation and noted Israel's key role in the Middle East. He added that Israeli citizens with origins in Russia and other former Soviet republics are helping bring Russia and Israel closer.\n Netanyahu echoed Putin's words, saying Russian-speaking Israeli citizens form a \"living bridge\" between the two nations. Russia and Israel will further develop economic and trade ties, the two leaders said.\n Netanyahu thanked Putin for handing over an Israeli tank captured by Syrian forces in the 1982 war in Lebanon. The tank had ended up in a museum outside Moscow. Its crew of three is listed as missing in action.\n \"I would like to thank you on behalf of our country and its people for that gesture of goodwill,\" the Israeli leader told Putin. \"It reflects close ties between our nations.\"\n\nLoad-Date: June 14, 2016"
}