{
    "title": "Russian Terrorism Now Comes in Green! Op-Ed Contributor",
    "publisher": "the new york times",
    "year": 2017,
    "month": 5,
    "day": 10,
    "full text": "MOSCOW — Technically, it’s known as a triarylmethane dye. In drugstores, it’s sold under the name Brilliant Green. But generations of Soviet citizens knew it as “zelyonka” (the green). It was invented in Germany in the 19th century but came into its own in the Soviet Union, where it was a widely used antiseptic.\nAfter an application of zelyonka, a wound dries and forms a scab within a few hours. It’s effective, but zelyonka has one serious shortcoming: It’s extremely difficult to wash off, and even after a wound has healed, traces of green can remain on the skin for days. Soap and water won’t remove it, and even ethyl alcohol requires long and vigorous rubbing. Only recently has the Russian public learned that the best way to remove zelyonka is with a certain acid solution.\nAlso as of recently, zelyonka has found a new application: politics. The first major case of a “political” application of zelyonka took place in Ukraine shortly after the revolution that ousted President Viktor F. Yanukovych. One of his closest supporters, Mikhail Dobkin, the former governor of Kharkiv, was splashed with zelyonka at the entrance to the studio of a talk show at which he was scheduled to debate victorious revolutionaries. This was in the spring of 2014. Bonfires blazed in the streets of Kiev; snipers had killed activists by the dozens. Against this backdrop, the attack on Mr. Dobkin seemed a relatively innocuous means of sorting things out in Ukrainian politics.\nBut zelyonka seems to have left a lasting impression on some people in Russia who have made it a favorite weapon to be used against critics of the Russian government. The attackers are anonymous — probably private citizens, hypernationalists and the Kremlin’s superfans, rather than dispatched agents. But the state stands behind them; they are never arrested.\nIn March 2016, about two years after Mr. Dobkin was attacked, the human rights advocate Igor Kalyapin was splashed with zelyonka. Mr. Kalyapin, who leads the Russian Committee Against Torture, arrived in Chechnya ready for an armed attack. A week before, masked men had set fire to a Committee Against Torture bus. No one died because just before the fire was set, the attackers conducted the passengers — journalists and committee members — off the bus and beat them up. The office of the Committee Against Torture in Grozny, the capital of Chechnya, had also been ransacked in the past.\nWhen Mr. Kalyapin decided to go to the region, many of his friends told him that he would be killed. Instead of bullets, he got a faceful of zelyonka. Such is the gloomy relativity of contemporary Russia that compared with shootings, a destroyed office or a burned bus, zelyonka is the height of humanitarian treatment for an opponent of the regime on a visit to Chechnya.\nThe target of the next zelyonka attack was the writer Ludmila Ulitskaya, who for many years critics have identified as Russia’s most deserving potential recipient of the            Nobel Prize in Literature. Last spring, Ms. Ulitskaya was a judge in an essay contest for high school students. The National Liberation Movement, an ultranationalist group that idolizes Stalin and loathes those who have anything bad to say about him, did not like this competition, which included writings about the Bolshevik terror. The man who poured the zelyonka on Ms. Ulitskaya appeared at the awards ceremony for the contest with National Liberation Movement activists bent on disrupting it.\nThen February 2017. The leader of the opposition People’s Freedom Party, former Prime Minister Mikhail M. Kasyanov, was splashed with zelyonka in the center of Moscow before a memorial procession for Boris Nemtsov, an activist and party member who had been killed a year before. Journalists ended up writing more about Mr. Kasyanov’s green face than about the murdered Mr. Nemtsov.\nOn March 20, while campaigning in the Siberian city of Barnaul, another opposition leader, Aleksei Navalny, was splashed with zelyonka. He tried to turn the attack into a joke. He posted his green-faced portrait on his blog and wrote that he enjoyed looking like Shrek. Many of Mr. Navalny’s supporters took up the joke and began to apply zelyonka to their faces in solidarity. Nikolai Danilov, a blogger, colored his face green, went to Red Square and was immediately detained by the police for violating law and order. (He was released.)\nSo Mr. Navalny and his supporters were able to turn the hooligans’ attacks into a joke. Does this mean that they will come to an end? Unfortunately, no. A month later, Mr. Navalny was attacked again, in Moscow. This time the zelyonka burned his cornea, and doctors have told him that he is at risk of losing vision in the eye. The attack came a few days after the popular blogger Ilya Varlamov was splashed with zelyonka in Stavropol. In Yoshkar-Ola, assailants broke into the home of a Russian School of Investigative Journalism staff member, Galina Sidorova, and splashed zelyonka on her, too.\n“It is time to call things by their true names,” Aleksandr Plyushchev, a radio host, wrote recently on Telegram, a messaging app that is increasingly used in Russia for spreading independent information. “This is terror. And the state is sheltering it.”\nIt’s hard to disagree. When Mr. Varlamov was splashed with zelyonka, there were policemen standing right next to him; they did nothing. Attackers are usually anonymous, but it might be possible at least to speculate as to who is behind them — as in the cases of Ms. Ulitskaya and Mr. Kalyapin, who were attacked by nationalist activists and supporters of the Chechen authorities; organizations implicated in a zelyonka attack have never encountered any problems.\nNow, with attacks occurring practically every day, people in President Vladimir V. Putin’s administration say that they intend to stop them. I was told this by an acquaintance who works in the Kremlin. I don’t believe it. The Kremlin always has the ability to restrain its supporters, and this has not happened yet.\nThe zelyonka attacks are expanding the boundaries of the permissible in political struggle. If you can splash zelyonka on someone, who says you can’t shoot him? The example of Boris Nemtsov is instructive: He was also attacked with chemical solutions; a toilet was dropped onto his car; he lived in constant expectation of new attacks. Finally, he was shot and killed. Terrorism always begins with something small and expands from there. If the authorities are under the illusion that they will always be able to maintain control over radicals who are loyal to them, well, that is an illusion, too. Radicals always dream of independence, of being in a position to act without anyone being able to stop them. This is how revolutions begin.\nMr. Putin is terrified of revolutions. After the Arab Spring and after the overthrow of Mr. Yanukovych in Ukraine, he undertook a number of measures to ensure that there would not be a revolution in Russia. A national guard was created for suppressing civil disturbances within the country; television propaganda was intensified; opposition members are being kept out of elections.\nBut the toughest and riskiest radicalism today originates not among Mr. Putin’s opponents, but among his supporters. They are the ones who are creating, at a minimum, the visual image of a new revolutionary Russia. If at some point he is overthrown as Mr. Yanukovych was, make no mistake: His face will be splashed with zelyonka.\nFollow The New York Times Opinion section on Facebook and            Twitter, and sign up for the            Opinion Today newsletter.\nOleg Kashin is the author of “Fardwor, Russia! A Fantastical Tale of Life Under Putin.” This essay was translated by Carol Apollonio from the Russian.\nBRATISLAV MILENKOVIC\n\nLoad-Date: May 12, 2017"
}