{
    "title": "Russian Forces Kill 49 Rebels In North Caucasus Strike",
    "publisher": "the new york times",
    "year": 2012,
    "month": 10,
    "day": 22,
    "full text": "MOSCOW -- Russia's security services have killed 49 rebels and captured dozens more in a counterterrorism offensive that officials called a ''considerable'' blow to the insurgency in the North Caucasus region, the Russian National Anti-Terrorism Committee announced on Sunday.\nPresident Vladimir V. Putin had urged the use of increasingly aggressive means to subdue the insurgency in the North Caucasus ahead of the 2014 Winter Olympics in the southern city of Sochi, which is at the edge of the turbulent region.\n''It's a matter of honor for the security services and special forces to do everything for these events to happen in a normal, celebratory atmosphere so that nothing darkens these events,'' Mr. Putin said at a meeting with military advisers and the chief of Russia's Federal Security Service. Mr. Putin urged them to show ''daring'' to prevent any terrorist attacks, especially during the Sochi Olympics and the 2018 World Cup soccer tournament, which will have matches in several Russian cities.\nA representative of the National Anti-Terrorism Committee told reporters in Moscow that the rebels who were killed were among the most ''odious'' insurgent leaders, and were responsible for a campaign of terrorism that included bombings, the murder of police officers and attacks on schools in the Dagestan and Kabardino-Balkaria Republics.\nRussian officials said that more than 90 militant bases and 26 weapons caches were destroyed during the operation, which spanned two months. Though reports of rebel attacks against government convoys and raids by special operations forces are an almost daily occurrence in the North Caucasus, where the rebels aim to establish an Islamic state, the fighting has been particularly intense lately.\nMr. Putin said on Friday that 313 insurgents had been killed in the region in the past several months; in all of 2011, security forces killed 384 people suspected of being rebels in the North Caucasus, according to the news service Caucasian Knot.\nAntiterrorism forces are also employing increasingly aggressive tactics. Early this month, airstrikes on a rebel encampment hit so close to Makhachkala, the Dagestan capital, that confused residents reported that a bomb had exploded in the city.\nLocal news reports said this month that the Russian Army had become involved in antiterrorist operations in the region for the first time since 2006, when army units withdrew from the North Caucasus. The withdrawal was taken as a sign that the security situation had stabilized. A commander for the 58th Army told the Echo of Moscow radio station that the army was engaging rebels in certain regions, but that it was playing a supporting role behind the local police and special forces.\nIn a separate development, Magomed Khazbiyev, a leading opposition figure in the Republic of Ingushetia in the North Caucasus, was sentenced on Friday to 15 days in prison for blocking a police vehicle. Mr. Khazbiyev had helped organize protests in Moscow against antiterrorist operations in the North Caucasus.\n\nhttp://www.nytimes.com/2012/10/22/world/europe/russian-forces-kill-and-capture-north-caucasus-rebels.html\n\nGraphic\n\n \nMAPS: Rebels aim to establish an Islamic state in the North Caucasus.       \n\nLoad-Date: October 22, 2012"
}