{
    "title": "Russian military officers charged in cyberattacks aw_201020_world rdp",
    "publisher": "spokesman review",
    "year": 2020,
    "month": 10,
    "day": 20,
    "full text": "aw_201020_world rdp lb\n^$^WASHINGTON - The Justice Department announced charges Monday against Russian intelligence officers in a string of global cyberattacks that targeted a French presidential election, the Winter Olympics in South Korea and American businesses. The case implicates the same Kremlin unit that interfered in the 2016 U.S. elections, but is not related to the November vote.The indictment accuses the six defendants, all said to be current and former officers in the Russian military intelligence agency known as the GRU, of hacks that prosecutors say were aimed at furthering the Kremlin's geopolitical interests and in destabilizing or punishing perceived enemies. All told, the attacks caused billions of dollars in losses and disrupted a broad cross-section of life, including health care in Pennsylvania, a power grid serving hundreds of thousands of customers in Ukraine and a French election that saw the late-stage disclosure of hacked emails.\nThe seven-count indictment is the most recent in a series of Justice Department prosecutions of Russian hackers, often working on behalf of the government. Past cases have focused on attacks against targets like internet giant Yahoo and the 2016 presidential contest, when Russian hackers from the GRU stole Democratic emails that were released online in the weeks before the election.\nThe attacks in this case are \"some of the most destructive, most costly, most egregious cyber attacks ever known,\" said Scott Brady, the U.S. Attorney for the Western District of Pennsylvania, where the 50-page indictment was filed.\n\"Time and again, Russia has made it clear: They will not abide by accepted norms, and instead, they intend to continue their destructive, destabilizing cyber behavior,\" said FBI Deputy Director David Bowdich.\nMorales party claims victory in Bolivia\nLA PAZ, Bolivia - Bolivia appeared Monday to be shifting sharply away from the conservative policies of the U.S.-backed interim government that took power last year after leftist President Evo Morales resigned, with the self-exiled leader's party claiming victory in a weekend presidential election.\nThe leading rival of Morales' handpicked successor, Luis Arce, conceded defeat as did interim President Jeanine Áñez, a bitter foe of Morales.\nOfficials released no formal, comprehensive quick count of results from Sunday's vote, but two independent surveys of selected polling places gave Arce a lead of roughly 20 percentage points over his closest rival.\nÁñez asked Arce \"to govern with Bolivia and democracy in mind.\" Arce, meanwhile, appealed for calm in the bitterly divided nation saying he would seek to form a government of national unity under his Movement Toward Socialism party.\nTrump to remove Sudan from U.S. terrorism list\nCAIRO - President Donald Trump on Monday said Sudan will be removed from the U.S. list of state sponsors of terrorism if it follows through on its pledge to pay $335 million to American terror victims and their families, but some hurt in the attacks weren't happy with the deal.\nThe move would open the door for the African country to get international loans and aid needed to revive its battered economy and rescue the country's transition to democracy. The announcement, just two weeks ahead of the U.S. presidential election, also comes as the Trump administration works to get other Arab countries, such as Sudan, to join the United Arab Emirates and Bahrain's recent recognition of Israel.\nDelisting Sudan from the state sponsors blacklist is a key incentive for the Sudanese government to normalize relations with Israel. Trump's announcement came after Treasury Secretary Stephen Mnuchin traveled to Bahrain to cement the Gulf state's recognition of the Jewish state.\nTrump tweeted: \"GREAT news! New government of Sudan, which is making great progress, agreed to pay $335 MILLION to U.S. terror victims and families. Once deposited, I will lift Sudan from the State Sponsors of Terrorism list. At long last, JUSTICE for the American people and BIG step for Sudan!\"\nFrom wire reports\n\nLoad-Date: October 20, 2020"
}