{
    "title": "Russia _ Bomb caused train crash that killed 26",
    "publisher": "the bismarck tribune",
    "year": 2009,
    "month": 11,
    "day": 29,
    "full text": "UGLOVKA, Russia - A powerful homemade bomb sent a high-speed Moscow-to-St. Petersburg train careening off its tracks, Russian officials said Saturday, killing at least 26 people in what officials consider an act of terrorism.\nThe head of Russia's Federal Security Service, Alexander Bortnikov, said experts found pieces of an explosive device that detonated around 9:30 Friday night as the train raced over it, gouging a five-foot crater and strewing smoking wreckage over a rural stretch of track. He said a terrorism inquiry had been opened.\nAs many as 100 people were left injured by the disaster, officials said, and 18 remained missing Saturday night.\n\"Indeed, this was a terrorist attack,\" said Vladimir Markin, a spokesman for the investigative committee of Russia's General Prosecutor's Office, according to Interfax. Bortnikov said the bomb exploded with a force equivalent to 15 pounds of TNT.\nThe attack on the Nevsky Express, a luxury train popular with government officials, tourists and business executives, was Russia's deadliest terrorist strike outside the volatile North Caucasus region since 2004.\nAmong the dead were citizens of Belgium, Italy and Azerbaijan, Gov. Valentina Matvienko of St. Petersburg told the state-run RIA Novosti news agency.\nThe force of the derailment scattered battered carriages over a remote stretch of track, trapping some of the injured for hours. By first light Saturday, luggage and pieces of metal lay in the muddy embankment in the drizzle, as survivors huddled under blankets by fires.\nA second explosive device partially detonated at the crash site later Saturday as railway workers tried to clear the debris, said Russian Railways chief Vladimir Yakunin.\nThe initial blast derailed the last three carriages of the 14-car Nevsky Express as it approached speeds of 130 mph, officials said. More than 650 passengers and crew were aboard at the time.\nThe crash occurred near the border of the Novgorod and Tver provinces, some 250 miles northwest of Moscow and 150 miles southeast of St. Petersburg.\n\nLoad-Date: November 30, 2009"
}