{
    "title": "Russia on high alert after threat",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 1,
    "day": 17,
    "full text": "MOSCOW -- Russian authorities have ordered security forces on high alert after receiving information from foreign officials pointing to the threat of a terrorist attack on public transportation, officials said Tuesday.\nAuthorities were checking information about the potential threat, they said.\nA federal anti-terrorism headquarters received information \"from foreign partners ... about the possibility a subversive terrorist act could be committed on ground transport and in the metro,\" according to a statement confirmed by a Federal Security Service official who said he was not authorized to give his name.\nFederal Security Service chief Nikolai Patrushev, who also heads the anti-terror center, ordered anti-terror forces on high alert and called for stepped-up measures to prevent any attack, the statement said. It offered no details on the nature of the threat or the measures to be taken.\nIt was unclear what country the information about the potential threat came from; Russia cooperates against terrorism with countries around the world, including the United States.\nThe statement did not say whether the threat was limited to any particular location in Russia, where several cities have subway systems. Security was stepped up in Moscow's extensive subway system, including by increasing the number of teams with bomb-sniffing dogs, the RIA-Novosti news agency quoted a Moscow police official as saying.\nThe statement, read in part during news programs on state-run television, urged Russians to be alert and to cooperate with law enforcement authorities and inform them of anything suspicious.\nIt said the warning was received by the Federal Operative Headquarters, which is under the auspices of the National Anti-terrorism Committee, a body created by President Vladimir Putin early last year to coordinate anti-terror efforts.\nThe potential threat was discussed at a meeting of the headquarters Tuesday and law enforcement agencies gave reports on measures they were taking to avert an attack, the statement said. That suggested the information was received earlier, but it was unclear when.\nSeveral bombings have occurred in the Moscow subway system and on ground transport in the capital and elsewhere during more than 12 years of conflict in mostly Muslim Chechnya, where large-scale fighting ended years ago but an insurgency continues. Separatist rebels from Chechnya and other restive parts of southern Russia's troubled Caucasus region have claimed responsibility for or been blamed for most of the many terrorist attacks that have plagued the country. \n\nLoad-Date: January 17, 2007"
}