{
    "title": "Russia Sentences 7 in Terrorism Case, But Critics Say the Charges Are Bogus",
    "publisher": "the new york times",
    "year": 2020,
    "month": 2,
    "day": 11,
    "full text": "The young men received sentences of up to 18 years on the basis of confessions obtained under torture, their lawyers and rights advocates say.\nMOSCOW -- A Russian military court on Monday handed down harsh sentences of up to 18 years to seven members of a group of left-wing activists, who in turn accused the authorities of extorting confessions through torture and threats against their families. \n  Critics said the charges of terrorism were fabricated and that the accused, as in other previous incidents, were entrapped by security agents. They compared the use of torture to extort testimony to the practices used by Soviet security forces during Stalin's purges in the 1930s and early 1950s.\n  The seven men, aged 23 to 31, were accused of creating a terrorist organization called ''the Network'' with the aim of launching terror attacks ahead of the 2018 World Cup soccer tournament in Russia and the presidential election that took place the same year.\n  The prosecutors said the organization was managed from the Russian provincial city of Penza, where the Monday hearing took place. It also had cells in Moscow, St. Petersburg and in Belarus, said officers of the Federal Security Service, or the F.S.B., who ran the investigation.\n  All seven men denied the charges. At least four of them initially pleaded guilty, but later switched, contending that their original pleas had been obtained under torture, that there was no such terror group and that prosecutors had invented the name ''the Network.''\n  Their lawyers dismissed the charges as absurd, saying that some members of the putative terrorist group did not know one another, while others were loosely connected through a shooting sport they competed in together and shared leftist, anti-fascist beliefs.\n  The lawyers said they made videos of the shooting games in a forest, which the prosecutors presented at trial as terrorist training exercises.\n  Four of the seven said they were brutally beaten and tortured while in custody. In testimony during a court hearing in May, Dmitri Pchelintsev, who the authorities said was the group's leader, described how the torture sessions were conducted.\n  ''They began to pull down my underwear, in order to attach wires to my genitals,'' he said, according to Media Zona, a Russian news website that followed the case closely. ''I said: 'O.K., I understand everything. What was the last question?' They said: 'Did you organize a terrorist group called the Network?' I said: 'Yes, that was me.' They said: 'Good boy, O.K., sit down.'''\n  Mr. Pchelintsev, 27, was sentenced to 18 years in prison for organizing a terrorist group and firearms possession. Ilya Shakursky, 23, who was sentenced to 16 years, also claimed he was tortured while in custody with security agents subjecting him to electric shocks after putting a sock in his mouth, according to his testimony. The F.S.B. denied any physical violence had been used against the two.\n  At earlier trials, members of the group who pleaded guilty were given much shorter sentences. Igor Shishkin, 27, received 3.5 years. Prison doctors and rights advocates said his body showed signs of torture.\n  Asked about the case on Monday, Dmitri S. Peskov, the spokesman for President Vladimir V. Putin, said the Russian leader had ordered his subordinates to examine the case and that it would not be appropriate for him to intervene any further.\n  ''The president has repeatedly looked into this situation and repeatedly ordered everything to be checked thoroughly to make sure everything is in line with the law,'' said Mr. Peskov.\n  Aleksei A. Navalny, Mr. Putin's most prominent critic, described the sentences as ''horrific'' in a post on Twitter.\n  ''These very young people's testimonies about an imaginary terrorist organization were beaten out of them using torture,'' said Mr. Navalny. ''Any minister in the Russian government is 10 times more of a criminal and a threat to society than these guys.''\n  The tactics used by the security forces in this case were part of a familiar pattern, critics said. \n  In 2018, Russian law enforcement arrested members of a group prosecutors called New Greatness, a small cell that the authorities said was plotting to overthrow the government. Lawyers for the accused and rights advocates dismissed the accusations, saying that the authorities had penetrated a simple chat group and then planted a provocateur inside who steered the conversation toward political subjects.\n  The critics said that the security agencies and other law enforcement groups face intense pressure to produce results, which could explain why they are reduced to fabricating cases against vulnerable people.\n  ''All counter-extremism agencies have to fight against something all the time,'' wrote Ekaterina Schulmann, a political scientist, in an op-ed about the Network case. \n  ''Our citizens do not really want to take part in extremist organizations -- this is not our national sport,'' she said. ''But reports need to be written, so things have to be constructed in order to unveil them later.''\n\nhttps://www.nytimes.com/2020/02/10/world/europe/russia-sentences-anti-fascists-on-bogus-terror-charges-critics-say.html\n\nGraphic\n\n \nPHOTO: Left-wing activists accused of creating a terrorist organization attended a hearing in Penza, Russia, on Monday. (PHOTOGRAPH BY DAVID FRENKEL/ASSOCIATED PRESS)               \n\nLoad-Date: February 11, 2020"
}