{
    "title": "Russia must ensure security at Sochi",
    "publisher": "the deseret news",
    "year": 2014,
    "month": 1,
    "day": 6,
    "full text": "High-profile events always attract those who would use the stage to make a high-profile statement, so it is possible there will be some effort by terrorist groups to upset the Winter Olympics in Sochi, Russia, next month. Officials there have pledged to keep the games safe, and we can only hope they make good on that promise.\nFears of terrorism at Olympics venues have been real since the horrible 1972 attack by a Palestinian extremist group during the summer games at Munich, where 11 Israeli athletes and a police officer assigned to guard them were taken hostage and eventually killed. We recall the palpable sense of dread during the run up to the 2002 Winter Olympics in Utah, held only months after the 9/11 attacks.\nThe games here proceeded without incident. Russians are hoping for the same result, and are mounting an unprecedented security apparatus for assurance. It is regrettable that it has come to pass that such events require such an extraordinary deployment of resources to ensure basic safety.\nBut we live at a time when the forces of zealotry and anarchy are on the march and capable of tremendous harm. Their leaders, regardless of the merits of their cause, see themselves as being above the rules of civility and fair play. In Russia, Islamist fundamentalists have taken credit for bombings they say are a preview of things to come at Sochi. It is vitally important their threats are thwarted and the games proceed peacefully.\nConcerns over an incident at Sochi come as the United States is grappling with the dilemma posed by the actions of its national security agencies in amassing private data as part of anti-terrorism surveillance efforts. The risks of violence in Russia underscore the need for surveillance, but only if tempered by appropriate constitutional limits. Recently, a federal judge wondered whether NSA surveillance was necessary, noting that the government could point to know success brought about by such data-gathering. We echo those concerns.\nIn Russia, the commitment to individual rights of privacy is not as a strong as it is here, but that is the nature of that government, and that nation's particular culture. It is not directly our business, aside from the fact all people should be vested in the aspiration for a stable and peaceful world.\nThe Olympic games are a manifestation of that hope. There was talk before the Salt Lake Olympics of postponing or canceling the games due to the fear of terrorism. But those concerns were eclipsed by the ideal of the Olympics as an opportunity for nations to gather in peaceful competition aside from whatever political differences may separate them.\nThat is the message a peaceful Olympics will send to the world from Sochi, but only by keeping silent those who would send an opposite message.\n\nLoad-Date: January 7, 2014"
}