{
    "title": "Russia _ Arrests in suicide bombings",
    "publisher": "chicago daily herald",
    "year": 2014,
    "month": 1,
    "day": 31,
    "full text": "MOSCOW — Russia's counterterrorism agency on Thursday identified the two suicide bombers who struck the southern city of Volgograd and announced the arrest of two suspected accomplices.\nThe bombings of a train station and trolley bus in Volgograd in December, which killed 34 people, heightened security fears before the Winter Olympics in Sochi, which start next week.\nThe suspected bombers, Asker Samedov and Suleiman Magomedov, were members of a terrorist group based in Dagestan, the National Anti-Terrorism Committee said.\nTwo brothers, Magomednabi and Tagir Batirov, were detained as suspected accomplices Wednesday in Dagestan, a predominantly Muslim republic that has become the center of an Islamic insurgency. The brothers were believed to have helped the suicide bombers travel to Volgograd, about 400 miles to the north, the agency said in a statement.\nInvestigators were still trying to determine who organized the attack, the statement said.\nAn Islamic jihadist group in Dagestan posted a video this month purporting to show the two suicide bombers speaking to the camera before the Volgograd attacks and threatening to strike Sochi, where the Winter Games will be Feb. 7-23.\nThe men were identified only as Suleiman and Abdurakhman. There has been no confirmation the Suleiman in the video is the man named by the counter-terrorism agency or that either of the men carried out the suicide bombings.\nThe video was released by the Vilayat Dagestan, one of the units that make up the Caucasus Emirate, an umbrella group for militants seeking to establish an independent Islamic state in Russia's North Caucasus. The volatile region, a patchwork of ethnic republics, is located just to the east of Sochi.\nDoku Umarov, a Chechen warlord who leads the emirate, had ordered a halt to attacks on civilian targets in 2012. But he rescinded that order in July, urging his followers to strike the Sochi Olympics, which he denounced as \"satanic dances on the bones of our ancestors.\"\n\nLoad-Date: January 31, 2014"
}