{
    "title": "Russia Doesn't 'Solve' Terrorism-It Helps It",
    "publisher": "new york observer",
    "year": 2017,
    "month": 11,
    "day": 21,
    "full text": "In a recent Twitter crusade to coax the \"haters and fools\" into sharing his affinity for a renewed relationship with the Kremlin, President Donald Trump argued why he thinks it's a \"good thing\" to get cozy with Moscow: \"I want to solve North Korea, Syria, Ukraine, terrorism, and Russia can greatly help!\"\nDepends how you define \"help.\" Russia's trade with North Korea doubled at the beginning of the year and the administration has recently acknowledged that Russia            helps Pyongyang circumvent sanctions.\nRussia also aids the homicidal regime of staunch ally Bashar al-Assad, who drops barrel bombs and sarin on civilians. Moscow was focusing airstrikes on enemies of the regime while the non-Assadist Syrian Democratic Forces-who were targeted by Russia in September airstrikes, the Pentagon said-have been the ones fighting and defeating ISIS.\nRussia invaded and still occupies part of sovereign state Ukraine, so asking for their \"help\" there is like asking a burglar to manage the home security system.\nAnd asking Russia to help \"solve\" terrorism is like asking an arsonist to help with wildfire management.\nGen. John Nicholson, commander of coalition forces in Afghanistan, told reporters last week that Russia is pushing the \"false narrative\" of ISIS overrunning the country-there are fewer than 1,000 ISIS fighters remaining there, a number that keeps falling, says the U.S. military-in order to justify their support for            the Taliban. Linked to that false narrative is Moscow's yarn that the Taliban are somehow useful minions more into quashing terrorist rivals between their on-again, off-again truces than their unambiguous main goal of crushing democratic Afghanistan and fueling global jihad.\nCiting sensitive intelligence, Nicholson would not elaborate on the current nature of Russia's support. An Afghan commander said last month that they've seized Russian weapons and equipment, and a House hearing last week revealed the cache from Russia has included machine guns and other medium-weight weapons.\nThe Taliban, of course, are longtime kin of al-Qaeda and the Haqqani network; Nicholson said in December that the latter poses \"the greatest threat to Americans and to our coalition partners and to the Afghans.\" The general also said that Russia's kinship with the Taliban was intended to \"undermine the Afghan government and the NATO effort and bolster the belligerents.\"\nThis administration has followed the Obama-era path of not branding the Taliban as the terrorist group they are, because by encouraging a political settlement they're encouraging negotiations with a terrorist group. But Taliban attacks have killed several U.S. servicemembers this year and many more Afghans.\nIn late October, the Taliban vowed to let American hostage Kevin King die of his health problems if they don't get a prisoner swap. King, a professor at American University in Kabul, was kidnapped by gunmen in August 2016. Somehow, we have yet see an enraged \"don't you dare kill our citizen\" presidential tweet aimed at the Taliban.\nRussia's terror connections don't stop in Central Asia. Through Moscow's unholy alliance with Assad, Hezbollah have occasionally fought alongside Russian soldiers and have used Russian weapons. Hezbollah commanders told The Daily Beast at the start of the year that Russia was supplying them with laser-guided rockets and anti-tank missiles \"with no strings attached\"-even if Israel is potentially in the cross-hairs.\nAnd Russia and Iran continue to enjoy their multibillion-dollar arms relationship. So unless you trust Iran-the state sponsor of terrorism whose insidious relationship with al-Qaeda became clearer in Osama bin Laden's recently released documents-and Hezbollah to \"solve\" the terror they sow, there's no reason you should trust their enabler to do the same.\nMoney and manipulation of global crises for the benefit of the Kremlin will always be more important to that regime than altruism and counterterrorism. If help is what you seek, better look elsewhere while the \"haters and fools\" continue to be realists.\nBridget Johnson is a senior fellow with the news and public policy group Haym Salomon Center and D.C. bureau chief for PJ Media.\n\nLoad-Date: November 21, 2017"
}