{
    "title": "Russia , NATO sign historic accord; Limited partner_ Former enemies build closer alliance against te",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 5,
    "day": 29,
    "full text": "NATO declared Russia a limited partner in the Western alliance Tuesday, embracing its former Cold War enemy as an ally in the battle against modern-day threats like terrorism.\n\"Two former foes are now joined as partners, overcoming 50 years of division and a decade of uncertainty,\" President Bush said as leaders of NATO's 19 member- nations gathered with Russia to form the NATO-Russia Council.\nThe arrangement gives Russia a voice - but not a veto - on a range of issues, including counterterrorism, the spread of nuclear, chemical and biological weapons, missile defense, arms control, peacekeeping, civil defense and search-and-rescue at sea.\n\"We have come a long way from confrontation to dialogue, and from confrontation to cooperation,\" Russian President Vladimir Putin said. He called the agreement \"only a beginning\" and looked ahead to a greater role for Russia in NATO.\nThe leaders sealed the agreement at the seaside Pratica di Mare air base. Italy deployed 15,000 security forces and mounted robust air and sea defenses to protect the 20 world leaders. Two Italian Tornado fighter jets escorted a Sudan Airways passenger jet out of Italian airspace after it failed to establish radio contact with air- traffic controllers, an Italian military official said.\nThe North Atlantic Treaty Organization was founded in 1949 to contain communism and the Soviet Union. With the collapse of the Soviet empire, NATO has been reaching out to Russia. Under the new arrangement, Russia will have more authority than in an earlier, less formal arrangement set up three years ago to try to nudge Moscow closer to the West.\nCzech President Vaclav Havel, who was imprisoned by the communists during the Cold War and will be host for a November NATO meeting, said the agreement marked a new era of cooperation.\n\"NATO was originally founded as a response to my country's subjugation by Stalin,\" Havel said. \"May its summit meeting in Prague manifest to the whole world, once and for all, that the time of subjugation is over and an era of worldwide cooperation has begun.\"\nThe accord came four days after Bush and Putin signed a treaty binding both nations to reduce their nuclear arsenals by two-thirds over the next 10 years.\nBoth agreements gained momentum after the Sept. 11 terrorist attacks prompted Bush to seek alliances wherever he could.\nPutin won favor with Bush back then when he called to say Russia's troops were standing down even as Bush put U.S. forces on high alert. Russia also helped provide intelligence and access to Central Asian military installations, and Bush publicly embraced Putin's view that rebels in Chechnya have ties to terrorism.\nNATO Secretary-General Lord Robertson, who will chair the new council, opened the session by declaring, \"This gathering represents the hope of a better, saner future.\"\nThe theme found its way into every speech.\n\"The attacks of Sept. 11 made clear that the new dangers of our age threaten all nations, including Russia,\" Bush said as the leaders gathered at a huge oval-shaped table.\nSpanish Prime Minister Jose Maria Aznar said, \"We should not wait until we are attacked. We must be ready for any aggression.\"\nTurkish president Ahmet Necdet Sezer, whose country is the only Muslim nation in NATO, suggested that the alliance has been slow to recognize terrorism as the era's great challenge. \"It is high time for concrete cooperation,\" he said.\n\"This is indeed an important historical event,\" British Prime Minister Tony Blair said. \"It does give a sign of shared and common values in the place of misunderstanding and prejudice in the past. It gives us a great opportunity, but we have to make sure that the words that we have spoken today, with the declaration, that we follow up with action.\"\nRussia earned a seat at NATO's tables as the alliance prepared to expand its ranks in November with as many as seven new full partners, including states bordering on Russia.\nSecretary of State Colin Powell said he recognizes that Russia opposes a further enlargement of NATO. Even with the new relationship, \"Russia cannot have a veto over who becomes a member or not,\" Powell told reporters.\nBush, wrapping up his weeklong European trip, said the accord does not mean NATO will soften in its commitment to protect the allied nations against any threat.\n\"Nothing we do will subtract from NATO's core mission,\" he said. \"This partnership takes us even closer to a larger goal, a Europe that is whole, free and at peace for the first time in history.\"\n\nLoad-Date: June 4, 2002"
}