{
    "title": "Russia considers stronger powers for KGB's successor Russian lawmakers are considering two bills tha",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 6,
    "day": 24,
    "full text": "A pair of draft laws making their way through Russia's lower house of parliament, the State Duma, may soon greatly expand the powers and prerogatives of Russia's FSB security service, the former KGB.\nCritics and human rights workers worry that the pending changes, which some see as a response to the rising Islamist insurgency in the Caucasus, will allow the Kremlin to crack down not only on extremists but activists and opposition lawmakers as well. The new legislation also calls into question President Dmitri Medvedev's ability and willingness to implement the more liberal agenda he outlined after ex-KGB agent Vladimir Putin stepped aside in 2008, becoming prime minister.\n\"No one doubts that a country needs the tools to protect itself from crime and terrorism,\" says Allison Gill, Moscow director of the New York-based Human Rights Watch. \"But there are already plenty of strong laws on the books, and the FSB isn't particularly short of powers. My concern is that these laws seem to fly in the face of Medvedev's basic commitment to human rights and democracy.... [These laws] have massive implications for freedom of speech, dissent, and civic activity.\"\nCash awards for passport data of 'terrorists'\nOne bill, soon to go into its second reading in the 450-seat chamber, which is dominated by Prime Ministry Vladimir Putin's United Russia party, would empower the FSB to anticipate \"extremist\" activity in groups and individuals, and employ \"special preventive measures ... to eliminate causes and conditions that are conducive to the realization of threats to security.\"\nExperts say the law would effectively hand the FSB sweeping powers to identify potential extremist threats and take action, by calling suspects in for unregulated \"conversations\" and issuing binding \"warnings,\" under rules that are neither defined nor covered in the existing legal system.\nA set of amendments to the law on state secrets, introduced this week by the government, would greatly increase the list of classified secrets under Russian legislation and provide tough penalties for journalists and others who compromise \"information on financing counterterrorism activities, as well as information on sources, methods, and plans of counterterrorist activities.\"\nIn a separate announcement this week, the FSB said it would revitalize the former Soviet practice of paying informers in order to gain a fresh edge in the war on terrorism. It said it would pay cash awards to anyone who gives addresses or passport data on \"terrorists,\" or provides information leading to the arrest of such a person.\nWhy now?\n\"We had a question: Why does the government want such changes now?\" says Viktor Ilyukhin, deputy head of the Duma's security commission and a critic of the new bills. \"They could not give us an explanation.\"\nSome analysts say the harsh new legislation may be a reaction to the threat of resurgent terrorism from Russia's troubled northern Caucasus region, including a devastating attack by two female suicide bombers on Moscow's crowded metro in late March.\n\"This is a reaction to what's happening in the Caucasus, which the FSB seems powerless to do anything about,\" says Yulia Latynina, an independent investigative journalist who specializes in security issues. \"They can't stop the violence, so they will apply this law to stop the flow of information. It's disastrous, because the FSB is basically being licensed to cover up its incompetence.\"\nVladimir Gruzdev, a Duma deputy with United Russia, said in a statement posted on his website last week that critics are overreacting to the draft changes.\n\"Giving special services new powers is always met with suspicion,\" he said. \"But only people who are unaware of the specific duties of state security could think this bill would impinge on anyone's rights.\"\n\"Our goal is to prevent crime, not to return to 1937,\" when the Stalin-era security services ran the USSR by terror, he added.\nPutin chess move ahead of 2012 elections?\nMr. Medvedev, who started out his current US trip with a reconnaissance trip to Silicon Valley, has cultivated a more liberal image than Mr. Putin, his predecessor and possible rival for the presidency in Russia's 2012 elections.\nMr. Ilyukhin, the deputy head of the Duma's security commission, suggests that the boosting of FSB powers may even be part of a power play by former KGB agent Putin, in advance of that upcoming struggle.\n\"I have been working in the Duma for 16 years and it has always been the president who presented all draft laws and amendments about [the security services],\" he says. \"That is the president's control zone. But this time it was the government [headed by Prime Minister Putin] that presented this draft law. My personal version is that when they came to the president with this law he decided not to support it, so they went to the head of the government, who is an ex-FSB man, and he decided to give green light to the draft.\"\nLaws give FSB power to define 'extremism,' rather than courts\nCritics of the Kremlin worry that, despite the laws' focus on terrorism and extremism, the new rules will end up being used against them, as has happened in the past.\n\"The main accent of police work devoted to 'extremism' is already aimed at opposition leaders,\" says Lev Ponomaryov, a veteran human rights campaigner.\n\"It's already the rule that opposition leaders are closely watched, all their movements recorded, and they are regularly summoned for 'talks' \" with the security police, he says. \"I fear this will lead to more work against the opposition, and not against real extremists.\"\nOne element of the draft law expanding the FSB's powers that prompts special concern is a rule that would entitle security police to call in anyone for a \"conversation,\" without any of the rights that are accorded to people who are designated as witnesses or suspects under the law.\n\"This coercive power to summon people for 'conversations,' and to issue 'warnings,' leaves it extremely unclear what the legal status of these conversations would actually be,\" says Ms. Gill. \"In effect, it takes the jurisdiction for defining 'extremism' away from the courts and gives it to the FSB. Further, if the FSB warns someone against posting a particular article, or holding a certain protest meeting, they are required [under this draft law] to heed that warning or face further sanctions. It creates a much lower level of legal protection for individuals.\"\nRelated:\nLeaked Russian document: Could Medvedev era tilt more pro-West?\nIslamist insurgency rises in Russia's Caucasus\nAll Russia news coverage\n       \n\nLoad-Date: June 25, 2010"
}