{
    "title": "Russia , China take aim at Star Wars",
    "publisher": "the deseret news",
    "year": 2000,
    "month": 7,
    "day": 5,
    "full text": "DUSHANBE, Tajikistan -- Russia and China talked tough about opposing U.S. plans to create a missile umbrella Wednesday as leaders from Moscow, Beijing and three Central Asian states ended a security summit in this volatile region.\nKazakhstan, Kyrgyzstan and Tajikistan are also members of the \"Shanghai Five,\" set up in 1996 to resolve border issues along the old Sino-Soviet frontier but now focused on fighting terrorism, separatism and religious extremism.\nIn a joint declaration, the five presidents vowed deeper cooperation, and Putin hailed the meeting as a success.\n\"This organization has become a significant factor for stability in the region and has a serious influence on the international stage,\" he told reporters in Dushanbe, the capital of Tajikistan, which borders China and Afghanistan.\nKremlin spokesman Alexei Gromov cited Putin as saying that next year's summit should concentrate on putting more mechanisms in place to aid the joint battle against terrorism, religious extremism and illegal trafficking in drugs and arms.\nEarlier, Putin and Chinese leader Jiang Zemin exchanged notes on their joint opposition to Washington's proposal to build a Star Wars-like anti-missile shield.\n\"The leaders spoke about the fundamental importance of maintaining the strength of the 1972 ABM (Anti-Ballistic Missile) treaty,\" Kremlin spokesman Sergei Prikhodko told reporters after the meeting.\nGromov cited Putin as telling the main summit: \"If the United States goes ahead with deployment of a National Missile Defense, the global balance could be undermined.\"\nThe Dushanbe declaration underlined the support of all the Shanghai Five for Moscow's position.\nChina and Russia say the proposed shield, aimed at blocking missile attacks by \"rogue states,\" would threaten existing arms control agreements by violating the ABM treaty.\nCash-strapped Russia is keen to reduce nuclear stockpiles, which are expensive to maintain, and China relies on a relatively small arsenal for its nuclear deterrent.\nOpponents of nuclear shields say they encourage countries to build up missile stocks to increase their chances of puncturing the shield.\nTerrorism a concern, Russia backed on Chechnya\nRussian Foreign Minister Igor Ivanov said Tuesday the Shanghai Five had been forced to focus on security because of the \"activisation of international terrorism\" in the region.\nMoscow says its war in rebel Chechnya was sparked by \"terrorists\" in its backyard and Russian news agencies quoted officials as saying Wednesday that all participants at the summit had voiced their support for Russia's campaign.\n\"It is not enough to destroy terrorists, we need to disarm their ideology,\" Gromov quoted Putin as saying.\nMember states singled out Afghanistan as the chief source of instability across Central Asia and beyond.\nJiang and Tajik President Imomali Rakhmonov met Tuesday and urged the ruling Afghan Taliban movement and opposition alliance to halt their bloody conflict.\nUzbekistan, alarmed at a Muslim revival in its densely populated Fergana Valley, also accuses Afghanistan of sponsoring terrorism and religious fundamentalism in Central Asia. The Taliban denies exporting its strict form of Islam.\nUzbekistan attended the Shanghai Five meeting for the first time as an observer, although President Islam Karimov hinted it could become a more permanent fixture.\n\"Uzbekistan holds the central position in the Central Asian region and it is clear that we should be here,\" he said.\nKarimov was the target of bombings in the capital Tashkent last year organized by a radical Muslim movement. Kyrgyzstan was invaded later in 1999 by hundreds of rebels linked to the same Uzbek network.\nChina is concerned about festering separatism among Muslim Uighurs in its western Xinjiang province bordering former Soviet Central Asia.\nBut for Tajikistan, the summit was recognition that the impoverished mountainous state of six million had returned to some kind of normality following a 1992-1997 civil war.\n\nLoad-Date: July 5, 2000"
}