{
    "title": "Russia 's Grief, Putin's Solutions",
    "publisher": "the christian science monitor",
    "year": 2004,
    "month": 9,
    "day": 7,
    "full text": "The many atrocities they experienced during the Soviet era of the 20th century did not prepare Russians for last Friday's tragic loss of hundreds of schoolchildren and others during a hostage-taking.\nThe despicable act of terrorism against 1,200 innocent people in the town of Beslan has turned a nation to grief and self-reflection, as well as some recriminations. It came soon after terrorists bombed two planes and a subway station. In just 10 days, more than 500 people have been killed in a wave of attacks apparently led by militant radicals seeking independence for the province of Chechnya.\nThese events have revived Russia's historic sense of vulnerability. In a TV address on Saturday, President Vladimir Putin paraphrased Stalin's words spoken at the start of the 1941 Nazi invasion: \"We have shown weakness. The weak ones get beaten.\"\nMr. Putin's reaction to the tragedy was startling in its official humbleness.\nWhile not taking responsibility for the way security forces handled the crisis, he did cite steps his government must take to counter terrorism. He should make good on that commitment by first having an independent group report to the public on what went wrong at Beslan.\nPreventing Chechnya-related terrorism will entail both solving the issue of sovereignty there and further improving Russia's democracy. Putin, a former secret agent, may now be inclined to erode democracy through more security measures. But he did hint at a better possibility by suggesting Russia can learn from other nations, such as the way the US rallied people to be more vigilant: \"Events in other countries prove that terrorists meet the most effective rebuff where they confront not only the power of the state, but also an organized and united civil society,\" he said.\nPutin also admitted that corruption in law enforcement and the courts had left an opening for terrorists to act more freely throughout Russia. He promised \"a more adequate security system,\" although he should focus more on anticorruption measures than on expanding police powers.\nStrangely, Putin didn't even mention Chechnya in his speech. While terrorism must be fought vigorously in its own right (or wrong), most if not all of the terrorism in Russia has a root cause in the military's heavy hand in that small province. Without giving in to terrorism, Putin can still improve life for Chechens.\n(c) Copyright 2004. The Christian Science Monitor\n\nLoad-Date: September 6, 2004"
}