{
    "title": "Russia 's Blowout of Chechens Could Sow More Terrorism",
    "publisher": "the christian science monitor",
    "year": 1996,
    "month": 1,
    "day": 18,
    "full text": "AS Russian artillery set about yesterday obliterating the town of Pervomaiskoye in Dagestan and every living being that remained there, fears rose among locals that the carnage could start clashes between Dagestanis and their traditional allies in neighboring Chechnya.\nDagestanis largely blame Chechen guerrilla leader Salman Raduyev, whose troops and the hostages they seized last week are under assault in Pervomaiskoye, for the tragedy. The sight of one of their villages being sacrificed at the altar of Chechnya's independence bid has turned many against their Muslim cousins.\nThe widening scope of Chechen terrorism is the beginning of what a Kremlin specialist calls the \"Chechen intifadah,\" in a loose comparison to the Palestinian uprising against Israeli occupation of the West Bank.\nThe Russian-Chechen conflict has spread not only into Dagestan but now also outside the former Soviet Union when Chechen sympathizers seized a ferry in a Turkish port Tuesday with more than 100 passengers as hostages.\nThese incidents are the predicted outcome of last month's election for head of the Chechen republic, according to Moscow observers. The Moscow-backed candidate won, threatening to cast former president and now rebel leader Dzhokhar Dudayev further onto the sidelines.\n\"Every kind of terrorism is a sign not of strength, but of weakness,\" says Arkady Popov, an ethnic specialist on Russian President Boris Yeltsin's analytical staff. World experience indicates that Chechen terrorism will likely continue until Mr. Dudayev's circle can be drawn back into negotiations.\nIn Dagestan, some wilder voices are already threatening revenge. \"If they don't stop these terrorist acts, there are Chechens who live nearby here,\" warned Mapizat Murtazalieva, a Dagestani women from this snow-covered village a few miles from Pervomaiskoye. \"It would be an extreme measure, but we could take them hostage.\"\nOther residents stress that their grudge is against the gunmen, not the Chechens as a whole. \"Peaceful Chechens are angry themselves at their fighters,\" said Alibek Alibekov, a young man standing with a knot of his friends yesterday morning on the village main street, listening to shell explosions in the distance. \"You cannot judge a whole people by 150 men.\"\nBut Chechens living in Dagestan remain uncertain of their future. \"Of course I am worried about Chechens and Avars [the dominant Dagestani clan] fighting each other,\" said Mausar Lulayev, a resident of Kemsi Yurt, another village in the area. \"Everyone here is in a suitcase mood.\"\nWhen Russian troops invaded Chechnya 13 months ago, many observers thought Dagestanis would rally to the Chechen cause. Generations of friendly relations, a shared Muslim faith, and a common history of resistance to the Russian empire in the 19th century, suggested that the neighboring republics might again be allies against Moscow.\nIn fact, Dagestan, an autonomous republic within the Russian Federation, stayed out of the conflict. But families across the region offered shelter to tens of thousands of Chechen refugees from the war that has ravaged their land, and Dagestanis feel ill paid for their hospitality by Raduyev's operation.\n\"We shared our last crust with them. They should be ashamed to do such a thing when we have been feeding their women and children for a year,\" stormed Mrs. Murtazalieva.\nThe Chechen raiding party, which seized over 100 hostages on its way back to Chechnya from an attack on a military base at the town of Kizlyar last week, \"should never have gone to Kizlyar,\" said Mogamed Umarov, a Dagestani village elder in Moksob, also within earshot of the bombing of Pervomaiskoye. \"They should especially not have gone to a Dagestani town.\"\nIn the Caucasus, a part of the world where respect is highly valued, Raduyev's raid is \"a matter of disrespect for our people,\" said Abdullah Abdulayev, a small trader here. \"But the Russians are also showing disrespect by slaughtering our people\" through the bombardment.\nMany Dagestanis are also angry that Moscow did not reach an agreement with Raduyev to ensure the hostages' release, as Russian Prime Minister Viktor Chernomyrdin managed last June, when Chechen guerrillas freed the Russian hostages it had taken in Budennovsk.\n\"They let them go in Budennovsk, but because the hostages here are Dagestanis, they don't care,\" blamed Mr. Abdulayev. \"It is a fascist, nationalist attitude toward our people.\"\nLocals blame Russia for allowing Raduyev's group into Dagestan in the first place. \"The government knows there are armed bands in Chechnya; it should have guarded the border better,\" argued Mogamed Omarov, another elder in Moksob, his tall gray goat-hair hat dusted with snow.\nSome of the estimated 200,000 Chechen residents of Dagestan blame Moscow for the events in Pervomaiskoye, saying that the Kremlin is deliberately stirring trouble between Dagestanis and Chechens by destroying Raduyev's group in Dagestan, rather than three miles away across the Chechen border.\n\"We have always have good relations with Avars,\" said Lisa Abdulayeva, a local Chechen. \"We are all the same family, and we always find a common language. It is Yeltsin who wants the Caucasus to burn.\"\nDagestani officials, who had tried to mediate a peaceful end to the hostage crisis, also resent Moscow's determination to capture or kill Raduyev's men, even at the risk of hostages' lives.\n\"We urged the Russians to open a corridor for the bandits, so that our Dagestani hostages could go free,\" deputy head of the Dagestani government Suleiman Amirov told local TV on Monday. \"This could have been avoided.\"\nBut he appealed to fellow Dagestanis to do nothing rash in their anger at the Chechen rebels. \"I urge you to show wisdom, for the sake of our children, for the sake of our future,\" he cautioned.\n*Staff writer Marshall Ingwerson in Moscow contributed to this report.\n\nGraphic\n\n \nPHOTO: RUSSIA'S PROTECTION: A Dagestani woman stands near a Russian soldier near Pervomaiskoye Jan. 12. Her home has now likely been destroyed during Russia's overwhelming military assault., GRIGORY DUKOR/REUTERS; Map, Showing Chechnya and Dagestan, DAVE HERRING -- STAFF\n\nLoad-Date: January 18, 1996"
}