{
    "title": "Russian tragedy shows gaps in back-of-airport security",
    "publisher": "usa today",
    "year": 2015,
    "month": 11,
    "day": 13,
    "full text": "At the front door of every U.S. airport, passengers are checked against terrorism watchlists, screened for explosives and forced to remove shoes, pull out laptops and discard liquids that exceed 3.4 ounces.\nBut what's happening at the back door, where 1.4 million employees stream in daily to handle baggage, clean planes or cater food, giving them access to the insides of airplanes? Not as much as fliers would hope.\nNow, as investigators work to determine whether a Russian airliner was brought down in Egypt by a bomb and whether it was an inside job, the tragedy has thrown a harsh light on this seldom-discussed aspect of airport security. And the light reveals some dangerous gaps.\nThe Transportation Security Administration (TSA) works jointly with airports to vet workers before they're hired and handed badges, and to check them frequently. But the vetters have fallen down on some parts of the job, according to a report in June by the Homeland Security Department's inspector general.\nWhile the TSA checks applicants against the government's consolidated terrorist watchlist, these applicants are not automatically checked against a broader database that a few years ago contained about 550,000 names of people with potential links to terrorism. The TSA doesn't have automatic access to it, creating a weakness in the vetting program.\nThis particular database, known as TIDE, is important because it contains raw data, sometimes uncorroborated, that might provide the first hint of a terrorism connection. Remember the \"underwear bomber\" who attempted to blow up a Detroit-bound jetliner on Christmas Day of 2009? The Nigerian man had been added to TIDE after his father tipped U.S. authorities to his son's radicalization. But he was not on a watch list.\nTSA needs easy and complete access to TIDE, closing a hole that the agency itself has sought to close since last year. While preliminary data in the TIDE listings shouldn't disqualify a job applicant, the TSA at least ought to be aware of any potential red flags. If laws or government \"guidance\" need changing, change them.\nThis wasn't the only problem the inspector general found. The criminal background check process is highly cumbersome, involving the TSA and more than 460 airport operators and air carriers. Also, except at a handful of airports, workers' bags or other belongings were not screened on the way into work.\nAt least some of this is changing. In April, Homeland Security announced new procedures, including random screening of workers and recurring criminal background re-checks. TSA already gets real-time updates of the terrorist watchlist and checks workers against it automatically.\nAs individuals are becoming self-radicalized in ways that are virtually impossible to monitor, preventing terrorism by an insider takes constant vigilance. A worker who passes background checks today could be drawn to join the Islamic State days or months later. Initial vetting is only the beginning.\nIt's a shame  this kind of scrutiny is necessary, but the crash in Egypt suggests that the biggest terrorist threat to jetliners these days isn't necessarily from passengers trying to board them. \n\nLoad-Date: November 13, 2015"
}