{
    "title": "Russians say plane crash probably not terrorism China's 1st aircraft carrier sails into South China",
    "publisher": "telegraph herald ",
    "year": 2016,
    "month": 12,
    "day": 27,
    "full text": "MOSCOW - Russian investigators are not considering terrorism among the most likely causes of a military plane crash that killed more than 90 people, Transport Minister Maxim Sokolov said Monday.\n\"The main scenarios do not include an act of terrorism. We believe the reasons for the catastrophe could have been either a technical problem or flight error,\" Sokolov was quoted as saying by state media.\nHe earlier said the reason why debris from the crash in the Black Sea had been spread over several miles was a strong current.\nBEIJING - Taiwan's Defense Ministry said China's first aircraft carrier and five other warships have passed by Taiwan and sailed into the contested South China Sea.\nThe ministry said the ships led by the Liaoning sailed Monday past the Pratas Islands, also known as the Dongsha Islands, a Taiwan-controlled atoll in the north part of the South China Sea.\nChina's Defense Ministry said Saturday that the Liaoning had set off for a routine open-sea exercise in the Western Pacific as part of its annual training. But its entering into the politically sensitive South China Sea follows rising tensions between Beijing and Taipei over the status of the self-ruled island.\nBEIRUT - Russia's Defense Ministry said on Monday that its troops had found mass graves in Syria's Aleppo with bodies showing signs of torture and mutilation.\nDozens of bodies have been uncovered, according to Ministry spokesman Maj. Gen. Igor Konashenkov. He said some bore gunshot wounds.\nWhile the Syrian war now is largely fought with mortars, tanks and air power, death has come at close quarters as well. Human rights observers and the media have recorded numerous examples of massacres and organized torture, perpetrated by the government, opposition, and the Islamic State group.\nBENI, Congo - Authorities in northeastern Congo said Ugandan rebels have hacked more than two dozen people to death in a Christmas massacre.\nBernard Amisi Kalonda, administrator for the Beni area, blames rebels belonging to the group known as the Allied Democratic Forces, or ADF. He said they attacked several villages on Christmas Eve, killing at least 25 people with machetes.\nOfficials said Congolese and U.N. forces are hunting down the assailants.\nThe ADF rebel movement has been active since the 1990s, but it intensified its attacks inside Congo several years ago. Human rights groups say hundreds have been killed since 2014.\nKAMPALA, Uganda - Ugandan authorities say at least nine people have drowned after a boat capsized on Lake Albert on Christmas day.\nDistrict Police Commander John Rutangira says 45 football fans had crowded into the fishing boat.\nPolice say the others survived, including 21 who at first were described as missing.\nNEW DELHI - Indian police say they've arrested four men on suspicion of raping an American tourist who came to New Delhi alone earlier this year, in another incident of sexual violence to stir outrage.\nPolice Officer Rakesh Kumar says the suspects - a tour guide and his associate, a car driver and a hotel worker - were arrested Monday.\nThe woman said in her police complaint that the four men raped her after she was drugged in a hotel room in April. They denied the accusations.\nThe woman went back to the U.S. and registered a complaint through an email to New Delhi's police commissioner. She returned to the Indian capital earlier this month to pursue the case.\nIt highlights the persistent violence against women in India despite tougher laws against sexual assault imposed after the 2012 death of a young woman who was gang-raped on a bus in New Delhi. The Associated Press\n\nLoad-Date: December 27, 2016"
}