{
    "title": "Russia , China, India To Co-operate On Fighting Terrorism",
    "publisher": "the world",
    "year": 2009,
    "month": 10,
    "day": 27,
    "full text": "(RTTNews) - The foreign ministers of the Russia-India-China (RIC) trilateral organization, meeting in the Indian information technology city of Bangalore, Tuesday agreed to closely co-operate in combating international terrorism, and called for greater democratization of international institutions.\nExternal Affairs Minister S M Krishna held talks with his counterparts, Sergei Lavrov of Russia and Yang Jiechi of China, on a wide range of regional and international issues, including climate-change, energy-security, reform of international organizations, world trade and the global financial crisis from which the world is gradually recovering.\nA joint declaration issued at the end of the meeting said the three ministers also decided to give a boost to their trilateral relations in various areas, including health, agriculture and disaster-mitigation, besides deciding to co-operate closely on climate-change and reducing the impact of global recession.\nThe two-hour meeting also reviewed the situation in the region, particularly in the context of terrorism emanating from Afghanistan and Pakistan, that posed a threat to stability to the region, and the progress made in eight rounds of the trilateral talks.\nAddressing reporters after the meeting, Krishna said the three leaders identified \"common approaches\" in addressing many regional and international issues.\nCalling the meeting a \"very productive one,\" China&apos;s Yang underlined that the talks marked a \"new progress\" in trilateral co-operation.\nThr three countries shared \"similar approaches\" on regional and international issues, he said, and called for greater democracy in international relations. He underlined the need for creating \"a more just and equitable international order.\"\nAnd, Russia&apos;s Lavrov emphasized the need for increased co-operation in combating rising terrorism in Afghanistan and the common stake of the three countries in the restoration of peace and stability in the violence-torn south-west Asian country.\nThis was the ninth trilateral meeting between the foreign ministers of the three emerging economies being held against the backdrop of bilateral meetings Krishna and Lavrov had during the 15th session of the Indo-Russian inter-governmental commission in Moscow October 21, as also between Indian Prime Minister Manmohan Singh and his Chinese counterpart Wen Jiabao at Hua Hin, Thailand, on the sidelines of the Indo-ASEAN summit October 24.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 17, 2010"
}