{
    "title": "Russia To End Counter-Terrorist Operations In Chechnya",
    "publisher": "the day ",
    "year": 2009,
    "month": 3,
    "day": 31,
    "full text": "(RTTNews) - Russia&apos;s National Anti-Terrorist Committee Tuesday decided to end its operations in Chechnya after President Dmitry Medvedev earlier agreed to consider ending the counter-terrorist operation in the North Caucasus republic, Chechnya&apos;s president said.\nThe decision to formally end the campaign and begin the withdrawal of around 20,000 Russian troops from the republic was made by the committee at a meeting in Moscow Tuesday and attended by Alexander Bortnikov, the head of the Russian Federal Security Service (FSB) among others.\nHowever, the 46th brigade from the Interior Ministry and the 42nd division from the Defense Ministry, which are deployed in Chechnya on a permanent basis, will remain in the republic.\nRussia started its anti-terrorism campaign in Chechnya in September 1999, deploying special police units, carrying out frequent police sweeps, and increasing security at key facilities.\nTalking to reporters after the meeting, Chechnya President Ramzan Kadyrov said situation in the Chechen republic was thoroughly discussed, as well as all possible consequences--economic, political and social--of ending the counter-terrorism operation.\nConference participants believe it is time the restrictions were lifted, he said adding that there are no objective reasons that would hinder the official recognition of the fact that the goals of the counter-terrorist operation have been achieved, and tasks carried out.\nBortnikov, who was instructed by President Medvedev Friday to consider ending the counter-terrorist operation in Chechnya, said earlier in the day that more than 67 militants were killed and 233 detained in special operations in the North Caucasus since the beginning of this year.\nAlthough the active phase of the anti-terrorism campaign officially ended in 2001, periodic bombings and clashes between militants and federal troops still disrupt Chechnya and nearby regions, particularly Daghestan and Ingushetia.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 16, 2010"
}