{
    "title": "Rwanda Hints It Tricked _Hotel Rwanda _ Dissident Into Coming Home",
    "publisher": "the new york times",
    "year": 2020,
    "month": 9,
    "day": 6,
    "full text": "President Paul Kagame said that the arrested critic Paul Rusesabagina, now facing terrorism charges, was not kidnapped from Dubai but had been lured to Rwanda in a “flawless” operation.\nNAIROBI, Kenya — Breaking his silence on the dramatic arrest of a prominent dissident, President Paul Kagame of Rwanda insisted on Sunday that his government had not forced Paul Rusesabagina, who is famed for his portrayal in the movie “Hotel Rwanda,” to return from exile to face charges of terrorism and murder.\nInstead, Mr. Kagame hinted, he had been tricked into coming back.\n“There was no kidnap,” Mr. Kagame said during a live television call-in on state television. “He got here on the basis of what he believed and wanted to do.”\nMr. Rusesabagina, best known for the story of how he saved 1,268 people during the 1994 genocide in Rwanda, vanished from Dubai soon after he arrived there last week on a flight from Chicago. Days later he re-emerged, wearing handcuffs, in the Rwandan capital, Kigali, where he faces a raft of charges, including terrorism, arson and murder.\nMr. Rusesabagina’s family, which insists he would never have voluntarily returned to Rwanda, has accused the Kagame government of kidnapping him from Dubai, and demanded to know more about the circumstances of his transfer.\nUntil Sunday, Rwandan officials would say only that Mr. Rusesabagina had voluntarily departed the United Arab Emirates on a private jet. Mr. Kagame, in the interview, remained coy about how Mr. Rusesabagina had been persuaded to board the plane, but suggested he had fallen for an unspecified ruse and had only himself to blame.\n“It was actually flawless,” Mr. Kagame said. “It’s like if you fed somebody with a false story that fits well in his narrative of what he wants to be and he follows it and then finds himself in a place like that.”\nMr. Kagame’s government has been trying for at least a decade to apprehend Mr. Rusesabagina, 66, who was catapulted to fame by the 2004 movie, in which he was played by the actor Don Cheadle.\nThe movie tells how Mr. Rusesabagina, an Oscar Schindler-type hotel manager, sheltered and saved 1,268 people at the luxurious Milles Collines hotel in Kigali during the 1994 genocide, which killed as many as one million ethnic Tutsis and moderate Hutus.\nLauded globally for his bravery, Mr. Rusesabagina received the Presidential Medal of Freedom from President George W. Bush in 2005.\nThe Rwandan government, though, calls him a dangerous subversive who has frequently denied the truth about the genocide. Mr. Rusesabagina’s supporters say that Mr. Kagame, who brooks virtually no dissent inside his country, is seeking to sideline a potential political rival.\nKitty Kurth, a family spokeswoman, said Mr. Kagame’s comments were “shocking” and amounted to a breach of international law.\nSince 2010, Rwanda has appealed to the American and Belgian authorities for help in capturing Mr. Rusesabagina, without success.\nThe charges he now faces center on his leadership of the Rwanda Movement for Democratic Change, an opposition coalition whose armed wing, the National Liberation Front, has been accused of carrying out attacks in Rwanda.\nAn arrest warrant seen by The New York Times details episodes in June and July 2018 along Rwanda’s border with Burundi in which at least three people were killed and property was looted or burned.\nMr. Rusesabagina’s family insists he does not support violence and says it believes he was kidnapped and taken against his will to Rwanda.\nMs. Kurth, the spokeswoman, said a family-appointed lawyer had twice been denied permission to visit Mr. Rusesabagina, who is a Belgian citizen and an American permanent resident. He has not been granted any consular visits, she added.\nOn Sunday Mr. Kagame redoubled his assault on Mr. Rusesabagina’s reputation, saying that other survivors from the Hotel Milles Collines dispute his depiction as a hero. Previously, Rwandan officials have dismissed “Hotel Rwanda” as “pure fiction” and accused Mr. Rusesabagina of “propagating lies and misinformation” about the genocide.\nMr. Kagame also pointed to Mr. Rusesabagina’s involvement with opposition groups, claiming there were records showing him “bragging” about committing violence. Mr. Kagame was possibly pointing to a 2018 video circulating on social media in which Mr. Rusesabagina called for armed resistance against the government.\nThe Rwanda Investigation Bureau, which is holding Mr. Rusesabagina, said he had chosen two lawyers. In an interview, David Rugaza, one of the lawyers, said his client was doing well and had been given access to a doctor. He was not aware that the family had appointed another lawyer to represent Mr. Rusesabagina.\nMr. Rusesabagina has long been one of Mr. Kagame’s most trenchant critics, writing in a 2006 autobiography, “An Ordinary Man,” that he “exhibited many characteristics of the classic African strongman.”\nNumerous critics of Mr. Kagame have disappeared or been killed in recent years, including in 2013, when Patrick Karegeya, a former Rwandan spy chief, was found dead in a hotel room in South Africa.\nMs. Kurth said that Mr. Rusesabagina had been in danger for at least 15 years, and that he knew “if he went to Kigali he would end up dead, disappeared or in prison.”\nHis arrest has drawn international concern and calls for his release. Tibor Nagy, the State Department’s top official for Africa, and Senator Tim Kaine of Virginia have called on Rwanda to ensure he receives a fair trial.\nOn Sunday, Mr. Kagame said there was no cause for concern, insisting the trial would be conducted fairly and in the open.\n“We want to also get things right,” he added.\nDeclan Walsh contributed reporting from Cairo.\nPHOTO: Paul Rusesabagina in Kigali, Rwanda, last month after his arrest. (PHOTOGRAPH BY CLEMENT UWIRINGIYIMANA/REUTERS)\n\nLoad-Date: September 18, 2020"
}