{
    "title": "Rwanda 's president says 'Hotel Rwanda ' hero must stand trial",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 9,
    "day": 7,
    "full text": "BY IGNATIUS SSUUNA\nThe Associated Press\nKIGALI, Rwanda - Rwanda's president says that the man portrayed as a hero in the film \"Hotel Rwanda\" will stand trial for allegedly supporting rebel violence.\nPresident Paul Kagame, appearing on national television Sunday, did not explain how Paul Rusesabagina was brought to Rwanda where he has been held in custody for more than a week.\nRusesabagina is credited with saving 1,200 lives during Rwanda's 1994 genocide by letting people shelter in the hotel he was managing during the mass killings. Now he is accused of supporting rebel violence in Rwanda and his family and supporters complain that they have not been able to speak to him and that he has not had access to a lawyer.\n\"Rusesabagina heads a group of terrorists that have killed Rwandans. He will have to pay for these crimes.,\" said Kagame on a broadcast in which he was asked questions by some local and foreign journalists and viewers. \"Rusesabagina has the blood of Rwandans on his hands.\"\nHe said Rusesabagina's trial will be held openly and conducted fairly.\n\"We are obligated to do this,\" said Kagame. \"We want to do things in a right way.\"\nKagame did not explain how Rusesabagina, who had lived outside Rwanda since 1996 and is a citizen of Belgium and has a U.S. permanent residence permit, turned up in Rwanda last week but suggested that he came of his own accord.\n\"What if someone told you that he brought himself - even if he may not have intended it? You will be surprised how he got here. He was not kidnapped or hoodwinked. His coming to Rwanda has more to do with himself than anybody else,\" said Kagame.\nKagame suggested that Rusesabagina was told a story that fit into his expectations and ended up in Rwanda. \"There was no kidnap in the process of bringing Rusesabagina here. It was actually flawless!\" said Kagame. \"When the time comes he will tell the story himself but he led himself here.\"\nKagame said others were Rusesabagina's accomplices in alleged violent activities and have already been arrested and are facing trial in Kigali, Rwanda's capital.\nRusesabagina's family and supporters, however, say Rwandan authorities have denied him access to a lawyer nearly a week after the outspoken government critic was paraded in handcuffs and accused of terrorism.\nThe Hotel Rwanda Rusesabagina Foundation said Rusesabagina has had no consular visits, and it rejected the Rwandan government's claim that it had talked to his sons about a potential visit as \"not true.\"\n\"Paul's wife has called the jail and has not been allowed to talk to him,\" it said on Saturday.\nThe family has said they believe he was \"kidnapped\" during a visit to Dubai and that he would never knowingly have boarded a plane for Rwanda's capital, Kigali.\nRusesabagina was awarded the U.S. Presidential Medal of Freedom in 2005 for helping to save lives during Rwanda's genocide in which some 800,000 Tutsis and moderate Hutus were killed.\nRwandan authorities have not publicly shared any international arrest warrant. They have referred to \"international cooperation\" but given no details.\nRwandan authorities granted what they called an \"exclusive\" interview with Rusesabagina to a Kenyan newspaper, The East African, in which he said he had been treated with \"kindness\" while in custody in Rwanda but did not discuss the accusations against him or how he was apprehended.\nIt is not clear when Rusesabagina will appear in court. Rwandan law says a suspect can be in provisional detention for 15 days, renewable for up to 90 days.\nThe Rwandan government has said it issued an arrest warrant for Rusesabagina to answer charges of serious crimes including terrorism, arson, kidnap, and murder perpetrated against unarmed civilians. Police called him the suspected \"founder, leader, sponsor and member of violent, armed, extremist terror outfits including the Rwanda Movement for Democratic Change.\"\nRwanda points to a video posted online in 2018 in which Rusesabagina says \"it is imperative that in 2019 we speed up the liberation struggle of the Rwandan people ... the time has come for us to use any means possible to bring about change in Rwanda, as all political means have been tried and failed.\"\nThe MRCD has an armed wing, the National Liberation Front, that has been accused of attacks inside Rwanda in 2018 and 2019. Rwanda arrested NLF spokesman Callixte Nsabimana last year.\nRusesabagina in the past has denied the charges that he financially supports Rwandan rebels, saying he is being targeted for criticizing the Kagame government over human rights abuses.\nRusesabagina's detention has prompted concern among human rights activists that this was the latest example of the Rwandan government targeting critics beyond its borders.\nThe U.S. government has said it expects the Rwandan government to provide \"humane treatment, adhere to the rule of law and provide a fair and transparent legal process\" for Rusesabagina.\nActor Don Cheadle, who played Rusesabagina in the film, told the AP \"it is my sincere hope that Paul is being treated humanely and fairly, and that a transparent and just legal process designed to reveal the veracity of these charges is advanced in a timely manner.\"\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.\n\nLoad-Date: September 8, 2020"
}