{
    "title": "RYAN REMOVES DEATH PENALTY FROM MEASURE ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 2,
    "day": 9,
    "full text": "* Illinois governor says terrorist acts are covered under current murder statutes allowing the death penalty.\nGov. George Ryan used his amendatory veto powers Friday to strip the death penalty from an anti-terrorism measure approved in the aftermath of the Sept. 11 attacks.\nExisting murder laws apply to terrorist acts and allow the death penalty, Ryan said.\n\"In fact, it would be difficult to imagine a scenario under which a terrorist act resulting in death would not already qualify for capital punishment under our current statute,\" the Republican governor said in his veto message.\nRyan also narrowed a section that gives police greater powers to listen in on suspects' telephone conversations, and he made numerous changes in other sections.\n\"There are provisions … that could erode protections on individual liberties that have been the law of the land in Illinois for many years,\" Ryan wrote.\nThe legislation's chief proponent, Attorney General Jim Ryan, quickly urged lawmakers to override the changes.\n\"Crimes such as the terrorist attacks last Sept. 11 demand the death penalty,\" Ryan, a Republican candidate for governor, said in a written statement. \"There is no reason not to make that explicit.\"\nThe governor halted executions in Illinois after 13 death row inmates were found to have been wrongly convicted. He said it would be wrong to expand the state's death penalty laws while a special commission is studying whether the law needs to be overhauled.\nAttorney General Ryan, who is not related to the governor, has supported the freeze on executions. But once the system has been reformed, terrorists should be among those sentenced to die, he said.\nThe anti-terrorism measure was approved in November. Only one lawmaker in the two chambers voted \"no.\"\nThe governor did not seem concerned about the possibility of a legislative override.\n\nNotes\n\nLOCAL\n\nLoad-Date: February 9, 2002"
}