{
    "title": "Ryan wants more funds to combat terrorism",
    "publisher": "chicago daily herald",
    "year": 2001,
    "month": 10,
    "day": 16,
    "full text": "SPRINGFIELD - Millions of dollars in added budget cuts were ordered Monday by Gov. George Ryan in an attempt to keep the state budget balanced as the terrorist attacks of Sept. 11 have darkened an already gloomy economic forecast.  \nRyan predicted $300 million needs to be trimmed from the $53 billion state budget to make ends meet. He previously restricted hiring, travel, and equipment purchases to save $50 million.  \nTax increases have been all but ruled out, Ryan's budget director said, but state agencies under Ryan's control are being told not to spend 2 percent of their budgets. Ryan also asked other constitutional officers - such as the attorney general and secretary of state - to take similar steps with their budgets.  \nSo while taxpayers won't be asked to shoulder the economic downturn, the cost-cutting could mean programs and projects throughout the state will either be put on hold or eliminated.  \n\"We can cut back without damaging health care for the poor and elderly, spending in our classrooms, enhanced law enforcement or job-creation initiatives,\" Ryan said.  \nIn addition to the budget cutting, Ryan is asking the legislature for more money to finance anti-terrorism efforts in Illinois. He said the package will address security needs in cities and rural areas, equipment and personnel, communication improvements, and changes to public health and law enforcement.  \nDetails were not available Monday. And exactly how much he wants, the governor did not say Monday during a 40-minute briefing on the state's efforts since Sept. 11.  \nThe highlight of his anti-terrorism address was the naming of his aides, former federal prosecutor Matt Bettenhausen, to coordinate \"homeland security.\" Bettenhausen will be responsible for working with federal officials and for recommending changes to Illinois' plans for dealing with potential attacks.  \nAttorney General Jim Ryan will today unveil his proposed state laws to combat terrorism.  \nThe governor, however, previously said terrorism legislation is best left to federal authorities. And in his address the governor again warned against attempts to overreach the state's abilities.  \n\"It is my hope, and my expectation, that we will not give in to temptation and seek to duplicate the powers of the federal government at the state level simply to say that we are doing something,\" Ryan said in his address to nearly 300 police, legislators, and other state officials gathered at the State Police Armory in Springfield.  \nLawmakers on hand for the governor's address said they support the budget trimming efforts.  \n\"The General Assembly will do what's right in crises,\" said state Rep. Terry Parke, a Hoffman Estate Republican. \"Now we're not really in a crisis, but I think the sense that there could be in a crisis is hanging over the heads of all elected officials, and I think we want to make sure we are prepared to handle anything that goes on.\"  \nIllinois at the ready  \n- The Illinois Terrorism Task Force identifies strengths and weakness.  \n- Police, firefighters get specialized training.  \n- National Guard Civil Support Team responds to nuclear, biological and chemical attacks.  \n- A statewide mutual aid system of emergency workers responds to hazardous materials.  \n- Three mobile response teams of medical professionals respond to large-scale emergencies.  \nSource: Illinois governor's office\n\nLoad-Date: October 17, 2001"
}