{
    "title": "S. Africa warns whites not to join banned black group",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 9,
    "day": 21,
    "full text": "The South African government is trying to sharply raise the stakes for activists who involve themselves with the African National Congress - the banned organization that is seeking the overthrow of Pretoria's white minority rule.\nThat is the conclusion legal and political analysts draw from a highly publicized trial against an ANC member now awaiting judgment in South Africa.\nThe state is seeking a charge of high treason and terrorism against Barbara Hogan, a young white woman who admits to being an ANC member. Under law, the maximum penalty for treason here is a death sentence.\nThe case has drawn intense interest because of the severity of the charge. The state usually seeks a treason verdict only in cases involving actions connected directly with violence against the republic.\nClose observers see a broader political message from the trial. That is that the government is particularly unhappy with the drift of white activists toward the ANC, and it clearly intends to stop the trend.\n''There has been increasing white radical activity on an above-board level, with more cooperation between white and black radical activists,'' says a knowledgeable observer of political trends. ''The state does not like this at all and wants to stamp down very hard.''\nIn this case the government has argued that simple ANC membership, along with certain nonviolent actions on behalf of the group, implied a conspiracy to overthrow the government with violence, since that is an ultimate aim of the ANC.\n''No person, to our knowledge, prior to this trial has been charged with treason or terrorism because of their membership in the ANC,'' says Mr. G. Bizos, defense counsel for Ms. Hogan. Legal experts agree that the case, depending on the judgment, could set a precedent of much more punitive action against ANC members in the future.\nThis trial follows a spate of detentions of whites by the South African security police late last year, and subsequent promises of a major trial that would demonstrate the need for the heavy detention activity.\nAlthough no single major trial has yet emerged, some suggest the Hogan trial is part of a greater effort by the state to show a network of white involvement with the ANC.\nThe ANC is principally a black nationalist group. But its professed goal of achieving a nonracial democratic government in South Africa has given it some appeal among white activists. In working with whites, the ANC contrasts sharply with ''black consciousness'' groups that reject a role for whites in the black struggle.\nCompared to the actions that have brought other ANC members to trial in South Africa, Hogan's activities were relatively mild. Her membership in the ANC and her communication with ANC officials outside South Africa are illegal. But her actual work in South Africa - helping to organize two boycotts and working to establish a trade union for unemployed blacks - would probably not have aroused the interest of the state had they not been carried out by an ANC member.\nHogan, according to acquaintances, was not naive about the ANC, which supports violence as a means of forcing a change of government here. But a major theme of her defense was that the ANC also supported efforts by legal organizations to bring change. ''I was assured that violence was not the only means to obtain that goal,'' she said."
}