{
    "title": "S. Phila. man gained U.S. visa illegally; The Algerian withheld his criminal record when he applied",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 5,
    "day": 15,
    "full text": "It is unclear whether South Philadelphia resident Ahcene Benrekia has ties to Islamic militants, but he has a criminal record and should not have been granted a U.S. visa.\nBenrekia, 31, who came to the United States from Medea, Algeria, was indicted in January after the FBI terrorism unit determined that he lied two years ago on his U.S. visa application and hid a 1996 Hong Kong arrest.\nHis indictment is one of 56 cases early this year that the Justice Department has labeled as terrorism.\nBenrekia, who has pleaded guilty to visa fraud, also failed to disclose on the visa application that he had lived from 1994 to 1996 in Yemen and Malaysia, countries where al-Qaeda has been active. He is in the federal detention center in Philadelphia pending sentencing.\nHis attorney declined to comment on the case.\nEarl P. Freilino, Pennsylvania's former homeland-security chief, said the close scrutiny now given to visa applications and an improved capability to check arrest records globally \"protects the American public.\"\n\"The cooperation with the foreign police services is more efficient than ever,\" said Freilino, a former FBI agent.\nBenrekia's case gives a glimpse of federal investigative tools used in the effort to find terrorists.\nBenrekia, who has a college degree from Algeria, received a coveted DV-1 visa based on a lottery to enter the United States six months before the Sept. 11, 2001, terrorist attacks.\nHowever, after the attacks, federal agents began an intense review of visa applications to learn about Middle Easterners in the United States. Many foreign governments gave the FBI access to arrest data.\nHong Kong police reports, cited in Benrekia's Philadelphia court files, showed that he was jailed there in 1996 for trying to travel on a false Italian passport. He spent six months in jail in Hong Kong before applying for a U.S. visa.\nBenrekia would not have received the DV-1 visa, which could have led to permanent residency and citizenship, if he had admitted his past arrest.\nFour months after Benrekia entered the United States in March 2001, he got a Pennsylvania driver's license, listing an address in the 2100 block of South 15th Street. There, he lived with two Middle Eastern immigrants who operated a pizza parlor, his landlord said this week.\nFBI agents began watching the house last fall when Benrekia was working as a $5-an-hour pizza-delivery man.\nA U.S. immigration agent assigned to the FBI Joint Terrorism Task Force found that a fingerprint from Benrekia's Hong Kong arrest matched one on his visa application.\nOn the day of Benrekia's arrest, neighbors said, at least a half-dozen FBI agents filled a van with evidence taken from his apartment.\nIn February, Benrekia pleaded guilty to making false statements on the visa application.\nProsecutors say their investigation is continuing.\nContact staff writer Mark Fazlollah at 215-854-5831 or mfazlollah@phillynews.com.  \n\nLoad-Date: July 28, 2005"
}