{
    "title": "S.F. County appoints new deputy manager, fire chief",
    "publisher": "the santa fe new mexican",
    "year": 2020,
    "month": 12,
    "day": 17,
    "full text": "Santa Fe County Manager Katherine Miller on Wednesday announced two new top county management appointments.\nMiller appointed Elias Bernardino the new deputy county manager, a position he'll begin in January. Miller also appointed former state homeland security secretary Jackie Lindsey, who resigned from Gov. Michelle Lujan Grisham's Cabinet in 2019, as the county's new fire chief.\nLindsey succeeds Erik Litzenberg, who announced his retirement in late October. Litzenberg at one time headed the city's fire department before becoming the city manager early in the term of Mayor Alan Webber.\nLindsey led the state Department of Homeland Security and Emergency Management for less than a year before stepping down to \"focus on my family and health,\" she said in a prepared statement in November 2019. She previously had served as a captain for Albuquerque Fire and Rescue.\nThe Governor's Office did not provide any further details about the reason for Lindsey's departure.\nLindsey resigned just a day after the governor, Attorney General Hector Balderas, members of the state's congressional delegation and House Speaker Brian Egolf met with her about efforts to create a new plan to battle domestic terrorism.\nThe former Cabinet secretary is a member of the Federal Emergency Management Agency's National Advisory Council and brings \"20 years of experience to her role,\" according to a county news release.\nHer annual salary will be $107,000.\n\"As a public servant in this leadership role, I look forward to putting my entire skill set to use and ensuring we continue to provide the highest level of safety to all community members while prioritizing the safety of our personnel,\" she said in a statement.\nBernardino previously worked as an administrator for Santa Fe Public Schools and has worked for nonprofits. He's pursuing a Master of Business Administration at the University of New Mexico and will earn an annual salary of $127,000.\n\"I am excited about the opportunity to support the initiatives and objectives of the Board of County Commissioners and County Manager Miller, and assist in supporting and maintaining services for constituents,\" Bernardino said in a statement.\nThe county manager praised both new hires, calling them \"highly qualified individuals\" who \"will enhance the composition of county management.\"\nCarmelina Hart, a spokeswoman for the county, said the abrupt manner in which Lindsey left her post in the governor's administration was not a concern for the county.\n\"She left the state because she wanted to spend more time with her family and she wanted to take care of her health,\" Hart said.\nShe added, \"We're very happy to have her on board. She brings a wealth of knowledge in not only fire service, but also in emergency management.\"\n\nLoad-Date: December 17, 2020"
}