{
    "title": "S.L. to Undergo Crash Course In Terrorism; 120 U.S. cities set to prepare for chemical, biological a",
    "publisher": "the salt lake tribune",
    "year": 1998,
    "month": 4,
    "day": 26,
    "full text": "For nearly a decade, emergency workers along the Wasatch Front have been preparing for a chemical leak at the Deseret Chemical Depot in Tooele, where the nation's largest arsenal of nerve gas and mustard agents slowly is being destroyed.\nThis fall, firefighters, medical technicians, police and staff at area hospitals will receive training for a different threat -- a chemical or biological attack waged by terrorists.\n\"It's hazardous materials in a different wrapper, a hazardous incident done on purpose,\" said Jeff Rylee, battalion chief over special operations at the Salt Lake City Fire Department.\n\"We're a capital city with federal buildings, we're home to the LDS Church, we have the Olympic Games coming in 2002, and we're surrounded by these hate groups who think they can make a statement by doing something to Salt Lake City. That's what we've got to get ready for.\"\nSalt Lake City is among 120 American cities the Department of Defense is targeting for the weeklong crash course on such weapons of destruction.\n\"A biological agent is really scary,\" Rylee said. \"If we get a bomb, we know it's a bomb. But with a biological agent, it could be a couple of days before you know what happened.\"\nSuch agents are silent, colorless and odorless and wreak destruction in humans by slowly seizing up the central nervous system. The nerve agents Sarin and VX increase mucous secretions and restrict respiration, suffocating victims. Anthrax kills with fever, flu and stomach pain.\nWasatch Front firefighters, police and emergency crews will be taught in September to:\n-- Recognize a biological attack.\n-- Avoid contaminating themselves by wearing protective gear, including respirators and space-type suits.\n-- Decontaminate victims and buildings.\n-- Treat the site of an attack as a crime scene.\n-- Prepare for a possible secondary strike aimed at first responders, those on the scene right after an attack.\nAt the same time, the Department of Justice is working with the National Fire Academy training center to offer firefighters courses on biological and chemical threats. Salt Lake City firefighters recently completed one course, \"Emergency Response to Terrorism: Basic Concepts,\" and plan to take others as they are developed.\nNationally, the Army is forming medical teams to respond to attacks. And the Marine Corps last year set up a 400-person force that would be the first federal troops to enter an area hit by a chemical or biological weapon.\nUtah is better braced than most states to respond to a terrorist attack because of the storage and destruction of World War II weapons at the Deseret Chemical Depot, said Lloyd Baker of the Utah Department of Health's Emergency Medical Services Bureau.\nThe federal Centers for Disease Control and Prevention in 1986 began requiring Utah and the seven other states that store chemical weapons to have a Chemical Stockpile Emergency Preparedness Program (CSEPP) in place.\nUtah's CSEPP involves a large team of players. There are emergency personnel in Tooele, Salt Lake and Utah counties; the army depot; the American Red Cross; the state departments of Health and Environmental Quality; and the Utah Division of Comprehensive Emergency Management.\nAdditionally, nine Wasatch Front hospitals have signed onto the program by agreeing to take and treat contaminated patients. They are: Tooele Valley Regional Medical Center, University Hospital, LDS Hospital, Primary Children's Medical Center, Salt Lake Regional Medical Center, Pioneer Valley Hospital, Jordan Valley Hospital, Utah Valley Regional Medical Center and American Fork Hospital.\nThe federal CSEPP program -- which has spent about $ 200 million since 1988 helping the eight states prepare -- has been criticized for not funneling funds fast enough. For example, Utah's first batch of protective suits arrived in 1995. Salt Lake City firefighters just received training this month on administering nerve-gas antidotes.\nBut years of annual drills, and better training for emergency personnel and medical staff, has put Utah in its best position yet to deal with a biological or chemical incident -- whether it be an accident or attack, said Debbie Kim, emergency preparedness and hazardous-materials coordinator at University Hospital, which has one of the state's few decontamination chambers.\n\"This is a very complex response plan and everyone has a unique role,\" she said. \"It is our hope nothing would ever get off post at Dugway or Tooele, that we would never be the target of a biological attack. But if either happened, we're prepared to respond, much more prepared than we previously have been.\"\nAnnual drills have taught emergency personnel to contain the contamination and determine which areas need to be evacuated and when to have people \"shelter in place.\" Fixed and mobile decontamination tents are available, as are gas masks and protective suits.\nShelter areas have been designated, such as Camp Williams, the Army National Guard facility near Point of the Mountain. It could temporarily hold up to 4,000 Utahns. The Utah State Fairpark is targeted as a triage area, where medical personnel could treat victims to avoid overwhelming Wasatch Front hospitals.\nHospitals have antidote kits in stock, protective equipment in place, and the capability of decontaminating victims outside their facilities in tents to avoid exposing staff and other patients.\n\"Utah has the largest chemical-weapons stockpile in the nation, at nearly 43 percent [of the entire U.S. chemical-weapons supply],\" Baker said. \"But terrorism could present us another threat. If we are presented with such a threat, we will have some ability to respond. Most states don't have this level of capability.\"\n\nGraphic\n\n \nJump page A24: Trent Nelson/The Salt Lake Tribune\nEmergency-staff members Rob Stantus, right, and Debbie Kim give a tour of University Hospital's decontamination chamber.\n\nLoad-Date: April 26, 1998"
}