{
    "title": "S.L. German community honors country's war dead",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 11,
    "day": 19,
    "full text": "Members of the Salt Lake German community joined the German Air Force Liaison Office stationed at Hill Air Force Base Sunday to observe Volkstrauertag, or the German National Day of Mourning to honor the country's war dead.\nThe annual ceremony was at the Fort Douglas Military Cemetery, where more than 50 German soldiers from World War I and World War II are buried. An address given by German Air Force Capt. Fritz Groothuis, a liaison officer, reminded the small audience that since the beginning of time human beings have shared the same fate as their ancestors -- that of being mortal and of having death as a constant companion.\nWith the world in continuous turmoil, honoring the dead, including victims of terrorism, means remembering the lessons of the past to make the future better, he said.\nThe National Day of Mourning is similar to America's Memorial Day. The day of mourning began in 1919 when the Germans mourned their World War I war dead and the German War Graves Commission established the day to form a bond between those who suffered family losses in the war and the families that didn't. Today, the German War Graves Commission looks after 827 cemeteries in 45 countries in which 2 million German war dead repose.\n\"Today we commemorate the soldiers who died, the men and women and children who died in wars and all those who became victims of war because of their beliefs or nationalities,\" Groothuis said. \"We honor the dead of all nations who have suffered violence. We mourn the victims of terrorism. We mourn, yet we live and hope for reconciliation among nations and peace in the world.\" Remembering the dead, he said, \"Reminds us of our commitment to peace.\"\nThe 30-member German Chorus Harmonie sang traditional German songs and Paul Kapp played \"I Had A Comrade,\" the German equivalent of \"Taps,\" to end the ceremony. E-mail: lweist@desnews.com\n\nLoad-Date: November 19, 2007"
}