{
    "title": "Sacrifice civil liberties_ You go first",
    "publisher": "the new york times",
    "year": 2016,
    "month": 6,
    "day": 26,
    "full text": "Terrorism and gun violence aren't just directly dangerous. Even the national conversation about them is: You could get whiplash from watching liberals and conservatives switch sides.\nBack during the Bush administration, security hawks such as Vice President Dick Cheney took the view that public safety was more important than abstract considerations like individual rights or constitutional law; practices such as indefinite detention and waterboarding might be disturbing, but they saved lives. As Cheney said at one point in late 2008, \"I think it would have been unethical or immoral for us not to do everything we could in order to protect the nation against further attacks like what happened on 9/11.\"\n Liberals, by and large, found this sort of talk horrifying. They spilled millions of gallons of ink excoriating the Bush administration for sacrificing America's most treasured principles - due process, the presumption of innocence, the right to privacy - on the altar of national security.\n Conservatives in turn spilled millions of gallons of ink defending them. They took the view of David Addison, Cheney's chief of staff, who told a White House lawyer that if he ruled against a particular counter-terrorism program, \"the blood of the hundred thousand people who die in the next attack will be on your hands.\"\n ***\n Yet when there is a mass shooting - as in Orlando - the two sides switch. Liberals start arguing that public safety overrides constitutional liberties. In fact, they contend, protecting public safety is so important that we should take a pair of scissors to the Bill of Rights and cut out the Second Amendment, if that's what it takes to get meaningful gun control passed. In the meantime, they say, can't we at least prevent people on the terrorism watch list from buying firearms?\n Conservatives, meanwhile, turn into civil libertarians - at least with regard to guns. Keeping guns from people on the terrorist watch list would violate due process, they insist, especially because many people don't belong on the list in the first place. And in any event it would be wrong to curtail the constitutional rights of millions of law-abiding people for the sake of preventing the next mass shooting.\n Except if those Americans happen to be Muslim, that is. Many conservatives who bristled at broad-brush accusations when the Department of Homeland Security warned about the danger of homegrown terrorism from right-wing groups, who find the idea of \"profiling gun owners\" insulting, see nothing wrong with efforts to monitor entire Muslim communities, as the New York Police Department infamously did a few years ago, or \"patrol and secure\" them, as Ted Cruz has suggested. (This from the man who tweeted, \"religious liberty for me has been a lifelong passion\" and who wrote in National Review that \"on questions of the Constitution - and the Bill of Rights and our fundamental liberties - I, for one, am content to stand with Jefferson, Hamilton, and Madison.\")\n ***\n The two sides also borrow other arguments from each other. After Jared Loughner's 2011 shooting rampage in Tucson, many liberals wasted no time blaming conservatives such as Sarah Palin and conservative rhetoric generally. Republicans and conservatives were responsible for the \"gale of anger\" that had produced so many threats, wrote The New York Times: When the right keeps insisting that government is evil, is it any wonder unstable people act on that belief?\n Conservatives ridiculed such attempts to blame the actions of a mentally deranged lone gunman on an entire political philosophy. Now many conservatives want to blame an entire religion: Islam. You can find plenty of conservative pieces arguing that, given Islam's belief about the inherent evil of homosexuality, we shouldn't be surprised when an unstable individual acts on that belief.\n And liberals, naturally, now say just the opposite: You can't blame Omar Mateen's atrocity on Islam. (Although, paradoxically, some liberals argue that blaming Islam for terrorism only helps radicalize Muslim youth. So Muslim youth cannot be radicalized by Islam, but can be radicalized by criticism of it.)\n The reason for all of this is simple enough: tribalism. Liberals treat their own perceived in-groups (such as Muslims) differently from their perceived out-groups (such as gun owners) - and conservatives do the same. The result is an F-5 tornado of head-spinning inconsistency.\n So herewith a modest proposal. From now on, anyone proposing to curtail the civil liberties of the perceived other side should have to agree to curtail the civil liberties of his own side first.\n If you're Ted Cruz and you want the government to patrol Muslim neighborhoods, you have to agree to sweeping gun control measures. If you're Hillary Clinton and you're sympathetic to Australian-style gun confiscation, then you first have to agree to Cruz's proposal.\n It's always so easy to sacrifice other people's rights in the name of something dear. The real test is whether you're willing to sacrifice your own.\n bhinkle@timesdispatch.com\n (804) 649-6627\n Twitter: @ABartonHinkle\n\nGraphic\n\n \nAfter the Orlando shootings, Democratic senators in Washington - including Richard Durbin, Richard Blumenthal, Harry Reid, Chris Murphy, and Charles Schumer - took a stand for stronger gun control. THE ASSOCIATED PRESS After the Orlando shootings, Democratic senators in Washington - including Richard Durbin, Richard Blumenthal, Harry Reid, Chris Murphy, and Charles Schumer - took a stand for stronger gun control. THE ASSOCIATED PRESS\n\nLoad-Date: June 27, 2016"
}