{
    "title": "Sad remembrance day WTC ceremony marks 25th anniversary of bombing",
    "publisher": "daily news ",
    "year": 2018,
    "month": 2,
    "day": 27,
    "full text": "EVEN AFTER A terrorist bomb tore a crater half the size of a football field into the belly of the World Trade Center 25 years ago, the twin towers were still lit that night.\n\"For many of us it is hard to believe that a quarter century has passed since that snowy winter day,\" said Alice Greenwald, National September 11 Memorial & Museum director. \"The 1993 bombing was the first act of terrorism at this site. As we know all too well, it would not be the last.\"\nGreenwald was one of scores of people at the World Trade Center site Monday to hear the single toll of a silver bell at 12:18 p.m., marking the moment on Feb. 26, 1993, when the basement bomb went off and shattered America's innocence on terrorism.\nSix people, including William Macko, 57, a Port Authority mechanical engineer, were killed. Macko had been a Marine, something his son thinks about that every time he sees a flag.\n\"It's a long time,\" said Michael Macko, 54. \"And time certainly helps heal things. Back then there wasn't the outpouring that people get today when tragedy happens. People didn't think that you could go to work in downtown New York and be sitting in your office having lunch and be killed.\n\"The wound is always there. The scar tissue just gets stronger. Certainly on any anniversary and certainly on a big one like this, I think about it a lot. I think about my father and that day and everything he has missed.\"\nJudy Shirtz, 60, of Staten Island, was supposed to meet her brother-in-law Stephen Knapp at the towers when she heard the news on the radio. \"He was going to leave early and take me to see my mother who was in the hospital,\" Shirtz said. \"And I was working in the city in Seventh Ave. And all of a sudden on the radio. And I just froze.\"\nKnapp was killed in the explosion along with John DiGiovanni of Valley Stream, L.I.; Robert Kirkpatrick of Suffern, Rockland County; Monica Rodriguez Smith of Seaford, L.I., and Wilfredo Mercado of Brooklyn. More than 1,000 people were injured.\n\nGraphic\n\n \nStephen Rossilli, 9, grandson of World Trade Center bombing victim Stephen Knapp, places flower at commemoration Monday. SUSAN WATTS/DAILY NEWS\n\nLoad-Date: February 27, 2018"
}