{
    "title": "SADDAM LED PLOT TO KILL BUSH, U.S. OFFICIAL SAYS; BUT CLINTON DIDN'T CONSIDER TARGETING IRAQI LEADER",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 6,
    "day": 29,
    "full text": "Before President Bill Clinton ordered Sunday's retaliatory strike against Baghdad, American intelligence concluded that Iraqi President Saddam Hussein himself had directed the assassination attempt of former President George Bush in April, a senior U.S. official said Monday.  Officials said, however, that in weighing the American response, no serious consideration was given to attempting to harm or kill Hussein.  Administration officials cited not only the legal ban on assassination of foreign leaders, but also the practical difficulty of hitting the elusive Iraqi leader.  The intelligence determination about Hussein's role in the Bush plot figured in Clinton's decision to act quickly and to strike at Iraq's intelligence headquarters, rather than at military, weapons or strategic targets.  Tomahawk cruise missiles fired from U.S. warships in the Persian Gulf and Red Sea destroyed one wing of the walled intelligence compound early Sunday.  But three missiles went wide and crashed into nearby homes, and Iraq says eight civilians were killed.  The United States contends that Iraq tried to kill Bush with a car bomb during a trip to Kuwait in April. Bush organized the international alliance that forced Iraq from Kuwait in the Persian Gulf War of 1991.  Officials declined to discuss the nature of the intelligence on Hussein's involvement - whether it was based on electronic surveillance or spies in Baghdad. But they said that the evidence of Hussein's involvement was compelling.  \"It is inconceivable that an operation like this, conducted by Iraqi intelligence, could have been done without Saddam Hussein (ordering it), because that is not the way the Iraqi intelligence system and the Iraqi government operate,\" the senior official said in an interview.\n\"You can assume it.\" Clinton decided within a few weeks of the discovery of the plot against Bush that he would respond militarily if and when he received conclusive evidence of Iraqi government complicity, the official said.  By the time the FBI delivered its formal report to Clinton last Thursday, only the specific missile targets in Iraq were left to choose.  Senior U.S. officials said that the Pentagon did not present the customary list of military options for dealing with Iraq because the administration had previously ruled out the extensive use of U.S. aircraft or ground forces.  Instead, Gen. Colin L. Powell, chairman of the Joint Chiefs of Staff, gave Clinton a limited set of targets from which to choose, and Clinton picked the headquarters of the Iraqi intelligence service because it posed little risk of heavy civilian casualties.  \"Our main concern is to deter Saddam Hussein as best we can, both from future terrorist acts, but also to have a spinoff effect in encouraging him to abide by the (U.N.) resolutions, to keep him from attacking the Kurds or whatever,\" the official said. \"Also, in terms of international law, under Article 51, you don't do punishment, you do deterrence.\" Article 51 of the U.N. Charter allows nations to take military action in self-defense, but draws a distinction between retaliatory attacks and those designed to deter future violence.  Clinton said Monday that the missile attack had \"crippled\" Iraq's intelligence capacity and was intended to send a message to any group or government considering action against Americans anywhere.  In brief remarks to reporters before a Cabinet meeting, the president said, \"I think other terrorists around the world need to know that the United States will do what we can to combat terrorism, as I said in my statement on Saturday evening. It is plainly what we ought to be doing.\" He praised authorities in New York for pre-empting a planned series of attacks on targets in the city last week and sought to reassure Americans that the administration would be \"very aggressive\" in dealing with terrorism.  He said there were no domestic political considerations involved in the decision to hit Baghdad and said he had \"no idea\" whether it would help his sagging poll ratings.  Vice President Al Gore said that the missile attack was \"exactly proportionate\" to the alleged attempt on Bush's life and dealt a \"devastating blow\" to the headquarters of the agency involved in planning the assassination and other terrorist acts.  Clinton also said separately in a letter to Congress that he ordered the action after deciding diplomacy and economic measures would not deter Iraq from attacks against the United States, Reuters reported. He said the United States would take additional measures if Iraq's \"state-sponsored terrorism against the United States continues.\" Clinton defended the attack on Iraq's intelligence headquarters in Baghdad.  \"I did my job,\" Clinton said.\n\nLoad-Date: October 7, 1993"
}