{
    "title": "Sadiq Khan _ Why Is Terrorism in London Inevitable but Fire Isn't_",
    "publisher": "new york observer",
    "year": 2017,
    "month": 6,
    "day": 14,
    "full text": "Who was not moved by the tragic scenes today in London, as a fire engulfed the 24-story Grenfell Tower while hundreds slept inside? The Mayor of London, Sadiq Khan, was certainly angry, not least because residents had warned authorities a ropey $10m refurbishment of the building had made it dangerous.\nKhan has taken the view-quite rightly in my opinion-that these sorts of large-scale fires are not inevitable. They rarely happen in Britain because of our tough fire regulations and are basically unheard of in buildings that comply with all those rules.\nBut while Khan does not think fires are an inevitable part of life in London, he thinks terrorism is something we ought to just accept. Last year he was quoted as saying terror was \"part and parcel of living in a big city.\"\nPresident Donald Trump was among those who took his comments to be evidence that he was somehow pro-terrorist-but they were wrong to do so. Sadiq Khan is worse than that. He knows that mass immigration causes the social tensions that lead to terrorism, but he believes that is a price Britain should pay to pursue his multi-cultural dream.\nBoth large fires and terrorism can be avoided, but to do so you have to recognize how to stop them. The way to stop fire is to install proper alarms, fire door and sprinklers. The way to avoid terrorism to stop military-aged men from coming to your country from war zones that breed radicalization.\nTough immigration policies are why Poland and Hungary haven't had any attacks in decades.\nSadiq Khan knows how to stop terrorism, but he won't. He is willing to pay for immigration with the blood of his own voters, and I imagine he doesn't lose much sleep over doing so.\nWho is more dangerous, then? One individual terrorist with a couple of knives? Or the Mayor of London, who demands an open door policy to foreign terrorists? The first of these might be the cause of dozens of deaths. The second could easily create a civil war, costing the lives of many thousands.\nTerrorism is only \"part and parcel of living in a big city\" if you choose to make it so. Why bother throwing the book at people who break fire regulations only to ignore those who won't protect us from terrorism? Am I suppose to think this hypocrisy makes me more secure?\nMy hope is that, one day, London will wake up to this fact and consign Sadiq Khan's political ideas to the dustbin of British history.\nAndre Walker is a lobby correspondent covering the work of the British Parliament and prime minister. Before studying journalism at the University of London he worked as a political staffer for 15 years. You can follow him on Twitter @andrejpwalker\n\nLoad-Date: June 14, 2017"
}