{
    "title": "Safeguards Keep Powers In Check",
    "publisher": "the tampa tribune ",
    "year": 2006,
    "month": 2,
    "day": 5,
    "full text": "By JANE CASTOR\nAs a local law enforcement officer with experience working in narcotics and criminal intelligence divisions, I have partnered with local, state and federal officials on investigations that incorporated some of the fundamental elements of the Patriot Act.\nContrary to some beliefs, this act does not provide federal authorities with free rein to spy on individual actions, from checking out library books to speaking out against national policy, and all things in between. The overarching intent of the act is to protect our nation against future terrorist attacks.\nThe Patriot Act allows divergent federal groups to share information. In the past, those conducting criminal investigations could not share information with intelligence groups and the national defense community. On more than one occasion, local authorities have acted as a bridge between divisions of federal agencies, as their regulations were so restrictive as to render them unable to act.\nCritics will suggest the Patriot Act dramatically expanded the ability of states and the federal government to conduct surveillance on our citizens. The reality is that the tools currently used in narcotics and organized crime investigations can now be used in terrorism investigations.\nTitle III of the Omnibus Crime Control and Safe Streets Act of 1968 sets out the very strict parameters under which electronic eavesdropping can be conducted on telephone conversations, face-to-face conversations and other forms of electronic communications. In law enforcement, these are commonly referred to as \"Title III wire intercepts\" and are applied for when all other investigative avenues have been exhausted in serious criminal investigations.\nThe case agent must explain in detail those facts establishing probable cause for the criminal activity and must painstakingly detail alternative investigative tactics attempted to gain necessary evidence for prosecution, in addition to explaining why other tactics would not be effective. In other words, the wiretap is the last resort.\nOnce the monitoring begins, there are a number of checks and balances in place to prevent misconduct. Monitored conversations must be minimized, which means that authorities can only spot-check conversations and can continue to listen only if the talk relates to the defined criminal behavior.\nOnce the investigation concludes, those whose conversations may have been monitored are notified. In addition, everything monitored is recorded and placed into evidence.\nThese same safeguards apply to wire intercepts used in terrorism investigations.\nThe advent of computer technology and our reliance on it as a business and communication tool has necessitated updates in the law. The Patriot Act has accomplished this.\nLaw enforcement can now apply for court orders to monitor e-mail and stored voice messages as part of terrorism investigations. The act also allows for victims of computer hacking to request law enforcement assistance in monitoring those who trespass on their computers.\nDetractors will cite this as the government's ability to spy on suspected computer trespassers without a court order. This logic strikes me as the equivalent of asking officers to obtain a court order prior to investigating a residential burglary.\nThe Patriot Act also allows for the acquisition of business records that may have evidentiary value in a terrorism investigation. Again, this tactic has been used for some time in other criminal investigations, and it is predicated by the requirement to show probable cause that records have evidentiary value.\nIn the past, search warrants had to be obtained within the jurisdiction in which they would be served. When dealing with a wide-ranging criminal network, this requirement would cause delays and inefficiency.\nUnder this act, officials may obtain necessary court orders in one jurisdiction, regardless of the location in which they will be served. Still in place, for all actions listed, are those checks and balances that give our courts the opportunity to ensure that law enforcement powers are not abused.\nEven as an eternal optimist, I cannot ignore the looming potential for another terrorist attack in the future, whether foreign or domestic.\nOur country was created to be open and welcoming to everyone, and as such we have left ourselves vulnerable to those who would do us harm. Those very characteristics that make us a great country also leave us exposed to threat.\nThe most effective defense we can mount is the prevention of attacks through solid intelligence and investigative networks. The Patriot Act allows for our law enforcement and intelligence communities to work together in defense of our nation.\nAs with any policy or procedure, the potential for abuse does exist; however, there are sufficient safeguards and oversight in place to ensure that our constitutional rights are not compromised.\nWe can balance our personal freedoms with the need to keep our country safe. It is not an all-or-nothing proposition.\nWhat is needed is a realization of the severity of the terrorism issue and a knowledgeable public who can provide educated criticism rather than uninformed rants.\nIntelligent action can be taken, or we can continue to randomly search airline passengers in the hope that we lull the public into a false sense of security, with the knowledge that random acts provide random results.\nJane Castor is assistant chief of the Tampa Police Department.\nPhoto: JANE CASTOR\nPhoto credit: AP file photo (2005)\nPhoto: The president tours the National Counterterrorism Center in Tysons Corner, Va.\nCopyright © 2006, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nGraphic\n\n \nPHOTO 2\nAs a local law enforcement officer with experience working in narcotics and criminal intelligence divisions, I have partnered with local, state and federal officials on investigations that incorporated some of the fundamental elements of the Patriot Act.\n\nLoad-Date: February 8, 2006"
}