{
    "title": "SAFETY Act supplements terror cover Tort protections offer businesses options in reducing attack-rel",
    "publisher": "business insurance",
    "year": 2005,
    "month": 9,
    "day": 12,
    "full text": "With the Terrorism Risk Insurance Act set to expire at the end of 2005, the future of terrorism insurance is uncertain. The Bush administration opposes renewal of TRIA in its present form and wants to remove general liability coverage from TRIA's protection. If TRIA is not renewed, the insurance industry is promising less coverage and higher premiums. At the same time, the July bombings in London demonstrate that terrorists continue to pose a serious threat.\nFaced with the end of TRIA as we know it, what is a prudent risk manager to do? At least with respect to liability arising from acts of terrorism, businesses are well-advised to consider a recent federal law known as the Support Anti-terrorism by Fostering Effective Technologies Act of 2002, also known as the SAFETY Act. As discussed below, the lawsuit protection afforded by the SAFETY Act can be a valuable risk management tool.\nIn addition to physical damage exposure, businesses face significant liability exposure in the event of a terrorist attack. In general, companies have a duty to take reasonable precautions against foreseeable harm. But what is ``foreseeable'' changed dramatically with the attacks of Sept. 11, 2001, and the ensuing war on terror. Indeed, courts have refused to dismiss lawsuits alleging negligent security arising from the 1993 and 2001 attacks on the World Trade Center, on the grounds that such attacks may have been foreseeable. It is now generally accepted that terrorist groups are planning attacks against our nation's critical infrastructure, including transportation assets, chemical plants, utilities and office buildings. Venues where people gather, such as resorts, casinos, shopping malls and stadiums, are particularly vulnerable. A nightmare scenario involving chemical, biological, radiological or nuclear-CBRN-terrorism is not difficult to imagine, and lawsuits stemming from such attacks could cost millions.\nEnter the SAFETY Act. Congress was concerned that fear of legal liability would prevent anti-terrorism products and services from entering the U.S. market. To encourage the deployment of anti-terrorism products and services, Congress established a process by which providers of qualified anti-terrorism technology could apply for and obtain significant protections from lawsuits arising from technology in the event of a terrorist attack.\nTo be qualified under the SAFETY Act, the seller of a product or service must demonstrate its safety and efficacy in defending against terrorism. Once qualified, the Department of Homeland Security establishes minimum insurance requirements that must be met by the seller, and caps the seller's liability to the amount of required insurance. In addition, the seller is entitled to the ``government contractor defense,'' which significantly limits its liability to third parties. Most importantly, the act establishes one federal cause of action, against the seller, for loss or property, personal injury, or death when the claim relates to the deployment of qualified anti-terrorism technology.\nThat's great, you might be thinking, for a company that sells security services and products. But how does the SAFETY Act help other businesses manage their terrorism liability exposure? The answer lies in the administrative regulations issued by the Department of Homeland Security, which interpret and implement the act.\nSafe harbor\nThe SAFETY Act's implementing regulations provide that, in the event of a terrorist attack, only the seller of the anti-terrorism technology is an appropriate defendant in lawsuits predicated on the technology. Contractors, subcontractors, customers or others in the supply chain are not subject to such suits. Accordingly, the airport that deploys baggage screening machines approved under the SAFETY Act will not have liability if the machine fails to detect a bomb. Similarly, in the event of a terrorist attack, the building owner that deploys vulnerability assessment and security design services qualified under the SAFETY Act will not have liability arising from the services.\nIn the words of DHS, ``Congress balanced the need to provide recovery to plaintiffs against the need to ensure adequate deployment of anti-terrorism technologies by providing a cause of action that provides a certain level or recovery against sellers, while at the same time protecting others in the supply chain.'' Put simply, the SAFETY Act is tort reform for the sake of homeland security. By providing lawsuit protection to companies that invest in qualified products and services, the Act provides a very attractive incentive to upgrade old equipment, assess vulnerability and implement security measures. This is in keeping with Congress' intent.\nCompanies can greatly reduce their terrorism liability exposure by deploying products and services qualified under the act. Unlike insurance under TRIA, SAFETY Act protections include domestic terrorism. Also, SAFETY Act protections contain no exclusion for CBRN attacks. If your company obtains security services and products that are qualified under the act, consider asking your terrorism liability insurer for a reduction in premium, since your liability exposure will be reduced. A listing of technologies approved under the SAFETY Act is available at www.safetyact.gov.\nThe SAFETY Act is not a substitute for terrorism liability insurance. However, with insurance costs set to rise upon the expiration of TRIA, companies should consider SAFETY Act-certified products and services whenever possible.\nAndrew Dopheide is an attorney with HDR Inc., an engineering and architectural consulting firm in Omaha, Neb. Disclaimer: The information contained in this article is general in nature and does not constitute and is not intended to be legal advice.\nSAFETY Act protections\n* Exclusive jurisdiction in federal court for suits against the sellers of \"qualified anti-terrorism technologies.\"\n* A prohibition on joint and several liability for noneconomic damages.\n* A complete bar on punitive damages and prejudgment interest.\n* A reduction of plaintiffs’ recovery by amounts that plaintiffs received from \"collateral sources\", such as insurance benefits or other government benefits.\n* A rebuttable presumption that the seller is entitled to the \"government contractor defense.\"\nSource: Department of Homeland Security\n\nLoad-Date: September 14, 2005"
}