{
    "title": "Safety of diversity visa program questioned",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 9,
    "day": 23,
    "full text": "WASHINGTON (AP) -- Nearly 10,000 foreigners from states sponsoring terrorism have obtained permanent residency in the United States in the past seven years, congressional investigators say.\nThe State Department Bureau of Consular Affairs did not implement a recommendation to bar immigrants from those countries, says the report from Congress' Government Accountability Office.\nThe GAO focused on the issue after the State Department inspector general pointed to the risk in allowing foreigners from countries designated as state sponsors of terrorism to obtain visas under the special diversity visa program.\nThe State Department IG recommended that the Bureau of Consular Affairs propose changes that would bar from the diversity visa program immigrants from states that sponsor terrorism.\nThe bureau agreed with the recommendation in principle, but was concerned about the effect of permanently barring immigrants who may be fleeing oppressive regimes of states that sponsor terrorism.\nCongress created the program in 1990 to provide up to 55,000 immigrant visas annually to foreigners with low rates of immigration to the United States.\nOf countries designated by the State Department as sponsors of terrorism, over 2,700 people from Cuba have come into the United States through the program, as have 3,100 Iranians, 3,700 Sudanese and 160 Syrians.\nFraudulent visa activity in other countries in the program also is a problem.\nThe GAO report cited a 2002 cable from the embassy in Dhaka in Bangladesh highlighting the ease with which people can obtain genuine identity documents in any assumed identity, including passports.\nThis, said the cable, creates an open door that would enable terrorists wishing to enter the Untied States to gain legal status.\nThe State Department has taken steps to strengthen the security of the diversity visa program, but the GAO said the department does not have a strategy to address the pervasive fraud reported by consular officers at some posts.\nThe State Department did not consider the diversity visa program to be targeted by terrorists, but a few department officers told GAO investigators that the challenge of verifying applicants' identities could have security implications.\nAmong the top participant countries in the program, over 36,000 people from Ethiopia have come to the United States through the program, 35,000 from Nigeria, 32,000 from Ukraine and 31,000 from Albania. These nations are not on the State Department's list of states that sponsor terrorism. \n\nLoad-Date: September 23, 2007"
}