{
    "title": "Safety in surveillance",
    "publisher": "university wire",
    "year": 2014,
    "month": 1,
    "day": 6,
    "full text": "In June 2013, former American National Security Agency contractor Edward Snowden exposed a series of government-led, top-secret surveillance programs that collected data and supposedly breached the privacy of unaware American citizens. This led to a public outcry, and increased scrutiny of the government of the United States and its allies.\nIn response, the Canadian public soon learned that the Communications Security Establishment Canada , and the more commonly known Canadian Security Intelligence Service , might similarly be able to monitor phone conversations and collect data as an act of public surveillance on Canadians. These warranted but discreet programs are protected by Canadian government policies and are considered lawful.\nCanadians are concerned that their civil liberties are being compromised and their privacy invaded through government surveillance. Surveillance and policing are, overall, not well-received in our democratic society, and for good reason: one needs to only look to George Orwell's 1984 for drastic repercussions of constant surveillance.\nIf exploited and used with the wrong intention, surveillance can have adverse effects, especially towards society and its citizens. But, given the right situation, government surveillance and the collection of data can be positive to society in the scope of public and national threats.\nConsider the work that anti-terrorist organizations like CSIS and CSEC do for Canada. Some argue that they are irrelevant, considering that the last prominent successful terrorist related-event in Canada was the Air India Flight 182 in 1985. But consider this: there have been no incidents since because of the work that these government agencies do. Their successes are simply less publicized; they remain discreet in order to keep similar operations and investigations running. If they were overt about these operations, then terrorists would know how to evade authorities.\nTo say that terrorism does not exist in Canada is just ignorant. In 2006, in what is now called the Toronto 18 case, 18 individuals conspired to conduct a series of terrorist attacks in Toronto and Ottawa. Canadian homegrown terrorism became real when the plotters allegedly planned to pack 14-foot U-Haul trucks with fertilizer bombs and detonate them outside the Toronto Stock Exchange, and storm government buildings, including Parliament Hill and CSIS headquarters.\nAfter intense undercover investigations and surveillance by CSIS, the RCMP were brought in to make the arrests. As a result, eleven people involved admitted guilt or were found guilty in court, and all others but two released early-on, one being a youth, signed peace bonds as a corrective measure. Without government surveillance, these terrorist attacks could have easily had devastating effects and repercussions.\nMore recently, in April 2013, two individuals were arrested after allegedly plotting to attack a VIA rail train in the Greater Toronto Area. According to a counter-terrorism investigation held by the RCMP, this plot is the \"first known al-Qaeda planned attack . . . in Canada.\" Police have yet to release specific details of the investigation, however the men in question are facing terrorism charges.\nHow would our government have known that these plots existed had it not been for public surveillance? How would they know before it was too late? Yes, Edward Snowden's actions have sparked some much needed debate in Canada, which has led a call for the re-evaluation and analysis of said \"comprehensive measures\" warranted by Canadian law. I have no problems with this; we are a democratic nation, and it is our role to keep our government accountable. But, as a society, let us not negate the fact that these operations are meant to keep our nation safe.\n\nLoad-Date: October 19, 2015"
}