{
    "title": "Sailors in Hampton Roads proud of SEALs Most took news knowing terrorism fight will continue",
    "publisher": "richmond times dispatch ",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "NORFOLK - One of the reasons 21-year-old Tyler Duncan joined the Navy three years ago was his outrage at the 9/11 terrorist attacks on America and Osama bin Laden's contempt for the United States.\n\"Osama's death brings us one step closer to achieving justice for the victims who died and for their families,\" he said in Norfolk Monday.\nDuncan, from Lawrenceville, Ga., had just re-enlisted for another six years in the Navy, taking his oath at The Lone Sailor memorial under the guns of the battleship USS Wisconsin moored next to the Nauticus Center.\n\"We're glad (bin Laden) was caught,\" said his wife, Jessica Duncan, but she was concerned about retaliatory attacks.\nSailors in Hampton Roads largely took the news of Bin Laden's death somberly, reflecting the fact that the fight with Islamic terrorists will continue.\nOutside the Little Creek Amphibious Base, home of the East Coast's SEAL teams, sailors gave a sigh of relief, had a moment of celebration and raised the installation's security measures, said Petty Officer 1st Class Kenneth Glasscock.\n\"We don't have too much time to linger on the accomplishments,\" Glasscock said. \"We're already looking for the second guy in charge\" of al-Qaida.\n\"All the SEALS' hard work and effort paid off,\" said Quinton Wilson, a Navy seaman from the destroyer USS Nicholas.\n\"It's really cool,\" said his shipmate, Scott Andrews.\n\"We're proud of how our sailors have performed,\" said Lt. Cmdr. Karen Eifert, from the aircraft carrier USS Theodore Roosevelt in Norfolk, of the raid that took out the al-Qaida leader. \"It's a solemn moment and we're taking time to reflect on what happened.\"\n\"They had this on their plate for some time,\" said former SEAL Lambros Tzerefos of Mathews County. \"These things take time.\"\nThe special operations units aim to complete whatever mission they are handed, Tzerefos said, and \"we are not going to rest until it happens.\"\npbacque@timesdispatch.com\n(804) 649-6913\n***\n\nGraphic\n\n \nPHOTO Copyright © 2011, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: May 4, 2011"
}