{
    "title": "SALES PITCHES AIMED AT TERRORISM",
    "publisher": "richmond times dispatch ",
    "year": 2002,
    "month": 7,
    "day": 14,
    "full text": "Entrepreneurs offered an array of whiz-bang gizmos and gadgets Wednesday that they hope the federal government will buy to transform their small businesses into a new terrorism-industrial complex.\nThe high-tech bazaar in a huge conference room in a Senate office building included displays from 50 small businesses that had vied for the right to show their wares to government purchasing agents, senators and congressional staffers.\n\"My cousin 007 would have his mouth water if he could walk through here and see what's available,\" quipped Sen. Kit Bond, R-Mo., referring to gadget-loving fictional spy James Bond.\nDr. Barry Mersky, a Bethesda, Md., dentist, has developed a \"tooth phone\" where the sound bypasses the ears. Instead, sound is conveyed through the teeth along a bone pathway in the skull to the auditory parts of the brain.\n\"It's the same principle as how you hear the sound of a carrot crunching,\" he said.\nHe invited a reporter to push a wire against his tooth while speaking into a tape recorder. Then Mersky played the recording back through the wire to the tooth, the tooth tingle slightly as the sound, inaudible to anyone else, passed clearly to his brain.\nFor intelligence gathering, the system can be hidden inside the mouth with no visible wires, receiver or microphones, Mersky said. Helicopter pilots, who communicate amid deafening background noise, would find this not only more effective but safer for their hearing, he said.\nTom Ridge, director of the Office of Homeland Security, said he is counting on small businesses to come up with new methods for combating terrorism.\n\"If necessity is the mother of invention, then there certainly is no more urgent need than to protect our citizens, our institutions and our way of life from terrorism,\" he told the exhibitors.\nJon Upham, a project engineer for Minnesota-based Infrared Solutions Inc., described to Sen. John Kerry, D-Mass., how his company's heat-sensing cameras can zero in on vehicles or bodies moving in a restricted area and automatically record the movement while sending an alert by e-mail, telephone or pager.\n\"This does not require people monitoring it,\" he said. \"You could program it to send an alert if it sees someone walking by with a briefcase. Or it could send images to the local police if a van pulls up.\"\nKirk Rorie, president of the Salt Lake City-based Idaho Technology Inc., showed off his portable biological agent identification system. The size of a backpack, it can give an instant positive response to such bioweapons as anthrax or plague.\n\"We designed it for the military in 1998,\" Rorie said. \"After the anthrax attack, the military cleaned us out. Three of us went to New York City with 16 machines and trained the New York police to use them with real anthrax samples.\"\nHis company now has 110 employees, he said, and it's doubling every six months.\nOutside the convention hall, James P. Mayfield was having less luck in selling his GBA Hawk 4 Gyroplane Homeland Defender. Sitting on a trailer beside the Senate office building was an aircraft that lifts off with a rotor like a helicopter but is powered by a rear-thrust propeller.\nThe gyroplane has an infrared television camera attached to its nose that can transmit images in real time back to a base. Mayfield sees the craft as a tool for patrolling against terrorist attacks on power plants, dams, airports and railroads.\nIt's more efficient than a helicopter, he said.\nHe used it to fly missions for Olympic Public Safety Command at Salt Lake City last winter. But so far sales have not taken off. The Arizona-based company cut its production staff from 200 to 50.\n\"We're here to see if we can sell it to the military or law enforcement,\" he said. \"We think we can fill this infrastructure surveillance niche.\"\nThe inventors and entrepreneurs knew they could not interest the government in buying unproved technology.\n\"In Washington, if it's not off the shelf, they're not buying,\" said David Fine, president and CEO of Cy Terra Corp. of Waltham, Mass., who was displaying a hand-held machine that can detect plastic and metal hidden objects that a terrorist might try to sneak into an airport. \"There's not much research and development money.\"\nThe exhibition was aimed at promoting small business as much as fighting terrorism. Smaller businesses have trouble getting the attention of federal buyers.\n\"It's hard to compete with the large corporations because they can spread their costs and undercut the small person,\" said Pat Fisher, president of JANUS Associates, who has developed software that allows people to be identified by the sound of their voice. \"I'm here to find partners as well as sales.\"\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: July 16, 2002"
}