{
    "title": "Salt surprises_ Steel, terrorism, ships hike price; The county learns it will cost more to salt road",
    "publisher": "lancaster new era",
    "year": 2004,
    "month": 9,
    "day": 9,
    "full text": "You wouldn't think it would be so complicated.\nBut to buy something as simple as road salt is to play with the international commodities markets.\nBarry Hitchcock, Lancaster County's purchasing director, said buying bulk rock salt to prepare for the winter season is affected by the demand for steel in the Far East, shipping around the horn in the Southern Hemisphere winter and new anti-terrorism regulations.\n#SALT.LIB#\nAnd those factors will cost taxpayers money.\nThe price of road salt has increased by 27 percent from last winter, to $42.07 per ton, under a contract approved by the Lancaster County Commissioners on Wednesday.\nThe county negotiates the purchase of salt for its own use - along a stretch of Golf Road in Lancaster County Central Park - and on behalf of 54 of the county's 60 municipalities.\nUnder the contract with Oceanport Industries of Claymont, Del., the county and the municipalities can purchase between 10,500 tons and 28,500 tons at $42.07 per ton.\nThey could spend as much as $1.2 million on salt for the coming winter. At a minimum, they will spend $445,479, according to the contract.\nThe rock salt spread on county roads to melt snow and ice is shipped from Chile, Hitchcock told the commissioners this week.\nThe cost of shipping that salt is being affected by competition for ships. The industry demand for steel in Asia is driving many ships that would otherwise be hauling salt to carry scrap steel to the Far East, Hitchcock said.\nThat salt must be shipped around the southern tip of South America, where they are only now emerging from their winter.\nAnd when ships do arrive at Delaware River ports, crews must undergo extensive background checks instituted following the terrorist attacks nearly three years ago, Hitchcock said.\nThe checks can delay off-loading of cargo by a week. While that delay doesn't seem important in September, it can be crucial in January, February or March, when municipalities facing a harsh winter must reorder more salt.\nHitchcock said sometimes additional salt cannot be found. In previous years, he has scanned shipping charts waiting for the proverbial ship to come in. Late season salt can cost $60 a ton, he said. In other years, salt was not to be found at any price, he said.\nAnd, he told the commissioners, \"not all salt is salt.\"\nIn order to qualify to use state tax funds to buy the salt, it must meet state Department of Transportation requirements. Salt from Ireland, which has a brownish color, has too much liquid content to qualify, Hitchcock said.\nThe state gives the county and its municipalities portions of the tax revenue collected at the gas pump to help maintain local roads.\nPennDOT plows and spreads salt on the numbered roads that it maintains.\n\nLoad-Date: September 10, 2004"
}