{
    "title": "SALVADORANS OFFER LESSON ON TRAMPLING OF RIGHTS",
    "publisher": "the capital ",
    "year": 2008,
    "month": 2,
    "day": 25,
    "full text": "In 2006 the government of El Salvador replaced lawful dissent with U.S.-inspired anti-terrorism legislation as its national policy. In return, the Salvadoran people are offering Americans an object lesson in the value of our Bill of Rights.\nOn the morning of July 2, 2007, 400 Salvadorans who were waiting for buses to take them to the central square in Suchitoto to attend a forum on the privatization of water utilities were accused of blocking the road and were attacked by police firing rubber bullets and tear gas. Three were arrested.\nWord of the arrests reached the crowd in the square waiting for the motorcade of President Antonio Saca, who was coming to Suchitoto to announce his administration's new policy, a plan viewed by many Salvadorans as the first step in privatizing the country's publicly owned water resources.\nPeople began moving out of the square in the direction of the melee. Met by police and military units supported by helicopters and machine guns mounted on jeeps, people in the front ranks raised their hands, shouting, \"We are unarmed.\" The riot squad responded by firing rubber bullets and tear gas at close range. Many Salvadorans were injured. Seven people were arrested.\nLorena Martinez, the president of CRIPDES, the Association of Rural Communities for the Development of El Salvador, along with her vice president and driver, were arrested as they drove to Suchitoto to conduct the forum.\nOscar Luna, the Salvadoran human rights ombudsman, spoke out against the attacks, stating, \"I was able to identify the following human rights violations: excessive use of force, excessive use of weapons, mistreatment, illegal treatment, acts of torture, because that is torture when you threaten to throw someone out of a helicopter.\"\nA witness said, \"The people who were creating terror here were the police.\"\nThe Suchitoto 13, as the defendants are known, were charged with \"terrorism\" under the country's \"Decree 108: The Special Law Against Acts of Terrorism\" enacted in 2006. The defendants faced 60 years if convicted as \"terrorists.\"\nWriting in defense of the Suchitoto 13, Amnesty International said it \"fears that those concerned were arrested to punish them for their involvement in legitimate acts of protest and to prevent similar acts in the future.\"\nThe fate of the Suchitoto 13 should be of particular interest to Americans who value the right to lawful dissent and free speech. El Salvador's Decree 108 was not only modeled on the USA Patriot Act, but the vagueness and ambiguity of its language rival that used in the Violent Radicalization and Homegrown Terrorism Prevention Act, passed by the U.S. House in December and now in the Senate. The language in both countries' anti-terrorism legislation has been crafted so that constitutionally protected dissent can be prosecuted as acts of terrorism and result in draconian sentences.\nEl Salvador's right-wing government has close ties to the Bush administration. It was with the urging and support from the Oval Office that Saca was able to implement the Central America Free Trade Agreement in March 2006. Salvadoran critics of CAFTA say it was no coincidence that the anti-terrorism legislation was enacted six months later.\nLorena Martinez said that by passing Decree 108 \"the government wants to a set a precedent for social movement organizations ... that have been very visibly protesting ... against the free trade agreements (and) against the interests of multinational companies.\"\nOn Feb. 8 the charges against the Suchitoto 13 were downgraded from terrorism to public disorder. The defendants still faced up to four years in prison. Following that, more than 1,200 Salvadorans participated in a peaceful three-day march from Suchitoto to San Salvador in support of the Suchitoto 13.\nThis Tuesday the presiding judge, citing lack of sufficient evidence and yielding to public pressure, dropped all charges and set the Suchitoto 13 free.\nLast July 42 U.S. senators sent Saca a letter regarding the charges brought against the Suchitoto 13. In it they wrote, \"It's hard to imagine such acts could constitute terrorism.\"\nWe can only hope these same senators remember the Suchitoto 13 when it's their turn to vote on the Violent Radicalization and Homegrown Terrorism Prevention Act, which was written, like El Salvador's Decree 108, to instill fear in the minds of citizens whose free speech and lawful dissent are inalienable rights.\nRobert Weitzel of Middleton is a contributing editor to Media With a Conscience. robertweitzel@mac.com Meredith DeFrancesco is a freelance radio journalist whose weekly RadioActive program is heard in Maine. She traveled to El Salvador in January with the U.S. Human Rights Delegation.\n\nLoad-Date: February 26, 2008"
}