{
    "title": "Salvadorean woman tells Americans of human rights abuses. But US denies visas for four others it say",
    "publisher": "the christian science monitor",
    "year": 1984,
    "month": 12,
    "day": 11,
    "full text": "It was to be a simple human rights award by the Robert F. Kennedy Memorial Foundation to a group of mothers in El Salvador who organized to help families of political prisoners, the disappeared, and the murdered.\nThe mothers have offered ''a gleam of hope'' to the families and have helped break the ''fear'' of speaking out on behalf of the victims of violence there, says the Rev. Patrick Rice, an Irish priest who is executive secretary of the Venezuela-based Latin American Federation of Families of the Detained and Disappeared. He nominated the group to the Kennedy Foundation.\nBut the Committee of Mothers, as it is known, has run into some strong opposition at home - and in the United States.  Some of its members have themselves become victims of violence in El Salvador. And US State Department officials claim the group has become too political for their liking.\nFour of the five women chosen by the Committee of Mothers to come to the US to receive the Kennedy award were denied visas.\nState Department officials allege that the four women have been personally involved in terrorist activities or have advocated such activities.\nBoth Fr. Rice and Carolyn Croft, executive director for the Kennedy Foundation, along with officials of Amnesty International, flatly dispute the State Department allegations.\n''If there was a shred of truth in those charges, those women would have been picked up long ago,'' Rice says. ''They're very public women,'' he said in an interview here.\nRice, executive director Croft, and an Amnesty International official for Latin America were all in Atlanta recently escorting the one mother - Emelino Panameno de Garcia - who received a visa to the US. The Kennedy Foundation is now taking her to other cities to tell her story.\n''The government (of El Salvador) knows what each member does,'' Mrs. Garcia said in an interview here.\nIf State Department officials were concerned that the story the women would tell in the US would be one of condemnation of US policy in El Salvador, their concerns were not realized by what she said here.\nGarcia's story focused on what it is like to be the victim of political violence. Several members of her family have been killed by such violence. She herself was the victim of mistreatment, she says. Amnesty International, a worldwide human rights organization, says her story is similar to others it has documented among the Committee of Mothers.\n''What we want, as mothers of Salvadorean people, is that the killing stop. We want the peace for our people,'' she said here.\nAccording to the Kennedy Foundation, the Committee of Mothers was organized in 1977 at the suggestion of the late Salvadorean Archbishop Oscar Romero. They now number about 500 people, including some men. Most of the members are poor, Rice says.\nAccording to these sources, the group demands amnesty for political prisoners and investigations into disappearances. They receive testimonies of mistreatment and apprehensions, channel food to families of victims of violence, and hold public protests.\nAmnesty International, in a report earlier this year on El Salvador, included statements that AI had received from the Committee of Mothers about the disappearance of some of its members ''in circumstances suggesting official culpability.''\n''There's a lot of (government) resistance to families of victims organizing,'' Rice says. It means the issue of people being mistreated or anonymously apprehended ''doesn't go away,'' he says.\nGarcia, who now lives in Mexico, told an audience here that several members of her family, including her husband, have been apprehended and killed. She did not say why they had been apprehended. Other members of her family have been tortured, she said. She was raped, she said, by what she alleges were members of a death squad. ''I believe the majority of the death squads are in the heart of the (government) military,'' she alleged.\nGoing beyond the department's public remarks, a State Department official who would not speak for attribution said the visa denial to four of the Committee of Mothers was not aimed at the committee as a whole.\nHowever, the official did allege that human rights groups in El Salvador are being manipulated, co-opted, and taken over by the left in some cases. But the official said it was not clear if the objectionable activities occurred while the four were members of the committee.\nThe State Department alleges that one or more of the four women were involved in activities that include: responsibility for the execution of police officers; stopping vechicles; bombing; serving as guerrilla combatants; and taking over church, government, and Red Cross offices.\n''We are not terrorists,'' Garcia insists. ''(El Salvador President Jose Napoleon) Duarte has never made those kinds of accusations,'' she says. The US accusations have increased the risks for members of the group, she says.\nGarcia, the Kennedy Foundation, and Amnesty International question the fairness of the US refusal to allow the four women to enter the country while it recently granted a visa to Roberto d'Aubuisson, a Salvadorean rightist leader widely accused of having links to death squads and the assassination of Archbishop Romero. Administration officials have said they have no proof of such links.\n\nGraphic\n\n \nPICTURE 1; Emelino Panameno de Garcia, congratulated by Sen. Edward Kennedy, receives award; AP"
}