{
    "title": "SALVADORANS HAIL U.S. ENVOY'S TALKS",
    "publisher": "the new york times",
    "year": 1983,
    "month": 7,
    "day": 15,
    "full text": "Business leaders in El Salvador applauded a speech by Deane R. Hinton, the departing United States Ambassador, to the American Chamber of Commerce on Wednesday that was critical of violence from both the left and the right.\n''It was great,'' said Juan Vicente Maldonado, one of the business leaders. ''No one is for terrorism from the left or from the right.  His criticism was very balanced.''\nSAN SALVADOR, July 14 - Business leaders in El Salvador applauded a speech by Deane R. Hinton, the departing United States Ambassador, to the American Chamber of Commerce on Wednesday that was critical of violence from both the left and the right.\nThe speech, which received a standing ovation, was considerably milder than a talk Mr. Hinton gave before the same group in October.  At that time, he criticized the ''Mafia'' style violence of the right, and said that ''common criminals are having a field day.''\n''This is El Salvador's problem,'' he said then. ''You the people of El Salvador must solve it.'' The October speech, which was the Ambassador's harshest attack on the human rights violations by Government security forces, was cleared by the State Department, but was not approved by the White House.\n''Of course, the Ambassador still believes everything he said in October,'' an embassy official said. ''But I don't think he thought it was appropriate to depart El Salvador blasting away.''\n \nSpeech Cleared by Washington\nIn his speech Wednesday, which was cleared by Washington, Mr.  Hinton softened his tone and criticized violence from both the right and the left. He said that ''too often it is not recognized that at the core of the problem is extreme leftist terrorism.''\nThe departing Ambassador said the biggest frustration in his tenure was the failure ''to see justice done to the killers of my fellow citizens.'' So far, the National Guardsmen responsible for the murder of four American church women and two American labor advisers have not been brought to trial.\n''Closely related to this specific failure ''to see justice done'' is the even graver failure of Salvadorans so far to eliminate extralegal violence,'' Mr. Hinton said.\nIn a question-and-answer period after the speech, Mr. Hinton said he could not understand the ''silence'' of Salvadorans about rightist violence.\nWhen a member of the audience asked him in an anonymously written question why he had emphasized rightist violence, Mr. Hinton replied, ''Frankly, I would like to ask you why there are still people around who ask that question.'' His response was greeted with a round of applause."
}