{
    "title": "SALVADOR ARRESTS CAUSE CONCERN HERE SOCIAL ACTIVISTS HAVE MADISON TIES",
    "publisher": "the capital ",
    "year": 2007,
    "month": 7,
    "day": 6,
    "full text": "Lorena Araujo, a Salvadoran social activist who has visited Madison several times over the past 20 years, was arrested Monday in El Salvador and charged Wednesday with acts of terrorism.\nHer arrest, along with three other leaders of the Association for the Development of El Salvador (CRIPDES), and the charges that have followed have caused fear among long-term participants in the Madison-Arcatao Sister City Project. CRIPDES has been the project's partner organization in El Salvador since 1986.\n\"It is quite frightening to see the extremes they went to to orchestrate these seemingly preplanned arrests,\" Ian Davies, an Edgewood College professor of Spanish who takes students to El Salvador, said Thursday.\nThe arrests took place on a remote rural highway before the four Salvadoran activists got to a protest against the privatization of water, according to a Thursday e-mail from an El Salvador Solidarity listserv.\nPresident Elias Antonio Saca was visiting Suchitoto to inaugurate a public water system, according to Madison-Arcatao Sister City spokeswoman Barbara Alvarado.\n\"We are seeing a very frightening response by the police to people who are grass-root organizers. It is part of a wider pattern of militancy in the country, a pattern of defensive measures by the monied elite, the old oligarchy, who see a need to close down the social activists,\" Davies said.\nAlvarado is also concerned about people being arrested before they got to the forum, which she insists was to be a peaceful protest. The national police \"severely repressed expression by ordinary people who were wanting to communicate their opinions on something that directly affects them,\" she said.\n\"Lorena is a personal friend of mine and my family and of many people in Madison. We are very afraid for her physical integrity,\" Alvarado said.\n\"Hundreds and hundreds of Madisonians have worked with Lorena and her colleagues at CRIPDES, ate with them, visited with them,\" longtime Madison-Arcatao project activist Marc Rosenthal said.\nThe Salvadoran government's invocation of anti-terrorism laws modeled on the USA Patriot Act also upsets Rosenthal. According to the Solidarity listserv, invocation of anti-terrorism laws means the cases have been taken out of provincial court and will be tried in special tribunals created specifically for cases under those laws. Preliminary information indicates the public hearing of the case will be Saturday.\n\"First and foremost, I am concerned about our partners in El Salvador, but it would not surprise me if the Madison-Arcatao Sister City Project was labeled terrorist by our government,\" Rosenthal said.\n\"What we see in the heavyhanded criminalization of dissent is an issue social activists have been increasingly confronting in the last several years as we deal with the exact same issues around globalization as our Salvadoran partners are dealing with,\" he added.\nAlvarado asks Madisonians to send faxes and e-mails to the president of El Salvador, the attorney general of the country and the chief justice of the Salvadoran Supreme Court, as well as to their own U.S. congressional delegation. Salvadoran addresses are available at www.madison.com/communities/mascp.\nE-mail: mrathbun@madison.com\n\nLoad-Date: July 7, 2007"
}