{
    "title": "Salvadoran Opposition Fears Broader Antiterrorism Law",
    "publisher": "the christian science monitor",
    "year": 1989,
    "month": 7,
    "day": 6,
    "full text": "TOUGH reforms of antiterrorism laws proposed by El Salvador's government have unleashed a storm of criticism from opposition parties.\nThe rightist ARENA party government, critics claim, is seeking not so much to crack down on the guerrilla insurgency or terrorist activities but to muzzle the political opposition and the press before introducing unpopular economic austerity measures.\n''It's not a coincidence that they're presenting this law now, before the economic measures, to prevent demonstrations,'' says Hugo Carrillo, a deputy in the assembly. ''This is a law that suffocates liberty.''\nIf the ARENA-controlled Legislative Assembly passes the reforms in their present form, a person could be jailed for up to four years for passing out materials deemed ''subversive,'' 10 to 20 years for destruction of public property, or five to 10 years for providing information encouraging foreign countries to ''intervene in El Salvador's own affairs.''\nARENA President Alfredo Cristiani, who has been in office for a month, defends the proposed laws as providing punishment appropriate to those who violate the laws of the Salvadoran democracy. But ''in no moment does the government of the republic think of restricting liberties nor obstructing the rights of anyone,'' President Cristiani says.\n''Antiterrorist laws exist among most of the civilized countries of the world,'' declared ARENA deputy Gloria Salguero Gross, during a heated debate in the assembly. ''What are we so scared of?''\nSince the state of siege ran out in 1987, ending the right to hold suspects longer than 72 hours, the Salvadoran military has pushed for tougher laws to counteract the growing leftist guerrilla attacks, especially in the cities. ARENA presented the new laws following the assassination of the new government's chief of staff, Antonio Rodriguez Porth.\nCritics of the new laws, however, point out that there are already laws on the books that punish violent acts. The danger of ARENA's reforms, they say, is that they create new categories of ''terrorism'' and ''subverting the public order'' whose interpretation would be left up to an ARENA-controlled judiciary and the military.\n''It seems to be unnecessary legislation,'' says a West European diplomat. The new laws would ''allow the judges to determine what is terrorism.''\nWhile the guerrillas have either publicly or indirectly admitted to several killings, they have emphatically denied responsibility for killing Mr. Porth or the June 30 killing of rightist ideologue Edgar Chacon.\nThe real target of the reforms is the political opposition and organizations on the left, critics charge.\n''The guerrillas aren't going to be affected by the law. (Guerrilla commander Joaquin) Villalobos isn't going to be arrested. Those it will hurt are the political parties of opposition and labor (unions),'' says Eduardo Colindres, spokesman for ex-President Jose Napoleon Duarte's Christian Democratic Party.\n''Those that protest here for their political and economic rights will be terrorists,'' says Christian Democrat Arturo Arguemedo, a lawyer who served as both judge and Attorney General. ''This will institutionalize terrorism of the state.''"
}