{
    "title": "Samore Appointed Belfer Center Executive Director",
    "publisher": "university wire",
    "year": 2013,
    "month": 1,
    "day": 30,
    "full text": "UPDATED: January 30, 2013, at 4:40 p.m.\nThe Belfer Center for Science and International Affairs announced Tuesday that Dr. Gary S. Samore, White House Coordinator for Arms Control and Weapons of Mass Destruction, Proliferation, and Terrorism under President Barack Obama, has been tapped to lead the center as its executive director. He will assume the position on Monday.\n\"Gary Samore is an outstanding choice for the Belfer Center executive director position,\" said Samore's predecessor, Army Brigadier General Kevin Ryan. \"He has exceptional academic credentials and experience in leading research institutions and of course he is a distinguished alumnus of the Belfer Center.\"\nSamore worked briefly at the Belfer Center after graduating with a Ph.D. in government from the Graduate School of Arts and Sciences in 1984. Since then, he has held a variety of research and governmental posts and has worked for both the Clinton and Obama administrations.\n\"Gary Samore is the very model of a Belfer Center professional,\" Center Director Graham T. Allison '62 said in a press release. \"We count ourselves fortunate that one of the nation's leaders in both thought and action on the core issues of the Center's agenda will bring his rich experience to our community.\"\nIn the Obama White House, Samore advised the president on matters concerning arms control, WMD proliferation, and terrorism. His position under President Obama came after he played a key role in negotiating the end of North Korea's nuclear program as President Bill Clinton's Special Assistant and Senior Director for Non-Proliferation and Export Controls at the National Security Council.\nSamore continued his negotiation efforts under President Obama, helping to contract the New START arms control agreement with Russia. His Obama-era resume also includes efforts to battle terrorism and quash Iranian nuclear ambitions.\nWhen he arrives in Cambridge, Samore's obligations will be more academic in nature. Along with co-chairing the Iran Nuclear Negotiations Working Group and managing and advising the Belfer Center's research plans, he will also conduct his own research.\nAfter Samore assumes his position, Ryan will preside over new programs on defense and intelligence at the Belfer Center. Ryan expressed optimism about the prospect of Samore's return.\n\"We're excited to have him back,\" Ryan said.\n-Staff writer Steven R. Watros can be reached at watros@college.harvard.edu\n\nLoad-Date: September 18, 2013"
}