{
    "title": "San Bernardino attack_ How to stop terrorism when it's a family plot_ The terrorist attacks in San B",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 12,
    "day": 19,
    "full text": "There is a reason the American mafia, known as \"La Cosa Nostra,\" was tough to battle, and it's the same reason law enforcement officers never saw the San Bernardino attack coming.\nThe husband-and-wife shooters in the San Bernadino, Calif., attack Dec. 2 that killed 14 people, were bound by more than their commitment to crime. And that family relationship makes such plots, and others like them, especially difficult to uncover.\nWhen terrorist plans are built on family ties, it adds a whole host of challenges to detection and prevention. Family members are less likely to squeal on each other, and investigators have trouble planting an informant in a group bound by blood or marriage.\n\"They're not even below the radar,\" Patrick Skinner, security consultant and former CIA case officer told the Associated Press. \"They're stealth.\"\nFamilies have an additional advantage in plotting terrorism - the sheer ease of communication within the group. As chilling as it may sound, would-be terrorists could easily start the morning off with a bowl of Wheaties and a debate over who is driving the get-away car. In the case of Syed Rizwan Farook and Tashfeen Malik, they planned a shooting at an office holiday party in San Bernardino.\n\"Basically you have a woman with zero friends, who had no contact with anyone, and a husband who was the same way,\" Mr. Skinner told the AP. \"That's a tough nut to crack.\"\nOther family bonds are equally difficult to track in terrorist investigations, and the fear of brothers - from the Italian Mafia to the brothers behind the Charlie Hebdo attacks in January - plotting together or simply recruiting each other is so well-established it was the major thrust of the defense case for now-convicted Boston Marathon bomber Dzhokhar Tsarnaev, The Christian Science Monitor reported at the time:\nDzhokhar Tsarnaev was [fellow bomber Tamerlan Tsarnaev's] younger brother: quiet, impressionable, and easily persuaded. It wasn't his idea to bomb the Boston Marathon in 2013. But when Tamerlan approached him for help in carrying out the attack, his love for - and submissiveness to - his older brother prevented him from saying no.\nTwo brothers are also suspects in the terrorist attack in Paris Nov. 13 that killed 129. Such was their secrecy within the brotherly bond that even their other brother told the BBC he knew nothing of their plans.\n\"Salah was being watched by Belgian state security, but we didn't know that and we didn't know either that Brahim had tried to go to Syria,\" Mohamed Abdeslam told the BBC. \"He's apparently been interviewed by police services on that subject, and we were never told about what he said.\"\nLike Mr. Abdeslam, Christianne Boudreau of Canada had no idea authorities had been investigating her son for terrorism for two years until they told her he had joined the Islamic State (ISIS) group in Syria. Both Ms. Boudreau, whose son has since died, and Abdeslam said they would have cooperated with authorities earlier if it meant seeing a family member in prison rather than dead.\nFamily members can be part of the solution, not just part of the problem, Warren Richey reported for The Christian Science Monitor. Boudreau did not know enough to intervene with her radical son before it was too late. She responded by creating Hayat Canada, which is designed to provide family-based intervention services to mothers, fathers, and other family members struggling with a loved one who is radicalizing toward violence and extremism.\nDaniel Koehler, director of the Berlin-based German Institute on Radicalization and De-radicalization Studies, runs a similar program to connect worried families with resources to try and stop radicalization. One such group is called \"Mothers for Life.\"\n\"[Islamic State terrorists] have recruiting manuals that are so sophisticated that the only thing we can do is build up the family or the social environment as a counterforce,\" Koehler says. \"That is the only way we can succeed.\"\nThis report includes material from the Associated Press.\n\nLoad-Date: December 19, 2015"
}