{
    "title": "San Francisco Supervisors Bust Dangerous Domestic Terrorist Group",
    "publisher": "the foundation for research on equal opportunity",
    "year": 2019,
    "month": 9,
    "day": 6,
    "full text": "With atrocities such as the Oklahoma City truck bombing on April 19, 1995, Americans are well aware that terrorism is a domestic as well as international threat. Timothy McVey, responsible for the attack that took 168 lives, including 19 children, was executed on June 11, 2001. Nearly two decades later, the San Francisco Board of Supervisors has managed to track down a dangerous domestic terrorist group.\n“Whereas,” their recent resolution proclaims, “the National Rifle Association musters its considerable wealth and organizational strength to promote gun ownership and incite gun owners to acts of violence,” and “through its advocacy has armed those individuals who would and have committed acts of terrorism,” the City and County of San Francisco “intends to declare the National Rifle Association a domestic terrorist organization.” No casualty figures were given, but this didn’t stop them from saying that the NRA “promotes extremist positions, in defiance of the views of a majority of its membership and the public, and undermine the general welfare.” And so on, a real collector’s item. \nFor something more akin to domestic terrorism by a government agency, San Francisco’s Board of Supervisors might check out the Federal Bureau of Investigation, whose sniper in 1992 shot Vicki Weaver in the head as she held her ten-month-old baby at her home in Ruby Ridge, Idaho. The FBI brought in the same sniper to the Waco, Texas, for the standoff in April 1993 that claimed the lives of 75 people, including 25 children. \nAlso, check out government documents such as Challengers from the Sidelines: Understanding America’s Violent Far-Right, from the Combating Terrorism Center at West Point. This 2013 study warns about the “anti-federalist movement,” whose members “espouse strong convictions regarding the federal government, believing it to be corrupt and tyrannical, with a natural tendency to intrude on individuals’ civil and constitutional rights.” They also support civil activism, individual freedoms, and self-government, always a giveaway for potential terrorists. \nRemember, too, back in 2012, the armed squad that came at dawn in Stockton, California, with Remington model 870 shotguns at the ready. They broke down the door, rushed in and handcuffed a man before shoving him into a police car. This was a raid by the enforcement division of the office of the Inspector General of the U.S. Department of Education. The target was a woman wanted on a student loan issue. She was not there, but the armed squad carted off her estranged husband and their three kids. No word whether any of the squad were NRA members, but government-sponsored domestic terrorism is indeed a clear and present danger. \n\nLoad-Date: October 25, 2019"
}