{
    "title": "San Jose official has city ready for terrorism; Cutting-edge_ The city is the first to complete the",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 10,
    "day": 27,
    "full text": "San Jose, the Silicon Valley city at the center of the high-technology boom, is on the cutting edge in another area altogether: being prepared for a terrorist attack.\nFor the past few years, the city's tenacious emergency services director, Frances Winslow, quietly has been making San Jose one of the most prepared communities in the country.\nAntibiotics have been stockpiled in a secret warehouse. Rescue crews carry gas detectors that warn if a hazardous organophosphate - such as sarin nerve gas - has been released. Emergency rooms keep bioterrorism manuals on their shelves and have staff trained to deal with an attack. Police have robots with special monitors and grips capable of performing tasks that would place humans in peril.\nThe city also has about 1,000 volunteers with vests, hard hats and about 16 hours of training. The volunteers are ready for any disaster - floods, earthquakes, fires and storms - as well as terrorist attacks.\n\"In many cases she's been ahead of her time,\" said Ellis Stanley, director of emergency services for Los Angeles. \"A lot of stuff that folks are dealing with right now, she's been there, done that.\"\nSan Jose, the nation's 11th-biggest city, with a population of 900,000, is a more inviting target for attack than Winslow would like. The area is home to many major high-tech and manufacturing companies, including Cisco, eBay and Adobe. The metropolitan area ranks second in the nation in exports.\nUnder Winslow's guidance, San Jose was the first city to complete the Pentagon's training program for terrorism preparedness in 1998.\nSan Jose also has a terrorism response plan that deals with a nuclear attack, sarin gas, anthrax, smallpox and more. Because the plan is classified, Winslow cannot say exactly how the city would respond. But the plan is offered by the U.S. Department of Health and Human Services as a model for other cities now scrambling to get a program in place.\nMore than 100 mayors from around the country met this week in Washington to prepare for terrorist attacks. From her secure office in Silicon Valley, Winslow warns that preparedness will not come cheap.\nEstablishing the program cost $$ @1.4 million, mostly from federal grants, and the city spends about $$ @300,000 per year - primarily for Winslow, her three staff members and their office - to keep it running. \nStanley in Los Angeles said that Winslow has been tenacious in getting funding.\n\"It's hard to compete on a day-to-day basis with garbage pick-up, police and fire services, but she still asks, makes a good case for it, and gets what she needs,\" he said.\nIn a survey conducted by the U.S. Conference of Mayors, 93 mostly small- and medium-size cities said they would spend $$ @122.5 million in the year after Sept. 11 for heightened security. Larger cities are still trying to figure out their security needs. \nAside from a 1998 terrorism drill held at the city's government center, most of its anti-terrorism efforts are secret. These days, even the drills are held in private.\n\"We are at the point where too much tactical information would be revealed,\" Winslow said. \"Unfortunately that group of community members who comes to observe could include some of the people who became community members in Florida and then took and crashed a plane.\"\n$$ @122:America at war\n\nGraphic\n\n \nSan Jose Office of Emergency Services director Frances Winslow poses with a stack of emergency operations plan books. Under Winlow's guidance, San Jose, Calf., was the first city to complete the Pentagon's training program for terrorism preparedness in 1998.\n\nLoad-Date: October 30, 2001"
}