{
    "title": "San Diego State U. partnership targets terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 3,
    "day": 25,
    "full text": "While war continues overseas, actions are being taken in San Diego to prepare in case an emergency strikes.\nSan Diego State University has joined forces with the Rincon Indian Reservation for the purpose of educating and developing a terrorism preparedness plan.\nAn all-day event held earlier this month consisted of a series of lectures organized by university faculty. San Diego health professionals prepared health care workers on the reservation for possible terrorist attacks.\nSan Diego State U.\nThe forum had three goals, said Deven Parlikar, Indian health council chief executive officer. The first goal was to educate doctors and nurses to respond to a bioterrorist attack. The second was to educate the American Indian community. Finally, the forum developed a plan to take care of those forced out of urban areas.\nParlikar said the American Indian reservation is the last place people consider going to in the event of an attack despite its great potential as a rural refuge. If attacked, people would move from the center of population concentration to surrounding rural areas, possibly the reservation.\nStaff from two Native American health clinics -- the host clinic and another from further north -- took part in the training.\nLucy Cunningham, special projects manager for SDSU's College of Health and Human Services, was also a coordinator for this project. The idea for the plan originated from contact between Parlikar and faculty involved in the research clinic on the reservation, she said.\nThe terrorism preparedness project stemmed from previous SDSU research on the reservation. A surplus of money left in the council's annual budget allowed the organization to approach university faculty to ask for assistance in organizing the event.\n\"The goal is to provide health care professionals from the Indian Health Council with information about weapons of mass destruction from a health care standpoint,\" Cunningham said. She said the information helped people learn to recognize symptoms of a bioterrorist act.\nCunningham was asked to coordinate the project because she has organized others for homeland security -- such as a campus Web site. The Web site will feature organizations and people on campus who have contributed to the overall efforts for homeland security.\nEpidemiology and bioterrorism lecturer Louise Gresham said her goal for the event was to teach skill sets to the American Indian health professionals that will allow them to fit into the overall San Diego County bioterrorist threats response plans. She said she hopes the health professionals at the clinic will gain confidence that they can and will fit into the county plan for biopreparedness.\nGresham emphasized the need to incorporate all of the community into the biopreparedness plan.\n\"We know that, historically, American Indian have been exposed to infectious diseases whether it's plague or other illnesses,\" she said. \"We also know they may have unique susceptibilities related to their geographic isolation.\"\nGresham made the point that American Indian are a portion of the population that can be learned from. Gresham said the program is a partnership from which both parties will mutually benefit.\n(C) 2002 The Daily Aztec via U-WIRE\n\nLoad-Date: March 25, 2003"
}