{
    "title": "San Jose State U. shows solidarity against terrorism",
    "publisher": "university wire",
    "year": 2008,
    "month": 12,
    "day": 3,
    "full text": "Like many San Jose State University students, Nishat Deshpande spent his Thanksgiving glued to the television.\nRather than the tradition of watching football, however, Deshpande was tuned in to the news, watching as his home city of Mumbai, India, was attacked by terrorists, and fearing for the safety of his parents.\nDeshpande's parents survived the attacks. Seven of his friends' friends were among nearly 200 people who did not.\n\"My parents work two blocks away from where that happened,\" said Deshpande, a junior mechanical engineering major. \"They had been to work that day. So it was much worse me calling them up and telling them please go home.\"\nDeshpande was one of the 70-plus students who attended a mourning next to the Seventh Street barbecue pits on Tuesday for the victims of the Mumbai attacks.\nStudents lined up before boards of images displaying pictures of the damage and the victims of the attacks to pray for those affected.\n\"This event is organized, basically, for the people who died in Mumbai in the terror attacks,\" said Shripal Pandya, a senior general engineering major and co-organizer of the event. \"We are praying for the people who died in that.\"\nThe mourners said that this was their way of connecting to those affected back home.\n\"We are away from our home, so this is what we can do,\" said Ankur Thakur, a senior electrical engineering major. \"We want to let them know we are united. That's why we came here.\"\nMany of the mourners had a personal connection to the attacks, including Thakur, who has parents and a friend living in Mumbai.\n\"One of my friends escaped from that attack,\" he said. \"He just went early to his office. It was his regular session, but fortunately he missed that attack and he's safe now.\"\nSimply knowing someone who had died through a friend made the attacks seem much more intense.\n\"One of my friend's cousins died in this,\" said Rajan Patel, a chemical engineering graduate student. \"Actually he was in [the] Taj [Mahal] hotel during the attack. He was shot in his lung and he was taken to the hospital and after he died.\"\nAnother student said his roommate knew one of the rescue workers who died in the attacks trying to save the lives of others.\n\"He said he played golf with them,\" said Abshisek Purohit, a freshman industrial and systems engineering major. \"He just met him before coming here. It's kind of scary.\"\nOther individuals had grown up in the area where the attacks occurred.\n\"Those were the places we used to go regularly when we were graduating there,\" said Kejur Kulkarni, a senior electrical engineering major. \"Those are the places where we used to hang out, so it's a big shock.\"\nAfter more than an hour of people paying their own private respects to the victims of the attacks, the gathering was called together. In unison, they recited the words of \"Jana Gana Mana,\" India's national anthem.\nAlso on the lawn was a space for students to write messages for others to read. The mood of the messages was one of defiance.\nOne read, \"Hope cannot be terrorized.\"\nMany of those who had lived in Mumbai before coming to study in the U.S. said they were not afraid to go back.\n\"I was planning,\" said Sumit Kallo, an industrial engineering graduate student, \"but now the attacks make me want to go there more because I want to see my friends and everything who witnessed this and be there for them.\"\nOthers said that by not going back home, they would be letting the terrorists win.\n\"We are going back to Mumbai this December,\" Thakur said. \"If we stay afraid, their motive will get satisfied. They attack to discourage us.\"\n(C) 2008 Spartan Daily via UWIRE\n\nLoad-Date: December 4, 2008"
}