{
    "title": "SAN DIEGO ATTACK RAISES FEARS OF TERRORISM IN U.S",
    "publisher": "the new york times",
    "year": 1989,
    "month": 3,
    "day": 12,
    "full text": "SAN DIEGO - FBI investigators are trying to determine whether vengeful terrorists were behind the bombing of a van driven by the wife of the skipper of the ship that mistakenly shot down an Iranian airliner.  Sharon Rogers, 50, the wife of Capt. Will Rogers III, narrowly escaped injury Friday when she got out of the van after it was rocked by what sounded like two backfires. Moments later, an explosion from a pipe bomb engulfed the vehicle in flames, authorities and witnesses said.  Concerned that terrorism may have penetrated America's borders, the FBI began an investigation involving scores of investigators, said Tom Hughes, agent in charge of the FBI office in San Diego.  ''We're going to be working this with every available resource of this division and other divisions if necessary,'' Hughes said.  Ted Royster, assistant agent in charge of the Los Angeles office of the Bureau of Alcohol, Tobacco and Firearms, said he had assigned six agents to help the FBI.  ''They view this incident as an act of retribution against Capt. Rogers for the incident in the Middle East,'' Royster said.  A source from the Justice Department in Washington who spoke on the condition of anonymity said investigators suspected that the bombing was the work of terrorists. But FBI investigators in San Diego refused to confirm that theory.  ''We certainly do not rule out the potential retribution to Capt. Rogers for his . . . command in the Navy,'' Hughes said. ''But, on the same token, this could have been perpetrated for some other reason unknown at this time.''\nSharon Rogers received a threatening call last July, shortly after the Iranian jetliner was shot down, from someone she guessed might have been Middle Eastern, the New York Times reported Saturday, quoting an unidentified official at the Pentagon. The caller said, ''Are you the wife of the murderer?'' frightening her into hanging up, the newspaper said.  An unidentified source in the Justice Department told the San Diego Union that Will Rogers and his family had received at least two death threats on the telephone from callers who said they were acting in response to the jetliner's destruction.  One of the calls was placed to Rogers at the San Diego Naval Station the day before the bombing in December of a Pan Am jet over Lockerbie, Scotland, that killed 270 people, the Union reported Saturday.  Rogers' reaction to the bombing of the van was one of disbelief, according to a friend, Rep. Bill Lowery, R-Calif. Rogers had not expected his family to be exposed to danger on the home front, Lowery said.  Sen. Pete Wilson, R-Calif., who also spoke with the couple, quoted Sharon Rogers as saying, ''Thank God this did not happen on Thursday because (I) was carrying six children in the van that morning.'' She teaches fourth grade at La Jolla Country Day School.  Rogers was in command of the Vincennes, a guided-missile cruiser based in San Diego, when it exchanged fire with Iranian speedboats in the Persian Gulf on July 3. In the battle, an aircraft that Rogers thought was an Iranian F-14 Tomcat fighter appeared on the U.S. warship's radar. After the plane failed to respond to warnings on civilian and military channels, Rogers gave the order to shoot it down.  The aircraft was actually an Iranian Airbus A300, a civilian jetliner with 290 people aboard. All were killed when the plane was hit by a missile from the Vincennes.  Rogers later said that he regretted the deaths but that his decision had been made in defense of his ship and crew.  After the shooting, Ayatollah Ruhollah Khomeini of Iran called for an all-out war against the United States. Speculation after the destruction of the Pan Am jetliner in Britain focused on whether that bombing was in retaliation for the Vincennes' action.  Sharon Rogers was driving alone to school and was stopped at a red light when the bomb exploded about 7:45 a.m. Friday. The pipe bomb, pieces of which were recovered, was planted on the underside of the white Toyota van, police spokesman Bill Robinson said.  Sharon Rogers thought her van had been rear-ended when she heard the two popping noises and got out to look for damage, an unidentified official told the Los Angeles Times.  Kurt Lent, a construction worker who was nearby, said, ''She got out just as it blew.'' Rogers and his wife have been taken to an undisclosed and protected location, Cmdr. David Dillon, a Navy spokesman, said. Their son, a university student, was notified and offered protection, the FBI said.\n\nLoad-Date: October 23, 1993"
}