{
    "title": "San Diego State U. Chabad mourns victims of Mumbai terrorism",
    "publisher": "university wire",
    "year": 2008,
    "month": 12,
    "day": 3,
    "full text": "The Chabad Jewish Student Life organization of San Diego State University and the University of California-San Diego held a prayer ceremony at 6 p.m. Tuesday, honoring victims of the terrorist attacks that occurred in Mumbai, India last week.\nStudents gathered around candles in the Chabad House on Montezuma Road to pay their respects. Following their tradition, guests pledged to do a good deed in honor of those who lost their lives.\nTerrorists attacked Mumbai for three days, killing more than 172 people including around 31 foreigners and visitors last week. The terrorists organized at least 10 attacks all over the city, targeting a Chabad House on Saturday.\n\"When someone passes away, you do something good to honor that person,\" President Shara Amzallag said.\nThe organization had forms for guests to fill out pledging a good deed, and candles to light representing that good deed.\n\"Anyone is welcome to come to the Chabad House,\" Amzallag said. \"It is Jewish-based, but we welcome anybody.\"\nAmzallag said about 70 people were expected to attend the event during an interview before the ceremony.\nStudents focused their prayers on the rabbi and his wife who were killed recently in Mumbai.\n\"I think it's very sad for everybody,\" Amzallag said. \"I think it was very sad, especially for the Jewish community. The rabbi and his wife left everything in their hometown to open a Chabad for people in India.\"\nRabbi Chalom Boudjnah, who is the director of the Chabad House at San Diego State, said similar ceremonies are being held in Chabads all over the world this week.\n\"The Chabad House symbolizes a place where people are welcome to come and get inspired and pray and get connected to Judaism,\" Boudjnah said. \"The fact that this was one of the places they decided to target was sad. We felt like it was very, very close to home when we heard that.\"\nBoudjnah said the idea behind the candle lighting was to fight darkness with light.\n\"We want to do something about it, but we don't fight with guns or by making war,\" he said. \"Our focus is to push away all the darkness with goodness and with acts of goodness.\"\nAmzallag said she decided that her organization had to do something to honor those who died last weekend because they were targeted based on their religion.\n\"It is a little scary being a Jew in the world right now and knowing that other people's lives are in danger for that reason, for their religion,\" Amzallag said. \"India is usually a peaceful country. If it could happen there, it could happen anywhere.\"\nThe Chabad Jewish Student Life organization holds fundraisers and social events for hundreds of students on campus and boasts a membership of approximately 600 people, Boudjnah said.\n\"We do a lot of activities like rock climbing and taking students to social events,\" Boudjnah said. \"We have a fun presence on campus. Most students come for the social aspect because we have a lot of food and activities, but also students come to learn about Judaism and take classes.\"\n(C) 2008 The Daily Aztec via UWIRE\n\nLoad-Date: December 4, 2008"
}