{
    "title": "Sanctions against Libya _ relief and dissent; Reagan ban praised by some, but Mideast connection lac",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 1,
    "day": 9,
    "full text": "There is general relief in the US diplomatic community that President Reagan opted for the more cautious course of economic sanctions rather than military action against Libya.\nBut many observers suggest that the sanctions are counterproductive and may be detrimental to long-term US interests:\n* They play into the hands of Libyan leader Muammar Qaddafi, who has strengthened his position internally and seeks nothing more than to be viewed as a powerful actor on the world stage.\n* Even Arab countries that dislike the radical Colonel Qaddafi are put in the position of standing by him in the face of American pressures. The Islamic Conference as well as the Arab League has now declared its support for Libya.\n* The sanctions will have little economic effect without the cooperation of the European allies, who have shown little support for the United States despite intensive lobbying. The US therefore ends up looking like a paper tiger.\nDetermined to follow through, the administration began consultations yesterday with allies and nations in the Middle East to gain cooperation in imposing sanctions.\n''We will monitor the effects of our actions to decide what additional steps may be needed to isolate Qaddafi politically and economically and to bring an end to worldwide terrorism,'' said White House spokesman Larry Speakes. ''Cooperation of our allies and friends is critical if we are to exact a high cost to Qaddafi.''\nReagan ordered ''a total ban on direct import and export trade with Libya, except for humanitarian purposes.'' He also called on all Americans in Libya to ''leave immediately.''\nMr. Speakes issued a new, harsher warning to Libya yesterday. ''I can assure you that if Qaddafi strikes again and Americans are involved (killed), the United States will be prepared to hunt down and take drastic action against those responsible,'' Speakes said. ''If we can find them, we will get them.''\nIn the aftermath of the President's ban on trade with Libya, there is also concern that the Reagan administration is not drawing a connection between international terrorism and the conflicts in the Middle East regarded as the root cause of it.  Many Middle East experts believe that the US will not get a handle on terrorism until it focuses on the Palestinian problem.\n''It's true that if you got the Palestinian question solved, you would not satisfy Abu Nidal, but you would win the mainstream Palestinians and build pressure on him,'' says Talcott Seelye, former US ambassador to Syria. ''That would reduce terrorism drastically.''\nNot everyone agrees with such an analysis.\nExperts on terrorism and many in Congress and the diplomatic community applaud the President's boycott, which ends all trade and economic activities with Libya and requires some 1,000 to 1,500 Americans working in Libya to return home or face criminal penalties.\n''To sit and do nothing is far worse,'' says Robert H. Kupperman, a terrorism expert at Georgetown University's Center for Strategic and International Studies. ''The peace process is precarious under any conditions, and it's clear that Qadaffi & Co. are trying to bust it up.''\nSamuel W. Lewis, a former ambassador to Israel, says the effort to isolate and ostracize Qaddafi by legal means is long overdue. ''Until we get at the states that harbor the terrorists, the problem will continue to grow.'' But even within the administration there are reservations about the economic sanctions. Treasury and Commerce Department officials tend to oppose such boycotts, on grounds they are ineffective and in general harm US business interests. In this case the loss to US companies is minimal. The International Monetary Fund says Libya's exports to the US in 1984 totaled only $9 million and its imports from the US, $220 million.\nWithin the State Department, too, there is skepticism about the value of sanctions, despite Secretary of State George Shultz's strong views about terrorism. Some officials feel that a frustrated White House was spurred into action by domestic pressure and repeated questions about how it would respond to the recent terrorist attacks at the Rome and Vienna airports.\n''All the tough talk and suggestions of military action catapulted Qaddafi onto the stage in a role he plays to perfection - a David standing up to the superpower Goliath,'' one US official says. ''The sanctions are counterproductive, because to be effective they have to be a multilateral, collective effort. We'll be talking with all the Europeans now - but a week late and after much loud talk.''\nIn the view of many diplomatic experts, the best way to deal with Qaddafi, whom President Reagan called a ''barbarian'' and ''flaky,'' is to give him no forum for his public antics and to track down terrorists quietly.\n''From his view, Qaddafi is looking stronger every day, and the more Reagan shouts, the more he loves it,'' comments an experienced Mideast hand. ''Now he can appeal to an 'external threat' and patriotism to rally his regular Army, which is one of the main sources of opposition to him.'' Libya radio yesterday said President Reagan's call for an international boycott of Libya was ''tantamount politically to a declaration of war.''\nThe more that President Reagan fails to connect terrorism with the Palestinian problem, this expert adds, the more Qaddafi will benefit.\n\nGraphic\n\n \nPicture, Reagan: 'irrefutable evidence' linking Qaddafi to terrorism, AP"
}