{
    "title": "SANDERS_ 'SIGNIFICANTLY LESS THAN 10%' OF DEFENSE DOLLARS GO TO FIGHT TERRORISM",
    "publisher": "tampa bay times",
    "year": 2015,
    "month": 11,
    "day": 15,
    "full text": "Out of the total U.S. military budget, \"significantly less than 10 percent of that money is used to fight international terrorism.\"\n- Bernie Sanders on Saturday, November 14th, 2015 in the Democratic debate in Iowa\n* * *\nTHE RULING: MOSTLY FALSE\nThe Paris terror attacks put foreign policy front and center at the Democratic debate in Iowa. Each of the three candidates urged their own form of a robust response. Sen. Bernie Sanders, I-Vt., underscored the need to rethink how the nation spends its counterterrorism dollars.\n\"This nation is the most powerful military in the world,\" Sanders said. \"We're spending over $600 billion a year on the military. And yet significantly less than 10 percent of that money is used to fight international terrorism.\"\nWe decided to explore that \"less than 10 percent\" figure. The Sanders campaign told us that Sanders was talking about the budget to fight the Islamic State group, otherwise known as ISIS or ISIL.\n\"The president's request for the war on Islamic State group was just $5.3 billion for next year, or less than 10 percent of the war budget,\" spokesman Warren Gunnels said.\nBut international terrorism is broader than the specific fight against ISIS. The Defense Department includes its operations in Afghanistan as part of the fight against terrorism. The 2015 Defense Department budget puts total spending at $560 billion, of which the Pentagon says about$60 billion went toward operations aimed at combatting terrorism.\nThat's nearly 11 percent of the military budget.\nAlmost all of that money, about $55 billion, was spent in Afghanistan \"with a focus on training, advising, and assisting the Afghan forces and carrying out counterterrorism operations against the remnants of al Qaeda in coordination with Afghan forces,\" as the Pentagon budget writers put it in their 2016 budget request. The remainder went toward fighting the Islamic State group, otherwise known as ISIS.\nWe should note that the country spends billions more to fight terrorism, but those dollars show up outside the military budget.\nThe FBI's Counterterrorism/Counterintelligence Decision Unit spent about $3.3 billion in 2015.\nWe don't know how much was spent by the CIA and the National Security Agency. However, in 2013, documents leaked by NSA contractor Edward Snowden pointed to over $16 billion in spending to combat terrorism.\nIf we add in those amounts, then the total rises to well above Sanders' figure. However, his comparison was solely in the context of defense spending.\nBrian Finlay is the president of the Stimson Center, a defense policy group in Washington. Finlay told us that Sanders' focus on the direct attacks unleashed on ISIS misses a great deal of the action. More subtle operations through the Defense and State departments \"undercut the rationale for terrorism, erode their wherewithal to undertake operations, or otherwise prevent incidents from occurring,\" Finlay said. \"This side of counterterrorism operations is every bit as important as the 'bang bang' response.\"\nOur ruling\nSanders said that the country devotes \"significantly less than 10 percent\" of its military budget to fight international terrorism. A campaign spokesman told us that Sanders was only counting money spent against ISIS. However, according to the Defense Department budget, it spent a combined total of $60 billion on anti-terrorism operations in Afghanistan and in the battle with ISIS. This amounts to nearly 11 percent of total defense dollars, not significantly less as Sanders said.\nWhile you could argue that not all of the money going toward operations in Afghanistan is precisely aimed at counterterrorism, it is a great stretch to say that none of it should be counted.\nSanders used an overly restricted definition that also ignores that a hefty amount of counterterrorism spending takes place outside of the Defense Department. We rate his statement Mostly False.\n* * *\nAbout this statement:\nPublished: Sunday, November 15th, 2015 at 1:14 a.m.\nResearched by: Jon Greenberg\nEdited by: Angie Drobnic Holan\nSubjects: Military, Terrorism\nSources: CBS News, Democratic debate - Iowa, Nov. 14, 2015; U.S. Defense Department, Fiscal Year 2016 budget request, March 2015; U.S. Justice Department - FBI, FY 2016 Authorization and Budget Request to Congress, Feb.2, 2015; Pew Research Center, U.S. spends over $16 billion annually on counter-terrorism, Sept. 11, 2013; U.S. News and World Report, An Indefensible Budget Deal, Oct.27, 2015; Email interview, Brian Finlay, president, Stimson Center, Nov. 14, 2015\n\nGraphic\n\n \nPHOTO (2) PHOTO - AP: Bernie Sanders at the Iowa Democratic presidential debate.\n\nLoad-Date: November 16, 2015"
}