{
    "title": "Sandra L. Clapp, 2019 Leaders in Law",
    "publisher": "idaho business review",
    "year": 2019,
    "month": 11,
    "day": 15,
    "full text": "Caring for conservatorship  Founding a practice protective of minors and the elderly   Sandra L. Clapp thought she would go into real property law. Instead, her early years on the bar guided her toward conservatorship for minors and elderly family members. Twenty-seven years later, her focus hasn’t wavered. \nA particularly memorable case involved unintentional asset liquidation and domestic terrorism. A stranger had moved in with an elderly couple and took advantage of their dementia, she says. The man talked them into making him their trustee and signing over control of their assets, which he liquidated into gold and silver. The man was charged with domestic terrorism after threatening with admiralty claims. Then, he was put in prison with an order of restitution. “ For the most part, that I consider to be a successful outcome,” says Clapp. “Not for him having to go to prison but being able to have recouped at least the real property and provided some funding and protection. ” Clapp recommends consulting counsel for all transactions at any stage in life, including loans within the family. And, although some may not want to think about it, Clapp advises people to make guardianship, estate or other plans for what to do if their mental faculties should decline. “There are still certainly situations where the individual is taken advantage of, but I think it can help further a good outcome if we have a plan,” Clapp says. The family business  Clapp has opened two firms, a former one with a friend and her current one, which recently celebrated 15 years of practice. Clapp, her husband, sister, one daughter and son-in-law work at Sandra L. Clapp & Associates, P.A. Even the family dog Cooper has a role in the office as a friendly greeter. Clapp says “I like to do things my way,” as one reason she opened her own firm. But that also came with learning all the operation aspects: bookkeeping, payroll, employee matters, protocol. Clapp later decided she needed a business manager, a role into which her husband stepped. It was a new dynamic, Clapp says, and “a wonderful transition for both. ” Clapp also appreciates that her daughter is following in her footsteps by representing guardianship cases. At the fi rm, while Clapp handles mostly elderly conservatorship cases, her daughter handles mostly minor guardianship cases. “The practice of law is changing,” Clapp says. “And this is somewhat of a reflection on our society. It’s more contentious  It’s a stressful career, but I think the practice area we are in has a lot of rewards. I do believe this particular practice area is one of the better ones, where we do have the opportunity to help. ”\nCopyright © 2019 BridgeTower Media.  All Rights Reserved.\n\nLoad-Date: November 21, 2019"
}