{
    "title": "Santorum presses his case against Islamic extremism _There's a denial of this problem,_ says the ex-",
    "publisher": "the philadelphia inquirer",
    "year": 2007,
    "month": 10,
    "day": 24,
    "full text": "As it became apparent that Sen. Rick Santorum was going to lose his reelection race last fall, he diverged from the usual campaign stump fare to give dire warnings about the \"gathering storm\" of Islamic extremism.\nHis consultants and supporters panicked, urging Santorum instead to focus instead on his record of delivering federal largesse to the state, but he had found his voice - and his issue.\nTalking about the threat of Islamic terrorism is now Santorum's main occupation, though the Republican sounds laid-back these days. He is pitching a movie idea to Hollywood and laughed off speculation about a political comeback in Pennsylvania.\nTonight, Santorum is scheduled to speak on terrorism at both the University of Pennsylvania and Temple University as part of the nationwide \"Islamo-Fascism Awareness Week,\" a series of campus events organized by neoconservative thinker David Horowitz.\n\"It's not a coincidence this is being done on college campuses,\" Santorum said yesterday in an interview. \"There's a denial of this problem. You see academics and Muslim student associations that want to shut down discussion of the fact that the enemy is using Islam as a rallying cry for terrorism.\"\nThat \"political correctness\" extends to the White House, Santorum said.\n\"The 'war on terror' is a fallacy,\" he said. \"We don't want to focus on who the enemy really is.\"\nSince leaving the Senate nine months ago, Santorum has worked as a senior fellow of the Ethics and Public Policy Center, a conservative Washington think tank. He is writing a book on radical Islam, works as a consultant to the Pittsburgh-based Eckert, Seamans law firm, and is a commentator on the Fox News Channel.\n[Santorum also will begin writing an op-ed column for The Inquirer next month, alternating weeks with George E. Curry, the former editor in chief of Emerge magazine and former Washington correspondent for the Chicago Tribune.]\nIn the interview, Santorum sounded mellow and humbled by his loss, without the edge that made him a polarizing political and cultural figure during his 16 years in Congress, when he took on almost every hot-button social issue from the conservative point of view.\nA man whose championing of family values in politics often caused him to be absent from home, Santorum said he had found peace as a family man with more time to spend with his children.\n\"I am trying to make up for a lot of long-lost time,\" he said. \"It's been wonderful. I have a lot of opportunities to be with the kids, to reconnect, to see the relationships developing. It's not what I wanted, but in the end, certainly in this aspect of life [family], it's what I needed.\" \nBesides, Santorum said, \"since I suffered political death, I can say I gave my last full measure of devotion to the cause.\"\nSantorum also laughed off a report last month in the conservative American Spectator that he planned to run for governor of Pennsylvania in 2010, when the field will be wide open in both parties.\n\"That's not in the cards,\" Santorum said. \"Did you look at the last election? A guy who gets beat as an incumbent United States senator worse than any incumbent in 28 years shouldn't be thinking, 'What's my next political opportunity?' \" Santorum said.\nHe has also had preliminary discussions with Hollywood producer Steve McEveety, who produced the Mel Gibson megahits Braveheart and The Passion of the Christ, on a movie idea that, naturally, has a terrorism element.\nSantorum even inspired a country-music single - albeit indirectly. As the size of Democrat Bob Casey's victory became evident, Santorum gathered his wife, Karen, and their six children around him in a Pittsburgh ballroom to concede. His daughter Sarah Maria Santorum, then 8, wept onstage, on live television.\nThe sight of Sarah Maria - and a pastor's admonition that the Bible is essential to \"these times\" - inspired Nashville songwriter Leslie Satcher. Country star Martina McBride recorded the tune, \"For These Times,\" which begins with the ballroom scene.\nSantorum is scheduled to appear at 5:30 p.m. at Hillel-Steinhardt Hall at the University of Pennsylvania and at 8 p.m. in Room 218 of the Temple Student Center.\nThe program has led some Muslim groups to denounce Horowitz. At Penn, leaders of the College Republicans, Santorum's host, reached an agreement with the Muslim Students Association to use the phrase terrorism awareness instead of Islamo-Fascism.\n\"The term . . . demonizes an entire faith group,\" said Mahdi Bray, executive director of the Muslim American Association. Programs such as Horowitz's might sow discord on campuses, he said, adding: \"I'm not for censorship. Religious tolerance and Islam can stand on their own in the marketplace of ideas.\"\nSantorum said he wanted just a deeper, factual exploration of extreme interpretations of Islam, to understand the enemy.\n\"The question is, Who are these Muslims?\" Santorum said. \"How are they different from others? What is their theology? What is their eschatology?\"\nContact staff writer Thomas Fitzgerald at 215-854-2718 or tfitzgerald@phillynews.com.\n\nGraphic\n\n \nPhotograph by: Feed Loader\n\nLoad-Date: October 24, 2007"
}