{
    "title": "SARS, terrorism threats cause Americans to feel uncertainty, fear",
    "publisher": "university wire",
    "year": 2003,
    "month": 5,
    "day": 27,
    "full text": "Major events such as SARS, threats of terrorism and routine public service announcements can create feelings of insecurity among Americans, according to panelists at a roundtable discussion at the University of Minnesota's McNeal Hall on May 22.\nFeelings of insecurity in one area can have devastating effects elsewhere, according to panelists from the University's College of Human Ecology, but good communication between researchers and policy makers could help lessen insecurity.\nThe discussion came at a time when diseases such as SARS and mad cow disease, which was recently found in Canada, affect where Americans decide to travel and cause them to question the safety of meat.\nU. Minnesota\nFear of terrorism also moved closer to home for Americans after the Sept. 11 terrorist attacks on the World Trade Center.\nPanelists also answered a question about how trends in the United States' social and economic policies cause uncertainty, stating welfare and decentralization of government contribute to fears.\nWelfare reform causes uncertainty, because many times even with jobs or government assistance people cannot support themselves, said panelist Susan Wells, the Gamble Skogmo Chair in Child Welfare and Youth Policy. The government needs to deal with the problem of what comes after welfare reform when the people who are in the program are the last hired and the first fired due to our struggling economy, she said.\nThese problems with welfare will not be solved quickly, Wells said, because we do not understand the causes of poverty. With improved technology to assist researchers, there is hope for a solution in the future, she said.\nDecentralization, or moving government power to the local level, can also cause insecurity, said Shirley Baugher, dean of the College of Human Ecology. This shift drives an individually centered policy with the motto, \"If you can afford it you can have it,\" she said.\n\"There is nothing wrong with emphasis on the individual,\" Baugher said. \"I just worry that we're forgetting about the good of the group.\"\nBaugher also predicted that in the future poverty rates will increase and there will be low access to education for poor people, but new research technology could help prevent this from happening.\nThe increasing speed of computers allows researchers to process information faster. This ability to assess social problems is phenomenal and it is driving policy in new ways, Baugher said.\nIf technological resources were evenly distributed, everyone could benefit from the advances of technology, she said.\n\"We have amazing technology that allows us to genetically modify food and process data at an incredible speed,\" Baugher said. \"But we face the potential of class warfare and racial disparity if only the wealthy control the benefits of technology.\"\nThe resulting data and research should be used to make legislators and other policy makers aware of these resources, panelists said.\nResearchers also have the responsibility to reach out to agencies to find out what kind of information they need to form policies, Wells said.\nLocal legislators and interest groups should work in partnership with people at the University who have done research in order to form effective policies.\n\"It is important to know what we are really passionate about as individuals and then seek out partnerships based on these values,\" Baugher said.\n(C) 2002 Minnesota Daily via U-WIRE\n\nLoad-Date: May 27, 2003"
}