{
    "title": "Saudi _ Terrorism _will not stand'",
    "publisher": "the capital ",
    "year": 2003,
    "month": 5,
    "day": 17,
    "full text": "Under pressure to root out home-grown extremists, a top Saudi diplomat declared Friday that this week's deadly car bombings in Riyadh mark a turning point in the war on terrorism.\n\"This will not stand. Our resolve has never been greater,\" Abdel al-Jubeir, an American-educated adviser to Saudi Crown Prince Abdullah, said at a news conference. He described Monday's attacks on three residential compounds housing Westerners as a \"massive jolt to Saudi Arabia.\"\nWith many Americans questioning where Saudi Arabia's loyalties lie, the news conference at the Saudi Embassy was part of a public relations offensive to convince skeptics that the kingdom takes the al-Qaida threat seriously.\nBut many observers are reserving judgment.\nThe U.S. ambassador to the kingdom, Robert Jordan, complained this week that Saudi officials ignored requests to increase security at residential compounds in the capital city of Riyadh even as intelligence reports over the last few weeks showed the compounds to be vulnerable.\nAttorney General John Ashcroft was cautiously optimistic. \"I think Saudi Arabia has come to an understanding - I certainly hope that they have - that they have a problem with terrorism,\" he told reporters Friday.\nThe problem for the Saudi royal family is that al-Qaida is in part the family's own creation, an anti-Western movement nurtured by clerics who preach the kingdom's official religion, a harsh, fundamentalist brand of Islam called Wahhabism.\nWahhabism teaches a literal understanding of the Koran, and Wahhabists believes that other Muslims, as well as Christians and Jews, are heathens.\nIt \"is the daily diet of clerics in Saudi Arabia. It's their utopian version of Islam,\" said former CIA agent Robert Baer, author of a forthcoming book on Saudi Arabia.\nIn urging jihad against infidels, or unbelievers, Wahhabism underpins al-Qaida's antagonism against the West, which bin Laden has described as a corrupting influence on Islam.\nIt is no coincidence, American analysts say, that 15 of the 19 hijackers on Sept. 11, 2001, were Saudis, as is bin Laden himself.\nStill, al-Jubeir portrayed extremism as something foreign to Saudi Arabia. \"We are determined to reclaim our faith,\" he said.\nOn Friday, he addressed criticism of the kingdom in wounded tones, portraying the royal family and the United States as \"both in the cross-hairs.\"\n\"What baffles us is, we have been the targets of Osama bin Laden and al-Qaida since the day they were formed,\" he said. \"Why would we drag our feet?\"\nPublicly, Bush administration officials praise the Saudis. A six-member FBI team is in the kingdom to assist the investigation of Monday's attacks, which killed 34 people, including eight Americans. On Friday FBI Director Robert Mueller called Saudi investigators \"very thorough and expeditious.\"\nBut there are lingering suspicions from the 1996 truck bombing of the Khobar Towers dormitory that killed 19 American military personnel. In that case, Saudis gave FBI agents little access to the suspects, who were quickly executed before they could be interrogated by Americans.\nThe Saudis \"have a good track record of cracking down hard on anybody who conducts an attack in the kingdom, anything that makes them look bad or weak,\" said Matt Levitt, a former FBI analyst now with a Washington think tank.\n\"But outside, whether it's terrorist investigations, terrorism financing, sharing intelligence on links, they . . . have seemed more concerned with not exposing any dirty laundry of the kingdom,\" Levitt said.\nFor example, the Saudis have said they would invite a U.S.-led money laundering task force into the kingdom to assess their efforts in shutting down charities that the United States says funnel money to terrorists, Levitt said. \"But they have yet to do so,\" he said.\nAl-Jubeir said Saudi Arabia has worked hard to stanch terrorism. In 1999, he said, the kingdom broke up a cell trying to smuggle shoulder-launched missiles into the country, possibly to shoot down American military aircraft.\nThe kingdom has frozen the bank accounts of some wealthy Saudis suspected of financing terrorism and is examining whether its school curriculum inflames anti-Western sentiment, he said.\n\"We have an existential struggle going on. We believe in progress, we believe in modernity,\" al-Jubeir said, referring reporters to a handout detailing planned reforms for the kingdom.\nProminent among the reforms were joining the World Trade Organization and privatizing state industries. Those are odd priorities, analysts say, for a country that practices beheadings, denies freedom of speech and religion, and jails women for appearing in public with their heads uncovered.\nAl-Jubeir acknowledged that deputy national security adviser Stephen Hadley, in a recent visit to Saudi Arabia, told officials that intelligence indicated attacks were in the works. But Hadley could not identify specific targets, making it difficult to beef up security, al-Jubeir said.\nLoren Thompson, a national security analyst for the Lexington Institute, a think tank near Washington, said it's probably too late for Saudis to change American perceptions.\nMany in the United States believe \"there's a dangerous convergence of political decay, Islamic radicalism and oil dependence going on,\" Thompson said. \"And if we don't change it, there's going to be catastrophic consequences.\"\n- Information from the Associated Press was used in this report.\n\nGraphic\n\n \nPHOTO; Abdel al-Jubeir, adviser to the Saudi Arabian crown prince\n\nLoad-Date: May 17, 2003"
}