{
    "title": "Saudi Arabia Beheads 16 Kuwaitis Linked to Pro- Iranian Terrorism",
    "publisher": "the new york times",
    "year": 1989,
    "month": 9,
    "day": 22,
    "full text": "Saudi Arabia beheaded 16 Kuwaiti Shiites by sword in public today in the Islamic holy city of Mecca in connection with bombings and other terrorism during the annual Muslim pilgrimage in July.\nThe condemned men were all Shiite Muslims of Iranian and Saudi origin. They were accused of having smuggled explosives and weapons and found guilty of placing bombs near the Great Mosque of Mecca. Saudi Arabia said they had also planned other acts of terrorism in Saudi Arabia during the pilgrimage season on the orders of Iran.\nThe Saudi Interior Ministry announcement said the man accused of being ringleader of the group, a 22-year-old Shiite Muslim teacher, had confessed that the acts of sabotage were ordered by the Iranian Government. He was quoted in confessions as saying the members of his terrorist cell were trained by Iranian diplomats based in Kuwait.\nThe confessions were broadcast tonight on Saudi television.\nSaudi Arabia said the explosives had been delivered to the terrorists in Kuwait by the Iranian Embassy.\nThe execution and the statement directly linking the group to Iran are certain to revive a bitter war of words between Saudi Arabia and Iran. The two nations had tried and failed to improve ties over the last three years. The announcement will also increase tensions in Kuwait between Shiites and Sunni Muslims.\nSaudi and non-Saudi Arab diplomats here said the incident strongly suggested that elements in the Iranian Government continued to sponsor terrorism abroad.\nKuwait, a much smaller country than Saudi Arabia with a large proportion of Shiite Muslims in its population, has suffered several terrorist incidents in the last decade, including an attempt to kill its Emir. Several Shiite adherents of Ayatollah Ruhollah Khomeini, the Iranian spiritual leader, were arrested and condemned for that attempt.\nKuwait's rulers are Sunni Muslims. A majority of native Kuwaiti citizens are Sunnis; a substantial minority is Shiite. Most of the Shiites are people of Iranian or Saudi origin who moved to Kuwait over the last three decades, primarily for economic reasons or to join members of extended families.\nKuwait, unlike Saudi Arabia, has never executed any of those arrested, even though many of them were sentenced to death, out of fear of Iranian reactions and of a backlash among its Shiite minority.\n \nAccusations of Terrorism\nSaudi Arabia has a relatively small Shiite population of 600,000, at most, among its 10 million Sunni Muslims of the Wahabi sect.\nThe executed Kuwaitis were part of a group of 29 men accused of terrorism during the pilgrimage. All were Kuwaiti Shiites of Iranian and Saudi origins who were said to be adherents of the late Ayatollah Khomeini. Nine of the men were acquitted; four others received long prison sentences and 1,000 to 1,500 lashes of the whip.\nThe Government described all of them as opponents of the Saudi Government who were arrested in the summer after two bombings in Mecca left one Pakistani pilgrim dead and several other pilgrims wounded.\nAt the time of the bombings, Saudi Arabia did not accuse Iran and said it would comment only after an investigation had been completed. The announcement today was the first Saudi official reaction.\nSaudi Arabia has repeatedly accused Iran of standing behind terrorist cells formed to disrupt peace and order in the kingdom. Last year four Saudi Shiites from Eastern Province were executed for setting fire to the Sadaf petrochemical plant in Jubail on the shores of the Persian Gulf.\n \nTwo Iran Envoys Implicated\nThe Saudi Interior Ministry said tonight that the accused brought explosives from Kuwait with them to Mecca during the pilgrimage season and confessed to having been trained on their use in Kuwait by Iranian diplomats.\nThe man said by Saudi diplomats to have been ringleader, Mansour Hassan Abdallah, said, according to the transcript of his confession, that his principal contacts in preparing for the operations in Saudi Arabia were two officials of the embassy.\nThe two, identified as Sadek Ali Reza and Mohammad Reza Gholam, trained the men who were executed this morning in the use of explosives in Kuwait in June, a month before the operations in Mecca, he said.\nMr. Abdallah, who was among those executed this morning, said in his confession that he had received the explosives from the Iranian Embassy in Kuwait, hid them in a car and driven to Saudi Arabia undetected.\nAnother leader of the terrorist group, 22-year-old Ali Abdallah Hossein, a Kuwaiti of Iranian origin, is quoted in the transcripts as saying he was also trained by the two Iranian diplomats and flew to Saudi Arabia to join the group in Mecca."
}