{
    "title": "Saudi wealth seeds terrorism, experts say; But FBI cites 'sea change' since bombings in Riyadh",
    "publisher": "the atlanta journal-constitution",
    "year": 2003,
    "month": 8,
    "day": 1,
    "full text": "Washington --- Radical Islamic groups receive a constant flow of money from wealthy families and charities in Saudi Arabia, experts on Thursday told a Senate panel investigating the terrorism money trail.\nWealthy and influential families have provided the seed money and support to build a global network that terrorists have used, R. Richard Newcomb, director of the office of Foreign Assets Control at the Treasury Department, said in testimony before the Senate Governmental Affairs Committee.\n\"For years, components of Saudi charities have been used to funnel money or divert resources to terrorist organizations,\" said Steven Emerson, executive director of the Investigative Project, a Washington-based counterterrorism policy group. \"The Saudi government has refused to rein in these groups or acknowledge the flow of funds to terrorist movements.\"\nCox Washington Bureau\nLawmakers from both parties expressed concern about Saudi Arabia's alleged role in funding al-Qaida and the militant Palestinian group Hamas through wealthy individuals, families and charities headed by top government officials.\n\"The key question now is whether the Saudi government is doing enough to stop the flow of this money, and if not, what actions the U.S. government should take to prompt the Saudis to take effective action,\" said Sen. Susan Collins (R-Maine), who chairs the committee.\nOfficials at the Saudi Embassy in Washington did not return Thursday phone calls requesting comment.\nSaudi Arabia has been under increasing scrutiny since a 900-page congressional investigative report suggested that a Saudi government official may have supported some al-Qaida operatives who carried out the Sept. 11, 2001, terrorist attacks.\nOn Tuesday, President Bush turned down a personal appeal from the Saudi foreign minister, Prince Saud al-Faisal, to release a 28-page classified section of the report that some believe shows the kingdom is a supporter of al-Qaida and other terrorist organizations.\nJohn Spistole, acting assistant director for counterterrorism at the FBI, told the committee that while there have been problems working with the Saudi government in the past, there was a \"sea change\" after al-Qaida attacks in Saudi Arabia on May 12.\n\"May 12 was a defining moment,\" Spistole said. \"There was an unprecedented amount of cooperation.\"\nSen. Joe Lieberman (D-Conn.), ranking member of the Senate panel, urged the administration Thursday to release the classified pages of the report, saying the White House is leaving \"the unmistakable impression that it has something to hide.\"\nDore Gold, president of the Jerusalem Center for Public Affairs and a former Israeli ambassador to the United Nations, told the committee that three prominent Islamic charities in Saudi Arabia are suspected of funding terrorists.\n\"They are not NGOs [nongovernmental organizations]; they are GOs, government organizations,\" Gold said. \"At the apex of each organization's board is a top Saudi official.\"\n\nLoad-Date: August 1, 2003"
}