{
    "title": "Saudi Gunman Tweeted Why He Attacked Pensacola",
    "publisher": "the foundation for research on equal opportunity",
    "year": 2019,
    "month": 12,
    "day": 10,
    "full text": "The Trump Administration is bound and determined not to draw any conclusions about Saudi Air Force gunman Mohammed Alshamrani, who killed three people on Friday in Pensacola. There seems to be a palpable fear that anything terror-related would make the Saudis look bad.\nThis could be a problem, since Lt. Alshamrani tweeted right before the attack exactly why he did it, which was related to US support for Israel and US hostility toward Muslim people. This puts the incident in an ideological context that would make it terrorism.\nOn top of that, the gunman hosted a dinner party where he and other Saudi students watched videos of mass shootings just days before the attack. One of those attendees filmed the Pensacola attack, and two other Saudis on the base were watching from a car.\nThis all puts the incident into a more Saudi context. Yet US officials are now saying they believe Alshamrani “acted alone,” despite having a camera man, and are insisting no one else was arrested, despite initial reports suggesting that multiple Saudis were held on the base.\nHolding Saudi Arabia accountable has been something that US governments have long resisted, with evidence of Saudi officials’ complicity in 9/11 long a closely-guarded secret. Even after that went public, the assassination of Jamal Khashoggi fueled outrage, but the administration took the position that financial interests in selling the Saudis weapons outweighed this.\nGiven this, Pentagon officials were quick to make clear that having a Saudi Air Force officer killing people at a US base would in no way effect having Saudi troops on US bases in the future. Though that’s bound to lead to some questions going forward, officials are already fighting tooth and nail to downplay what happened, and have even suggested an alternative motivation that he may have been made becaus an instructor made fun of his mustache.\nThe mustache explanation doesn’t make much sense, and certainly wasn’t mentioned by the gunman in his tweet, but its likely to remain a topic of discussion, because if nothing else it wouldn’t be the Saudi kingdom’s fault.\nReprinted from Anti-War.com.\nSaudi Gunman Tweeted Why He Attacked Pensacola was first posted on December 10, 2019 at 7:03 am.\n\nLoad-Date: January 27, 2020"
}