{
    "title": "Saudi risks shopping for terrorism insurance",
    "publisher": "business insurance",
    "year": 2004,
    "month": 6,
    "day": 21,
    "full text": "RIYADH, Saudi Arabia-Many companies in Saudi Arabia are seeking terrorism insurance coverage following the recent escalation in violence against Western business interests.\nCompanies involved in bank-financed projects are under pressure from lenders to increase their terrorism insurance limits in Saudi Arabia, and several real estate companies, shopping centers and facilities associated with Western brands are coming to the market for coverage for the first time.\nBut prices have risen across all lines except marine cargo, and underwriters, though comfortable with terrorism risk, are increasingly selective about what they will cover.\nViolence against Western interests escalated at the end of May, when militants claiming to be connected to Al Qaeda attacked the Oasis compound, which is part of the Al-Khobar Petroleum Center in Khobar, 250 miles northeast of the Saudi capital of Riyadh.\nThe militants killed 22 people and took 50 hostages before a Saudi rescue operation was successful.\nBen Garston, a partner at the Lloyd's of London company Managing Agency Partners Ltd., said there is definitely more urgent demand for coverage from buyers.\n''It was theoretical before; now we have had attacks on energy risks themselves, there is more urgency,'' he said referring to the Khobar attack.\n''There is a continued flood of inquiries into the market, but not many orders because prices are quite high,'' added James Skinner, marine hull and war underwriter at Talbot Underwriting Ltd. in London. Mr. Skinner stressed that Talbot has regarded Saudi Arabia as high risk for the past several years.\nBanks that have debt involved in some of the big projects are putting pressure on companies to buy higher limits of terrorism coverage than before, Mr. Garston said.\nThis has created a split between the major projects that do not have project financiers and others that do have lenders, said Nick Robson, a partner in the financial risks division at London-based Jardine Lloyd Thompson Group P.L.C.\n''If you are involved in a project-financed development where lenders provide a significant amount of capital, the lenders will dictate that there must be terrorism insurance sufficient to cover their debt exposure,'' Mr. Robson said.\n''But if you have a major operating asset with limited project finance involvement, the owner or operator will assess the terrorism insurance requirement based on a realistic estimate of maximum loss,'' he added.\nBetween these two positions there needs to be a meeting of minds between lenders and owner/operators to assess the probability of loss and value vs. the cost of buying insurance, he said.\nThose oil, gas and energy companies that are members of the Oil Insurance Ltd. mutual based in Bermuda may be under less pressure because they benefit from $250 million of per-occurrence terrorism coverage. This is included in the property policy OIL provides and is subject only to a $1 billion cap on events that involve multiple members, OIL Chief Operating Officer Doug Kline said.\nPolicies issued by OIL's Bermuda-based sister organization, sEnergy Insurance Ltd., which provides the same member base with business interruption coverage, also include $200 million terrorism insurance coverage per occurrence, subject to a cap of $200 million for events involving multiple members.\nThis part of the coverage is not rated separately but is reviewed by the board of directors periodically, said Mr. Kline.\nDeclining to comment on specific rates, Talbot's Mr. Skinner said that for a construction project starting today, his price fro terrorism coverage would be at least double what it was before the violence escalated.\nAnd a London broker who declined to be named suggested that if rates for a power plant were priced at 0.01% of total insurable value 12 months ago, buyers would probably be looking at between 0.15% and 0.2% now or more, depending on the plant.\nBut the broker stressed that though the rate would be applied to the total insurable value of the plant-say $1 billion-it would then be heavily discounted to reflect the first-loss nature of the typical $100 million to $200 million limit of coverage bought.\nFor industries such as manufacturing that tend to have lower rates than utilities, the broker estimated that rates would be moving to 0.1% of total insurable value, up from 0.075% 12 months ago.\n''Prices are moving up steadily for Saudi Arabia and will continue to do so,'' added Mr. Garston of Managing Agency Partners. He said he would not give exact rates, though, because of the huge variation from risk to risk.\nFor oil, gas and power companies, pricing for the expatriate living compounds that many own in conjunction with their plants has jumped, according to Julian Taylor, global leader of terrorism insurance at London-based Marsh Ltd.\nBut when asked if this would prompt underwriters to strip the compounds out of the main policies, Mr. Taylor said he thought that the compounds would continue to be covered, with the plants to get the benefit of the main policy rating.\nNonindustrial risks, such as retail shopping centers and hotels frequented by Western nationals, are inquiring about terrorism insurance for the first time, but are very hard to underwrite because they concentrate many people in one place, Mr. Garston said.\nMarsh also is getting inquiries from a broader range of industries than is usual, such as real estate, manufacturing and companies associated with iconic Western brands, Mr. Taylor said.\nOn the marine side, Mr. Skinner of Talbot said he raised marine hull war rates two months ago to more than double what they were previously and began applying the increase generally rather than differentiating among different parts of the country.\nOn the cargo side, though, Peter Linton, marine development manager at Norwich Union Insurance (S.A.) E.C. based in Jeddah, Saudi Arabia, said marine cargo terrorism rates remain unchanged at 0.05% of the sums insured.\nCapacity in the terrorism market is adequate for most requirements, JLT's Mr. Robson said, ''There are more markets in terror per se, but with much better quality of underwriting, and understanding, selection and processes have improved.''\n\nGraphic\n\n \nSaudi soldiers guard an apartment complex in Khobar, Saudi Arabia, after a recent attack by Muslim militants resulted in the deaths of 22 people.\n\nLoad-Date: June 23, 2004"
}