{
    "title": "SAUDI ARABIA U.S. FIRM'S COMPOUND PEPPERED IN ATTACK",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 1,
    "day": 24,
    "full text": "In an Iraqi missile attack on Dhahran, a shower of missile shrapnel peppered an oil-company compound that houses hundreds of Americans not far from a large air base used by U.S. forces.  No injuries were reported, but the American civilians in the Saudi Aramco compound were the first in Saudi Arabia to be directly affected by fighting in the Persian Gulf war.  The shrapnel fell into the compound Tuesday night when U.S. Patriot missiles were launched to intercept incoming Iraqi Scud missiles.  Associated Press FBI 6 Democrats In House Want Interviews Halted Six House Democrats demanded Wednesday that the FBI curb interviews with hundreds of Arab-American civic, political and business leaders who have been questioned in an information-gathering operation aimed at deterring terrorism.  ''In cost-benefit returns, the confusion, anger and distrust these interviews have generated far outweigh what must be very small results if any,'' said Rep. Don Edwards, D-Calif.  Edwards said that if the bureau did not change its tactics, he would hold hearings on the question.  The FBI has defended the interviews as a justifiable part of its domestic security program mounted in response to the Persian Gulf war.  NY Times WASHINGTON House Approves Easing Troops' Tax Deadline The House, on a 415-0 vote, rushed a bill to the Senate on Wednesday giving military people in the Persian Gulf extra time to file their tax returns.  The Senate was expected to send the legislation to President George Bush today.\nWith unusual speed, the House and Senate committees each accorded unanimous approval to the measure earlier Wednesday.  Associated Press TERRORIST ATTACKS Bombs Are Exploded In Lebanon And Turkey Bombs exploded in Lebanon and Turkey on Wednesday in what appeared to be acts of terrorism on behalf of Iraq, which has called on Muslims worldwide to attack the interests of the United States and its allies.  The bombs went off at two Lebanese banks - in Baalbek and Beirut - owned in part by French and Saudi investors, and one person was reported killed by one of the explosions. In Istanbul, Turkey, bombs exploded at the offices of two U.S. organizations, slightly injuring a Turkish woman.  The Anatolia News Agency reported the bombs damaged the offices of the American Board of Foreign Missions, an arm of the United Church of Christ and the offices of the Turkish agent of ABS, an American shipping company.  Associated Press THAILAND Iran May Be Shipping To Iraq, Merchant Says Iran has suddenly switched to ordering Thai rice in double bags, a strong indication that it is re-exporting the rice to Iraq in violation of the United Nations embargo, a prominent rice merchant said Wednesday in Bangkok, Thailand.  Double packaging is used to protect rice against heavy transportation stress, such as that suffered on the land route between Iran and Iraq, said the Bangkok-based merchant, who spoke on condition of anonymity.  Associated Press SAUDI ARABIA Iraqis Using Jetliners For Practice, Allies Say Iraq is turning its own civilian airliners into dummy targets to hone techniques for attacks on allied flying tankers in the Persian Gulf War, British intelligence reports say.  Iraqi President Saddam Hussein's use of airliners as simulated targets for his fighter pilots could also be part of a plan to hit American AWACS, aerial command and control system planes.  Reuters\n\nLoad-Date: October 8, 1993"
}