{
    "title": "SAUDI -LED COALITION ISSUES RARE APOLOGY",
    "publisher": "pittsburgh post-gazette",
    "year": 2018,
    "month": 9,
    "day": 2,
    "full text": "CAIRO -In a rare admission, a U.S.-backed Saudi-led coalition accepted responsibility Saturday and expressed regret for an airstrike last month on a school bus in northern Yemen that killed scores of people, including at least 40 children.\nThe statement by the coalition called the attack unjustified and vowed to punish those involved.The coalition said an internal investigation had \"concluded that there were mistakes made in abiding by the rules of engagement.\"\nThe apology was unique in a conflict that has now entered its fourth year, where the Saudi-led coalition is seeking to oust Houthi rebels and restore Yemen's internationally recognized government.More than 17,000 civilians have been killed or injured since the war began, mostly by airstrikes.\nThe concession followed mounting pressure by the United States and its allies for the coalition to fulfill promises to better protect civilian lives.\nTerrorism not ruled out\nAMSTERDAM - Investigators in Amsterdam have not ruled out terrorism in the stabbing Friday of two Americans at the main train station in the Dutch capitol, city authorities said Saturday.\nAmsterdam police shot and wounded the 19-year-old Afghan suspect after the stabbings at Central Station. The local government said hours later it appeared the people injured weren't targeted for a specific reason but added that investigators had not ruled out terror as an aim or any other possibilities.\nThe unidentified Americans were recovering in a hospital from what police termed serious but not life-threatening injuries.\nCandidate banned\nBRASILIA, Brazil - Brazil's imprisoned Luiz Inacio Lula da Silva has been banned from running for president in October after months of commotion that had tainted what is already the most unpredictable election in decades.\nIn a 6-1 ruling, the country's top electoral court decided that Lula's candidacy cannot stand, given his 12-year sentence for corruption and money-laundering by an appeals court this year. Brazil's currency and equity markets gained in anticipation of the ruling as investors wary of a possible Lula comeback gained hope.\nAfter the ruling, the Workers' Party said it would appeal.\nArgentina seeks deal\nBUENOS AIRES, Argentina - Argentina, scrambling to avoid yet another financial crisis, is desperately trying to prop up the national currency after the peso lost 20 percent of its value in just one week.\nThe government said representatives will travel Monday to Washington to finalize a deal with the International Monetary Fund for $50 billion in financing through the rest of the year to further back the peso. But analysts were skeptical that the halt in the currency's slide would last long.\n\"There is still a lack of confidence .and I think there will be plenty of turbulence in the days to come,\" said Juan Luis Bour, chief economist at the FIEL, a think tank in Buenos Aires.\nThe peso has steadily weakened this year, losing half its value, and the latest problems are seen as a sign of eroding confidence in the economic policies of President Mauricio Macri.\n\nLoad-Date: September 2, 2018"
}