{
    "title": "Saudis Issue List of 85 Terrorism Suspects",
    "publisher": "the new york times",
    "year": 2009,
    "month": 2,
    "day": 4,
    "full text": "Eleven Saudis who were released from Guantanamo Bay, Cuba, and then passed through a Saudi rehabilitation program for former jihadists are now believed to have fled the country and joined terrorist groups abroad, Saudi officials said Tuesday.\n  The 11 former detainees include two who were already identified last month as members of a Yemeni terrorist group. Their names were on a list of 85 wanted terrorism suspects made public Tuesday by the Saudi Interior Ministry.\n  The announcement further underscored the difficulties faced by the Obama administration as it prepares to close the Guantanamo detention center. All told, 14 Saudis now appear to have rejoined terrorist groups after their return from Guantanamo, including the 11 living abroad and 3 who were rearrested in Saudi Arabia after their return. \n  Any perceived weaknesses in the Saudi program -- widely viewed as a successful model -- could pose problems for the return of the remaining Guantanamo detainees. Almost half of those are Yemeni, and their return depends in part on Yemen's creation of a rehabilitation program based on the Saudi one. \n  It is not clear whether any of the 11 former detainees being sought by Saudi Arabia have taken part in terrorist attacks. Last month, American counterterrorism officials confirmed that Said Ali al-Shihri, a Saudi who was released from Guantanamo in November 2007, had become the deputy leader of the Yemeni branch of Al Qaeda, and that he was suspected of being involved in a deadly attack on the United States Embassy in Sana, Yemen's capital, last year. Shortly afterward, Mr. Shihri appeared in a propaganda video alongside another former Guantanamo detainee, identified as Abu Hareth Muhammad al-Awfi. \n  Saudi officials have issued lists of wanted militants before, but the list of 85 -- all but two of them Saudi -- was the largest so far. As in the past, the authorities appealed for the men to return and turn themselves in.\n  ''They will, of course, be interviewed and investigated and prosecuted for any crimes they may have committed,'' said Gen. Mansour al-Turki, the chief spokesman of the Interior Ministry. ''But by turning themselves in before committing any crime, they will have a better chance to be returned to their families.''\n  Although the Saudi authorities have mounted a fierce campaign against domestic terrorists in recent years, there is strong public sympathy for those who go abroad to fight in Muslim countries believed to be under occupation by foreigners. Accordingly, the government is more careful in dealing with them. \n  It is not clear why the Saudi authorities chose to identify the 11 former Guantanamo detainees or how long they have known about them. Muhammad bin Nayef, the Saudi minister who oversees the counterterrorism program, traveled to Yemen after the video showing the two Saudi jihadists appeared. Mr. Nayef has strong relationships with American and British intelligence officials, and he may have decided that more transparency would be helpful, said Bernard Haykel, a professor at Princeton University and an expert on Saudi Arabia. \n  In addition to releasing the list of 85 terrorism suspects, Saudi officials made a striking accusation: one of the men on it, Abdullah al-Qarawi, is a Saudi who has been operating from Iran for three years. \n  Mr. Qarawi, 35, is believed to have been  behind some of the terrorist attacks  in recent years inside Saudi Arabia, said a Saudi security official, who spoke on condition of anonymity, saying he was not authorized to discuss the matter in public. \n  Known to followers as ''the Star,'' Mr. Qarawi is in charge of leading Al Qaeda's operations in the Persian Gulf and Iran, and of bringing new members into Afghanistan, the official said. He is believed to have more than 100 Saudis working for him in Iran, where they move about freely, the official added. \n  Saudi Arabia and the United States have accused Iran in the past of harboring Qaeda members, and Iran has denied it. Saudi Arabia, which sees itself as the leader of the Muslim world, views Iran's revolutionary Shiite regime with hostility, especially in light of its nuclear ambitions. \n  The list of 85 suspects also included Nasir al-Wuhayshi, the leader of the Yemeni branch of Al Qaeda, which recently announced that it was merging with the Saudi branch. Over the past year or so, the Yemeni group appears to have expanded and brought in a number of Saudis, experts say. Its leaders say they will use Yemen, which shares a border with Saudi Arabia, as a base to launch ambitious attacks throughout the region, including in Saudi Arabia and East Africa. \n  ''I think Saudi Arabia is now taking very seriously the threat coming from Yemen,'' said Gregory Johnsen, a terrorism analyst with experience in Yemen. \n  Yemen, long viewed as a haven for jihadists, began cooperating with the United States on counterterrorism in 2001, and it has had some notable successes. But its tribal structure, weak state and mountainous terrain have proven to be obstacles. Yemen's unusually flexible policies -- in which convicted terrorists are sometimes paroled in exchange for pledges of passivity and help in negotiating with other militants -- have also drawn criticism from American officials.\n  All this has complicated the task of repatriating the Yemenis in Guantanamo. In recent months, their return seemed imminent, in part because of an agreement to create a rehabilitation program based on the Saudi one. Yemen briefly ran its own program for former jihadists. Saudi Arabia created a more ambitious prison-based program in 2004 and expanded it in 2007 to include a more therapeutic segment after release. \n  Last year, Saudi officials said none of the program's graduates had returned to violence. That appears to have changed with the news about the former Guantanamo detainees, who went through the program before fleeing the country. \n\nhttp://www.nytimes.com\n\nLoad-Date: February 4, 2009"
}