{
    "title": "Saudi king warns of terrorist threat to Europe, US",
    "publisher": "st. louis post-dispatch ",
    "year": 2014,
    "month": 8,
    "day": 31,
    "full text": "RIYADH, Saudi Arabia • The king of Saudi Arabia has warned that extremists could attack Europe and the U.S. if there is not a strong international response to terrorism after the Islamic State group seized a wide territory across Iraq and Syria.\nWhile not mentioning any terrorist groups by name, King Abdullah's statement appeared aimed at drawing Washington and NATO forces into a wider fight against the Islamic State group and its supporters in the region. Saudi Arabia openly backs rebels fighting Syrian President Bashar Assad, but it is concerned that the breakaway al-Qaida group could also turn those same weapons on the kingdom.\n\"If neglected, I am certain that after a month they will reach Europe and, after another month, America,\" he said at a reception for foreign ambassadors Friday.\nOfficial Saudi media carried the king's comments early Saturday.\n\"These terrorists do not know the name of humanity, and you have witnessed them severing heads and giving them to children to walk with in the street,\" the king said.\nThe Islamic State group has been fighting moderate rebels, other extremists and Assad's forces in Syria for nearly three years. Iraq has faced an onslaught by the Sunni extremists and their supporters since early this year.\nWhile providing arms and support to Sunni militants in Syria, Saudi Arabia has denied directly funding or backing Islamic State .\nBritish officials raised the country's terrorism threat level Friday to \"severe,\" its second-highest level, because of developments in Iraq and Syria, but there was no information to suggest an attack was imminent. The White House has said it does not expect the U.S. to bump up its threat level.\nSaudi Arabia, a major U.S. ally in the region, has taken an increasingly active role in criticizing Islamic State . Earlier this month, the country's top cleric described Islamic State and al-Qaida as Islam's No. 1 enemy . State-backed Saudi clerics who once openly called on citizens to fight in Syria can now face steep punishment, and the kingdom has threatened to imprison its citizens who fight in Syria and Iraq.\nA decade ago, al-Qaida militants launched a string of attacks in the kingdom aimed at toppling the monarchy. Saudi officials responded with a massive crackdown that saw many flee to neighboring Yemen.\n\nGraphic\n\n \n FILE - In this Friday, June 27, 2014 file photo, Saudi King Abdullah speaks before a meeting with U.S. Secretary of State John Kerry at his private residence in the Red Sea city of in Jeddah, Saudi Arabia. Saudi state media carried comments by the King early Saturday, Aug. 30, 2014 made on Friday to foreign ambassadors where he warned that terrorist groups will attack Europe and the United States unless they are faced with collective \"power and speed\" from the international community. While not mentioning any terrorist groups by name, Abdullah's comments come as the Islamic State group has seized wide swaths of land across Syria and Iraq. (AP Photo/Brendan Smialowski, Pool, File) \n\nLoad-Date: September 2, 2014"
}