{
    "title": "Saudi Arabia 's top cleric denounces terrorism; Sermon occurs at the annual hajj",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 2,
    "day": 1,
    "full text": "Saudi Arabia's top cleric called on Muslims around the world Saturday to forsake terrorism, saying those who claim to be holy warriors were an affront to the faith.\nIn a sermon that was remarkable not only for its strong language but also its timing - at the peak of the annual hajj - Sheik Abdul Aziz al-Sheik told 2 million pilgrims that terrorists were giving their enemies an excuse to criticize Muslim nations.\nHe asked: \"Is it holy war to shed Muslim blood? Is it holy war to shed the blood of non-Muslims given sanctuary in Muslim lands? Is it holy war to destroy the possession of Muslims?\"\nA large number of the victims of suicide attacks in Saudi Arabia, Turkey, Iraq and elsewhere have been Muslims.\nAl-Sheik, who is widely respected in the Arab world as the foremost cleric in the country considered the birthplace of Islam, spoke at Namira Mosque, a televised sermon watched by millions of Muslims in Saudi Arabia and other Gulf states.\nThe mosque is close to Mount Arafat, where the pilgrims converged Saturday for the climax of their annual trek. This year's hajj has been carried out amid heightened security after a year of terror attacks in the kingdom.\nIn speaking of terrorists who killed fellow Muslims, al-Sheik clearly was referring to the Prophet Muhammad's final sermon, delivered on Mount Arafat 14 centuries ago.\nIt contained the line: \"Know that every Muslim is a Muslim's brother, and the Muslims are brethren. Fighting between them should be avoided.\"\nAl-Sheik also criticized the international community, accusing it of attacking Wahhabism, the sect whose strict interpretation of Islam is followed in Saudi Arabia.\n\"This country is based on this religion and will remain steadfast on it,\" he said.\n\"Islam forbids all forms of injustice, killing without just cause, treachery … hijacking of planes, boats and transportation means,\" he said.\nSaudi Arabia came under Western pressure after the Sept. 11, 2001, attacks on the United States, in which 15 of the 19 hijackers were Saudi citizens.\nThe Saudi government conducted a crackdown on extremist groups after suicide bombers attacked housing compounds inhabited by foreigners last May. Saudi and U.S. officials blamed the attack, and a similar suicide bombing in November, on groups linked to al-Qaida, which is led by the Saudi-born Osama bin Laden.\n\nLoad-Date: February 1, 2004"
}