{
    "title": "Saudis Fostering terrorism_ September 19, 2003, Friday",
    "publisher": "the new york times",
    "year": 2003,
    "month": 9,
    "day": 19,
    "full text": "SOME scholars say humanity is suffering World War IV, the fourth global conflict within a century. No. 3 was the long, destructive Cold War between communism and capitalist democracy. No. 4 is the far-flung conflict by armed Muslim fanatics against \"infidels.\"\nFormer CIA Director James Woolsey supports this view. He told University of California students: \"This fourth world war, I think, will last considerably longer than either World War I or II.\"\nThe new global \"war\" has many, many battlefronts: Muslim and Christian tribes trading massacres in Nigeria; Chechen suicide bombers destroying Russian apartment towers; Kashmiri zealots locked in deadly conflict with Hindus; Muslim-Christian rioting in Indonesia; the disintegration of former Yugoslavia in the 1990s; Lebanon's terrible civil war in the 1980s; Islamic rebels fighting in the Philippines; Algerian rebels shooting unveiled high school girls in the face; Muslim-Christian strife in the Caucasus; fanatics who fire-bombed a Bali nightclub; Palestinian suicide bombers in Israel; and, of course, the al-Qaida plotters who wrought the 9/11 tragedy.\nA \"clash of civilizations\" is how Harvard professor Samuel Huntington describes the widespread hostility, which produces new bloodshed daily.\nNobody could trace the roots of all the conflicts involving extremist Muslims - but some part of the horror can be linked to the fierce, rigid, puritanical Wahhabi faith in Saudi Arabia. The current Time magazine has a cover story on this problem, titled, \"The Saudis: Whose side are they on in the war on terror?\" It gives this history:\nIn the 1740s, Arabian prophet Mohammed al-Wahhab launched a movement to \"purify\" Islam of worldly influences. He preached hostility not only for Christians and Jews, but also Shiite, Sufi and Sunni Muslims - many of whom were slaughtered. Local Arabian leaders teamed up with Wahhabi holy warriors to drive Ottoman rulers out of Arabia. The latter reconquered the peninsula in the 1800s, but Wahhabi descendent Abdul Aziz ibin Saud united Wahhabi fighters and regained it in the early 1900s, making himself absolute king. Soon afterward, oil was discovered.\nToday, ruled by Saud's huge family, Saudi Arabia is a \"backward, authoritarian, fundamentalist state\" saturated with bigoted religion, Time says. Imams in mosques pray, \"O God, please destroy the Jews, the infidels and all who support them.\" Schoolbooks teach children that God cursed Jews and Christians, turning some of them into apes and pigs. Ninth-graders are taught that Judgment Day won't come \"until the Muslims fight the Jews and kill them.\"\nHarsh religious punishments of beheading, flogging and amputation prevail. \"Jidda's Juffali Mosque is next to Chop-Chop Square, so called for the work of the executioners who practice there,\" the magazine says.\nFlush with oil wealth, the ruling family pays for many efforts to implant Wahhabism in other Islamic lands. For example, rich Saudis send $ 1 million a year to Tanzania, \"where fundamentalists have taken over 30 of the 487 mosques in the capital and have begun bombing bars and beating women who go out without being fully covered,\" Time relates.\nExported Saudi money funds Pakistan's narrow-minded \"madrasah\" schools that breed fanatics. Saudi \"charities\" funnel oil money to foreign Wahhabi centers, where part of it is diverted to buy weapons for insurgents, the magazine adds.\nOf the 19 al-Qaida zealots who inflicted the 9/11 horror on America, 15 were Saudis. For months, Saudi rulers refused to acknowledge this ugly fact, or cooperate with probes into the terrorist connection.\nWhen Congress completed a report on 9/11, the Bush White House blacked out 28 pages dealing with Saudi Arabia, \"producing the smell of a cover-up of complicity in the worst terrorist attack in U.S. history,\" Time commented.\nWednesday, The New York Times reported that half of the annual budget of Hamas, the Palestinian fanatic group which sends suicide bombers into Israeli cities, comes from Saudi Arabia.\nSix hundred families who lost loved ones in the 9/11 strike filed a $ 1 trillion lawsuit against the House of Saud, alleging that it fomented the horror. In July, 191 members of Congress voted for a bill to add Saudi Arabia to the list of states sponsoring terrorism, but the bill failed.\nSaudi Arabia suffered a jolt in May when, for the first time, al-Qaida terrorists struck Islam's homeland. Nine suicide bombers devastated three Riyadh housing complexes, killing themselves and 26 others. Since then, sobered Saudi rulers have waged a police crackdown on terrorist cells, and purged mosques of imams preaching hate. Reportedly, bigoted passages have been removed from school texts.\nThe Saudi actions seem to be a strong reversal of past compliance with extremists. We surely hope so. It will be a step toward world safety if the Wahhabi country stops spawning fanatics and starts jailing them.\n\nLoad-Date: September 19, 2003"
}