{
    "title": "Saudi filing faults Cozen suit The Phila. law firm wants the kingdom held accountable for the Sept",
    "publisher": "the philadelphia inquirer",
    "year": 2009,
    "month": 1,
    "day": 6,
    "full text": "Setting the stage for a critical court decision, lawyers for Saudi Arabia have asserted in court papers that the Supreme Court should reject arguments that the desert kingdom be held accountable for the Sept. 11, 2001, attacks because, over a period of many years, it financed al-Qaeda. \nIn papers filed with the Supreme Court, lawyers for the kingdom and several high-ranking Saudi royals say that U.S. law provides blanket immunity to Saudi Arabia from lawsuits over the 9/11 attacks. \nThe lawsuit was brought by the Philadelphia law firm of Cozen O'Connor on behalf of dozens of insurance companies that paid out billions in property-damage claims at ground zero. A federal district court judge in Manhattan threw out the case against Saudi Arabia in 2005, and that decision was upheld by the U.S. Court of Appeals for the Second Circuit. \nA number of Saudi government-affiliated charities remain as defendants in the lawsuit, however, as do various Saudi banks and the governments of Sudan, Iran, and other countries that allegedly harbor terrorists. \nCozen and its clients \"cannot . . . force an ally of the United States into the extraordinary posture of defending itself in a U.S. court against claims that it sponsored an act of terrorism against the United States,\" lawyers for the kingdom said in their brief. \nCozen lawyers accused the kingdom of distorting their arguments to protect itself from legal exposure. \n\"Their briefs largely evade the central legal questions presented by our petition to the Supreme Court, and in lieu of addressing those arguments they mischaracterize the theories and evidence that we have advanced against Saudi Arabia and its agencies,\" said Sean Carter, one of the Cozen lawyers handling the case.  \nCarter added that the kingdom's legal strategy was an attempt to \"evade any review on the merits of Saudi Arabia's support for al-Qaeda.\" \nThe lawsuit was filed in 2003, shortly before the two-year anniversary of the 9/11 attacks, by lawyers for Cozen. It eventually was combined with other lawsuits on behalf of individual victims, other insurers not represented by Cozen and the Port Authority of New York and New Jersey, the developer of the World Trade Center property and headquartered, at the time, in the twin towers. \nThe lawsuits alleged that Saudi Arabia bore substantial responsibility for the attacks because several state-supported charities had funneled money to al-Qaeda leader Osama bin Laden and provided logistical support to his terrorist movement in Afghanistan, the Balkans and southeast Asia, among other places. \nIn a key assertion, plaintiffs provided evidence that Saudi officials had been warned repeatedly by U.S. officials prior to the 9/11 attacks that the charities were being used by al-Qaeda operatives to launder money for the purpose of supporting terrorist operations. \nThe case hinges in part on a crucial, if arcane, U.S. law known as the Foreign Sovereign Immunities Act. It provides immunity from lawsuits to foreign governments, but also establishes exceptions in commercial disputes or in cases where foreign officials engage in harmful conduct deemed to be outside the scope of their normal government activities. \nThe central dispute in the litigation centers on an amendment to the law sponsored by Sen. Frank Lautenberg (D., N.J.) in 1996 that permits U.S. citizens to sue foreign governments for acts of terrorism, so long as those governments have been identified as terrorism supporters by the State Department. Lawyers for Saudi Arabia say that since the kingdom has not been designated as a supporter of terrorism, it cannot be sued. \nBut Cozen and other law firms that joined in the appeal contend that the provision was aimed at restricting lawsuits in U.S. courts for acts of terrorism that occur outside the United States, not for incidents that occur domestically, in this case the 9/11 attacks. \nThe Cozen appeal faces long odds. Typically, the Supreme Court hears only 5 percent of the requests made to it for review.  \nYet plaintiffs' lawyers say their odds are likely much better because of unresolved issues of law that the Supreme Court might choose to address, coupled with the momentous nature of the case. The Supreme Court is expected to decide in February whether to take the case. \nContact staff writer Chris Mondics at 215-854-5957 or cmondics@phillynews.com. \n\nLoad-Date: January 6, 2009"
}