{
    "title": "Saudis catch cleric on list of top terrorism suspects",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 8,
    "day": 7,
    "full text": "An al-Qaida-linked cleric who boasted of his ability to evade capture has been arrested in Saudi Arabia without a shot being fired, Saudi officials said Friday.\nFaris Ahmed Jamaan al-Showeel al-Zahrani, who was No. 12 on a list of Saudi Arabia's 26 most-wanted terrorism suspects, was captured late Thursday with another man who was not identified, an Interior Ministry official told the state-run Saudi Press Agency.\n\"Due to the swift and efficient actions by security forces, the suspects were apprehended before they were able to use weapons that they were carrying,\" said a statement issued by Saudi Arabia's embassy in Washington.\nSaudi-owned Al-Arabiya TV said police caught them in Abha, a town 500 miles southwest of the capital, Riyadh.\nThe arrest leaves 11 of those on the wanted list believed to remain at large, including Saleh Mohammed al-Aoofi, a former prison guard regarded by many as the new leader of al-Qaida's network in Saudi Arabia. The previous chief, Abdulaziz al-Moqrin, was killed by Saudi officers in June after masterminding the kidnapping and beheading of American engineer Paul Johnson.\n* He is accused of using speeches to incite attacks in the kingdom.\nAl-Zahrani, who the government says used speeches to incite bomb attacks in the kingdom and urge militants to kill Saudi security officers, rose to prominence as police detained or killed more than half the suspects on the terrorism list.\nFour weeks ago, al-Zahrani boasted in an article on an Internet periodical of his ability to evade the police dragnet.\n\"I would like to reassure the people who love me (that) I am careful in my movements and contacts, and I take all necessary precautions,\" he wrote.\nIn the article, al-Zahrani rejected a limited amnesty offered in June by Saudi King Fahd, who urged wanted militants to surrender within four weeks and be spared the death penalty.\nThe liberal Arabic-language Web site www.elaph.com described al-Zahrani as \"one of the most prominent theorists for terrorist cells in Saudi Arabia.\" It said he is 30 years old and has a master's degree in Islamic law from a Saudi Arabian university.\nSympathetic messages began appearing on Islamic Web sites expressing regret at his capture.\n\nLoad-Date: August 7, 2004"
}