{
    "title": "SAUDI CHARGED IN COLE BOMBING Trial to be held at Guantanamo",
    "publisher": "spokesman review",
    "year": 2011,
    "month": 4,
    "day": 21,
    "full text": "The Obama administration initiated its first Guantanamo Bay military tribunal Wednesday, charging a Saudi with masterminding the bombing of the U.S. destroyer Cole that killed 17 sailors and wounded 40 in 2000.\n A conviction is uncertain, however, because U.S. interrogators repeatedly subjected Abd al Rahim al Nashiri to techniques widely considered to be torture. Information obtained through such methods cannot be used as evidence against him.\n According to the CIA, the one-time top al-Qaida lieutenant was held for four years at an undisclosed \"black site\" where interrogators waterboarded him, placed a handgun beside his head and fired up an electric drill.\n Also complicating the government's case is that two participants in the Cole bombing were convicted in Yemen and are imprisoned there. They are not available to testify at Nashiri's trial, which will be held at the U.S. Naval Base at Guantanamo Bay, Cuba.\n But a third witness in custody in the U.S. has described Nashiri's role in those bombings. And another witness has identified Nashiri as \"an important person in al-Qaida\" and said Nashiri \"helped arrange the USS Cole bombing.\"\n Prosecutors are asking for the death penalty, but the official who oversees the military commissions program has to approve the request.\n Nashiri allegedly was \"in charge of the planning and preparation\" for the Cole attack and is charged with committing terrorism, attacking civilians, intentionally causing bodily injury, and committing murder in violation of the law of war.\n Military prosecutors had filed charges against him earlier. But Obama, who campaigned on a pledge to close the Guantanamo prison, halted the military tribunal process after taking office in January 2009. A month later, the charges were dropped.\n Last month, however, Obama announced that the administration would resume military trials for terrorism suspects detained at Guantanamo. Congress had thwarted his efforts to close Guantanamo and move the trials to civilian courts.\n Nashiri acknowledged at a 2007 Guantanamo hearing that he helped provide the small boat that carried explosives to the Cole.\n But he said he gave it to a businessman for a fishing trip and did not know it would be used by suicide bombers.\n\nLoad-Date: April 23, 2011"
}