{
    "title": "SAUDIS RETOOL TO ROOT OUT TERRORISM RISK KINGDOM REMOVES SYMPATHETIC OFFICERS; SWAT TEAMS EXPAND",
    "publisher": "the new york times",
    "year": 2009,
    "month": 3,
    "day": 22,
    "full text": "RIYADH, Saudi Arabia -- Near the guard tower outside this country's main counterterrorism training center, some of the concrete barriers are still scarred with shrapnel. They are kept as a reminder: In December 2004, a suicide bomber detonated his car there, in one of a series of deadly attacks by Islamist insurgents that shook this kingdom.\n\"It was a wake-up call,\" said the commander of the training center, a tall, wiry officer in fatigues and a black beret who cannot publicly give his name for security reasons. \"The situation was bad.\" A plaque just inside the commander's office bears the names of 57 Saudi officers who died fighting terrorists from 2003 to 2005.\nThose deaths forced a decisive shift in Saudi Arabia. Many Saudis had refused to recognize the country's growing reputation as an incubator of terrorism, even after the international outcry that followed the terrorist attacks of Sept. 11, 2001.\nSince then, much has changed. When Saudi Arabia released its latest list of wanted terrorism suspects in January, all 85 of them were said to be outside the kingdom.\nThat fact was a measure of the ambitious counterterrorism program created in the past few years. The government has cracked down ruthlessly on terrorist cells and financing, rooting out officers with extremist sympathies and building a much larger and more effective network of SWAT teams. Even regular police officers now get a full month of counterterrorism training every year.\n\"We have killed or captured all the fighters, and the rest have fled to Afghanistan or Yemen,\" said the commander, in an assessment largely echoed by Western security officials. \"All that remains here is some ideological apparatus.\"\nThe extent of that ideological apparatus remains uncertain. The list of 85 suspects that was released in January included 11 men who had been freed from the U.S. prison at Guantanamo Bay, Cuba, had passed through Saudi Arabia's widely praised rehabilitation program for jihadists, and then had fled the country. Two of them broadcast their aim of overthrowing the Saudi royal family in a video released on the Internet by the Yemeni branch of al-Qaida, in an embarrassing moment for Saudi authorities.\nBut the Saudi government, which once seemed unwilling to acknowledge this country's critical role in fostering jihadist violence around the world, has become far more open about the challenges it faces.\n\"We are still at the beginning; we have a lot to learn,\" said Turki al-Otayan, the director of the rehabilitation program's psychological committee. Like others involved in the program, he conceded that the return of some of its graduates to terrorism was a blow, but he said he believed that the success rate (14 failures out of 218 graduates) was still impressive.\nMr. Otayan and his colleagues won a partial vindication last month when one of the two graduates who had fled to Yemen later returned to Saudi Arabia and gave himself up. But Mr. Otayan shrugged that off.\n\"We can't guarantee that he won't go back to Yemen again,\" he added. \"You're dealing with people, not cars.\"\nSaudi officials are also frank about the fact that al-Qaida still has some popular sympathy in this country, though far less than before the bloody attacks from 2003 to 2005.\n\"Changing mind-sets is not easy, and it takes a long time,\" said Abdul Rahman al-Hadlag, the Interior Ministry's director of ideological security. \"We have to monitor mosques and the Internet, because the extremists use these places to recruit people. Sometimes they even use after-school activities. Sleeper cells exist.\"\nSome of the softer approaches to fighting terrorism, including the rehabilitation program, have been labeled coddling by Western critics. But Mr. Hadlag said the Saudi state must provide many newly released Islamists with jobs and financial assistance, because if it did not, others would.\n\nLoad-Date: March 23, 2009"
}