{
    "title": "Saudi ambassador wants to step up pressure on terrorists",
    "publisher": "new orleans citybusiness ",
    "year": 2006,
    "month": 7,
    "day": 13,
    "full text": "The prince of Saudi Arabia told New Orleans business and political leaders at the World Trade Center luncheon Wednesday that the Bush administration is \"supportive\" of a new international center of counter-terrorism to be considered at the next U.N. session in September. \"It's important for us to just get together and do it,\" said Turki Al-Faisal, Saudi Arabia's new ambassador to the United States. \"It's vital. \n\" Calling terrorism an \"issue plaguing the world,\" Al-Faisal said the new center would spawn a think tank for the world's intelligence agencies to combat an \"unacceptable action. \" Saudi Arabia has already established a regional center to combat terrorism but Al-Faisal said it's \"not enough. One hand can't clap without the other. \" Al-Faisal answered accusations that Saudi Arabia has taught and harbored terrorists. Since 2001, he said his country and the United States have engaged in joint missions and information sharing to combat the violence. \"We admit we have people in our midst who are bigots and who are intolerant and who see the world in an attitude of them and us,\" Al-Faisal said. \"And hopefully by recognizing that, and uninhibitedly dealing with it, that we can rectify it. But it is not an issue where we have a miracle wand about where we can simply point that wand and say be done and it is done. We admit that it will take us some time within our makeup to move forward from these unacceptable attitudes and tangents that we think have affected the substance of and the practice of the true spirit of Islam. \" Al-Faisal was in New Orleans to tour the devastated Ninth Ward as part of a goodwill visit. Already, his country has donated more than $100 million to numerous organizations, including the Charity Hospital system, which he called \"vital\" to the city's rebirth. \"\n\nLoad-Date: July 13, 2006"
}