{
    "title": "Saudis expect dividends from their help to Reagan; US softens on PLO, hardens on Israeli settlements",
    "publisher": "the christian science monitor",
    "year": 1981,
    "month": 8,
    "day": 11,
    "full text": "Almost unnoticed, the Reagan administration appears to have softened its hard line toward the Palestine Liberation Organization.\nAt the same time, the administration seems to have hardened its soft line toward Israel's West Bank settlements.\nBoth changes, some officials suggest, may be far from permanent, more a matter of tactics and atmospherics than anything else.  But in the world of diplomacy, tactics sometimes have a way of evolving into significant change.\nChange in the administration's line toward the PLO has been most noticeable in its new reluctance to characterize that organization as a Soviet surrogate or as a terrorist organization.  Some months ago, much to the satisfaction of the Israelis, administration officials had described the PLO in just those terms.  The PLO was cited by the State Department as an example of Soviet-fomented terrorism.\nWhen pressed on this point at a press conference on Aug. 6, Secrtary of State Alexander M. Haig Jr. referred reporters to his earlier statements on the subject.  But Haig also said that he would \"prefer not to classify\" the PLO as a Soviet surrogate.  He noted, \"When you talk about the PLO, you are talking about a very diverse organization.\" In keeping with the diversity theme, State Department spokesmen were later instructed to say, if asked about this, that the PLO contained some \"elements\" which engaged in terrorism.  But clearly the organization as a whole was not to be given the terrorist stamp.\nThe shift can be explained, however, in terms of short-term tactics.  The cease-fire in Lebanon which Saudi Arabia and the administration's special envoy, Philip C. Habib, helped put together between the PLO and Israel is holding.  The administration does not want to say anything which would provoke the PLO or upset what the Israelis are calling the cessation of hostilities in Lebanon.\nThere is one additional factor at work here.  Secretary Haig's moderate comments on the PLO were made toward the end of Egyptian President Anwar Sadat's visit to Washington.  Sadat has been proposing that the US open talks with the PLO.  The administration does not want to be in a position of publicly rejecting anything which Sadat says at a time when President Reagan is just getting to know Sadat and at a time when his administration's Middle East policy is still evolving.\nThen there is the matter of the recent Israeli air attacks against Iraq and into Lebanon.  These offended several high-ranking Reagan administration officials and made them seem more open than they were before to new ideas.\nSecretary Haig made clear, however, that the administration was sticking to the commitment it made to Israel six years ago to refuse to recognize the PLO or negotiate with it unless that organization recognizes Israel's right to exist.  An administration spokesman said there was \"no give at all on the issue of dealing directly with the PLO.\"\nBut President Sadat did not take this as an outright rejection of his proposals.  At a press conference on Aug. 8, he made clear his determination to persevere in his efforts to bring about an Israeli-Palestinian peace.  He said that the administration needed time to consider his proposals, some of which remain undisclosed.\nThe Egyptian leader also said that his proposals do not necessarily require formal Israeli recognition of the PLO.  What the Israelis must recognize, he said, is that the Palestinians deserve a homeland of their own.  The Palestinians for their part \"must recognize Israel within its borders and live and coexist with it.\"\nAt another point, earlier in his visit here, Sadat said that the PLO did not represent the only group which the Israelis could deal with.  He suggested that the elected mayors on the Israeli-occupied West Bank of the Jordan river could play a negotiating role.  But many of the mayors are openly known to be PLO supporters.\nPresident Sadat asserted that claims to the West Bank being made by the newly formed Israeli government of Prime Minister Menachem Begin could create new obstacles to peace.\nThe Reagan administration, in the meantime, is still struggling to come up with a clear attitude toward Israel's West Bank settlements.\nIn contrast with previous administrations, which considered such settlements illegal under international law, President Reagan started out by declaring that they were not illegal.  But just before the arrival of President Sadat here, senior administration officials indicated that the whole question was under review.  And, without going so far as to say that the settlements were illegal, they did say that they constituted a \"problem\" for the peace process.\n\nGraphic\n\n \nPicture 1, Israel's Begin won't; Picture 2, Saudi Prince Fahd will; Picture 3 and 4, Reagan might yet talk to Yasser Arafat, Photos by R. Norman Matheny, staff photographer; Bandphoto; Sven Simon"
}