{
    "title": "Saudis cut ties with Iran after Shiite cleric execution",
    "publisher": "telegraph herald ",
    "year": 2016,
    "month": 1,
    "day": 4,
    "full text": "TEHRAN, Iran - Saudi Arabia announced Sunday it was severing diplomatic relations with Shiite powerhouse Iran amid escalating tensions over the Sunni kingdom's execution of a prominent Shiite cleric.\nThe move came hours after protesters stormed and set fire to the Saudi Embassy in Tehran and followed harsh criticism by Iran's top leader of the Saudis' execution of Sheikh Nimr al-Nimr.\nSaudi Foreign Minister Adel al-Jubeir said Iranian diplomatic personnel had 48 hours to leave his country and all Saudi diplomatic personnel in Iran had been called home.\nThe mass execution of al-Nimr and 46 others - the largest carried out by Saudi Arabia in three and a half decades - laid bare the sectarian divisions gripping the region as demonstrators took to the streets from Bahrain to Pakistan in protest.\nIt also illustrated the kingdom's new aggressiveness under King Salman. During his reign, Saudi Arabia has led a coalition fighting Shiite rebels in Yemen and staunchly opposed regional Shiite power Iran, even as Tehran struck a nuclear deal with world powers.\nIran's supreme leader, Ayatollah Ali Khamenei, warned Saudi Arabia on Sunday of \"divine revenge\" over al-Nimr's death, while Riyadh accused Tehran of supporting \"terrorism\" in a war of words that threatened to escalate even as the U.S. and the European Union sought to calm the region.\nAl-Nimr was a central figure in Arab Spring-inspired protests by Saudi Arabia's Shiite minority until his arrest in 2012. He was convicted of terrorism charges but denied advocating violence.\nOn Saturday, Saudi Arabia put al-Nimr and three other Shiite dissidents to death, along with a number of al-Qaida militants. Al-Nimr's execution drew protests from Shiites around the world, who backed his call for reform and wider political freedom for their sect.\nWhile the split between Sunnis and Shiites dates back to the early days of Islam and disagreements over the successor to Prophet Muhammad, those divisions have only grown as they intertwine with regional politics, with both Iran and Saudi Arabia vying to be the Mideast's top power.\nIran accuses Saudi Arabia of supporting terrorism in part because it backs Syrian rebel groups fighting to oust its embattled ally, President Bashar Assad. Riyadh points to Iran's backing of the Lebanese Hezbollah and other Shiite militant groups in the region as a sign of its support for terrorism. Iran also has backed Shiite rebels in Yemen known as Houthis.\nKhamenei, the Iranian supreme leader, condemned al-Nimr's execution, saying Sunday the cleric \"neither invited people to take up arms nor hatched covert plots. The only thing he did was public criticism.\"\n\nLoad-Date: January 4, 2016"
}