{
    "title": "Saudi Arabia Executes 37 in One Day for Terrorism",
    "publisher": "the new york times",
    "year": 2019,
    "month": 4,
    "day": 23,
    "full text": "ANKARA, Turkey — Saudi Arabia executed 37 people on Tuesday after they had been sentenced to death for terrorism-related crimes.\nAt least 33 of those executed belonged to the Sunni Muslim kingdom’s Shiite minority, and human rights organizations expressed doubts about the fairness of their trials.\nThe executions were announced in a statement on the state-run news agency, which said the men had been put to death for “their adoption of extremist, terrorist ideology and forming terrorist cells to corrupt and disturb security, spread chaos and cause sectarian discord.”\nSome men had been involved in bomb attacks on security headquarters that had killed officers, the agency said.\nThe statement also accused them of “cooperating with hostile parties in a way that damaged the high interests of the homeland.”\nIt listed the 37 men by name but provided little information about what specific crimes had been committed by whom or when.\nAdam Coogle, who monitors Saudi Arabia for Human Rights Watch, said that at least 33 of those executed were Saudi Shiites and that many had been involved in cases that raised serious rights concerns.\nEleven of the executed men had been arrested starting in 2013 and charged with spying for Iran. They had been detained for two or more years before their trial began, and some of their lawyers boycotted the proceedings after being denied access to their clients and the case files.\nFourteen others executed on Tuesday had been arrested in connection with the sometimes violent protests against the Saudi authorities around 2012. Their trial began in 2015.\nIn both cases, some of the men were convicted based on confessions that they later withdrew in court because, they said, they had been tortured, according to Mr. Coogle.\n“As a matter of principle, none of these people had lawyers during investigation, so all of these cases are unfair,” he said.\nAt least three of those executed were from the kingdom’s Sunni majority. It was not clear what their crimes were, but Saudi Arabia has struggled in recent years with domestic supporters of Al Qaeda and the Islamic State, both Sunni groups, which have carried out deadly attacks.\nOn Monday, the Islamic State claimed responsibility for an attack on a security building in the town of Zulfi, northwest of Riyadh, the capital. All four militants were killed, and three security officers were wounded in the attack, the Saudi authorities said.\nMany executions in Saudi Arabia are done by beheading in a public square. The executions on Tuesday were carried out in cities around the kingdom, the statement said. One of the condemned men also had his body publicly displayed after he had been killed, which Saudi officials argue is a strong deterrent to would-be criminals.\nThe mass execution was the largest in Saudi Arabia since January 2016, when 47 men were executed in a single day, including an outspoken Shiite cleric,            Sheikh Nimr al-Nimr.\nSheikh Nimr’s execution caused protests in Iran, during which rioters stormed Saudi diplomatic buildings, leading to a breakdown in relations between the two countries.\nNone of the men executed on Tuesday were as prominent as Sheikh Nimr, and it was not immediately clear whether there would be a reaction to the executions, either inside Saudi Arabia or abroad. But residents of Saudi Arabia’s Eastern Province, where the kingdom’s Shiites are concentrated, reported an increased police presence, presumably to guard against possible unrest.\nSaudi Arabia also carried out three other unrelated executions on Tuesday, bringing the number of such punishments this year to 106, according to a count by Human Rights Watch.\nThe kingdom executed 148 people in 2018.\nFollow Ben Hubbard on Twitter: @NYTBen. Karam Shoumali contributed reporting from Berlin. \nRelated Articles\nSaudi Arabia Cuts Ties With Iran Amid Fallout From Cleric’s Execution\nIranian Protesters Ransack Saudi Embassy After Execution of Shiite Cleric\nSaudi Justice, Harsh but Able to Spare the Sword\n\nLoad-Date: April 25, 2019"
}