{
    "title": "Saudi king warns of terror threat",
    "publisher": "telegraph herald ",
    "year": 2014,
    "month": 8,
    "day": 31,
    "full text": "RIYADH, Saudi Arabia - The king of Saudi Arabia has warned that extremists could attack Europe and the U.S. if there is not a strong international response to terrorism after the Islamic State group seized a wide territory across Iraq and Syria.\nWhile not mentioning any terrorist groups by name, King Abdullah's statement appeared aimed at drawing Washington and NATO forces into a wider fight against the Islamic State group and its supporters in the region. Saudi Arabia openly backs rebels fighting Syrian President Bashar Assad, but is concerned that the breakaway al-Qaida group also could turn those very same weapons on the kingdom.\n\"If neglected, I am certain that after a month they will reach Europe and, after another month, America,\" he said at a reception for foreign ambassadors Friday.\nOfficial Saudi media carried the king's comments early Saturday.\n\"These terrorists do not know the name of humanity and you have witnessed them severing heads and giving them to children to walk with in the street,\" the king said, urging the ambassadors to relay his message directly to their heads of state.\nThe Islamic State group has been fighting moderate rebels, other extremists and Assad's forces in Syria for nearly three years. Iraq has faced an onslaught by the Sunni extremists and their supporters since early this year, and the country continues to be roiled by instability.\nWhile providing arms and support to Sunni militants in Syria, Saudi Arabia has denied directly funding or backing the Islamic State group.\nBritish officials raised the country's terror threat level Friday to \"severe,\" its second-highest level, because of developments in Iraq and Syria, but there was no information to suggest an attack was imminent. The White House has said it does not expect the U.S. to bump up its terrorism threat warning level.\nSaudi Arabia, a major U.S. ally in the region, has taken an increasingly active role in criticizing the Islamic State group. Earlier this month, the country's top cleric described the Islamic State group and al-Qaida as Islam's No. 1 enemy and said that Muslims have been their first victims. State-backed Saudi clerics who once openly called on citizens to fight in Syria can now face steep punishment and the kingdom has threatened to imprison its citizens who fight in Syria and Iraq.\nA decade ago, al-Qaida militants launched a string of attacks in the kingdom aimed at toppling the monarchy. Saudi officials responded with a massive crackdown that saw many flee to neighboring Yemen. In the time since, the kingdom has not seen any massive attacks, though it has imprisoned suspected militants and sentenced others to death.\nMeanwhile, Saturday, police in Iraq said a suicide bomber drove his explosives-laden car into an army checkpoint in the town of Youssifiyah, killing 11 people, including four soldiers, and wounding at least 24 people. Youssifiyah is 12 miles south of Baghdad.\nHours later, a roadside bomb targeting an army patrol killed two soldiers and wounded five in Latifiyah, a town located about 20 miles south of Baghdad.\nMedical officials confirmed the casualty figures. All officials spoke on condition of anonymity as they were not authorized to speak to journalists.\n\nLoad-Date: September 11, 2014"
}