{
    "title": "Saudi Arabia should be no ally of U.S",
    "publisher": "university wire",
    "year": 2007,
    "month": 12,
    "day": 13,
    "full text": "If I were to take a poll, I'd likely find most Americans know Timothy McVeigh was a soldier, Eric Harris and Dylan Klebold listened to Marilyn Manson, and (most recently) Robert Hawkins was an ex-McDonald's employee.\nI'd also bet my bottom dollar most Americans have only the faintest idea of which countries the Sept. 11 hijackers were from.\nThis is far from speculation. In a 2007 Newsweek poll, a majority of Americans could not identify the country of origin of most of the hijackers, even when given the question in friendly multiple choice format.\nFifteen of the 19 hijackers were from Saudi Arabia, for the record, as well as Osama Bin Laden himself.\nSo we have a pattern of the country of origin; perhaps an inconclusive one so far, but at the very least, something damn peculiar.\nAnother tidbit Americans likely misconceive? That these hijackers were poor, desperate men driven to terrorism by their subsistence-level existences.\nActually, they were well off. In comparison to the lower class, they were comfortable. In comparison to the third world, they were kings.\nIn his insightful book \"Perfect Soldiers: The Hijackers: Who They Were, Why They Did It,\" author Terry McDermott writes the fact \"that young men from good backgrounds would leave homes and families without fanfare or discouragement was evidence of the broad support within Saudi Arabia for jihad.\"\nBingo. Something is rotten in the state of Saudi Arabia. The support for jihad within a wealthy country that ensures health care and food for citizens raises serious questions about the country -- ones that Americans seem to be neglecting.\nThis makes sense. If people do not understand the \"what,\" they certainly will not understand the \"why.\"\nOn Oct. 19, President George W. Bush certified Saudi Arabia as an anti-terror ally.\nA more semantically correct label the president could have used is \"anti-al-Qaeda\" ally (which is still dubious).\nAs it stands, the label \"anti-terrorism ally\" is inherently contradictory. The Saudi government willfully condones terrorism.\nBush's comments are indicative of an America coziness and complacency with Saudi Arabia.\nFor the definition of terrorism, one may simply look to Webster's: \"the systematic use of fear as a means of coercion.\"\nBy this account Saudi Arabia is grossly saturated with terror -- state terror. How dare the Western world repeatedly condemn the Saddam Hussein regime but remain silent on the human rights abuses of Saudi Arabia?\nHow else besides \"terroristic\" would you describe a country that bans freedom of speech, press, political parties and public demonstration? What about a country where women are forbidden to vote?\nWhere a teenage gang rape victim is sentenced to 200 lashes and six months in prison for being alone with a man unrelated to her?\nIt happened recently. The Saudi victim's lawyer told CNN that this case was \"unusual only in the attention it has garnered.\"\nThe continued use of corporal extremism in the Saudi Arabian government is conducive to jihad extremism, which in turn directly affects America. The government implicitly condones and supports deplorable behavior in the name of faith.\nThe Sept. 11 hijackers did the same thing.\nIt is easy to fall into the trap of blaming the faith itself, but the assumption that Islam has a much more radical doctrine than other major religions is erroneous. The subjugation of women in the Quran is much like that of the Old Testament: present in the text, but contradictory later in history.\nAs a whole, Islam explicitly shuns suicide, murder and the subjugation of others.\nFor those of the Bill O'Reilly mind-set who compare the text to Hitler's \"Mein Kampf,\" the Quran has this to say in response:\n\"You shall spend in the cause of GOD; do not throw yourselves with your own hands into destruction. You shall be charitable; GOD loves the charitable\" (2:195).\n\"O you who believe, do not consume each others' properties illicitly -- only mutually acceptable transactions are permitted. You shall not kill yourselves. GOD is Merciful towards you\" (4:29).\n\"Anyone who commits these transgressions, maliciously and deliberately, we will condemn him to Hell. This is easy for GOD to do\" (4:30).\nEven the extent to which Saudi Arabia is helping stamp out al-Qaeda is dubious, at best. Less than a month before Bush issued and certified Saudi Arabia as a terrorism ally, Stuart Levey, the U.S. Treasury Department under secretary for terrorism and financial intelligence, charged that Saudi Arabia had failed to prosecute the financiers of terrorist groups.\nLevey told ABC that not a single individual identified by the United States as a terrorist financier had been prosecuted by Saudi Arabia.\n\"If I could somehow snap my fingers and cut off the funding from one country, it would be Saudi Arabia,\" Levey said.\nSoon after the Sept. 11 attacks, Bush declared he \"set a clear doctrine: America makes no distinction between the terrorists and the countries that harbor them. If you harbor a terrorist, you're just as guilty as the terrorists, and you're an enemy of the United States of America.\"\nHe now declares Saudi Arabia an anti-terror ally.\nBut if Saudi Arabia continues to condone and carry out domestic state terror, what does that make us?\n(C) 2007 Daily Nebraskan via U-WIRE\n\nLoad-Date: December 13, 2007"
}