{
    "title": "Saudi may face capital charges in Cole attack He'd be first charged in U.S. ; confessed after waterb",
    "publisher": "richmond times dispatch ",
    "year": 2008,
    "month": 7,
    "day": 1,
    "full text": "The Pentagon said yesterday that it is charging a Saudi Arabian with \"organizing and directing\" the 2000 bombing of the USS Cole and will seek the death penalty.\n Brig. Gen. Thomas W. Hartmann, legal adviser to the U.S. military tribunal system, said charges are being sworn against Abd al-Rahim al-Nashiri, a Saudi of Yemeni descent who has been held at the military prison in Guantanamo Bay, Cuba, since 2006.\n The charges still must be approved by a Defense Department official who oversees military tribunals set up for terrorism suspects. If they are approved, al-Nashiri will be the first person charged in the United States in connection with the attack nearly eight years ago.\n Hartmann said the allegations include conspiracy to violate laws of war, murder, treachery, terrorism, destruction of property and intentionally causing serious bodily injury.\n Seventeen American sailors were killed and dozens wounded when the Norfolk-based Navy destroyer was attacked in the Yemeni port of Aden as it refueled.\n Hartmann has spearheaded a drive to begin trying high-profile terrorism cases before the November election.\n Al-Nashiri said at a hearing at Guantanamo Bay last year that he confessed to helping plot the Cole bombing only because he was tortured by U.S. interrogators.\n CIA Director Michael Hayden said early this year that al-Nashiri was among terrorist suspects subjected to waterboarding in 2002 and 2003 while being interrogated.\n John Clodfelter of Mechanicsville, whose 21-year-old son, Kenneth, was among those killed, said he plans to attend the trial, whenever it may be.\n \"It's way overdue,\" he went on. \"Everybody knows Yemen is nothing but a terrorist haven. It's been unreal that we have let the country lead the U.S. around.\"\n Clodfelter led a successful campaign for USS Cole commemorative license plates.\nStaff writer Janet Caggiano contributed to this report.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: July 8, 2008"
}