{
    "title": "Saudi women's rights activist sentenced to nearly 6 years",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 12,
    "day": 29,
    "full text": "BY AYA BATRAWY\nThe Associated Press\nDUBAI, United Arab Emirates - One of Saudi Arabia's most prominent women's rights activists was sentenced Monday to nearly six years in prison under a vague and broadly worded counterterrorism law. The ruling nearly brings to a close a case that has drawn international criticism and the ire of U.S. lawmakers.\nLoujain al-Hathloul has already been in pre-trial detention and has endured several stretches of solitary confinement. Her continued imprisonment was likely to be a point of contention in relations between the kingdom and the incoming presidency of Joe Biden, whose inauguration takes place in January - around two months before what is now expected to be al-Hathloul's release date.\nAl-Hathloul could be released in March 2021 based on time already served, according to rights group \"Prisoners of Conscience,\" which focuses on Saudi political detainees. She has been imprisoned since May 2018, and 34 months of her sentencing will be suspended.\nHer family said in a statement she will be barred from leaving the kingdom for five years and required to serve three years of probation after her release.\nBiden has vowed to review the U.S.-Saudi relationship and take into greater consideration human rights and democratic principles. He has also vowed to reverse President Donald Trump's policy of giving Saudi Arabia \"a blank check to pursue a disastrous set of policies,\" including the targeting of female activists.\nJake Sullivan, Biden's incoming national security adviser, called the sentencing of al-Hathloul \"unjust and troubling.\"\n\"As we have said, the Biden-Harris administration will stand up against human rights violations wherever they occur,\" he said in a tweet.\nAl-Hathloul was found guilty and sentenced to five years and eight months by the kingdom's anti-terrorism court on charges of agitating for change, pursuing a foreign agenda, using the internet to harm public order and cooperating with individuals and entities that have committed crimes under anti-terror laws, according to state-linked Saudi news site Sabq. The charges all come under the country's broadly worded counterterrorism law.\nAnother Saudi women's rights activist, Maya'a al-Zahrani, was issued the same sentence for a similar list of charges by the Specialized Criminal Court, which tries terrorism cases, according to local media reports Monday.\nBoth women have 30 days to appeal the verdicts.\nA number of other women's rights activists remain imprisoned or continue to face trials on charges related to their activism, such as pushing for the right to drive before the ban was lifted in mid-2018.\n\"She was charged, tried and convicted using counter-terrorism laws,\" Loujain's sister, Lina al-Hathloul, said in a statement. \"My sister is not a terrorist, she is an activist. To be sentenced for her activism for the very reforms that MBS and the Saudi kingdom so proudly tout is the ultimate hypocrisy,\" she said, referring to the Saudi crown prince by his initials.\nSabq, which said its reporter was allowed inside the courtroom, reported that the judge said al-Hathloul had confessed without coercion to committing the crimes. The report said the verdict was issued in the presence of the prosecutor, the defendant, a representative from the government's Human Rights Commission and a handful of select local media representatives.\nThe 31-year-old Saudi activist has long been defiantly outspoken about human rights in Saudi Arabia, even from behind bars. She launched hunger strikes to protest her imprisonment and joined other female activists in telling Saudi judges that she was tortured and sexually assaulted by masked men during interrogations. The women say they were caned, electrocuted and waterboarded. Some say they were forcibly groped and threatened with rape.\nAl-Hathloul rejected an offer to rescind her allegations of torture in exchange for early release, according to her family. A court recently dismissed her allegations, citing a lack of evidence.\nAmong other allegations was that one of the masked interrogators was Saud al-Qahtani, a close confidante and advisor to Crown Prince Mohammed bin Salman at the time. Al-Qahtani was later sanctioned by the U.S. for his alleged role in the murder of Saudi writer Jamal Khashoggi in the kingdom's consulate in Turkey.\nIn many ways, her case came to symbolize Prince Mohammed's dual strategy of being credited for ushering in sweeping social reforms and simultaneously cracking down on activists who had long pushed for change.\nWhile some activists and their families have been pressured into silence, al-Hathloul's siblings, who reside in the U.S. and Europe, consistently spoke out against the state prosecutor's case and launched campaigns calling for her release.\nThe prosecutor had called for the maximum sentence of 20 years, citing evidence such as al-Hathloul's tweets in support of women driving and speaking out against male guardianship laws that had led to multiple instances of Saudi women fleeing abusive families for refuge abroad.\nAl-Hathloul's family said the prosecutor's evidence included her contacts with rights group Amnesty International. She was also charged with speaking to European diplomats about human rights in Saudi Arabia, though that was later dropped by the prosecutor.\nThe longtime activist was first detained in 2014 under the previous monarch, King Abdullah, and held for more than 70 days after she attempted to livestream herself driving from the United Arab Emirates to Saudi Arabia to protest the kingdom's ban on women driving.\nShe's also spoken out against guardianship laws that barred women from traveling abroad without the consent of a male relative, such as a father, husband or brother. The kingdom eased guardianship laws last year, allowing women to apply for a passport and travel freely.\nHer activism landed her multiple human rights awards and spreads in magazines like Vanity Fair in a photo shoot next to Meghan Markle, who would later become the Duchess of Sussex. She was also a Nobel Peace Prize nominee.\nAl-Hathloul's family say in 2018, shortly after attending a U.N.-related meeting in Geneva about the situation of women's rights in Saudi Arabia, she was kidnapped by Emirati security forces in Abu Dhabi, where she'd been residing and pursuing a master's degree. She was then forced on a plane to Saudi Arabia, where she was barred from traveling and later arrested.\nAl-Hathloul was among three female activists targeted that year by state-linked media, which circulated her picture online and dubbed her a traitor.\n\nLoad-Date: December 29, 2020"
}