{
    "title": "Saudi activist sentenced to nearly 6 years",
    "publisher": "st. louis post-dispatch ",
    "year": 2020,
    "month": 12,
    "day": 29,
    "full text": "DUBAI, United Arab Emirates - One of Saudi Arabia's most prominent women's rights activists was sentenced Monday to nearly six years in prison, according to state-linked media, under a vague and broadly worded counterterrorism law. The ruling nearly brings to a close a case that has drawn international criticism and the ire of U.S. lawmakers.\nLoujain al-Hathloul has already been in pre-trial detention and has endured several stretches of solitary confinement. Her continued imprisonment was likely to be a point of contention in relations between the kingdom and the incoming presidency of Joe Biden, whose inauguration takes place in January - around two months before what is now expected to be al-Hathloul's release date.\nRights group \"Prisoners of Conscience,\" which focuses on Saudi political detainees, said al-Hathloul could be released in March 2021 based on time served. She has been imprisoned since May 2018, and 34 months of her sentencing will be suspended.\nHer family said in a statement she will be barred from leaving the kingdom for five years and required to serve three years of probation after her release.\nBiden has vowed to review the U.S.-Saudi relationship and take into greater consideration human rights and democratic principles. He has also vowed to reverse President Donald Trump's policy of giving Saudi Arabia \"a blank check to pursue a disastrous set of policies,\" including the targeting of female activists.\nAl-Hathloul was found guilty and sentenced to five years and eight months by the kingdom's anti-terrorism court on charges of agitating for change, pursuing a foreign agenda, using the internet to harm public order and cooperating with individuals and entities that have committed crimes under anti-terror laws, according to state-linked Saudi news site Sabq. The charges all come under the country's broadly worded counterterrorism law.\nShe has 30 days to appeal the verdict.\n\"She was charged, tried and convicted using counter-terrorism laws,\" her sister, Lina al-Hathloul, said in a statement. \"My sister is not a terrorist, she is an activist. To be sentenced for her activism for the very reforms that MBS and the Saudi kingdom so proudly tout is the ultimate hypocrisy,\" she said, referring to the Saudi crown prince by his initials.\nSabq, which said its reporter was allowed inside the courtroom, reported that the judge said the defendant had confessed to committing the crimes and that her confessions were made voluntarily and without coercion. The report said the verdict was issued in the presence of the prosecutor, the defendant, a representative from the government's Human Rights Commission and a handful of select local media representatives.\nThe 31-year-old Saudi activist has long been defiantly outspoken about human rights in Saudi Arabia, even from behind bars. She launched hunger strikes to protest her imprisonment and joined other female activists in telling Saudi judges that she was tortured and sexually assaulted by masked men during interrogations. The women say they were caned, electrocuted and waterboarded. Some say they were forcibly groped and threatened with rape.\nAl-Hathloul rejected an offer to rescind her allegations of torture in exchange for early release, according to her family. A court recently dismissed her allegations, citing a lack of evidence.\nAmong other allegations was that one of the masked interrogators was Saud al-Qahtani, a close confidante and advisor to Crown Prince Mohammed bin Salman at the time. Al-Qahtani was later sanctioned by the U.S. for his alleged role in the murder of Saudi writer Jamal Khashoggi in the kingdom's consulate in Turkey.\nWhile more than a dozen other Saudi women's rights activists face trial, have spent time in prison or remain jailed, al-Hathloul's case stood out in part because she was the only female rights activist to be referred to the Specialized Criminal Court, which tries terrorism cases.\n\nLoad-Date: December 29, 2020"
}