{
    "title": "Saudi Arabia 's Duplicitous Legalism",
    "publisher": "the new york times",
    "year": 2014,
    "month": 6,
    "day": 19,
    "full text": "RIYADH, Saudi Arabia -- The authorities knew all along that Waleed Abu al-Khair was guilty. They just needed something better to charge him with. So on April 15, even as the prominent human rights lawyer stood before a judge, accused of harming the country's reputation and other offenses, they had him arrested right there in the courtroom for something that would really stick: breaking the country's new antiterrorism law.\nSaudi Arabia has been hugely successful in combating terrorism -- there have been no major attacks within its borders since 2004, when militants assaulted the American Consulate in Jeddah in an incident that left a dozen people dead. Thus, many people might be puzzled why the government has even bothered to pass the Law for the Crimes of Terrorism and its Financing, which went into effect in February. But like so many government actions of late -- including the legal fishing expedition against Mr. Abu al-Khair -- the legislation has little to do with fear of Al Qaeda and much to do with fear of the Arab Spring.\nThe revolutions sweeping the region have struck terror in the heart of Saudi Arabia's absolute monarchy, which for most of its existence was the only law of the land. The kingdom's Basic Law was only issued in 1992, during the reign of its fifth head of state, King Fahd. His successor and half-brother, King Abdullah, is today hailed as a modernizer, a leader who has pushed the country further away from tribalism toward civil law.\nOn the surface, that may appear to be progress. But the truth is that there is not much of a difference between having no due legal process at all and having a pretense of one. In short, the monarchy promulgates laws, and misuses them for its own ends.\nAt no time in our history have citizens had an uncensored platform through which they could express their opinions. Nongovernmental organizations are permitted to exist in theory but not in practice. Public gatherings to discuss religion or politics require a license.\nBut now social media has opened a new frontier. And to the government, that's a serious threat.\nMr. Abu al-Khair's case illustrates how the kingdom is making life much tougher for dissidents of all stripes. The law's definition of terrorism includes any speech critical of the government and cites atheism, challenging official interpretations of Islam, organizing protests or making other attempts to fray national unity as crimes to be tried in so-called Specialized Criminal Courts. Moreover, in a move designed to avoid the risk of the accused being tried before possibly sympathetic judges in the public court system, all appeals can now only be addressed within the specialized courts.\nMr. Abu al-Khair's initial trial, the one that began before the terrorism law was passed, was held in a district court in Jeddah before Judge Abdulmajid al-Shuwaihi, who had tried to avoid hearing the case. When it came to trial, he rejected the majority of the charges, stating that the prosecution lacked evidence. But Mr. Abu al-Khair was found guilty of signing a petition calling for the release of prisoners of conscience, and was sentenced to three months in prison. His lawyers filed an appeal, which was denied.\nMeanwhile, the specialized terrorism tribunal has begun proceedings against him on many of the same charges, along with several new ones, including breaking allegiance with the king and inflaming public opinion against the monarchy. This trial began on May 28, when he was led into Judge Yusef al Ghamdi's courtroom and remained shackled throughout the session, according to the Monitor of Human Rights in Saudi Arabia. His next hearing is set for June 26. Several international organizations including Amnesty International and Human Rights Watch have called for his release. More than 50 Saudi lawyers and activists have written letters of support. Under the terrorism law he faces a minimum sentence of three years in prison and as many as 20.\nBefore the law was passed many of these so-called crimes would not result in long prison sentences or other substantial punishments, at least by Saudi standards. The case of Hamza Kashgari is one example. On Feb. 12, 2012, Mr. Kashgari was extradited from Malaysia, where he had stopped on his way to seek asylum in New Zealand. He was on the run after tweeting an imaginary conversation with Muhammad that contained comments that were interpreted as critical of Islam. Despite his many apologies, without being officially charged or tried in any court, he served almost two years in prison before being released on Oct. 29, 2013.\nAnother example is that of Raif Badawi, charged with apostasy on June 17, 2012, for starting a website where users could discuss religion. The evidence prosecutors used against him included the fact that he pressed the ''like'' button on a Facebook page for Arab Christians. Just as in Mr. Abu al-Khair's case, the Jeddah district's legal authorities were uncomfortable. Mr. Badawi was shuffled from court to court. Eventually, on May 7, 2014, he was sentenced to 10 years in prison and a thousand lashes. He can still appeal, but there are certain difficulties: His lawyer is Waleed Abu al-Khair, who is now in prison, too.\nMany of the offenses listed in the new law have been used before to charge and sentence activists. Two years before the law passed, in 2012, Mohammed al-Qahtani and Abdullah al-Hamid were tried on charges similar to those that Mr. Abu al-Khair now faces and were sentenced the following year. On March 11, 2011, the day chosen as a start for demonstrations in support of the Arab Spring, only a few people, including a school teacher named Khaled al-Johani with no record of political activism, braved the heavy security presence on the streets. He was charged with speaking to foreign journalists and harming the kingdom's reputation for saying on camera: ''I'm here to say we need democracy, we need freedom. We need to speak freely. We will reach out, the government doesn't own us. I was afraid to speak, but no more. We don't have dignity, we don't have justice!'' He was imprisoned for two years. The antiterrorism law is nothing but a veiled attempt to add a layer of legitimacy to these arrests and sentences. Currently there are reports of arrests of people for what they've posted on Twitter or YouTube. But because public records are not available, such cases cannot be confirmed unless the Interior Ministry chooses to acknowledge them. Condemning them online could be considered terrorism under the new law.\n''It is overall very vague,'' Abdul Aziz Al Gasim, a former judge, said of the new law in an online statement. Ibrahim Almodaimigh, a former legal adviser to the Council of Ministers declared online that ''we have legitimate questions about where this law and royal decree will lead us.''\nNo uncertainties, however, cloud Mr. Abu al-Khair's case. The verdict has already been decided and, like the activists before him, it is highly unlikely that he will be released anytime soon.\nBefore the advent of the Internet and social media, Saudis believed that it was their religious duty to be the king's loyal, unquestioning subjects, content with the occasional grant from the royal court. Now, faced with spreading awareness of concepts like government accountability, citizens' rights and due process, the monarchy has no scruples about paying lip service to the law, while acting to keep its power absolute.\nEman Al Nafjan writes on Saudi society, culture and human rights issues on her blog saudiwoman.me.\n\nhttp://www.nytimes.com/2014/06/19/opinion/saudi-arabias-duplicitous-legalism.html\n\nLoad-Date: June 19, 2014"
}