{
    "title": "Saudi , Bahrain , Egypt , UAE cut ties with Qatar over terrorism",
    "publisher": "metro vartha",
    "year": 2017,
    "month": 6,
    "day": 5,
    "full text": "Riyadh , June 5 -- Saudi Arabia, Egypt, Bahrain and the United Arab Emirates announced today they were severing diplomatic ties with Qatar, as tensions escalate in the region over accusations Doha sponsors terrorism.\nSaudi news agency SPA said Riyadh cut diplomatic ties and closed borders with its neighbour to \"protect its national security from the dangers of terrorism and extremism\".\nA Saudi official cited by SPA said the country decided to \"sever diplomatic and consular ties with Qatar, and to close all land, sea and aviation ports\".\nThe \"decisive\" measure was due to \"gross violations committed by authorities in Qatar over the past years\", the Saudi statement said.\nThe UAE followed suit in cutting ties, and Egypt's foreign ministry also accused Doha of supporting \"terrorism\" as it announced the severing of diplomatic relations.\nThe statement said all Egyptian ports and airports would be closed to Qatari vessels and planes.\nBahrain's news agency said the tiny kingdom was cutting ties with Doha over its insistence on \"shaking the security and stability of Bahrain and meddling in its affairs\".\nThe Saudi-led Arab coalition fighting rebels in Yemen's two-year war meanwhile said it was expelling Qatar over what it said was the country's support for organisations including Al-Qaeda and the Islamic State group.\nDoha has long faced accusations that it is a state sponsor of terror.\nIt has been criticised in some quarters for its support of rebel groups fighting Syrian President Bashar al-Assad, and Qatari individuals have also been sanctioned by the US Treasury for terror-funding activities.\nIn recent weeks, Qatar has been accused outright of terror funding in articles which have appeared in the American media.\nIt was also criticised for providing a sanctuary to former Hamas chief Khaled Meshaal, who earlier this month used his Doha base - where he has lived in exile for several years - to launch a new policy document.\nThe Afghan Taliban opened an office in Doha in 2013.\nQatar, which will host the 2022 football World Cup, is a member of the US-led coalition to defeat the Islamic State group.\nThe country is also home to the Al-Udeid airbase, where the US conducts all coalition air operations for the region.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: June 5, 2017"
}