{
    "title": "SAUDI ARABIA ARRESTS 172 IN ANTI-TERRORISM SWEEP",
    "publisher": "the new york times",
    "year": 2007,
    "month": 4,
    "day": 28,
    "full text": "Saudi security officials yesterday said they had broken up a vast terrorist ring, arresting 172 men who planned to blow up oil installations, attack public officials and military posts, and storm a prison to free terrorist suspects.\nThe wide-ranging plot was uncovered over seven months, officials said, as one lead yielded another, allowing authorities to seize a cache of weapons buried in the desert and more than $5.3 million in cash.\nThe government referred to the ring as a \"deviant group,\" the phrase often used to describe the ideology of al-Qaida.\n\"This did not happen overnight,\" said Gen. Mansour al-Turki, an Interior Ministry spokesman. \"This gives you the idea that terrorists are still trying to re-establish the activities in the kingdom. It is still a war going on.\"\nOfficials said the suspects had trained abroad -- in Somalia, Afghanistan and especially Iraq. The chaos in Iraq has fueled radical ideology among the region's youth, while providing an environment for militants to train, officials and analysts in Riyadh said.\n\"It is the beginning of jihadi operations leaking out of Iraq,\" said Abdul Aziz al-Qassim, a retired Saudi judge and moderate Islamic activist. \"It is clear that this is some of the effects of what is happening in Iraq, in terms of training and in terms of learning from the Iraqi experience.\"\nAn Interior Ministry statement said there were seven cells scattered around the country, comprising mostly Saudi nationals. Some suspects had begun training to use weapons, and others had been sent abroad to learn to pilot aircraft, though the authorities did not say what, specifically, the pilot training was intended for. It also said some weapons had been stored near targets, and that one group was on the verge of launching its attacks.\nIn images broadcast on state television, investigators were shown digging up arms in the desert, including plastic explosives, handguns and rifles wrapped in plastic sheeting.\n\"One of their main targets was to carry out suicide attacks against public figures and oil installations and to target military bases inside and outside,\" the statement said.\nIn Washington, U.S. intelligence officials said it appeared that the Saudis had disrupted a plot by al-Qaida. One intelligence official said the plot was \"well beyond aspirational,\" but declined to say how close the militants were to beginning the operation.\nGen. Turki said the investigation was a continuing operation in the kingdom's battle against an entrenched ideology that promotes terrorism and seeks to recruit young people.\nThe Saudi leadership was forced to address the rise of radical, violent Islamic thinking within its borders after the Sept. 11 attacks, because 15 of the 19 hijackers involved in them were Saudi.\nBut the kingdom has had its own history of violence and at one time -- after the seizure of the Grand Mosque in Mecca by militants in 1979 -- found security in supporting some of the most radical Sunni Muslim religious voices. But in recent years, the ideology promoted by al-Qaida has called for bringing down the royal family, saying it is un-Islamic.\n\nLoad-Date: May 1, 2007"
}