{
    "title": "SAUDIS, U.S. REVEAL SECRET COOPERATION IN WAR ON TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 10,
    "day": 17,
    "full text": "When U.S. officials were trying to gain access to a key al-Qaida operative detained in Yemen, Vice President Dick Cheney picked up the phone and called Saudi Arabia's crown prince.\n The U.S. ally intervened with the Yemeni president, and the suspect was quickly sent to a friendly third country where U.S. intelligence could question him.\n U.S. and Saudi officials, in rare interviews discussing joint intelligence operations, have told The Associated Press that Saudi Arabia has secretly provided the United States with several diplomatic and intelligence favors in the war on terrorism. The contributions, they said, have gone unacknowledged, in part because of concerns that public disclosure might alienate a Saudi citizenry wary of cooperation with America or affect diplomatic relations with other Middle East countries.\nThe confirmation of more than a half-dozen acts of assistance by the Saudis comes at a time when the longtime U.S. ally is trying to counter criticism that it was soft on terrorism before Sept. 11, 2001.\n Officials said the Saudi desire to counter that criticism, along with a heightened alert inside the kingdom after May 12 terrorist bombings in Riyadh killed 35 people, have freed both sides to discuss previously secret cooperative efforts.\n \"Since Sept. 11, 2001, the two countries have exchanged more than 3,500 memorandums dealing with counterterrorism efforts,\" said Adel al-Jubeir, the crown prince's foreign affairs adviser. \"This represents more than six memos per day and is a clear example of the intensive cooperation.\"\n Both sides say intelligence sharing has been imperfect but is improving.\n U.S. officials and congressional leaders say the flow of Saudi information at times has been halting or incomplete, especially when it comes to questions about the kingdom's own citizens. And they say Saudi attention before Sept. 11 to possible terrorist uses of Saudi-based charities was lacking.\n \"While the Saudi government insists that it is cooperating fully with U.S. law enforcement efforts, our officials note the cooperation has been uneven,\" said Senate Governmental Affairs Committee chairwoman Susan M. Collins, R-Maine. Her committee is investigating possible terror financing schemes.\n The Saudis counter that they initiated the first joint terrorism task force with U.S. intelligence as early as 1997 and say they were, at times, bewildered to receive duplicative requests from multiple U.S. agencies, all unaware that another federal agency already had the information.\n \"Everyone is smarter after 9-11. Everyone missed the mark prior to 9-11. No one country can be blamed,\" said Prince Bandar, the longtime Saudi ambassador to Washington.\n Both sides agree that the process has improved -- particularly with the formation of joint terrorist task forces that have centralized the exchange of time-sensitive intelligence. The Saudis say that shortly after convicted shoe bomb terrorist Richard Reid was foiled in an attack on a trans-Atlantic flight to Boston in December 2001, Saudi intelligence passed on to the CIA information from several al-Qaida prisoners in Saudi custody.\n Saudi and U.S. officials said the prisoners related that they had been with Reid in al-Qaida training camps and remembered him as having a bad temper. The prisoners even related how Reid could be calmed with ice cream, Saudi officials said.\n Saudi and U.S. officials said they worked closely together to disrupt an al-Qaida cell run by a Sudanese who plotted to use shoulder-launched missiles to shoot down a U.S. airplane taking off from Prince Sultan Air Base inside the kingdom.\n Saudi officials say one of their most significant contributions has been with Yemen, a country that is a hotbed of al-Qaida activity but which historically has had a cool relationship with the United States. U.S. officials say Yemen has made strides in recent months with its anti-terror cooperation.\n U.S. and Saudi officials confirm that he Saudis created a terror task force as early as 1997 to exchange information with the United States. They usually met once a month either in Riyadh or Washington.\n\nLoad-Date: October 17, 2003"
}