{
    "title": "Saudi and Syrian Justice",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 4,
    "day": 20,
    "full text": "A press release yesterday from the Department of Defense reported that 232 detainees have now departed Guantanamo. There are about 520 detainees left there. The Pentagon said that 65 detainees who had been held at Guantanamo have been \"transferred to the control of other governments\" and that among those were four who were transferred to Saudi Arabia. The Defense Department had announced the transfer of the four detainees to Saudi Arabia in May of 2003,saying that those transferred were Saudi nationals and that they were transferred on May 14, 2003 \"for continued detention by the Government of Saudi Arabia.\" In another case that does not involve Guantanamo, a Syrian-born Canadian, Maher Arar, was deported to Syria from America in October 8, 2002. In a declaration filed in federal court in January in connection with a lawsuit brought by Mr. Arar, the Justice Department said it had determined that he \"was a member of a foreign terrorist organization, namely al Qaeda.\" Mr. Arar has denied that claim.\nNow, we understand that there are many on the American left who fault the Bush administration for going it alone on the war on terror. But these cases, while still cloaked in secrecy, strike us as examples in which American unilateralism would be far better than the multilateral approach. It's possible that we are missing something, as we're not privy to all the classified details. In general, we've been supportive of the Bush administration's handling of the war. But it just isn't logical, on the face of it, to send suspected terrorists off to the custody of governments that are state sponsors of terrorism.\nIn the case of Syria, its sponsorship of terrorism is documented by the State Department's annual report on Patterns of Global Terrorism. In the case of Saudi Arabia, the details of its support for terrorism against Israel are readily available in \"Hatred's Kingdom: How Saudi Arabia Supports the New Global Terrorism,\" the book by Israel's former ambassador to the United Nations, Dore Gold. It may be true that the Saudi monarchy is one of the targets of Al Qaeda. But it does not follow that the Saudis are not themselves implicated in terrorism and in teaching hatred for America, Jews, and Israel. Not only are these nations not reliable allies against terrorism, they lack American standards of due process, habeas corpus, and basic human dignity when it comes to treating prisoners.\nIt may be that the Defense Department calculates Americans do not want to bear the cost of detaining these prisoners or the risk that America will be retaliated against for holding them. But that underestimates the determination of the American people and the burden that they are willing to bear in this war. It's one thing to send prisoners to a NATO ally or to a country with Western standards. But relying on Syria or Saudi Arabia to handle terror suspects runs the risk of taking multilateralism a step too far. The war on terror is too important to be left to such regimes. It may not make sense for the courts to permit an unlimited detention of these prisoners. But it certainly makes sense for detention to be permitted for the duration of the war, even if, as seems to be the case, victory may be years or even decades away.\n\nLoad-Date: April 20, 2005"
}