{
    "title": "SAUDIS VOW TO HALT TERRORIST ATTACKS",
    "publisher": "the new york times",
    "year": 2003,
    "month": 5,
    "day": 17,
    "full text": "As many as 70 additional U.S. law enforcement and intelligence officials left for Saudi Arabia last night after the Saudi government approved tripling the size of the team investigating the terrorist bombings Monday in Riyadh.\n The dispatch of the officials, from the FBI and other agencies, was described by U.S. and Saudi officials as a fresh sign of cooperation between the countries. Until last night, only a smaller, preliminary assessment team of about two dozen U.S. agents from the FBI and CIA had been sent to the kingdom.\nThe move came as a senior Saudi official, who called the bombings a \"massive jolt\" to his country, said his government would \"do whatever we need to do\" to halt terrorism within its borders and would work with the United States to do so.\n The official, Adel al-Jubeir, foreign policy adviser to Crown Prince Abdullah, acknowledged in a Washington news conference yesterday that Saudi Arabia had not acted before the attacks in response to repeated, urgent requests by U.S. officials for a tightening of security around Western compounds. He said his government had been reviewing those requests at the time of the bombings.\n But Jubeir offered Saudi Arabia's most extensive and detailed accounting of what he called an aggressive and determined effort to fight terrorism. He said the kingdom was being unfairly tarred by critics, including Bush administration officials hiding behind a veil of anonymity.\n \"We will do whatever we need to do in order to confront and destroy the organization and the people who did this,\" Jubeir said. \"This will not stand.\"\n In the sense that the United States and Saudi Arabia are prime targets of al-Qaida, he said, the two countries are like boatmen in a canoe and ought to paddle together instead of hitting each other over the head.\n The strains between the two countries over terrorism date back nearly a decade, with U.S. officials having long complained that Saudi Arabia was too secretive about the activities of militants within its borders and too reluctant to take measures against them and their supporters.\n The latest bombings have rekindled those differences, with the U.S. ambassador to Saudi Arabia, Robert W. Jordan, complaining publicly about Saudi inaction in response to his security requests.\n But U.S. officials, including CIA Director George J. Tenet, have praised Saudi Arabia for what they have described as significant new steps against terrorism, including the arrests of hundreds of militants and the sharing of information about them.\n Still, even before the attack Monday, a senior Saudi official said yesterday in a telephone interview, the United States and Saudi Arabia had reached general agreement on plans to establish a joint intelligence unit in Riyadh that would let officials from the two countries share information on terrorism more quickly.\n Among the steps that Jubeir outlined as evidence of Saudi Arabia's increasingly tough line against terrorism was an order from his government to shut down a major Saudi charity, Al Haramain Foundation. That charity, he said, will suspend its activities outside Saudi Arabia until it puts in place mechanisms to guarantee that its money and personnel will not be used in support of terrorism.\n In response to heightened concerns about terrorist attacks in the kingdom, the United States has ordered the withdrawal of nonessential government personnel from Saudi Arabia and advised other Americans to strongly consider leaving. But Jubeir said pointedly yesterday that any permanent withdrawal from Saudi Arabia by U.S. companies would amount to \"a victory for the terrorists.\"\n\nLoad-Date: May 19, 2003"
}