{
    "title": "Saudi women drivers referred to terrorism court",
    "publisher": "chicago daily herald",
    "year": 2014,
    "month": 12,
    "day": 26,
    "full text": "DUBAI, United Arab Emirates — Two Saudi women detained for nearly a month in defiance of a ban on females driving were referred on Thursday to a court established to try terrorism cases, several people close to the defendants said.\nActivists said it marks the first time that women drivers have been referred to the Specialized Criminal Court in Riyadh, and that their detention is the longest of female drivers in Saudi history.\nFour individuals close to Louvain al-Hathloul, 25, and Maysa al-Amoudi, 33, said they are not being charged for defying the driving ban but for opinions they voiced online. The individuals declined to elaborate on the specific charges due to the sensitivity of the case. All spoke anonymously for fear of government reprisal.\nThey told The Associated Press that the women's defense lawyers immediately appealed the judge's decision to transfer their cases to the court, which was established to try terrorism cases but has also been used to try peaceful dissidents and activists. An appeals court in Dammam, the capital of Eastern province, is expected to rule on the referral in the coming days, they said.\nHuman Rights Watch recently warned that \"Saudi authorities are ramping up their crackdown on people who peacefully criticize the government on the Internet.\" It said that judges and prosecutors are using \"vague provisions of a 2007 anti-cybercrime law to charge and try Saudi citizens for peaceful tweets and social media comments.\"\nAt the time of their arrest, al-Hathloul and al-Amoudi had a combined Twitter following of more than 355,000. They were vocal supporters of a grass-roots campaign launched last year to oppose the ban on women driving.\nAuthorities have a history of clamping down on Saudi women who attempt to drive. In 1990, 50 women were arrested on charges of driving. They had their passports confiscated and lost their jobs. More than 20 years later, a woman was sentenced in 2011 to 10 lashes for driving, though the king overturned the sentence.\nSupporters of the current driving campaign delivered a petition to the royal court this month asking King Abdullah to pardon the two women.\nOrganizers behind the campaign, which began Oct. 26, 2013, say the ban on women driving underpins wider issues related to guardianship laws in Saudi Arabia that give men powerful sway over women's lives. One activist said the driving ban is also part of \"a wider effort to quash any chances of raising the ceiling on civil liberties\" in Saudi Arabia.\nThough no laws ban women from driving in Saudi Arabia, authorities do not issue them licenses and ultraconservative Saudi clerics have issued religious edicts against it. No such ban exists anywhere else in the world, even in other conservative Gulf countries.\nThursday's brief court session was the second time the women appeared before the judge in the eastern al-Ahsa region, where they have been detained after driving to Saudi Arabia from the United Arab Emirates.\nAl-Hathloul was stopped by border guards and her passport was confiscated for more than 24 hours when she attempted to cross the border Nov. 30 with a UAE driver's license in an act of defiance.\nAl-Amoudi, a UAE-based Saudi journalist, was stopped when she went to deliver food and a blanket to al-Hathloul at the border, activists and relatives say. They were formally arrested on Dec. 1.\nThere has been no official Saudi comment on the arrests.\nAl-Hathloul is in a correctional facility for juveniles and al-Amoudi is in a prison. Relatives say they have been allowed to see them for short supervised visits.\n\nGraphic\n\n \nAssociated Press This Nov. 30, 2014 image made from video released by Louvain al-Hathloul, shows her driving toward the United Arab Emirates — Saudi Arabia border before her arrest on Dec. 1, 2014, in Saudi Arabia. Two Saudi women, including al-Hathloul, detained for nearly a month after violating the kingdom's female driving ban have been referred Thursday, Dec. 25, 2014 to a court established to try terrorism cases on charges related to comments they made on social media.\n\nLoad-Date: December 26, 2014"
}