{
    "title": "Saudi Arabia severs Taliban ties; Attacks_ More countries state their agreements with U.S. against t",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 9,
    "day": 26,
    "full text": "All but sealing Afghanistan's isolation, Saudi Arabia formally severed relations with the hard-line Taliban government on Tuesday. Stung, the Taliban denounced the Saudi move as intolerable to all Muslims and accused it of siding with \"the infidel forces.\"\nFierce fighting was reported in northern Afghanistan, where an opposition alliance is trying to wrest strategic territory from Taliban fighters. Reports were sketchy, and the two sides made conflicting claims that could not be reconciled.\nFrom the organization of Osama bin Laden, the accused terrorist mastermind at the heart of the hardening confrontation between Afghanistan and a U.S.-led coalition, came a volley of new threats. \"Wherever there are Americans and Jews, they will be targeted,\" said a statement issued in the name of Naseer Ahmed Mujahed, military chief for bin Laden's al-Qaida network.\n\"The holy warriors are fully prepared,\" added the statement, faxed to news organizations in Pakistan's capital, Islamabad. Muslims everywhere, it said, \"should prepare for jihad (holy war), and by the grace of God, victory will be Islam's.\"\nLater, the Taliban's leader, Mullah Mohammed Omar, appealed to Americans to \"be wise\" and urged Washington to reconsider its policies toward Islamic countries, as well as its next move. His statement also was faxed to news organizations in Islamabad.\nIn the two weeks since suicide attackers used hijacked planes to topple the twin towers of the World Trade Center and smash a wing of the Pentagon, many Islamic nations have agreed to support the emerging U.S.-led anti-terror coalition. But the prospect of American retaliation against Afghanistan has stirred anger in much of the Muslim world.\nIn a drumbeat of rhetoric, bin Laden and his Afghan hosts have sought to exacerbate anti-American sentiment and portray the showdown over the exiled Saudi millionaire as a battle between the West and Islam. American and European officials, including President Bush, have worked equally hard to counter that view.\nPakistan has thrown in its lot with the U.S.-led anti-terror coalition, pledging crucial assistance likely to include use of its airspace and military facilities in the event of an American military strike on bin Laden's bases or the Taliban, or both.\nIn related news:\n* Describing his visit to Iran as \"historic,\" British Foreign Secretary Jack Straw said Tuesday that both countries were in agreement against terrorism following the attacks in the United States.\n\"We stand together in opposing terrorism of that kind,\" said Straw, the highest-ranking British official to visit Iran since the 1979 Islamic revolution.\nStraw, accompanied by 17 senior British diplomats for the one-day visit to Tehran, said the aim of his visit was to strengthen understanding between the two countries.\nWashington and Tehran do not have diplomatic ties, and Iran is on the State Department list of countries suspected of sponsoring terrorism. However, Washington has said it is willing to consider including Iran in an international anti-terrorism coalition.\n* Three people reportedly linked to bin Laden and arrested last week in connection with an alleged plot to attack U.S. interests in France were placed under investigation for terrorism Tuesday.\nFour others were expected to be placed under investigation - one step short of being charged - later Tuesday on the same count of \"criminal association to prepare a terrorist act,\" judicial officials said, speaking on condition of anonymity.\n* Russian President Vladimir Putin underlined his country's commitment to an international coalition against terror after talks with German leaders Tuesday, calling for the \"complete ideological and political isolation\" of terrorists.\n\nLoad-Date: September 26, 2001"
}