{
    "title": "Saudi Arabia's King Hits a Few Bumps in His Visit to Britain",
    "publisher": "the new york times",
    "year": 2007,
    "month": 11,
    "day": 1,
    "full text": "First, King Abdullah of Saudi Arabia chastised his host, the British government, for not doing enough to combat terrorism. Then the acting leader of Britain's Liberal Democrat Party announced that he was boycotting ceremonial events for Abdullah to protest  his country's human rights policy. Then the mayor of London criticized British officials for ''bending over backwards, desperate to win arms deals'' with the Saudis. \n  Other than that, the three-day state visit by the king, the first by a Saudi ruler in 20 years, has gone more or less without a hitch, from the moment he landed on Monday. (He was met at Heathrow Airport by Prince Charles, which helped ensure that he would not encounter traffic problems coming into London.) There was a white-tie state banquet at Buckingham Palace on Tuesday, and Abdullah met with Prime Minister Gordon Brown at 10 Downing Street on Wednesday. The talks, a spokesman said, centered on terrorism, Middle East peace issues, health and education, but not human rights. \n  Britain regards Saudi Arabia as a vital ally, for its strategic position in the Middle East, for its oil, for its antagonism toward Al Qaeda and for its influence in the Islamic world. Saudi Arabia is Britain's largest Middle Eastern trading partner and an avid supporter of the British aerospace and weapons industry. The two countries share a relationship that is of ''mutual benefit,'' Queen Elizabeth said Tuesday.\n  In September, the two countries announced that they had signed a deal for Britain to sell 72 Eurofighter Typhoon aircraft to Saudi Arabia, for $:4.43 billion, about $9.1 billion.\n  Last year, the British government announced that it was shutting down an investigation by the Serious Fraud Office into accusations that the defense company BAE Systems had paid bribes to Saudi officials as part of a multibillion-dollar arms deal. Lord Goldsmith, then the attorney general, said that continuing the investigation ''would cause serious damage to U.K.-Saudi security, intelligence and diplomatic cooperation.'' \n  Saudi Arabia's records on human rights and combating terrorism have dogged Abdullah's trip. Last week, a research group called the Policy Exchange released a report that said that extremist material, much of it published in Saudi Arabia, was being distributed in a number of big-city mosques across Britain. \n  Before his visit, King Abdullah set off a minor diplomatic flurry when, in an interview with the BBC, he accused Britain of not taking the issue of terrorism seriously enough and said it had ignored Saudi intelligence ''that may have been able to avert the tragedy'' of the bombings in London on July 7, 2005. (In a highly unusual public response, the internal security agency MI5  posted a statement on its Web site saying that ''no prior warning of the attacks was received from any source.'') \n  In London, Kate Allen, director of Amnesty International U.K., said, ''Gordon Brown should use this meeting with the Saudi king to make absolutely clear that the extent and severity of human rights abuses in King Abdullah's country are totally unacceptable.''\n\nhttp://www.nytimes.com\n\nLoad-Date: November 1, 2007"
}