{
    "title": "SAVAGERY TERRORISM DEFIES CURE",
    "publisher": "the new york times",
    "year": 1994,
    "month": 7,
    "day": 22,
    "full text": "IT SEEMS likely that more than\n100 bodies will be found in the rubble of a Jewish charity building\nin Argentina that was bombed Monday, presumably by fundamentalist\nMuslim terrorists.\nIn Israel, Prime Minister Yitzhak Rabin is blaming Hezbollah\n(the Party of God) and its sponsor, the Shi'ite theocracy in Iran.\nRabin urged the democratic community of nations \"to strike at this\nviper and crush its skull.\"\nIran's spiritual leader, Ayatollah Ali Khamenei, replied\nfiercely that Israel is a \"counterfeit\" nation, a \"cancerous tumor\ninside an Islamic body,\" and a \"gathering of a bunch of Jews from\naround the world who possess qualities such as mischief, malice,\nthievery and murder.\" He added: \"Because of their filthy nature,\nthe Zionists have no right to adjudicate on Islamic Iran.\"\nThe hatred in this language is the sort of blind emotion that\nfuels terrorism.  Zealots who mix fundamentalism, politics and\nguerrilla action blight many parts of the world.\nLook what's happening in Algeria: Islamic militants won national\nelections in 1991, but the military regime voided the balloting, to\nhead off an Iran-style theocracy.  Ever since, fanatics have been\nplanting bombs and assassinating intellectuals in an attempt to\noverthrow the government.  The New York Times said last week:\n\"If the Islamic terrorists now murdering foreigners, outspoken\nAlgerians and government officials ever came to power, the\nconsequences would be calamitous, threatening governments across\nNorth Africa and flooding Europe, especially France, with desperate\nrefugees.\"\nThe Times urged President Clinton to facilitate talks between\nAlgeria's leaders and the religious radicals, to find a political\nsolution.  But if talks bring another election, and the zealots win\nagain, won't that produce the calamity the Times warned against?\nMeanwhile, in India Tuesday, Muslim guerrillas threatened to\nshoot any Hindus who make a yearly pilgrimage to a shrine in the\nKashmir province, where Muslims and Hindus have been killing each\nother for a half-century.\nAll these events are facets of the religious-ethnic-political\nstrife that is a major world dilemma of the 1990s.  Now that the Cold\nWar has ceased causing conflicts, the spotlight has shifted to\nlocalized troubles, many of them involving differences of faith.\nIt's maddeningly difficult to find cures for these hostilities\n.  Killers who blow up a building full of charity workers, or shoot\nunarmed pilgrims kneeling at a shrine, usually aren't receptive to\ndiscussion.\nOf course, the Times is right.  The United Nations should do\nwhatever it can to lure warring parties to conference tables, in hope\nof resolving the root of trouble. But compromise isn't easy for\npeople whose passionate convictions make them murderers.\n\nLoad-Date: January 31, 1995"
}