{
    "title": "Save Mideast Peace Process",
    "publisher": "the world",
    "year": 1993,
    "month": 4,
    "day": 15,
    "full text": "IF the format for the Arab-Israeli negotiations does not change it will be only a matter of time before the whole peace process collapses. Peace will be the ultimate victim of Palestinian violence and Israeli shortsightedness.\nIsraeli Prime Minister Yitzhak Rabin approached the peace process as if there is no terrorism and fought terrorism as if there is no peace process. This has not worked. The expulsion of some 400 Islamic fundamentalist Palestinians, the way the expulsion was handled, and the wave of terrorism that followed shows clearly that Mr. Rabin cannot isolate terrorism from the peace process.\nRabin's insistence that there is no military option to terrorism suggests that there might be some kind of political solution. Rabin, however, has not advanced any new political initiative toward the Palestinians since he took office. Failing to do so, and in forsaking a military option to deal with terror, Rabin has simply handed Hamas a strategic victory. His policy strengthened Hamas and resolve for a continued jihad. This creates internal security havoc, demoralizes the Israelis and jeopardizes the peace process - precisely what Hamas has aimed for.\nIn essence, Rabin has been reacting to events on the Palestinian front instead of shaping them. Sealing off the territories for any length of time to stem terrorism only plays further into Hamas's hands. Depriving Palestinian workers from earning their livelihood in Israel deepens the bitterness and hatred and provides fertile ground for anti-Israeli violence even by otherwise peaceful Palestinians who reject collective punishment.\nThe peace process offers a historic opportunity. This opportunity will be lost, however, if the Palestinians continue their orgy of violence and if Israel refuses to change the Madrid negotiating format.\nConsider this:\nIn addition to the Israeli-Palestinian open peace negotiations, the two parties should enter into secret negotiations. Devoid of the trimmings and lip service added for public consumption, secret negotiations could cut through political protestations and focus on the most sensitive issues. Anxieties, attitudes, and real concerns can be discussed without the fear of public scrutiny, making it possible to achieve critical breakthroughs. The US can play its true \"full partner\" role in such a setting and prevail on both sides to initially agree on mutual and simultaneous concessions.\nThe process must begin with the suspension of the intifadah and cessation of terrorism as long as the negotiations are in progress. Continuing violence will polarize the Israelis on the extreme right and help Hamas galvanize its resources and consolidate its hold on the mainstream Palestinian population. The Palestinian delegates, including the PLO, which claim to represent the Palestinian people, cannot shrug off its responsibility to stop the violence. Israel should not be expected to negotiate and make major concessions under the gun. Cessation of violence as a precondition could justify Rabin's reciprocal concession without fearing a loss of face and serious domestic repercussions.\nRabin could then simultaneously remove the stumbling block created by the expulsion by announcing a date for the return of all deportees and renouncing future expulsions. By now the Israelis know that deportation has no legal, moral, or political ground and that it has brought the world's condemnation. It does not deter violence and must therefore be abandoned.\nSecond, as the violence begins to subside, Israel could open a direct dialogue with the PLO, providing the organization with the incentive to counter Hamas and bolster its interest in the peace process. Talking to the PLO does not mean, as Rabin contends, accepting the principle of a Palestinian state, just as talking to the Shamir delegation did not mean the acceptance of the ideal of greater Israel by the Palestinians. The PLO has been involved openly in every step of the negotiations. But Israel has chosen to ignore this reality.\nThird, and most important, Israel must agree to address, in conjunction with the negotiation on the terms of self-rule, the future status of the territories - in particular all public land. This land represents 70 percent of all land in the West Bank. Palestinian autonomy cannot be detached from the ultimate solution that requires substantial territorial concessions. This undoubtedly will be a hard sale to the Israeli public. Over the years Likud and Labor have linked territory to security, insisting that linkage cannot be mitigated by any agreements, not even peace. For this reason, for many Israelis large-scale territorial concessions evoke images of dire consequences. The Israelis must be told that Palestinian aspirations are legitimate and that under carefully crafted agreements, Palestinian rights need not be exercised at the expense of Israel's security.\nDESPITE considerable difficulties as a moderate, Rabin is still well placed to change the Israeli political climate and garner a consensus to make the necessary concession. This will require a major educational campaign for the Israeli public.\nIsraeli leaders in and outside the government, academicians, and military officials have told me time and again that the Israelis are willing to listen to reason and they are less and less committed to the party line; they want the truth and want to understand the possible alternatives.\nTime is running out. According to Israel's own military intelligence, if the peace process collapses, the Arab states will not accept the status-quo-ante that prevailed at the start of the negotiations. Nor will they resign themselves to Israeli occupation. War will become the only option left to force change through outside intervention.\nA leading Israeli historian and former Army chief of intelligence argues that if negotiations falter, Hamas will gain the upper hand. The conflict then becomes radicalized, and today's strife blooms into a full-scale religious war. It is up to the Rabin government and the Palestinian leadership to save the peace process and avert such a disaster.\n \n\nLoad-Date: April 15, 1993"
}