{
    "title": "Save Islam's 'Heretics'",
    "publisher": "christian science monitor ",
    "year": 1993,
    "month": 10,
    "day": 27,
    "full text": "THE year 1993 is recording a new campaign of terror and\ncensorship, one that Western intellectuals have said little about.\nThe campaign is waged against Arab and Islamic writers and\nintellectuals by strict fundamentalists. From Algeria to Pakistan\nand from Turkey to Sudan, thousands of professors, poets, and\njournalists have been threatened and silenced, and in the past year\n100 have been targeted by assassins.\nIn Turkey this summer, 35 writers were burned to death in their\nhotel by a mob that objected to the presence of Salman Rushdie's\ntranslator. In Algeria, four journalists and a professor were\nbrutally killed; the assassins forced family members to watch. In\nEgypt, a professor is undergoing divorce proceedings brought by\nIslamists who say his wife, as a Muslim, may not be married to an\n''apostate.'' In June, as the Saudi Arabian representative to the\nUnited Nations Human Rights Conference in Vienna gave a talk, Saudi\nprofessors who started that country's first human rights group were\narrested and jailed.\nThe new terrorism reflects the struggle for the soul of Islam\ninside Islamic states. Most of those attacked are grappling with\nmodern thought and its implications for Islamic culture. Some are\ncritical of the treatment of women in Islamic states; others want\nto explore what an American-style ''separation of church and\nstate'' democracy would mean in Islam. Some are secular or even\natheist (not a crime); others want Islam to integrate with modern\nculture but retain its distinctiveness.\nYet for fundamentalists who want to use Western means but reject\nWestern culture, this is heretical. They would eradicate any middle\nground for dialogue about Islam and the modern world. Arab scholars\ncoming to the United States for exchange this fall spend their time\ndescribing a new terror. Some feel imprisoned in their libraries.\n''For lectures I didn't think twice about in the 1980s, I would be\nkilled today,'' said one.\nThe right to disagree and question is central in the West;\nWestern intellectuals have always demanded this for colleagues\nelsewhere. Yet there is a curious silence about these\nassassinations. They are clear-cut cases of wrong, terror,\nintolerance. Yet in the gummy relativism and correctness in the\nacademy today, excuses are made. It is popular to criticize the\nMubarak regime in Egypt for selling out to the secular West. But\nraise Islamist terrorism and one hears, ''They have a different\nculture,'' or ''Only extreme critics are attacked.'' More often one\ndetects indifference.\nFor Islam and the West to get along in coming years there must\nbe a lively middle ground of discussion. Islamic progressives who\nwant to shape that ground are being killed. The West should wake up\nto this crime and its implications.\n\nLoad-Date: October 27, 1993"
}