{
    "title": "Scaling heights for peace in Afghanistan , Pakistan Ex-mountain climber now seeks to educate childre(2)",
    "publisher": "richmond times dispatch ",
    "year": 2010,
    "month": 1,
    "day": 10,
    "full text": "Scaling heights for peace\nin Afghanistan, Pakistan \nEx-mountain climber\nnow seeks to educate \nchildren in both nations\n Best-selling author Greg Mortenson's personal mission to educate and empower children in war-torn regions of Afghanistan and Pakistan took center stage last night at the Richmond Forum.\n Speaking before a sold-out audience at the Landmark Theater, Mortenson, author of \"Three Cups of Tea,\" retraced his 17-year odyssey from mountain climber to humanitarian. A failed attempt in 1993 to summit K2, the world's second highest peak, in honor of his sister, Christa, took him to a remote village in Pakistan where the children were trying to learn math by scratching with sticks on the ground without a roof over their heads.\n In Korphe, one in three children died before the age of 3, and the literacy rate was 3 percent.\n Mortenson, broke and armed only with a nursing degree, made a promise to return to the village that nursed him back to health and to build a school.\n Seventeen years later, there are now 130 schools in the two war-torn nations, in some of the most remote and volatile regions in the world. Mortenson's Central Asia Institute is dedicated to promoting literacy and education among the population, especially for girls, who had traditionally been excluded from formal learning.\n He also started Pennies for Peace, a nonprofit youth program designed to educate and engage U.S. schoolchildren in his mission of cultural understanding. The program, which started with 280 schools, now has 4,800 schools in the U.S. participating.\n \"The reason I do this is not to fight terrorism but to promote peace,\" he told the audience last night.\n To Mortenson, fighting terrorism is based on fear; promoting peace is based on hope. Ignorance is the enemy. His experiences and success working with tribal elders and among the Afghan and Pakistani people have made him a sought-after resource with the U.S. military leaders, seeking answers to bring stability to the region and quell terrorist ambitions.\n Mortenson, a former Army medic, does not shy away from those affiliations. Rather, he spends a good part of the year traveling the U.S., speaking to everyone from commanders and congressmen to children at more than 200 schools, from kindergarten classes to the Air Force Academy.\n The speaking engagements and events such as last night's help raise money for his humanitarian efforts overseas, where he spends roughly four months a year, usually sleeping in tents. \"If we really want security and really want peace we really need to build bridges,\" he said in an interview earlier in the day. \"We have to open up our minds.\"\n Mortenson's new book, \"Stones into Schools: Promoting Peace with Books, Not Bombs, in Afghanistan and Pakistan,\" advances the idea that education is the best way to fight terrorism and build understanding between America and the rest of the world.\n It is not a simple struggle. Mortenson said that since 2007, the Taliban had destroyed 1,000 schools in Afghanistan and 850 in Pakistan. Still, education is on the rise in the region. In 2000, 800,000 school-aged children were being educated. Today, there are 8.4 million Afghan children in school - 2.5 million of them girls.\n Mortenson told the audience that when he asked Afghan mothers what they wanted for their children, their answers were simple and universal:\n \"We don't want our babies to die and we want our children to go to school.\"\n The key, he said, is not simply about helping people. \"It's about empowering people.\"\nContact Jim Nolan at (804) 649-6061 or jnolan@timesdispatch.com\n**\nCutline: Greg Mortenson signs books for Midlothian Middle School student Imran Alam, 13, before Mortenson spoke at the Richmond Forum last night.\n**\n***\nCutline: \"Three Cups of Tea\" author Greg Mortenson poses with students in the Pamir Mountains of northeast Afghanistan. It takes 30 hours driving time over mountain trails to reach the area from the capital, Kabul.\n**\n\nLoad-Date: January 12, 2010"
}