{
    "title": "Scale back, don't expand, Patriot Act powers; U.S. House correct to rein in the library records prov",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 7,
    "day": 15,
    "full text": "The U.S. House and Senate appear to be moving in opposite directions regarding the powers afforded the government under the USA Patriot Act.\nWe're rooting for the House on this one. So are most librarians.\nRepresentatives last month voted to block the section of anti-terrorism law that allows the government to snoop through what books Americans buy from bookstores or check out from libraries.\nThe Senate Intelligence Committee moved in a decidedly different direction, voting to give the FBI powers to subpoena records in terrorism investigations without first securing the approval of a judge or grand jury.\nHeck, who needs a judge and jury when you have the FBI?\nThe USA Patriot Act, passed in the difficult and emotional weeks following 9/11, went too far. In particular, there are problems with allowing government officials to comb through library and bookstore records in what amounts to a fishing expedition. Now, President Bush wants to add a new and equally frightening component to the anti-terrorism law by sidestepping the rule of probable cause.\nOur laws have long required agents to secure subpoenas before collecting records or other information about suspects. To get a subpoena, law enforcement must show probable cause that a crime has been committed, or is about to be committed, or must present some connection between the suspect and terrorism. The court-ordered subpoena process has served our nation well. The threat of terrorism, while a serious concern, is still not enough to scrap those rules.\nCongress has seized an opportunity to draw back some of the expanded powers intended to fight terrorists but trod over civil liberties. A majority of representatives had the courage to stand up to the president and rein in this library provision. They should show the same resolve in standing up to the FBI's request for warrants without judicial review.\nEditorials reflect the consensus of the Telegraph Herald Editorial Board: Brian Cooper (chairman), Ken Brown, Libby Burkhart, Monty Gilles, Amy Gilligan and Jim Normandin.\n\nLoad-Date: July 15, 2005"
}