{
    "title": "Scanning the free verse of international terrorism",
    "publisher": "the world",
    "year": 2000,
    "month": 1,
    "day": 13,
    "full text": "THE POET GAME By Salar Abdoh Picador\n \n240 pp., $ 23\n \nThe Poet Game\" is a spy-thriller with a twist: An Iranian secret agent works to prevent terrorism in America.\n \nSami is an Iranian counterintelligence agent sent from Tehran to penetrate the New York \"Mosque connection.\" This connection links zealous immigrant Muslims with foreign operatives from Libya, Pakistan, and Iran - a conspiracy supposedly responsible for the World Trade Center bombing. It's Sami's mission to prevent another such terrorist act on American soil - ostensibly because a successful attack would bolster hard-liners in upcoming Iranian elections.\nSami works for \"The Office,\" a politically moderate agency operating within, and at odds with, Iran's official intelligence service. The author's portrayal of the in-fighting between the two organizations lets him depict a complicated view of Iran, one that includes both fundamentalist revolutionaries and secular moderates.\n \nAt times, the text harps on one-sided Western views of the Islamic world, culminating in an epilogue mocking Americans' monomania. Unfortunately, the author isn't immune to repeating foreign stereotypes of American women. The three female interests are an alcoholic floozy, an avant-garde artiste, and a stripper/spy. What's worse, Sami's co-worker, Mozart, burdens readers with misogynistic bits of advice about American women.\n \nWhile the premise of the novel is unique, the theme is as old as Kipling's \"Kim\": The main character passes from naivete to wisdom, all the while dogged by the identity crisis of a spy's double life. But Sami's wisdom turns out to be merely figuring out his superiors, and his identity becomes attached to the one person who hasn't double-crossed him. Despite some poems sprinkled in the text and a quote from Yeats, the book stays on the surface of the cultural issues it raises and doesn't make up for it with enough action.\n \n*Ben Arnoldy is on the staff of the Monitor's Electronic Edition, csmonitor.com\n(c) Copyright 2000. The Christian Science Publishing Society\n\nLoad-Date: January 12, 2000"
}