{
    "title": "Scandal pushes voters toDems Poll shows GOP faces disgruntled electorate",
    "publisher": "usa today",
    "year": 2006,
    "month": 10,
    "day": 10,
    "full text": "WASHINGTON -- A Capitol Hill sex scandal has reinforced public doubts about Republican leadership and pushed Democrats to a huge lead in the race for control of Congress four weeks before Election Day, the latest USA TODAY/Gallup Poll shows.\nDemocrats had a 23-point lead over Republicans in every group of people questioned -- likely voters, registered voters and adults -- on which party's House candidate would get their vote. That's double the lead Republicans had a month before they seized control of Congress in 1994 and the Democrats' largest advantage among registered voters since 1978.\nNearly three in 10 registered voters said their representative doesn't deserve re-election -- the highest level since 1994. President Bush's approval rating was 37% in the new poll, down from 44% in a Sept. 15-17 poll. And for the first time since the question was asked in 2002, Democrats did better than Republicans on who would best handle terrorism, 46%-41%.\n\"It's hard to see how the climate is going to shift dramatically between now and Election Day,\" said John Pitney, a former GOP aide on Capitol Hill who now teaches at Claremont-McKenna College in California. He said Iraq remains the biggest problem for Republicans: \"People just don't like inconclusive wars.\"\nThe plummeting GOP ratings in the poll of 1,007 adults, taken Friday through Sunday, come amid a series of events that have given Democrats ammunition to argue that the country needs a new direction.\nThose include increased violence in Iraq; a National Intelligence Estimate that belied upbeat administration talk on Iraq; a new Bob Woodward book about internal White House discord over Iraq, and the Sept. 29 resignation of GOP Rep. Mark Foley. He quit hours after ABC News showed him sexually explicit instant messages he allegedly exchanged with a teenage former page.\nSome Democrats call the scandal a tipping point. \"It's the absolute crystallization for people of everything they dislike about Washington and congressional Republicans,\" Democratic strategist Anita Dunn said.\nGOP pollster Ed Goeas said Republican fortunes are better in individual districts than nationally. Republicans remain energized and loyal, he said, but added he's monitoring whether the Foley matter fires up independents who normally don't vote. \"Does this become a catalyst for their involvement?\" he asked.\nTwo-thirds of those in the poll said they are following the page scandal very or somewhat closely. More than half -- 54% -- said GOP leaders who knew about Foley's actions for months or years did not act against Foley earlier \"for political reasons.\" By 43%-36%, they said House Speaker Dennis Hastert should resign.\nGovernment corruption, Iraq and terrorism were the three most important issues. Along with their lead on terrorism, Democrats had a 21-point advantage on corruption and a 17-point advantage on Iraq. A 56%-40% majority said sending troops to Iraq was a mistake -- the widest disapproval margin in a year.\nThree other polls released Monday, by CNN, ABC News/Washington Post and CBS News/New York Times, showed Democrats leading the congressional ballot by 13 to 21 points. \n\nGraphic\n\n \nGRAPHIC, Color, Karl Gelles, USA TODAY, Source: USA TODAY/Gallup Poll of 622 likely voters Friday-Sunday. (Bar graph)\n\nLoad-Date: October 10, 2006"
}