{
    "title": "Scarred by 9_11, Pentagon adapts with new tactics The armed forces will confront a dwindling budget",
    "publisher": "st. louis post-dispatch ",
    "year": 2011,
    "month": 8,
    "day": 22,
    "full text": "WASHINGTON - The Sept. 11 attacks transformed the Pentagon, ravaging the iconic building itself and setting the stage for two long and costly wars that reordered the way the American military fights.\nCompared with a decade ago, the military is bigger, more closely connected to the CIA, more practiced at taking on terrorists and more respected by the American public. But its members also are growing weary from war, committing suicide at an alarming rate and training less for conventional warfare.\nThe partly gutted Pentagon was restored with remarkable speed after the hijacked American Airlines Boeing 757 slammed through its west side, setting the building ablaze and killing 184 people. But recovering from the strain of fighting in Iraq and Afghanistan will take far longer - perhaps decades.\nThe Pentagon's leaders will have to adjust to a new era of austerity after a decade in which the defense budget doubled, to nearly $700 billion this year.\nThe Army and Marine Corps in particular - both still heavily engaged in Afghanistan - will struggle to retrain, rearm and reinvigorate their badly stretched forces even as budgets begin to shrink. And the troops themselves face an uncertain future; many are scarred by the mental strains of battle, and some face transition to civilian life at a time of economic turmoil and high unemployment. The cost of veterans' care will march higher.\nAs Robert Gates put it shortly before he stepped down as defense secretary this summer, peace will bring its own problems.\nThe problem was not peace on 9/11. At the time, the military was focused almost entirely on external threats. Air defenses kept watch for planes and missiles that might strike from afar; there was little attention to the possibility that terrorists might hijack domestic airliners and use them as missiles.\nThat changed with the establishment of U.S. Northern Command in 2002, which now shares responsibility for defending U.S. territory with the Homeland Security Department.\nTerrorism was not a new challenge in 2001, but the scale of the 9/11 attacks prompted a shift in the U.S. mind-set from defense to offense.\nThe U.S. invaded Afghanistan on Oct. 7 in an unconventional military campaign that was coordinated with the CIA. That heralded one of the most profound effects of 9/11: a shift in the military's emphasis from fighting conventional army-on-army battles to executing more secretive, intelligence-driven hunts for shadowy terrorists. That shift was important, but it came gradually as the military services clung to their Cold War ways.\nStill in debate is how the Taliban, which had shielded Osama bin Laden and other al-Qaida figures before the U.S. invasion and was driven from Kabul within weeks, managed to make a comeback in the years after the U.S. shifted its main focus to Iraq in 2003. That setback in Afghanistan, coupled with the longer-than-expected fight in Iraq, showed the limits of post-9/11 U.S. military power.\nIt also pointed up one of the other key lessons of the past decade of war: It takes more than military muscle to win the peace.\n\nGraphic\n\n \n GRAPHIC from AP - U.S. MILITARY WAR DEATHS \n\nLoad-Date: August 23, 2011"
}