{
    "title": "Scars of 9_11 stay with us",
    "publisher": "telegraph herald ",
    "year": 2016,
    "month": 9,
    "day": 11,
    "full text": "Every generation or so, there occurs an event so historic and significant that its reverberations are forever seared in our memories. We will never forget. \"Where were you when you heard about the attack on Pearl Harbor?\"\n \"What were you doing when the news bulletins reported that JFK had been shot?\" \"How did you learn about 9/11?\" Sept. 11, 2001. Fifteen years ago today, the world changed forever. In a conspiracy that was so calculated and callous in its magnitude and disregard for innocent lives that it remains chilling in our memories, terrorists turned four commercial airliners into weapons. Two planes hurtled into New York's World Trade Center, taking down the twin towers. One crashed into the Pentagon, outside Washington, D.C. The terrorists flying the fourth plane might have completed their suicidal mission - the Capitol and White House were likely targets - if not for the actions of heroic passengers aboard United Flight 93. They rushed the cockpit and caused the hijackers to abandon their plan. Chanting, \"Allah is great,\" they smashed the plane into a Pennsylvania field. Some 3,000 people, including emergency responders, perished in those unprecedented assaults, immediately thrusting thousands upon thousands of their relatives and friends into grief and sorrow. Thousands more still bear physical and mental scars from that tragic day. That day, who did not experience fear? Those adherents of Osama bin Laden also claimed a wider toll, including people's sense of safety, passengers' relative ease in transportation and the vast sums needed to enhance security. Such is the nature of terrorism in the 21st century. The events of 9/11 reverberated across this country and around the world. Dubuque and the entire tri-state area were not immune. In the days, weeks and months after the attack, security was increased at many local public buildings, the airport and other sites (such as the lock and dam). Long after security presence scaled back and public access to certain locations resumed, we were left with feelings of concern and vulnerability. Certainly, in the context of those heinous acts of terrorism 15 years ago and their ongoing impact, we can cite few silver linings. However, one is our nation's advancements in counter-terrorism initiatives; they are not perfect, but, working with international partners, we have been able to head off some tragedies before they became headlines. Another positive from 9/11 is the resolve and resiliency of the American people. The attacks pushed to the surface a renewed pride in our country and our way of life. For all its faults - despite what star athletes protesting during the national anthem might say - the United States remains the greatest nation on earth. A handful of terrorists can't change that. That, too, is something that we must never forget.\n\nLoad-Date: December 26, 2018"
}