{
    "title": "Scars of terrorism",
    "publisher": "st. petersburg times ",
    "year": 2004,
    "month": 9,
    "day": 12,
    "full text": "At 10:30 a.m. on Aug. 7, 1998, a massive truck bomb exploded outside the U.S. Embassy in Nairobi, Kenya. More than 200 people were killed and thousands injured. Many of the victims were the sole breadwinners for their families in a country where jobs are scarce and compensation from a victims' fund barely covered medical expenses. Here, in their words, survivors tell how their lives forever changed that day.\nESTHER MUTINDA NTHENGE, 48, worked for the Ministry of Trade on the 20th floor of a high-rise near the embassy.\n\"I heard screaming, I went running without shoes, my legs were cut. The lifts (elevators) were not working, there was a lot of dust and darkness because there were no lights. I had a deep cut on my forehead and the skin here on my face was gone. I went back to work but I was forced to leave the job because I lost concentration, I felt a lot of weakness. I forgot so much; my memory is not what it was before. I have four kids, the youngest is in school and I don't have money to send the second child to college. My husband retired early and just sits around and doesn't do anything. That's a problem.\n \nRICHARD WAINAINA, 51, an auto mechanic, was on a bus going to visit his parents.\n\"I lost my right eye; my other eye has poor vision. The company sent me a letter asking me to take medical retirement. I got 150,000 shillings (about $1,875). I have a wife and six kids who depend on me. I try to keep a cow and some broilers (chickens) but that is not enough. Even now somebody loaned me 1,000 shillings ($12.50) and is waiting for me to pay it back. I have no other sources of money. My parents passed away and my other brother passed away.\n \nCATHERINE GITUMBO lost her husband, Joel, an accountant at the U.S. Embassy.\n\"Two people from the embassy came to the funeral… . I blame the U.S. government because they were warned and didn't do anything (about security.) They gave us benefits but they should have done more - they could help our children get jobs, education. Taking care of those children alone is a burden and a big one - there are four of them and they are not working.\"\n \nREBECCA WAMBUI, 25 and mother of three, was on a bus going to buy vegetables.\n\"I lost one eye; one rib was fractured. I had a cut near the air pipe and cuts all over my face. After two weeks in the hospital I went to the toilet and there were mirrors. I looked at myself and I wondered, \"Is this my face or somebody else's?' I got 600,000 shillings ($7,500) but the money all went for medical bills and transportation. I get help from my mother - my husband doesn't work. I don't like to go out in public because I am ashamed of my face.\"\n \nJUDY MUTHONI, 29, was on a bus with daughter Rosemary, then 2.\n\"My older daughter will not walk with Rosemary when they go to the market. Even in school Rosemary is not happy because other children will say, \"Go away, you're a bomb blast victim, look at your face.'  She could have been a very beautiful daughter. Rosemary's report from the teacher says she is a bright girl, but the teachers says she is angry all the time.\"\n\nGraphic\n\n \nPHOTO, JOHN PENDYGRAFT, (5); Judy Muthoni and her daughter Rosemary; Catherine Gitumbo holds a photograph of her husband, Joel; Richard Wainaina; Esther Mutinda Nthenge; Rebecca Wambui\n\nLoad-Date: September 12, 2004"
}