{
    "title": "SCENTING TROUBLE; Local landmarks are on guard against terrorism",
    "publisher": "star tribune ",
    "year": 2003,
    "month": 3,
    "day": 29,
    "full text": "As the war with Iraq continues, the Mall of America, American Express Financial Advisors, the Metrodome and other high-profile properties in the Twin Cities are guarding against terrorism with tough new security procedures and subtle devices designed to foil trouble before it can start.\n     The megamall is using bomb-sniffing dogs, a separate truck inspection station and scores of new digital cameras that provide live color surveillance along with zoom capabilities, motion activators and other high-tech measures.\n     On a morning this week, mall security captain Karen Carten led BJ, the mall's specially trained, $8,700 Belgian Malinois, around Camp Snoopy's entrance. The dog rapidly sniffed the perimeters of three showroom cars and then bounded over boulders to inspect an indoor garden for explosives. Finding nothing, BJ relaxed her ears, wagged her tail and gobbled a Milk-Bone reward before continuing her patrol.\n   Outside, low-tech concrete barriers double-ring the mall entrances, keeping cars 50 feet away, a novelty once reserved for the bustling holiday season.\n     \"We have also explored having metal detectors at the doors,\" mall spokeswoman Monica Davis said. \"If that is what we felt our guests needed we will consider it. We have to balance what the public is ready for. What are people willing to go through when they go shopping? Those thresholds are changing.\"\n       The price of protection takes more than just a psychological toll. In November, mall owners Simon Property Group tripled its terrorism insurance limit to $300 million by using four different insurance companies. The deductible: $5 million.\n     Before the terrorist attacks of Sept. 11, 2001, terrorism insurance was built into building policies at no extra charge. Now it's a separate cost equal to 60 percent of the mall's normal premium, said Mike Horvath, Simon's vice president of risk management. The extra security is also an added cost that didn't exist before 9/11.\nThe Dome's moves\n          At the Metrodome, the Metropolitan Sports Facilities Commission has spent more than $500,000 beefing up security measures since 9/11, operations director Dennis Alfton said. Delivery inspections, added security personnel and employee and visitor searches are now common. Concrete barriers circle much of the Dome's perimeter.\n     Alfton and his team have also upgraded the camera systems.\n     \"Now we have cameras inside and outside the gates. Before it was primarily focused on our roof system. The [surveillance] system was not as extensive,\" Alfton said.\n     On Thursday, Dome managers shut down several city blocks for the National Collegiate Athletic Association's Midwest Regional basketball tournament.\n     \"We are diligent about the high-profile events and taking every step possible to have people feel secure here. And we have sufficient enough police officers on duty to meet any needs,\" Alfton said.\n     Bill Lester, executive director of the commission, said insuring the Dome against terrorism costs $150,000 a year.\n     \"You always have to be vigilant. I don't think any of us can sit and get complacent,\" Lester said. \"We are probably only one other incident in an entertainment venture away from changing basically how we do entertainment in this country.\"\n     University of Minnesota senior Stephanie Hagen, 23, has visited the Dome about 10 times but has never seen anything like the security at Thursday's NCAA basketball tournament games. \"They just had tons of security around. They were checking all the bags. And there were a lot of checks of IDs, sometimes two and three times. It seemed a little excessive, but I think it's good,\" she said. \"That made me feel safer. You don't know who is coming into the games.\"\n     The steps being taken to thwart terrorism in less-high-profile areas is less obvious. Downtown Minneapolis has a heightened police presence on the streets and skyways. Wells Fargo, IDS Center and individual building managers are also on alert to protect tenants and employees.\n.\nSteps at American Express\n          American Express Financial Advisors runs several evacuation drills each year for employees in its downtown Minneapolis headquarters. Management issued a reminder last week that badges and visitor escorts were mandatory. Thick glass walls, watchful guards and metal turnstiles bar access to the offices.\n     Memories of Sept. 11 are vivid for many Amex employees. The company's New York City headquarters is across the street from where the World Trade Center's twin towers stood. The Amex building was heavily damaged during the attack, but the 4,000 employees there were unhurt.\n     As the nation went to war with Iraq, \"we reviewed and enhanced our security practices at American Express around the world, including here\" in Minneapolis, spokesman Dave Kanihan said. \"We have enhanced them. We are assessing security needs on a continuous basis and making adjustments when necessary.\"\n     The significance of the American Express name has not been lost on executives in the current backlash against U.S. policy in some parts of the world.\n     \"We are not insensitive to that fact, particularly around the world,\" Kanihan said. \"I think our security policies reflect the level of vigilance that we need on a worldwide basis. This is not the first time there has been anti-American sentiment anywhere.\"\n     Jim Vos, a principal with the corporate real estate firm Cresa Partners in Minneapolis, said he doubts that many buildings have been able to develop security procedures that weren't already in place.\n     \"After 9/11 people got a little nervous, but how do you stop somebody from flying a plane into your building?,\" Vos said. \"And if there is a suicide bomber like you see running around Israel who wants to come in and drop a bomb in your neighborhood Caribou Coffee, there is not much you can do. So in some respects you want to be as attentive as possible, and in other ways there are only limited defense capabilities available to most of us.\"\nDee DePass is at ddepass@startribune.com.  \nHeightened security\nHigh-profile properties such as the Mall of America and the Metrodome have added security measures. American Express issued a reminder to employees about its security measures.\nMALL OF AMERICA\n- Concrete barriers around entrances\n- Bomb-sniffing dogs\n- Truck inspection station\n- Digital surveillance cameras\nMETRODOME\n- Delivery inspections\n- Employee and visitor searches\n- Upgraded security camera system\n- Added security personnel.\nAMERICAN EXPRESS\n- Badges and visitor escorts\n- Metal turnstiles control access\n- Several evacuation drills are run each year\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: March 30, 2003"
}