{
    "title": "Schmitt talks U.S. terrorism policy, Iran",
    "publisher": "university wire",
    "year": 2011,
    "month": 12,
    "day": 7,
    "full text": "Pulitzer Prize-winning New York Times journalist Eric Schmitt spoke Monday evening about the U.S. campaign against terrorism, as part of a lecture series sponsored by the Hamid and Christina Moghadam Program in Iranian Studies. Schmitt discussed his recent book, \"Counterstrike: The Untold Story of America's Secret Campaign Against Al Qaeda,\" co-authored with his New York Times colleague Thom Shanker.\n\"We will be hit again,\" Schmitt said of the likelihood of future terrorist attacks on American soil. \"An al Qaeda affiliated organization will carry out another strike against the U.S.\"\nSchmitt spoke of a need for the United States to develop the type of resilience to attacks that already exists in Europe.\nThis problem, Schmitt said, for politicians seeking to foster this resilience, is that you \"leave yourself open in this extremely partisan environment to seeming soft on defense.\" He continued to argue that the current budget debates may allow politicians to gracefully scale back on the topic of defense.\nAbbas Milani, director of Iranian studies, described Schmitt as \"easily the most authoritative voice on terrorism\" as he introduced the talk entitled, \"Iran, Al Qaeda and the U.S. Campaign Against Terrorism.\"\nMilani said he hoped Schmitt would outline \"how Iran figures in all these shenanigans.\"\nSchmitt began his talk by pointing to a calculation left behind on the lecture hall blackboard and joked that it came out of Osama Bin Laden's safe house in Abbottabad, Pakistan.\n\"Iran from time to time surfaces in this debate,\" Schmitt said. While usually peripheral to the U.S. campaign against terrorism, Iran \"crops up in important ways.\"\n\"You have to understand where we were on 9/11 itself,\" Schmitt said of the quest to understand the \"War on Terror.\"\nSchmitt said the key to understanding is both comprehending \"how little the U.S. government knew about al Qaeda and terrorism\" at the time of 9/11 and studying the \"understandable and justified\" reaction the U.S. took, though he called the domestic response an overreaction.\nSchmitt described the \"sense at the time that the U.S. could kill and capture its way to victory\" and discussed how the campaign against terrorism has evolved.\nSchmitt mentioned a 2003 memo by then Secretary of Defense Donald Rumsfeld outlining a theory that American involvement in Iraq may have created more militants than it destroyed.\n\"For this point, I have to always remind my New York Times editors that just because Don Rumsfeld said it didn't make it automatically wrong,\" he joked.\nSchmitt said that today, the American government has a \"much better understanding\" of terrorism and a \"much more holistic approach to fighting terrorism.\" Schmitt said that other government departments are now more involved in the fight against terrorism, including the State Department, Federal Bureau of Investigation and Treasury.\n\"They don't know or respect any boundaries,\" Schmitt said of terrorists, as he described how analysts under the Bush administration ultimately investigated the possibility of using Cold War deterrence to combat terrorists.\n\"Terrorists actually do have a certain set of values,\" Schmitt said. \"They're different though-honor, prestige and the place in the ummah.\"\nSchmitt stressed the importance of reaching those in terrorist networks who are driven by the promise of financial gain instead of ideology.\n\"There is a whole group of people in the middle,\" he said. \"People who are not ideologically motivated the way Bin Laden was.\"\nSchmitt told the story of the leader of a terrorist cell in Iraq whose power was greatly diminished by the U.S. lowering the bounty for him-a direct blow to his honor.\n\"He'd lost a little on his fast ball, if you know what I mean,\" Schmitt said as he described the rumors the American military spread.\nThe terrorist cell leader, who normally practiced \"exceptionally good operational security,\" became frustrated with the rumors about his diminishing power and made calls on his cell phone that conveyed his hiding place and associates.\nSchmitt described cyberspace as the \"main safe haven\" for terrorist recruiting, fundraising and planning.\n\"A lot of it's very highly classified now,\" Schmitt said. He described how Arabic speaking analysts have been able to \"infiltrate chat rooms\" to pose \"provocative questions\" about terrorist ideals. He also mentioned that American intelligence has the ability to hack into cell phones and replicate the al Qaeda watermark to distribute false information on behalf of the organization across the Internet.\nSchmitt assessed the current progress of the U.S. campaign against terrorism.\n\"That particular part of the al Qaeda leadership has been sent way back,\" Schmitt said of the organization's top leaders. However, he added, \"Affiliates have been growing up for years.\"\nSchmitt discussed both Yemeni affiliates of al Qaeda and the threat of homegrown terrorists in the mold of Anwar al-Awlaki, who was killed by an American drone strike in Yemen this past September.\nIn a question and answer session, Schmitt noted the significance of the secular nature of the Arab Spring, but qualified that al Qaeda has regrouped recently to try to \"exploit disillusionment.\"\nHe also commented on recent events in Iran and the tension between military action and nuclear war.\n\"Would deterrence work against Iran?\" Schmitt asked. He noted that there was a strict hierarchy in the Soviet Union, but the power dynamic in Iran's leadership remains mysterious.\n\"Who's in control of the apparatus in Iran?\" Schmitt asked.\nHe also outlined the recent return of American efforts to traditional training of indigenous forces.\n\"I see it as a less fertile ground,\" Schmitt said in response to an audience question about the amount of terrorists currently fostered by the region. \"Al Qaeda revealed itself for what it is-a small, marginalized group that is still very dangerous, but does not reflect the larger goals of Islam.\"\nWhile you're here...\nWe're a student-run organization committed to providing hands-on experience in journalism, digital media and business for the next generation of reporters. Your support makes a difference in helping give staff members from all backgrounds the opportunity to develop important professional skills and conduct meaningful reporting. All contributions are tax-deductible. Support the Daily $25 $50 $100 $500 $1,000\n\nLoad-Date: January 17, 2019"
}