{
    "title": "Schools shouldn't be dictated by fears of terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 20,
    "full text": "The threat of terrorist attacks across the world is real. There have been too many senseless acts of violence and too many lives lost to deny this fact, be it in San Bernardino, Paris or, most recently, Brussels. However, it is important to keep in mind that, while these attacks do happen, they do not happen with nearly enough frequency to warrant some of the reactions we are seeing today.While it is agic that terrorists have sometimes been successful in taking lives, it is important that we keep them from being successful on another front: letting the fear of such attacks disrupt our lives.In the aftermath of that awful attack in Brussels late last month, something happened in the United States that seems to be occurring more and more frequently: the temporary shutdown of schools. \nNumerous American schools have cancelled classes after reported threats of terrorist attacks, which turned out to be hoaxes.On March 31, all schools in Marshall, Michigan were closed after a parent reported a picture seen online that was meant to intimidate students at the local high school. The schools were closed despite the fact that the threat was not proved to be credible.Closer to home, similar idle threats were made in the Los Angeles suburb of Walnut, California on March 24. After a note discussing a bomb was discovered at Walnut High School, the school and nearby Mt. San Antonio College were evacuated. Their campuses were searched for a bomb that was never found.The bogus threat that has affected the greatest number of students in America occurred last December, following the attacks in Paris that killed more than 100 people. On December 15, two of the country's largest school districts, New York and Los Angeles, both received emails discussing an imminent attack involving firearms and explosives on schools in the districts.What the two school districts decided to do next highlights the conast in thought over the issue of terrorist threats.In Los Angeles, Superintendent Ramon Cortines decided to close every school in the district, keeping hundreds of thousands of kids at home. In New York, on the other hand, officials kept their schools open and called the threat what it was: a hoax.While it is understandable that officials in Los Angeles would err on the side of caution in the wake of such high-profile attacks, there must be a point where we stop allowing the latest terrorist threats to dictate our lives.Yes, terrorist attacks do happen, but the chances of you actually being afflicted by one are minuscule. While there is conflicting data over how many Americans were killed by terrorism last year due to semantics over what defines a terrorist act, most sources say the list of fatalities does not exceed a couple dozen people.Besides, if our officials decide to close schools every time a threat is made, what is to stop some bored, anonymous kids on the internet from having school closed every day? The lifestyle of fear is just not sustainable. New York's school district realizes this. The sooner the rest of the country does, the better.\n\nLoad-Date: April 21, 2016"
}