{
    "title": "School's criminal justice director travels to Israel",
    "publisher": "daily news ",
    "year": 2007,
    "month": 8,
    "day": 9,
    "full text": "CEDARVILLE - Patrick Oliver, director of Cedarville University's criminal justice program, was selected by the Foundation for the Defense of Democracies as an academic fellow for 2007.\nIn May, he traveled to Israel to study all facets of terrorism.\n\"Terrorism is a tactic or a strategy,\" said Oliver, 50.\n\"There can't be a war on a tactic or strategy. The primary battle we face is the battle with radical Islam.\"\nHe said only a small percentage of individuals practice radical Islam.\n\"The small percentage is significant,\" Oliver said.\nDuring his 10 days in Israel, Oliver and 44 others spent three days in the classroom, followed by visits to military bases, border zones, and other security installations in the area.\nHe participated in lectures about the practical side of defeating terrorism; the phenomenon of modern terrorism; the virtual community of radical Islam; and religious sources of Islamic terror.\nThey also visited an Israeli prison, and were allowed to interview two prisoners. \"The most surprising thing was to see the commitment of those who believe in the jihad, or holy war,\" Oliver said. \"We could ask them anything except how long they were in prison, and why.\" He said the prison was well-maintained and the care of prisoners was excellent. The prisoners were neat and well-groomed, and wore casual street clothes. \"They held their Korans in their hands during the whole interview,\" Oliver said.\n\"When we asked them how they would feel if their sons or grandsons were here in prison, both said they would be proud that they would commit themselves to this great cause.\"\nOliver said the trip reinforced his believe that terrorism must have a religious component.\n\"They are on a religious mission,\" Oliver said. \"If you eliminate the religious element, you can't fully understand it.\"\nOliver said that what he learned from the trip will be incorporated into a Homeland Security course.\nOliver, a Fairborn resident, served in law enforcement for 27 years.\nHe retired as police chief of Fairborn in 2005.\nContact this reporter at joanneclodfelter@ameritech.net\n\nGraphic\n\n \nPatrick Oliver\n\nLoad-Date: August 10, 2007"
}