{
    "title": "School bombs_ terrorism or prank_",
    "publisher": "ips",
    "year": 2001,
    "month": 4,
    "day": 29,
    "full text": "While some call Santa Fe High water bombs 'terrorism,' others say it was stupid mistake not worth years in prison\nTwenty years ago it probably would have been considered as nothing more than a childish prank: Three kids make dry-ice water bombs and place them throughout their school campus and the bombs explode minutes later.\nNot anymore.\nIn fact, what may have been considered a prank at one time is now being referred to as \"terrorism\" by one assistant district attorney in Santa Fe.\nThree Santa Fe High School students remain in the juvenile detention center this week after being arrested on charges of placing bombs made of dry-ice and water on the Santa Fe High campus April 20 -- the two-year anniversary of the Columbine High School shootings.\nIt was that day that Eric Harris and Dylan Klebold stormed into the high school, killing 13 people and injuring more than 30 others, using weapons and pipe bombs that they planted throughout the school.\nThe three Santa Fe High students -- Natasha Yates, 14, Jonathan Spidell, 16, and Kelly Williams, 15 -- each are facing five felony charges of dangerous use of explosives -- a separate count for each bottle -- conspiracy and attempt to commit a felony. They won't be released from the detention center until they undergo psychological evaluations -- to be completed sometime this week.\nAs the three sit in jail, many wonder if the judicial system is being too harsh. In fact, the district attorney's office has talked about charging them as adults. If they're convicted of all charges as adults, they face a maximum of 20 years in prison.\n\"It's not a prank, and it's not a science experiment,\" Assistant District Attorney Kit Ayala said last week of the bombs. \"This is a situation where someone could have been hurt seriously if they had been at the right place at the wrong time.\"\nBut many, including those who were at the high school when the dry-ice bombs went off, disagree.\n\"To play a prank that day was just a major stupid mistake,\" said Rose Manning, a communications teacher at Santa Fe High.\nManning said it doesn't merit charging them as adults.\nSanta Fe High was placed on lockdown shortly after the first of five bombs went off, and many students -- including those in Manning's class -- hid in closets or confined spaces.\nManning said the talk among her students during this time ranged from whether they should have stayed home to how school officials would identify the real culprits. Students were dismissed at noon.\nVanessa Martinez, 18, said if the students are guilty, the incident is an opportunity to teach them a lesson, not a chance to incarcerate them for years.\n\"It's a good way to teach them how to grow up. They were trying to have a laugh, but it wasn't funny,\" Martinez said, adding that she believes jail won't teach them the lesson they need to learn.\nApril Padilla, a friend of the three suspects, said she resented recent news reports that pointed out at least one of them was dressed in black and wore black nail polish.\n\"Why should that matter?\" Padilla said. \"I wear black lipstick and makeup and nail polish, and I'm not a bad kid. I've never been in jail, and I've never been on probation.\"\n\"I cried when I saw them in shackles,\" Padilla added. \"I never thought I would see my best friends in shackles.\"\nShe described all three as smart students who enjoyed listening to musical artists such as Marilyn Manson.\nIncidents such as the one at Santa Fe High are becoming more common across the country and in New Mexico. Just this year, the North County Times in California reported three high-school students were arrested in the town of Carlsbad for placing dry-ice bombs in residential mailboxes and in the bathrooms of a local park.\nSuch pranks are increasingly landing them in jail rather than the principal's office. The number of juveniles incarcerated in the United States is growing as legislatures yield to public pressure to get tougher on youthful offenders. In recent years, many states have overhauled their juvenile-justice systems to erase distinctions between juvenile and adult criminals. According to the American Civil Liberties Union, they increasingly allow youths to be tried as adults.\nAssistant DA Ayala pointed out last week that even if the teen-agers in the Santa Fe High case are charged as adults, they may not be sentenced as such. If they are convicted as juveniles, they can face two years in jail.\nThe DA's office has until Friday to decide whether the three will be charged as adults.\nAyala said she wasn't surprised to learn that some community members were taking the incident more seriously than others.\n\"I think that's part of the problem, that people don't take things seriously,\" she said. \"As a community, we need to take these things seriously. I'd much rather be accused of taking it more serious than less serious.\n\"The experience around the country has been that communities that don't take these things seriously end up with much more serious problems,\" she added.\nAt least one Santa Fe High principal, Fritz Peters, has said he believes the students should be charged as adults.\nSouth Campus Principal Johan Harnisch also referred to the incident as terrorism. Lead Principal Fabian Chavez said he considers it anything but a prank.\n\"A prank is whimsical,\" Chavez said. \"It's almost spontaneous. This is not a prank. This is thought out.\"\nVal Whitley, the attorney for Kelly Williams, said the DA's office has blown the case out of proportion.\n\"What happened here is very bad judgment and the (teen-agers) are suffering from it,\" he said.\nWhitley emphasized that his client had never been in trouble and had no history of violence or of being a runaway. He said he did not believe it was necessary to keep the students in custody.\n\"I really feel my client didn't understand the impact of his actions,\" Whitley added. \"These are not bad kids.\"\nMeanwhile, Santa Fe school-district officials have said they have not yet decided what repercussions the students might face. Any sanctions will be determined through a meeting with the students and their parents following the students' release from jail, officials said.\nPolice originally also said they were looking for a fourth suspect in the incident, but Friday, Deputy Chief Beverly Lennen said there was no proof a fourth individual was involved.\n\nLoad-Date: April 30, 2001"
}