{
    "title": "Schools sinking financially under lawmakers' watch",
    "publisher": "the philadelphia inquirer",
    "year": 2017,
    "month": 6,
    "day": 22,
    "full text": "KUDOS TO John Baer for his fact-filled report on the corrupt practices of our state legislators (\"Lawmakers' fiscal policy: Digging deeper holes\").\nWhile our state sinks deeper into debt, our schools remain underfunded and our budget is perpetually tied to local \"sin taxes,\" we continue to be the only state in the nation that refuses to impose a severance tax on natural gas extraction.\nAccording to Baer's sources, such a tax is projected to generate over $300 million per year in revenue, more than enough to offset, for example, the deficit projected by the School District of Philadelphia for the next five years.\nBut as Baer illustrates, key Harrisburg legislators in both parties are in the pocket of the gas extraction industry to the tune of $10 million - a cheap price to avoid a tax plan that might actually help our state and our students.\nGloria C. Endres\nPhiladelphiaAre Muslims really the only terrorists?\nGenerally, terrorism is defined as the use of violence against civilians to effect political change.\nWhat was the Arlington, Va., shooting all about, if not to effect political change? James T. Hodgkinson was a well-known political activist.\nHe opened fire with a rifle and hit five people because he evidently didn't like the policies of the Republicans and, specifically, President Trump himself. He wanted change; he was making a statement for change through violence. Terrorism - propaganda by the deed.\nI have yet to read the word \"terrorism\" to describe this incident in any report. If Hodgkinson had yelled \"Allahu Akbar\" before his shots, or if his name sounded Middle Eastern, we'd be all over the terrorism angle of the case.\nWhat is Hodgkinson's religion? You can bet we'd know if he were a Muslim. Why do I never hear of a Christian terrorist, or a Jewish terrorist, but only a Muslim terrorist?\nJohn Waters\nHavertown, Pa.\n\nLoad-Date: July 4, 2017"
}