{
    "title": "School history lesson compares Trump to Nazis, communists",
    "publisher": "tribune-review",
    "year": 2020,
    "month": 2,
    "day": 22,
    "full text": "Nation \nMaryland \nHistory lesson compares  Trump with Nazis, communists \nTOWSON -- Republican lawmakers in Maryland are criticizing a history lesson at a public high school near Baltimore that compared President Trump with Nazis and communists. \nA slide used in an Advanced Placement history class at Loch Raven High School in Towson shows a picture of Trump above pictures of a Nazi swastika and a flag of the Soviet Union. Two captions read \"wants to round up a group of people and build a giant wall\" and \"oh, THAT is why it sounds so familiar!\" \nThe Baltimore Sun reports that state Del. Kathy Szeliga arranged for copies of the slide and the school system's response to be sent to her fellow Baltimore County lawmaker. She posted the image on Facebook. \nThe school system said the slide is not part of the resources it provides for AP history teachers. \n^ \nNew Jersey \nStudy: White supremacists  greater risk than Al-Qaida \nNew Jersey residents are more likely to be attacked by a white supremacist than Al-Qaida. \nThat is the grim assessment of a New Jersey terrorism study released Friday. \nThe state's \"Terrorism Threat Assessment\" report noted officials have raised the threat level from white supremacist extremists to \"high.\" \nThe lone other threat as severe, according to officials, is violent American-born extremists, who also held the \"high\" designation in 2019. \nLast year, there were 2,713 reported instances in New Jersey of hate groups displaying extremist posters, handouts, stickers and fliers -- more than double from the previous year, according to the Anti-Defamation League. \n^ \nIllinois \nDebris found in many grounded Max jets \nCHICAGO -- Debris has been found in the fuel tanks of 70% of grounded Boeing 737 Max jets that have been inspected by the company, Boeing confirmed Saturday. \nInspectors found the debris in 35 out of about 50 jets that were inspected. They are among 400 built in the past year that Boeing hasn't been able to deliver to airline customers. \nBoeing temporarily halted production last month because the planes were grounded after crashes in Indonesia and Ethiopia that killed 346 people. \nAlthough debris hasn't been linked to those crashes, metal shavings, tools and other objects left in planes during assembly can raise the risk of electrical short-circuiting and fires. \n^ \nWorld \nBritain \nProtesters oppose transfer  of WikiLeaks founder to U.S. \nLONDON -- Hundreds of supporters of Julian Assange marched through London on Saturday to pressure the U.K. government into refusing to extradite the WikiLeaks founder to the United States to face spying charges. \nFamous backers, including Pink Floyd's Roger Waters, Pretenders singer Chrissie Hynde and fashion designer Vivienne Westwood joined the crowd protesting the U.S. espionage charges against the founder of the secret-spilling website. An extradition hearing for Assange is due to begin in a London court on Monday. \n-- Wire reports \n\nLoad-Date: February 24, 2020"
}