{
    "title": "School's curriculum weaves real life into learning; The integrated lesson plan at Shapleigh Middle S",
    "publisher": "portland press herald",
    "year": 2001,
    "month": 12,
    "day": 2,
    "full text": "Like most students in Maine, the seventh-graders in Janet Reynolds and Gert Nesin's class at Shapleigh Middle School have a lot of questions related to the terrorist attacks of Sept. 11. But unlike most other students, the 41 youngsters in this class are devoting much of each school day to finding answers. They're studying terrorism, trying to understand why the attacks happened and exploring what can be done to prevent future terrorism.\nThese 12- and 13-year-olds are not ignoring traditional middle-school subjects, however. Their teachers are weaving lessons on history, reading, writing, science and even math into a central theme - terrorism - that the students chose.\nThe Shapleigh students are engaged in integrated learning. That's a technique that has been demonstrated by more than a decade of research to be the best way for middle-school students to learn, according to Edward Brazee, co-chairman of a new state commission studying middle-school education in Maine. It's also a technique that more Maine middle schools may be urged to adopt in the coming years.\nThe Maine Commission on Middle Level Education, appointed earlier this fall by Education Commissioner Duke Albanese, is taking a closer look at how Maine's 10- to 14-year-olds are being educated. It will make recommendations for improvements in a report to be issued next September.\nBrazee, a professor at the University of Maine who specializes in middle-level education, said he doesn't know specifically what the 25-member commission will recommend. But he said the recommendations will be based on the data, which \"indicates that students simply do better when they're engaged in and passionate about what they're learning.\"\nThe traditional \"separate-subject approach\" assumes that students will notice that subjects are interrelated, Brazee said. But middle-school students are not yet capable of making those learning connections independently, he said.\nMost middle schools, including Shapleigh, teach sixth-, seventh- and eighth-graders. In a few districts, middle schools educate fifth-graders as well.\n\"That particular age group learns best when things overlap,\" Brazee said. He said middle schoolers also do best when they have a role in choosing what to study and when they can relate their learning \"to questions they have about themselves and the larger world.\"\nRight now, it appears few middle-school teachers in Maine are teaching subjects in an integrated way, Brazee said. In a survey of 3,000 Maine middle-level teachers last spring, only 7 percent of those responding said they were using an integrated curriculum.\nWhile integrated education is not the norm in Maine, almost all the teachers surveyed - 93 percent - said that having a curriculum \"that is challenging, integrative and exploratory\" was important.\nThe value of this approach can be seen in the class that Reynolds and Nesin co-teach at Shapleigh, where the students created a list of 80 questions they wanted to answer about terrorism.\nAmong the questions: Why would the terrorists think it's a good idea to ruin some people's lives? What different kinds of terrorism are there? Why were people from other countries saying we got what we deserved? Why can't the world get along?\nThe students have chosen \"big idea\" topics to research and discuss, such as the history of terrorism.\nThe students break into small groups to discuss the topics. \"We want to find out if there was any other big attacks like this,\" explained student Mark McLaughlin, whose group has been learning about terrorism incidents in other countries.\nIn a recent class session, half of the students were learning about the Middle East, going over a reading with Reynolds that described the history of the state of Israel. In the other half of the room, students held a discussion with Nesin - who is also a member of the state commission on middle schools - about the U.S. Constitution and civil rights.\nShapleigh Middle School, which has 230 students, hired the two teachers last year specifically to take advantage of their distinctive teaching approach. The teachers worked with the same group of students last year. The youngsters, then sixth-graders, chose to focus their studies around such themes as their culture, geography and their place in the world.\nReynolds, 47, and Nesin, 40, are sisters who grew up in Howland. Both have master's degrees in middle-level education from the University of Maine. Nesin also earned a doctorate in the field from the University of Georgia.\nThey weren't able to use an integrated curriculum as much as they would have liked in other schools they taught in. So they decided to draw up a proposal of how they'd like to teach. They thought about starting their own school or sending their proposal to private schools, but in the end applied to public schools.\n\"What we decided was that if it was good education, it should be happening at public schools,\" Reynolds said.\nThey got four job offers after sending their proposal out, three of them in Maine. Reynolds said they chose Shapleigh \"because of the level of understanding of what we were doing and the level of support of what we were doing.\"\nGreg Goodness, principal of Shapleigh, said the school was already committed to partner teaching, where two teachers work with a group of students, really getting to know them.\n\"I think that learning really improves, that communication with parents is better and that grades improve and test scores,\" Goodness said.\nHe also was familiar with the research about integrated learning and supported it. \"When they were coming in already as a partner team and employing cutting-edge research . . . it would be kind of silly not to take advantage of that.\"\nWhile the students in Reynolds and Nesin's class are focusing on terrorism, they're actually also studying all the subjects required by their school district and the state's mandated curriculum standards, called Learning Results.\nFor example, students in grades 5 through 8 are supposed to learn about the civil rights movement in America. The students in Reynolds and Nesin's class, who range from gifted to some with special learning needs, have been studying that topic through the lens of terrorism.\n\"Those who spoke up for the rights of black people were terrorized,\" Nesin explained.\nThe students' studies about the Middle East also are part of a subject they're required to learn in middle school: world history. And as the students read in a recent class about the creation of the state of Israel, Reynolds also coached them on language arts skills, such as how to understand and summarize a piece of prose dense with factual information.\nSome subjects aren't as easy to weave into the central theme. \"We do actually have a separate math class,\" Nesin said.\nBut she said that even math can be related to the study of terrorism. For example, one group is creating a survey that they plan to send to history and political science professors, asking them about the causes of terrorism.\nThe students then will have to analyze the survey quantitatively and qualitatively, Nesin said.\nThe students in the class say they like the integrated approach. Sarah Dodge asked to switch to Reynolds and Nesin's class this year.\n\"It's very interesting,\" she said. \"The stuff changes every day. It's not like other classes where you do the same thing every day.\"\nGabrielle Poulin, another student, said the approach to teaching also is different.\n\"The usual kind of learning, if you get something wrong on a quiz, you don't have a chance to fix it and in this type of learning you have a chance to fix it and actually understand what your mistake was,\" she said.\nNesin explained that even in math, students must explain their reasoning whether they get the answer right or wrong. \"It's not like, 'We've taken the test and too bad.' It's: 'What do you do from now on to learn it?' \"\nReynolds said that of the sixth-graders they started with last year, only one chose to switch to another type of class for seventh-grade.\n\"There's obviously some level of satisfaction,\" she said.\nKaren McLaughlin, Mark's mother, said her son used to dawdle two hours over homework that should have taken half an hour because he didn't understand why he had to do it. Since being in Reynolds and Nesin's class, she said, he is eager to attend school and at home is even reading news magazines on his own to learn about terrorism.\n\"For my son, it's working extremely well,\" McLaughlin said. \"It's taken a lot of the frustration out.\"\nThere have been a few bugs to work out. McLaughlin said she was at first uncomfortable with the fact that students don't get grades - their assessment is based on portfolios of their work.\nAnd Reynolds said, \"Parents are saying to us, 'What about science?' We know we have to put in more explicit science instruction this year.\"\nBut she said learning science will be easier for the students because of the research and analysis skills they learned last year.\nGoodness said other teachers at Shapleigh also employ an integrated approach, but not to this extent. He and the two teachers say they support letting students have a choice of teaching approaches because they learn in different ways.\nBut Nesin and Reynolds said the approaches should share a basic philosophy.\n\"The crux of it is that the questions kids have actually matter and we should be paying attention,\" Reynolds said.\nStaff Writer Tess Nacelewicz can be contacted at 791- 6367 or at:\ntnacelewicz@pressherald.com  \n\nGraphic\n\n \nStaff photos by Gordon Chibroski\nKayla Beauregard, bottom left, Kalauna Meyer, upper left, and Jessica Bowdidge, seventh-graders at Shapleigh Middle School in Kittery, write a group report using a teaching technique - integrated learning - that may be adopted by more middle schools in Maine.\nABOVE: Shapleigh Middle School teacher Gert Nesin, right, works last week with students Joe Oyola, left, Ed Jensen, center, and Ed Burroughs.  RIGHT: Janet Reynolds, who co-teaches with Nesin, instructs her class on writing a summary report. The two teachers were hired last year to utilize their integrated curriculum approach.\n\nLoad-Date: December 3, 2001"
}