{
    "title": "Scholar Would Place Liability on Countries That Harbor Terrorists",
    "publisher": "the chronicle of higher education",
    "year": 2006,
    "month": 4,
    "day": 7,
    "full text": "Vincent-Joël Proulx, a doctoral candidate at McGill University Faculty of Law\nShould the government of Pakistan be held responsible if terrorists in its remote western mountains organize bombings of London subways? Under international law, countries attacked by terrorists can attempt to prove that nations that harbored the attackers were directly or indirectly responsible for the attacks. In theory, the International Court of Justice can order monetary reparations in such cases.\nMr. Proulx would like to reverse the burden of proof. In his essay \"Babysitting Terrorists,\" in the current issue of the Berkeley Journal of International Law, he proposes a \"strict liability\" system, in which countries where terrorists were based before making attacks on other nations would be required to prove that they had taken reasonable measures to prevent the terrorists from operating on their soil. Such a system, Mr. Proulx argues, would encourage countries to work cooperatively and would give the struggle against terrorism a more \"preventive\" character.\nQ. Suppose that a secret Vermont-based cell of militant Québécois nationalists carried out terrorist attacks in Ottawa. Under your system, what would the United States government be required to prove about its own conduct?\nA. The system would take all kinds of considerations into account   the intelligence that the United States had at its disposal, the border-control measures it had taken, the means that it had at its disposal. ... \"Reasonableness,\" however vague that term is, should be the guiding factor.\nQ. Is there a danger that your system would give countries new incentives to use excessively intrusive or oppressive counterterrorist measures?\nA. I understand your point about potential domestic abuses of power. But I think as I develop these ideas further, we'll have to work in some kind of supervisory mechanism to make sure that constitutional principles and human rights are upheld   which is not the case in many instances today, even without my system.\nQ. Take the case of a fledgling, relatively poor country like Bosnia. If Bosnia is ever accused of being a host country, why do you believe a strict-liability system would be better for Bosnia, and for the world?\nA. I think it's best to begin by putting everybody on an equal playing field, and to look at terrorism in the abstract. We can say, once terrorism is launched, that's it   responsibility automatically attaches. The possibility of refuting that case will lie in the government's best efforts to forestall the threat. What was actually done will be looked at on a varying scale, based on the resources the countries have.\n\nLoad-Date: April 6, 2006"
}