{
    "title": "School's post-9_11 studies get noticed Homeland security program aimed at anti-terrorism jobs",
    "publisher": "usa today",
    "year": 2007,
    "month": 12,
    "day": 11,
    "full text": "JOPPA, Md. -- Call it vocational education for the 9/11 generation.\nThe nation's first comprehensive high school homeland security program, a three-year course to help kids land jobs in the growing anti-terrorism industry, is in its infancy in Maryland. But it's recently been attracting the attention of educators and school districts from as far away as California and Florida.\nThe program, started at Maryland's Joppatowne High School with 61 sophomores, provides \"an opportunity for kids to see relevance to being in school,\" says Frank Mezzanotte of the Harford (Md.) County Public Schools. \"It gives kids additional options.\"\nStudents have toured a Coast Guard command center, visited a county detection center, practiced emergency response in a fictional town called \"Joppaville\" and heard an Iraqi-born speaker explain cultural differences between Americans and Middle Easterners.\n\"We're trying to set high expectations,\" says student Megan Bell, 15. \"We don't want to be known as just the Route 40 school with the good football team. Now we have homeland security.\"\nOther school districts are taking notice. Mezzanotte says he's been contacted by individual schools and education departments in more than a half-dozen states.\n\"Joppatowne broke the ground for all of us,\" says Lise Foran of Anne Arundel County Public Schools in Maryland. Next fall, Meade High School will begin a homeland security program. \"We're following in Joppatowne's footsteps.\"\nAnd on Wednesday, Mezzanotte will be in Las Vegas, where he has been asked to give a presentation on the program to the Association for Career and Technical Education annual conference.\nSome question whether the program will teach students to be open-minded about the government's national security policies, given its goal of getting kids jobs with defense and homeland security contractors and the military. The liberal magazine Mother Jones in October dubbed Joppatowne \"the academy of military-industrial-complex studies.\"\nJonathan Zimmerman, a New York University history of education professor, says \"the devil lies in whether this is going to be a school for education or indoctrination.\"\nOther educators applaud the school for taking steps to prepare kids for one of the nation's expanding job markets and for connecting what they learn in school to what's happening in the real world.\n\"This sounds to me like it has all the earmarks of what keeps young people in school,\" says former West Virginia governor Bob Wise, now head of the Alliance for Excellent Education.\n\"It gives them the skills necessary for the modern workplace or for college,\" Wise says. \n\nLoad-Date: February 13, 2008"
}