{
    "title": "School Shooting in Pakistan Kills 141 People, 132 Children",
    "publisher": "university wire",
    "year": 2015,
    "month": 1,
    "day": 30,
    "full text": "By Rhea Arora\nElm Staff writer\nOn Dec. 16 many siblings and children didn't return home from school. The Pakistani Taliban carried out a mass slaughter of 141 people, including 132 children, in an army-run school in Peshawar, Pakistan.\nLabeled one of the deadliest terrorist attacks in history, the Peshawar school shooting broke hearts all over the world. Children, beautiful, innocent little children bled in their school.\nAs if we needed another attack to make ourselves aware of the growing threat of terrorism comes this massacre of 141 people. From recent attacks on free speech to attacks for territorial gain, terrorism covers it all. This act, to attack defenseless children, was deliverance of a message of alleged supremacy.\nThe Pakistani Taliban wanted nothing more than to hit people where it hurts the most. A Taliban militant said the attack was an act of revenge for a recent army operation against Taliban territory in the North Waziristan district. Muhammad Khorasani, a member of the terrorist group, said, \"We are doing this because we want them to feel the pain of how terrible it is when your loved ones are killed.\"\nTerrorist factions see centers of learning and education as the unsolicited spread of Western culture and regulated governmental authority as threats to their influence and hold over the public. This act, to assault defenseless children, delivered a message of alleged supremacy. It was to show the Pakistani government and the rest of the world that the Taliban is to be feared, for they know no mercy, not even toward children.\nMy hometown in India is on high alert because terrorist organizations have threatened to attack schools there. My younger brother still goes to school in that city. He told me about how the school administration ran through security drills and that armed guards were patrolling the campus grounds. Children need not have to look over their shoulders while walking back from school or worry senselessly about being slaughtered like cattle if they pick up a book.\nTerrorism will not go away the moment all terrorists are killed. It's a school of thought. It's a belief in an extremist and vengeful lifestyle. It lives and breathes in people's minds as a faith or cardinal rule of life. Peshawar is in a theocratic, Muslim country. In the attack, Muslims were killed. Who said Islam endorses terrorism? Terrorism is war on everyone who doesn't identify with terrorist factions. Terrorism is about power. It's about control. Absolute control and dominance. Dominance over everyone and everything. If you're not with a terrorist, you're against them, and that, for said terrorist, justifies the merciless killing of 141 innocent people.\nWe are now mentally strong enough to confront the idea that this is not a war that destroys life, but one that attempts to pervert the mind with ideas that will hurt and maim for generations to come.\nMy baby brother goes to school every day, despite serious terror alerts because he will not let fear take life and learning away from him.  By educating ourselves, and being aware of the fact that no ideology can justify the taking of a human life, we are engaged in the fight against terrorism. We read, we listen, we talk, we watch, we learn, and we understand that terrorism isn't for anyone or anything other than the terrorists and their warped ideologies of freedom fighting and liberation.\nStéphane Charbonnier, the late Editor-in-Chief of \"Charlie Hebdo,\" said, \"I prefer to die standing up than live on my knees.\" That is why the school is Peshawar has opened again. That is why children go to school and study. That is why parents repress fear for the safety of their children. That is why we talk so openly about topics like terrorism. That is why we share stories of loss publicly, so that maybe someone with the means to help will help, thinking, \"Yesterday, it was their family but tomorrow it can be mine.\"\n\nLoad-Date: January 30, 2015"
}