{
    "title": "School of the Americas -- tax-funded terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 8,
    "day": 13,
    "full text": "America is a country of liberty, democracy and hypocrisy. We rightly denounce China for its human rights abuses, and yet we are guilty of our own. While we boast of liberty and democracy, we train foreign military dictators how to oppress their people. While we assert basic human rights, we teach foreign military personnel how to torture. While we extol freedom of speech, we imprison those who protest for peace.\nThree nuns are now locked up in federal prison for their peaceful protest against America's unethical involvement in Latin America. Twin Cities resident Sister Betty McKenzie and Sisters Dorothy and Gwen Hennessey, from Iowa, were among 26 of 3,500 people protesting the School of Americas this past November. The SOA, also known as the Western Hemisphere Institute for Security Co-operation, is a school based in Georgia. This school trains Latin American military in tactics of combat, counter-insurgency and military intelligence.\nU. Minnesota\nThe three nuns were part of a group that trespassed onto the school's grounds, holding crosses bearing the names of slain victims of Central American death squads. Sister Gwen's cross bore the name of a 4-year-old who was killed in El Mozote, El Salvador. All three sisters received the maximum sentence of six months this past July.\nThe judge, U.S. Magistrate G. Mallon Faircloth, offered Dorothy, who is 88, six months of house arrest instead of federal incarceration. She refused, stating, \"I'm not an invalid - I'd like to have the same sentence as the rest.\" All three sisters are reportedly only allowed their eyeglasses. Dorothy hoped she would be allowed her hearing aid.\nThe Hennessey sisters' activism was motivated by the letters of their late brother, Ron, who spent years in Latin America during the 1980s. In his letters home, he recounted the slaughter of the native peoples by military death squads, including the Mayan Indians in his own parish. Several of the leaders of these death squads were trained by the School of Americas.\nThe SOA is funded by the U.S. taxpayer. What our taxes are paying for was revealed in 1996 when the Pentagon released seven SOA training manuals. The manuals recommend interrogation techniques such as torture, execution, extortion and the arrest of a subject's relatives. Classes are taught predominantly by Latin American instructors and are conducted entirely in Spanish.\nGraduates of the SOA are responsible for some of the most egregious human rights abuses in recent history. Among these graduates are notorious dictators, such as Manuel Noriega and Omar Torrijos of Panama. Less prominent graduates have been responsible for the assassination of Archbishop Oscar Romero, as well as the El Mozote massacre of 900 civilians.\nSomething is terribly wrong here. Our nation is imprisoning elderly nuns dedicated to peace while concurrently teaching foreign military personnel how to terrorize, torture and murder its civilians. Our taxes are paying for this malevolence. It is our duty as U.S. citizens to speak out against the unconscionable acts our government is sponsoring. It doesn't matter if these acts occur south of our border. Our money is funding them; thus, we are responsible. Our involvement in this terrorism needs to end now.\nNo matter the spectacular fireworks we've seen this summer displayed across the night sky nor the patriotic hymns we've heard during Memorial Day and Fourth of July, we cannot ignore the truth. Our nation is not worthy of such celebration until we wash our hands of human rights abuses. Until then, I cannot be proud to be an American, and neither should you.\nOur forefathers founded America on liberty, democracy and freedom. Our government has lost that vision. Our flag is stained with our complicity in human rights abuses. We are cultivating murderers on American soil. This is your America.\n(C) 2001 Minnesota Daily via U-WIRE\n\nLoad-Date: August 13, 2001"
}