{
    "title": "Schumer Urges Against Interference in Suit Against PLO",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 2,
    "day": 15,
    "full text": "Senator Schumer is urging the State Department not to interfere in efforts by victims of Palestinian terrorism to sue the Palestine Liberation Organization.\nState Department officials are currently mulling whether to intervene in a lawsuit in federal court in Manhattan in a case brought by the family of man killed by a terrorist gunman while singing at a bat mitzvah in Hadera, Israel. The State Department has a deadline at the end of February to tell the court whether it will take one side or the other, or stay uninvolved in the civil suit.\nA lawyer for the plaintiffs, David Strachman, said he is concerned the State Department is being lobbied by Palestinian Arab diplomats and that the department will side against him in court.\n\"We're concerned that the government will set a precedent that it helps terrorists after the victims have won hard-fought judgments after years of litigation,\" Mr. Strachman said.\nMr. Strachman's client, the family of Aharon Ellis, won a multimillion-dollar judgment again the PLO and the Palestinian Authority. The family is trying to collect on that judgment, while the defendants are trying to convince the judge, Victor Marrero, to throw out the judgment.\nThe State Department, should it file a brief in the case, could take either position. Mr. Strachman said he and about 25 relatives of victims of Palestinian terrorism met with the State Department's principal legal adviser, John Bellinger III on Wednesday to discuss the case but came away with no commitment.\nIn a letter sent to Secretary Rice, Senator Schumer, and seven other senators, including Senators Brownback and Lautenberg, said they opposed any \"government interference with the victims' legal rights.\"\n\"We are concerned that as courts render judgments holding terrorists and sponsors of terrorist acts accountable,\" the senators wrote. \"Political efforts to have our government intervene and unduly influence the courts may undermine verdicts imposed by independent arbiters.\"\nLawyers for the Palestine Liberation Organization did not immediately return calls for comment last night.\n\nLoad-Date: February 15, 2008"
}