{
    "title": "SCHULTZ SAYS U.S. SHOULD USE FORCE AGAINST TERRORISM",
    "publisher": "the new york times",
    "year": 1984,
    "month": 10,
    "day": 26,
    "full text": "Excerpts from speech, page A12.\nSecretary of State George P. Shultz said last night that the United States should stop equivocating and adopt a policy to use military force against terrorist groups. He said this should be done even if it led to the death of American servicemen and some innocent people.\n''We may never have the kind of evidence that can stand up in an American court of law,'' he said. ''But we cannot allow ourselves to become the Hamlet of nations, worrying endlessly over whether and how to respond.''\nIn another development on terrorist actions against the United States, a Senate Foreign Relations Committee staff report, which is expected to be made public today, places blame for the car bombing of the United States Embassy in Lebanon last month on the ''tragically simple mistake'' of not blocking access to the road leading to the building. (Page A12.)\n \nPraise for Israel\nMr. Shultz praised the way Israel has handled terrorists and called for a public campaign to win support for a policy of ''swift and sure measures'' against terrorists, both to prevent attacks and to retaliate for them.\nAdministration officials said the views expressed by Mr. Shultz in a speech prepared for delivery at the Park Avenue Synagogue in Manhattan were his own and were not necessarily shared by other senior officials, even within the State Department. Mr. Shultz, almost alone of senior officials, has been waging virtually a one-man campaign since last spring for a policy of force toward terrorists.\nMr. Shultz's remarks last night, however, went much further and underscored his feelings that an effort has to be made to galvanize the rest of the Administration, the Congress and the public behind a much tougher response to terrorists, who have twice struck with impunity against the American Embassy in Beirut and once against the Marines barracks there in the last 18 months.\nA senior Administration official in Washington said yesterday that the Defense Department, the Joint Chiefs of Staff and the Central Intelligence Agency were all much more wary than Mr. Shultz of using American military power against terrorists, who usually cannot be precisely identified.\nAlso, he said, the White House, concerned about lack of public support for counterterrorist actions, has been unwilling so far to do more than call for further discussion. It has not endorsed the program outlined by Mr. Shultz.\nIn fact, President Reagan, in his debate with Walter F. Mondale last Sunday night, argued that the United States could not hit out at terrorists unless it was certain it was hitting the perpetrators.\n''We are not going to hit people to say, 'Oh, look - we got even,' '' Mr. Reagan said on Sunday. ''We want to know, when we retaliate, that we're retaliating with those who are responsible for the terrorist acts.''\n \n'We Must Be Willing'\nMr. Shultz, however, said last night that the United States might sometimes have to attack terrorists even if this led to the death of some innocent people, or if the evidence for such an attack might not stand up in a court of law. The United States, Mr. Shultz said, may have to face ''a choice between doing nothing or employing military force.''\n''We can expect more terrorism directed at our strategic interests around the world in the years ahead,'' he said. ''To combat it we must be willing to use military force.''\nMr. Shultz's call for a more active policy raised anew the problem the Administration has had from the start in dealing with terrorism. It has spoken out often against terrorism, particularly in the speeches by Mr. Shultz in the last year, but it has taken no actions against those groups believed responsible for the attacks on American installations.\nMr. Reagan, when he took office, was highly critical of President Jimmy Carter for having allowed Americans in the United States Embassy in Teheran to be held hostage for 444 days and for having failed in the one rescue attempt. Mr. Reagan vowed at the start of his term to carry out swift retaliation against similar terrorists.\n \nNo Response by U.S.\nAfter the bombing of the Marine barracks a year ago in Beirut, the White House said that once the perpetrators were found, they would pay a price. But no retaliation occurred after any of the terrorist attacks on American installations, including the one on Sept. 20 against the embassy near East Beirut. Administration officials said Tuesday that they expected additional attacks on American installations, not only in the Middle East but in Central America.\n\nGraphic\n\n \nphoto of Secretary George P. Schultz (page A12)"
}