{
    "title": "SCHULTZ'S ADDRESS TOUCHES OFF STIR IN ADMINISTRATION",
    "publisher": "the new york times",
    "year": 1984,
    "month": 10,
    "day": 27,
    "full text": "Secretary of State George P. Shultz's speech on terrorism Thursday night produced sometimes conflicting or ambivalent statements today from President Reagan and other officials over whether the speech broke new ground in Administration policy,\nWith the Presidential campaign in its last two weeks, Administration officials sought to avoid an impression that they are divided over a key issue like responding to terrorist attacks.\nBut their public statements as well as private comments underscored that Mr. Shultz's speech had not resolved their differences.\n \nCrucial to Act, Shultz Says\nIn his speech Thursday in New York, Mr. Shultz said it was crucial to act against would-be terrorists and to retaliate against attacks.\n''There will not be time for a renewed national debate after every terrorist attack,'' he said.\nSec George Shultz's speech stressing crucial need to act against terrorists and to retaliate after attacks draws mixed statements from Administration officials, who fear impression of division prior to election, and from Pres Reagan himself, who at first agrees and then says speech is not policy statement; Vice Pres Bush rejects Shultz support for retaliation even if innocents are hurt (M)\n''We may never have the kind of evidence that can stand up in an American court of law.  But we cannot allow ourselves to become the Hamlet of nations, worrying endlessly over whether and how to respond.''\nAt another point, he said, ''The public must understand before the fact that there is potential for loss of life of some of our fighting men and the loss of life of some innocent people.''\nMr. Reagan, campaigning todayin the New York area, at first said Mr. Shultz's remarks represented his thinking, but he later gave some reporters the impression that he was putting some distance between himself and Mr. Shultz by saying he did not think it was ''a statement of policy.''\nEarlier in the day, Vice President Bush, campaigning in Ohio and Kentucky, publicly disagreed with Mr. Shultz's contention that American military force should be used against terrorists even if it led to the death of innocent civilians.\nMr. Bush's comments were made at the same time that the State Department was insisting that Mr. Shultz spoke for Mr. Reagan and the Administration in his speech. Mr. Reagan did not dispute anything Mr. Shultz said, but said at one point about the Shultz speech: ''I don't think it was a statement of policy.''\n''He was saying all these things must be considered,'' Mr. Reagan said in Fairfield, Conn.\nBut Larry Speakes, the White House spokesman, later said the Shultz speech ''was Administration policy from top to bottom.''\n \n'I Don't Agree,' Bush Says\nMr. Bush, in an interview with a broadcaster in Cincinnati, said this morning, when asked about Mr. Shultz's statement about a potential loss of life, that ''I don't agree with that.\n''I think you have got to pinpoint the source of the attack,'' Mr. Bush said. ''We are not going to go out and bomb innocent civilians or something of that nature. I don't think we ever get to the point where you kill 100 innocent women and children just to kill one terrorist. I don't think we have reached that point.''\nLater, in Bowling Green, Ky., Mr. Bush acknowledged that there were disagreements within the Administration over how to deal with terrorists. He was asked if there was unanimity on how to retaliate, and he replied, ''Not to terrorism, generally.''\nMr. Bush, who said he did not know Mr. Shultz was giving a speech on terrorism and had not read it, remarked that the United States ''has great difficulty in fine-tuning retaliation.''\n''It has been our policy not to needlessly risk the lives of innocent civilians,'' he said. ''This makes it difficult to retaliate.''\n \nReagan's Viewpoint\nA similar view was expressed by Mr. Reagan last Sunday night in his debate with Walter F. Mondale. Mr. Reagan said: ''We want to retaliate, but only if we can put our finger on the people responsible and not endanger the lives of innocent civilians there in the various communities and in the city of Beirut where these terrorists are operating.''\nSome Administration officials said that, in fact, Mr. Shultz had the backing of Robert C. McFarlane, the White House national security adviser, who read the speech carefully, and the general approval of Mr. Reagan to open up the issue to further discussion.\nBut Administration officials said the speech still did not represent a consensus in the Administration on how to act.\nThe speech had not been cleared by White House political advisers, like James A. Baker 3d, the chief of staff, and it had not received the backing of Defense Secretary Caspar W. Weinberger or the Joint Chiefs of Staff.\nAn Administration official familiar with the Pentagon's views said military officials believed that ''one has to proceed with caution and with a lot of thought about unintended consequences from the use of force.''\n \nBush Closer to Pentagon View\nOfficials said Mr. Bush's wariness about the use of military force against terrorists was closer to the views held by the Pentagon than those of Mr. Shultz and Mr. McFarlane, both of whom have been arguing for a firmer commitment to the use of military power against terrorists in Lebanon than has up to now been acceptable to the Pentagon.\nMr. Reagan, these officials said, has seemed ambivalent. ''On the one hand, he says he is fed up with terrorists,'' one aide said. ''But on the other hand, he agrees with Cap that you have to be very careful about going after terrorists in Lebanon.''\nA senior official said that ''there is no disagremeent within the Administration that we should take action against terrorists.'' He said President Reagan had signed a special directive to that effect. ''They disagree,'' he said, ''on how you do it.''\nMr. Shultz has been engaged in a yearlong dispute with Mr. Weinberger over the use of American force in Lebanon and the Middle East."
}