{
    "title": "Schwaller_ The 'lone wolf' epidemic",
    "publisher": "university wire",
    "year": 2017,
    "month": 10,
    "day": 5,
    "full text": "Almost immediately after the deadliest mass shooting in United States history occurred in Las Vegas, people began debating whether the attack - in which a 64-year-old white man opened fire on a crowd of more than 22,000 people at a country music festival, killing almost 60 people and wounding more than 500 - should be labeled as a \"terrorist attack.\"\nBut don't worry, officials don't want you thinking it was an act of terrorism. When asked if authorities believed the massacre to be an act of terrorism, Clark County Sheriff Joe Lombardo said, \"No, not at this point. We believe it was a local individual. He resides here locally ... We don't know what his belief system was at this time.\"\nWhat does being \"local\" have to do with being a terrorist?\nNevada's statute refers to an act of terrorism as \"any act that involves the use or attempted use of sabotage, coercion or violence which is intended to cause great bodily harm or death to the general population.\"\nA separate state law describes a terrorist as \"a person who intentionally commits, causes, aids, furthers or conceals an act of terrorism or attempts to commit, cause, aid, further or conceal an act of terrorism.\"\nBut, to most of the media, murderer Paddock, who, again, committed the deadliest mass shooting in this country's history, became a \"lone wolf.\"\nEven TMZ reported that Paddock didn't \"fit [the] mass shooter profile.\"\nOf course, some of the media's caution is obviously warranted. As journalists, we do not want to make mistakes and report on \"fake news.\" But committing a mass murder, and especially on this level of severity, classifies Paddock as a terrorist.\nAs journalists, we can do better.\nPaddock, like the majority of mass shooters in this country, was a white American. The color of his skin, the color of the hand that pulled the trigger, changes the commentary entirely; white people are apparently not capable of being terrorists.\nThere are no perfectly sound legal reasons to have a double standard. President Donald Trump was quick to identify the London bomber as a \"loser terrorist.\" He then used the opportunity to push for his Muslim ban. Paddock, however, is \"sick and demented.\"\nDespite the scale of the attack, and Paddock being armed with more than 10 rifles, he is simply a \"lone wolf.\" While we don't know everything about what happened, it is important to not rule out mental illness. However, just because somebody has a mental illness doesn't make them capable of murder. It isn't about straitjackets and asylums. Medication and therapy are all narratives to that story. But mass killings? Not so much.\nColumbine killers Eric Harris and Dylan Klebold helped create a model for other violent misfits. James Eagan Holmes, more commonly known as the perpetrator behind the 2012 \"The Dark Knight Rises\" massacre, was considered a \"lone wolf.\" Darren Osborne, a white, anti-Muslim terrorist who attacked a London mosque and hit worshippers with a van, was just \"a man with mental issues.\"\nBy contrast, when an attack is conducted by someone who isn't white - and particularly when it is someone believed to have ties with the Middle East - it's very common for the word \"terrorist\" to float around, even before ties with organizations are confirmed. Terrorism has nothing to do with being a Muslim. Anyone, regardless of their race, gender, sexuality, class, etc., is capable of dong terrible things.\nEven headlines try to make you understand the person that just killed an extraordinary amount of people. The Washington Post's story on Paddock had the headline \"Las Vegas gunman Stephen Paddock enjoyed gambling, country music, lived quiet life before massacre.\" Following Michael Brown's death in 2014, New York Times wrote, \"Michael Brown was 'no angel' because he smoked, drank, and rapped.? Why would doing what a lot of other people do justify this man's death? And how does someone who stocks up on automatic guns enjoy a \"quiet life?\"\nIf Paddock were a man of color, he would instantly be deemed a terrorist. What happens when the killer was just a white American armed with military-style weapons that he bought legally because of us and our gun laws?\nHe becomes a wolf.\nKEVIN SCHWALLER is a senior journalism major and News Editor and columnist for The Vidette. He can be reached at vidette_kschwal@ilstu.edu Follow him on Twitter at @kevschwa.\n\nLoad-Date: October 6, 2017"
}