{
    "title": "Scientists use skills to combat atomic terrorism",
    "publisher": "the world",
    "year": 2008,
    "month": 2,
    "day": 17,
    "full text": "BOSTON - Like CSI detectives, scientists around the world are combining their skills in a new field of \"nuclear forensics\" to combat the threat of atomic terrorism.\n\"Nuclear terrorism is a global threat, not local or regional,\" said Anita Nilsson, director of the office of nuclear safety at the International Atomic Energy Agency in Vienna, Austria.\nBetween 1993 and 2007, there were 1,340 cases reported of illicit trafficking of various types of nuclear materials around the world, she said.\nPotential threats range from explosions to the spread of radioactive materials and sabotage at nuclear facilities, Nilsson told the annual meeting of the American Association for the Advancement of Science.\nToday, about 30 countries participate in the Nuclear Smuggling International Technical Working Group, which designs scientific techniques and processes for tracking down and tracing radioactive materials, said David Smith of the global security directorate at Lawrence Livermore National Laboratory.\nThe threat has changed from past years, Smith explained. Gross retaliation may not work with terrorists, so attention must turn to the supply of materials and keeping it in control. International cooperation is vital, he added.\nFor example, Smith said, after failing to sell stolen uranium in Turkey, a criminal was trying to take it to Moldova when stopped at a Bulgarian border crossing.\nBulgarian customs officials searched the car and found the uranium, which was sent to the United States for examination. The material turned out to have been processed in 1993 in a plant in the former Soviet Union.\nThrough international efforts, Smith said, researchers are developing a library of various nuclear materials that have been produced, so when stolen items are found they can be traced back to their origin.\nAfter the fall of the Iron Curtain in 1989, borders in Europe that had been closed became more open and the flow of nuclear materials increased, said Klaus Luetzenkirchen of the Institute for Transuranium Elements in Karlsruhe, Germany.\nOn the Net:\nAAAS: www.aaas.org\nKlaus Luetzenkirchen of the Institute for Transuranium Elements in Karlsruhe, Germany, said in one case 14 nuclear fuel pellets were found in the garden of a home in Germany.\nAnalysis of the pellets determined that they were produced in 1990 at a plant in central Germany - a year before security was tightened at the plant, details that assisted in a prosecution.\nIn another instance, German authorities found a cube of material two inches on each side that weighed more than five pounds. Researchers were able to trace it back to material produced in the second half of 1943 in the World War II German atomic program.\nAnd in another case, the surface roughness of a recovered nuclear fuel pellet narrowed it down to a specific plant in Kazakhstan, Luetzenkirchen explained.\n\nLoad-Date: February 18, 2008"
}