{
    "title": "Scientists to study terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 9,
    "day": 27,
    "full text": "Several of the nation's leading scientists and security specialists will meet privately during the next few weeks to consider how researchers can help head off terrorist threats.\nIn a joint letter to President Bush, the presidents of the National Academies of Science, the National Academy of Engineering and the Institute of Medicine said that the scientists will scrutinize all of the potential terrorist threats to the nation.\n\"They will be asked to propose ways to marshal the enormous intellectual capacity of the scientific and technological communities in the United States to respond to our new threats,\" the academy presidents said.\nAJC\nSpokesmen for those groups said Wednesday that no agendas have been set for the upcoming meetings. However, they noted that several members of Congress have asked scientific and engineering experts to assume a greater role in assessing threats and developing countermeasures.\nIn their letter, the academies' presidents suggested that terrorists could wreak much greater destruction and cause thousands more deaths than those caused by the Sept. 11 attacks on the World Trade Center and the Pentagon. Those assaults killed more than 6,000 people.\n\"Unfortunately, one can easily invent scenarios that could cause far greater damage to our nation than the tremendous shock that we just received,\" the academy heads wrote.\nThey said the findings and recommendations from the forthcoming meetings will be handed to Bush as quickly as possible.\nThe letter was signed by Bruce Alberts of the science academies, William Wulf of the engineering group and Kenneth Shine of the medical institute.\nCongress created the National Academies of Science in 1863 to advise the government in scientific and technical matters. Its sister agencies, the National Academy of Engineering and the Institute of Medicine, were created later. Their memberships include some of the nation's top scientists, engineers and other experts.\n\nLoad-Date: September 27, 2001"
}