{
    "title": "SCIENTISTS ENLISTED IN EFFORT TO MAKE EMBASSIES SECURE",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 3,
    "full text": "The State Department has a contract with the National Academy of Sciences to design a model embassy that incorporates the latest safety features.\nFour survey teams have just returned from visiting what the State Department called 22 high-threat posts and are about to make their recommendations.\nRobert E. Lamb, Assistant Secretary of State for Administration, who is charged with day-to-day management of State Department buildings, said the findings of these teams reinforced previous conclusions that at least 10 embassies in high-risk countries need to be replaced because current buildings are inadequate, even with remodeling. Most of the problem areas, he said, are in the Middle East and Central America.\nState Department has contracted with National Academy of Sciences to design model embassy that incorporates latest safety features; surveys have found that there are 22 high-threat posts and at least 10 embassies need to be replaced (S)Building Better Walls\nMr. Lamb said the department had learned from physicists that ''bigger, taller walls are not necessarily better.'' He said the blast wave from a bomb explosion can climb over a wall and still damage a building.\nBetter than one large wall, he said, would be two smaller ones, with the space between filled with sand to absorb the blast wave.\n''We hope by next year we can design an embassy that projects the image we want and yet be secure,'' he said.\n \nReport to Congress\nIn a recent report to Congress, the State Department said that ''the physical security needs of an embassy are truly unique.''\n''Few other U.S. Government facilities combine the need to be accessible to the legitimate public while being located in areas outside the boundaries of the United States, where the terrorist and security-related threat levels can be as high as they are and will continue to be into the foreseeable future,'' it said.\n''We need imaginative and timely innovations in a host of areas to regain the initiative against terrorism and begin to anticipate successfully what the next specific threats will be,'' it said.\n''We are proposing a number of such programs directly related to the security requirements of our overseas activities. These include areas such as advanced ballistics, forced entry materials and improved vehicle armoring.''"
}