{
    "title": "SCOTT EXPECTS INCREASED ANTI-TERRORISM COSTS",
    "publisher": "tampa bay times",
    "year": 2016,
    "month": 9,
    "day": 21,
    "full text": "Even while state leaders continue to highlight Florida's dropping crime rate, the somber realities of the worst mass murder in modern U.S. history and a summer of violent police encounters nationwide is provoking a response from the Florida government.\nOver a few hours on Tuesday afternoon, Gov. Rick Scott and the state's Cabinet heard pleas from state law enforcement agencies to spend millions to hire dozens of new counter-terrorism specialists, revamp the state's counter-terrorism laws and double the number of Florida Highway Patrol pursuit vehicles with dashboard cameras.\nThe requests - totalling nearly $10 million - come at a time state leaders are growing increasingly concerned about rising budget expenses that could result in budget shortfalls over the next three years. Still, with memories of the Pulse nightclub killings in Orlando fresh in their minds, Gov. Rick Scott left no doubt he expects the cost of fighting terrorism will increase.\n\"We all have to understand that we live in a time where people want to do harm to our country,\" Scott said. \"We're going to have to spend more money to fight terrorism.\"\nUnder a plan detailed for the first time Tuesday before Scott and the Florida Cabinet, the Florida Department of Law Enforcement said it needs to hire 46 counter-terrorism specialists statewide costing more than $6 million. In addition, FDLE said it would push the Legislature for new laws that would allow it to investigate and go after terrorist suspects like the federal law enforcement agencies do now.\n\"What happened in Orlando on the morning of June 12, 2016 shook us all but it did not break us,\" FDLE commissioner Richard Swearingen told Scott and the other three elected members of the Cabinet. \"And it convinced me and my team that we can, and must do more to protect our state.\"\nSwearingen was among those on the ground in Orlando after gunman Omar Mateen killed 49 people at Pulse nightclub and wounded another 53.\nSwearingen outlined proposals Tuesday that would, among other things, make it against state law to use \"military-style training received from a foreign terrorist organization,\" support a terrorist organizations or to become an active member of a foreign terrorist group.\nSwearingen refused to speculate if those tools would have helped stop the Pulse nightclub shooting, but said it will give the state new tools that now are only available to federal investigators to go after plotters.\n\"State and local law enforcement will be able to pursue the same investigations that currently can only be pursued federally,\" Swearingen said.\nJust moments before Swearingen made his case, Florida Highway patrol officials made their budget pitch for $3.6 million for new in-car cameras. In documents provided to Scott and the Cabinet, the agency cites the potential of \"negative police encounters\" as one of the reasons they need to upgrade in-car cameras and double the number of vehicles that have them. Currently about 1,100 of the Highway Patrol's 2,300 cars have cameras. If they get their budget request, nearly every vehicle will have a camera in it, said Col. Gene Spaulding, director of the Florida Highway Patrol.\nThe cameras are a critical evidence-collecting tool, particularly for prosecuting motorists driving under the influence of alcohol, said Department of Highway Safety and Motor Vehicles' executive director Terry L. Rhodes. But she said they are also for the safety of officers and the public during police encounters.\nScott did not officially endorse either budget plan, noting that he will propose a full state budget just before the Legislature next meets in the spring of 2017. The Legislature is then charged with creating the official state budget that Scott has veto power over.\n\nLoad-Date: September 21, 2016"
}