{
    "title": "Scowcroft says Palestinian issue hampers the war on terrorism",
    "publisher": "the salt lake tribune",
    "year": 2004,
    "month": 6,
    "day": 10,
    "full text": "CARLISLE BARRACKS, Pa.  -- The continuing conflict between Israel and the Palestinians remains a stumbling block to the war on terrorism, former national security adviser Brent Scowcroft said Wednesday.\nHe added that the West needs cooperation from countries in the Middle East to root out the terrorist threat, but that cooperation requires better understanding between the United States and Islamic countries.\n\"The existence of the Israeli-Palestinian dispute prevents Arab and Islamic nations from cooperating with us on the war on terrorism, Scowcroft said. \"They see our support of Israel as hostility directed toward them.\"\nScowcroft, a former Utahn who served as a military and security adviser to four presidents, made the remarks in an interview with The Salt Lake Tribune after giving a speech at the U.S. Army War College.\nHe said the United States and the world needs the support and guidance of leaders of the Islamic societies who understand the issues. \"They can help fashion an effective campaign to address the root causes of terrorism.\"\nHis remarks were strikingly similar to those of former President Carter, who said during a retreat at Utah's Snowbird Ski Resort before the U.S. invasion of Iraq that the Palestinian question needed to be addressed. Carter said at the time that the Bush administration lacked the political will to deal with that question.\nScowcroft, who opposed the U.S. invasion of Iraq, said Wednesday that the United States must enlist the help of the United Nations to stabilize the war zone, adding that he had \"concerns before the war that we were over-concentrating on Iraq.\n\"We are in Iraq now. It's important we keep doing the job so the country turns out to be stable. But we cannot do this alone.\"\nScowcroft said that in enlisting U.N. help, \"we should not try to convince others whether it was the right thing to go into Iraq. It is our task that we stress this is a problem for all of us to work out together.\"\nThose comments came in the wake of the U.N. Security Council's unanimous vote Tuesday to approve a U.S. and British resolution to end the formal occupation of Iraq on June 30 and transfer full sovereignty to an interim Iraq government, backed by a U.S.-led multinational military force.\nScowcroft served as the national security adviser to Presidents Ford and George Bush Sr. He played a crucial role in the first President Bush's decision to bomb Iraq and attack Iraqi forces that had invaded Kuwait during the U.N.-sanctioned 1991 Gulf War.\nHe said the worst thing the United States can do now is to pull out of Iraq \"before we have established a stable society which can find a way to make life better\" for its diverse groups of people.\nScowcroft said he voiced his concerns early on about George W. Bush's plan to invade Iraq last year. But he said he has not been continually critical of the decision because \"I believe I had made my point.\"\nScowcroft was widely known in Washington to be one of the senior Bush's most trusted advisers and a family friend.\nBefore his national security stints, he had spent 29 years in the U.S. Air Force, rising to the rank of lieutenant general. He was a military assistant to President Nixon and later received a presidential appointment to the Tower Commission, which investigated the Iran-Contra scandal during Ronald Reagan's administration.\nAn Ogden native, Scowcroft was one of several Mormons who held strategic positions in the first Bush administration that helped the LDS Church gain an ear from the highest levels of the federal government.\nHe once was mentioned by Utah Sen. Orrin Hatch as a possible selection to head the CIA, and in 1984 was unsuccessfully courted by then-Utah Democratic State Chairman Patrick Shea to be the Democratic gubernatorial candidate.\nScowcroft is founder and president of the Scowcroft Group, a consultant for clients who need advice and assistance in dealing in the international arena.\n\nGraphic\n\n \nBrent Scowcroft: A national security adviser to four presidents and a native Utahn, he says America must play a more active role in the Middle East conflict.\n\nLoad-Date: June 10, 2004"
}