{
    "title": "SCPD hosting security conference for businesses",
    "publisher": "long island business news ",
    "year": 2016,
    "month": 10,
    "day": 28,
    "full text": "Suffolk County Police is hosting a free security conference to educate businesses and other organizations about trends in crime and counter-terrorism initiatives.\nThe program, SCPD Shield, will be held on Tuesday, Nov. 1, from 9:30 a.m.-12 p.m. at the Van Nostrand Theater at Suffolk County Community College in Brentwood. To register, visit the SCPD Shield website.\n\"Every day we are reminded of the threat that terrorism presents to the American people and of the unfortunate probability of active shooter scenarios taking place,” Suffolk Police Commissioner Timothy Sini said, in a statement.\nThe conference will partner law enforcement professionals with members of the private sector representatives to discuss current crime and terrorism trends in order to deter or mitigate future incidents. The information sharing conference will feature a select keynote speaker as well as lectures from local, state or federal experts in their fields.\nSCPD Shield is designed to inform the department’s private sector partners of developing situations in the county and region, including preparations for upcoming events and new intelligence and threat information. Prospective private sector partners – restaurants, entertainment venues, hospitals and medical institutions, hotels, media outlets and small businesses – can apply here.\nThe site was developed by the department’s Police Technology Bureau and IT section at no cost to taxpayers and the program is free to all private sector partners.\nSini said that the police department “is going to do everything it can to ensure the residents of this great county are safe, and the best way to do that is to collaborate with our law enforcement partners and to form public-private partnerships with the community. The SCPD Shield program is a monumental step forward to facilitate that exact type of collaboration here in Suffolk County. \"\nThe Shield concept was created several years ago by the New York Police Department to share information on the war on terrorism, including intelligence and prevention measures. The SCPD version will not only feature anti-terrorism measures but also share information on local crime patterns, and training and seminars offered by the department. That information will be  shared with business owners, school districts, hospitals and other organizations who opt in via the SCPD Shield website, email and text message.\nThe inititiave will also include several aspects of video surveillance monitoring, enabling citizens to register the locations of video surveillance systems for future police review. It also includes emergency remote camera access, enabling police to activate life-feed access to surveillance cameras in a crisis.\nAnd the Long Island Satellite Intelligence Center  will enable multiple agencies to maximize the ability to detect, prevent, investigate, and respond to criminal and terrorist activity. When appropriate, that information will be shared with SCPD Shield members. The center, expected to open in several months, will be located at police headquarters.\n \nhttp://www.libn.com/be-the-first-to-know/ Click here for more from this resource.\nCopyright © 2016 BridgeTower Media. All Rights Reserved.\n\nLoad-Date: November 3, 2016"
}