{
    "title": "Scranton police, firefighters on hand for anti-terrorism exercise",
    "publisher": "the times-tribune ",
    "year": 2012,
    "month": 9,
    "day": 24,
    "full text": "Sept. 24--Crouching behind an officer armed with a patrol rifle, Scranton police Sgt. Kevin Green peered into the distance, scanning the empty grounds and listening for a noise to break the morning's stillness.\nThen, as part of an annual anti-terrorism exercise conducted Sunday, Sgt. Green led two patrolmen into the General Dynamics munitions plant, where, according to the proposed scenario, a gunman had just opened fire.\n\"The training experience was great because it allowed us to become familiar with the area, so should anything happen, we will be prepared,\" Sgt. Green said. \"It's not as much about the timed response as it is just simulating the attack and coordinating a response.\"\nCity police joined Scranton firefighters, Vector Security officials and FBI agents at the estimated 500,000-square-foot Scranton Army Ammunition Plant on Cedar Avenue for the approximately 30-minute drill.\nAs the principle operating contractor for the ammunition plant, General Dynamics Ordnance and Tactical Systems in Scranton is mandated by the government to undergo an annual training exercise.\nThe company produces projectile metal parts and components for large-caliber cannons and artillery, said Richard Hansen, Scranton's commanders' representative and plant spokesman.\n\"Because this is such a big facility, it's important for the local emergency responders to be familiar with it,\" Mr. Hansen said. \"The best way to do that is to have them come here and act in a simulated situation.\"\nAccording to Mr. Hansen, the proposed scenario involved a disgruntled employee who had infiltrated the plant, tossed an improvised explosive into a chemical storage facility and then opened fire in the production shop. In the exercise, officers and agents went into the building to subdue the gunman as firefighters extinguished the blaze.\n\"I think, in terms of how all the agencies responded and worked together, today's drill was extremely successful,\" Mr. Hansen said. \"There was great communication between all the agencies, and in a situation such as the proposed scenario, that's key.\"\nContact the writer: miorfino@timesshamrock.com, @miorfinoTT on Twitter\n___ (c)2012 The Times-Tribune (Scranton, Pa.) Visit The Times-Tribune (Scranton, Pa.) at thetimes-tribune.com Distributed by MCT Information Services\n\nLoad-Date: September 24, 2012"
}