{
    "title": "Screening order to be replaced Vetting of fliers to be based on intel instead of nationality",
    "publisher": "usa today",
    "year": 2010,
    "month": 4,
    "day": 2,
    "full text": "WASHINGTON -- The Obama administration is replacing an emergency order that has required extra airport screening of passengers from 14 terrorism-prone countries with a system that will vet all U.S.-bound passengers against a broader array of intelligence sources, two senior administration officials said Thursday.\nThe emergency order was implemented after the attempted bombing of an airliner over Detroit on Christmas Day.\nThe new system will treat all passengers flying into the USA the same way, regardless of nationality, said the officials, who were briefed on the policy. They spoke on the condition of anonymity because the policy is not being announced until today.\nThe policy is the Obama administration's latest effort to tighten international aviation security since a Nigerian man, Umar Farouk Abdulmutallab, boarded a flight in Amsterdam allegedly carrying explosives in his underwear. Authorities said Abdulmutallab attempted to blow up the jet, which landed safely in Detroit.\nIn early January, the administration required foreign airports to give extra checkpoint scrutiny to anyone flying to the United States from one of 14 countries or who is a citizen of one of those countries.\nIslamic groups such as the Muslim Public Affairs Council assailed the policy as profiling because most of the countries, such as Algeria, Lebanon and Saudi Arabia, are predominantly Muslim.\nThe policy being phased in this month will use intelligence snippets about terrorists whose full names are not known.\nAuthorities will put together information such as a terrorist's partial name, facial features, recent travel history or home country. U.S.-bound passengers who match those descriptions will face extra checkpoint screening at foreign airports, according to one of the administration officials.\nThe system is tailored toward intelligence information and possible threats, rather than stopping people of a particular nationality, the official said.\nOne of the officials acknowledged shortcomings of the January order, calling it a blunt tool that is not as effective as it was initially because terrorists figured out how to circumvent it.\nThe new system should significantly reduce the number of U.S.-bound passengers requiring extra airport screening because it will not focus on the thousands of people a day flying from the 14 terrorism-prone countries, one official said. \n\nLoad-Date: April 2, 2010"
}