{
    "title": "Season of fear seems never-ending",
    "publisher": "the columbian ",
    "year": 2007,
    "month": 12,
    "day": 21,
    "full text": "'Twas  the night before Christmas, and fear gripped the land;\nSo, against terrorism and radicals the House took a stand.\nBut despite the holiday season, Ron Paul and Kucinich aren't merry;\nThey say Bill Nineteen Fifty-Nine is both needless and scary.\nGo ahead, call Democrat Dennis Kucinich and Republican Ron Paul the most extreme and paranoid of the presidential candidates. How else to explain their lonely opposition to an anti-terrorism bill that passed the House of Representatives 404-6 and is now in the Senate as S. 1959? (Rep. Brian Baird, D-Vancouver, voted for the House version, H.R. 1955.)\nBut Rep. Kucinich, the most liberal of the presidential candidates, was one of the six that October day. And Rep. Paul, the most conservative of the White House wannabes, missed the vote but says he would have opposed it.\n  \n'I would disappear'\nThe bill's title is a mouthful: \"The Violent Radicalization and Homegrown Terrorism Prevention Act of 2007.\"\nIn a letter to The Columbian, Celia Louderback said it \"could make even the 'thought' of opposing the actions of political, religious or social organizations interpreted as a crime.   If I e-mail, write letters, carry a protest sign against the occupation of Iraq, I could be declared a terrorist, seized, and sent to any prison in the world without benefit of habeas corpus. I would disappear. If I spoke out in Esther Short Park urging people to think about removing crosses from churches, I could be declared a terrorist, seized, and disappear.\"\nNo kidding? Wow!\nI got a copy of S. 1959 and after reading it three times I would like to say Louderback, Kucinich and Paul are simply paranoid, and wrong. I would like to, but I can't, given the ambiguities in the bill, the Cheney-Bush administration's record on civil liberties and the political mileage to be gained by invoking fear.\nThe bill defines \"violent radicalization\" as \"the process of adopting or promoting an extremist belief system for the purpose of facilitating ideologically based violence to advance political, religious or social change.\" Got that?\nIt further defines \"homegrown terrorism\" and \"ideologically based violence,\" with loopholes big enough for an obese ACLU lawyer to get through. For example, it doesn't define \"violence.\"\n  \nBe very afraid of   the Internet?\nAnd another thing. The bill says the Internet could facilitate these horrors \"by providing access to broad and constant streams of terrorist-related propaganda.\"\nThe guts of the bill, after all the definitions, are twofold.\n*  It would create a commission - isn't there ALWAYS a commission? - to recommend countermeasures.\n*  It would establish a center for the \"Study of Violent Radicalization and Homegrown Terrorism in the U.S.\"\nThat's a scary thing right there. We already have an institution of dubious distinction like that at Fort Benning, Ga.,   called the Western Hemisphere Institute for Security Cooperation (formerly the School of the Americas) where we teach Latin American military officers, guerillas, dictators and would-be dictators how to behave in their countries.\nAmong the skeptics is Mike Adams, who speculated in a Nov. 28 column on newstarget.com that authorities could include under \"force\" a campaign to barrage Congress with faxes - and peaceful street protests, sit-ins and e-mail campaigns that overload government servers.  Who's to say his fears are misplaced?\nCongressman Paul sees this as perhaps \"the first step toward U.S. government regulation of what we are allowed to access on the Internet.\"\nHe calls the measure \"an unwise and dangerous solution in search of a real problem\" that authorizes what existing law enforcement agencies already are supposed to be doing.\nThe new commission, Paul says, would \"no doubt   artificially inflate problems so as to guarantee its future existence and funding. But it may do so at great further expense to our civil liberties.   Could otherwise-nonviolent anti-tax, antiwar, or anti-abortion groups fall under the watchful eye of this new government commission?\"\nHappy Christmas to all, and to all, a \"Good grief!\"\n  \n  \nGregg Herrington 's column of personal opinion appears on the Other Opinions page each Friday. Reach him at  gregg.herrington@columbian.com\n  \n\nLoad-Date: December 28, 2007"
}