{
    "title": "Seattle arrests show how domestic terror fight is evolving The use of informants and sting operation",
    "publisher": "the christian science monitor",
    "year": 2011,
    "month": 6,
    "day": 24,
    "full text": "The arrest of terror suspects in Seattle this week presents a good example of what US law-enforcement agencies are facing today:\n路 One or two potential attackers not affiliated with any broader group.\n路 Emotional, psychological, and perhaps personal economic difficulties driving a plot to attack Americans.\n路 \"Soft targets\" picked for maximum damage to innocent victims.\n路 The importance of paid informants and sting operations.\n\"Our review of attempted attacks during the past two years suggests that lone offenders currently present the greatest threat,\" according to a recent assessment by federal agencies, marked \"for official use only\" and obtained by The Associated Press. \"Unlike hardened facilities such as active duty military bases and installations, soft targets such as recruiting stations are more likely to be deemed a feasible target due to their easy, open access to the public.\"\nIN PICTURES: American Jihadis\nThat appears to describe the episode in Seattle this week.\nAbu Khalid Abdul-Latif, also known as Joseph Anthony Davis, of Seattle, and Walli Mujahidh, also known as Frederick Domingue Jr., of Los Angeles, were arrested Wednesday night when they arrived at a warehouse to pick up machine guns they intended to use in an alleged terror plot.\nThe alleged plotters - both US citizens who had converted to Islam - had sought firearms through an acquaintance of Mr. Abdul-Latif's. That man, a convicted felon, alerted the Seattle Police Department, which put him in touch with the Federal Bureau of Investigation.\nAccording to conversations recorded by the paid informant, Abdul-Latif and Mr. Mujahidh were inspired by the Fort Hood shootings, which killed 13 people in 2009. In that case, Maj. Nidal Malik Hasan, a US Army psychiatrist, apparently acted alone using his personal military weapons.\n\"If one person [at Fort Hood] could kill so many people, three attackers could kill many more,\" the informant told authorities, according to the criminal complaint.\nOver the next three weeks, the informant secretly recorded conversations in which Abdul-Latif and Mujahidh allegedly spoke of wanting to attack service personnel at Joint Base Lewis-McChord, an Army and Air Force base south of Tacoma. Several US Army soldiers based there are being prosecuted for allegedly killing civilians for sport in Afghanistan.\nYet the alleged plot was switched to a location thought to be a softer target - the Military Entrance Processing Station just south of Seattle. Some 900 military personnel and civilians are employed there, many of them working for the US Army Corps of Engineers or processing new military recruits. The campus includes a child-care facility.\n\"It's a confined space, not a lot of people carrying weapons, and we'd have an advantage,\" Abdul-Latif allegedly said in a recording.\nThe suspects were arrested in a Seattle warehouse where they expected to buy the firearms (which had been rendered inoperable) from the informant.\nAccording to the AP, this case marks the eighth time in the past two years that attacks have been planned or carried out against military installations in the US.\nThe number of Muslim-American terrorism suspects and perpetrators has averaged about 16 per year since the terrorist attacks of 9/11, according to the Triangle Center on Terrorism and Homeland Security in Durham, N.C.\nWhile most attacks failed on their own or were disrupted, 11 attacks since 9/11 have resulted in 33 deaths - including the 13 at Fort Hood.\nIn the years since 9/11, sting operations and the use of informants have become among the most important weapons in the fight against domestic terrorism - in about 30 cases over the past five years or so, according to Mark Pitcavage, director of investigative research at the Anti-Defamation League.\nRecently, that has included Antonio Martinez (a Muslim convert who had changed his name to Muhammad Hussain), who allegedly attempted to detonate a car bomb at a US Army recruitment center in Maryland, and Somalia-born Mohamed Osman Mohamud, arrested in December for allegedly plotting to explode a bomb at the Pioneer Courthouse Square in Portland, Ore., where thousands of families had gathered for the traditional Christmas tree lighting.\nIn another case last year, Pakistani-born US citizen Farooque Ahmed of Ashburn, Va., was charged with plotting to carry out a coordinated bombing attack on Metrorail stations in suburban Virginia near Washington, D.C.\nAbdul-Latif and Mujahidh, the suspects in this week's alleged plot in Seattle, are charged with conspiracy to murder officers and employees of the United States, conspiracy to use a weapon of mass destruction (grenades), and possession of firearms in furtherance of crimes of violence. They could face life sentences.\nIN PICTURES: American Jihadis\n       \n\nLoad-Date: June 25, 2011"
}