{
    "title": "Second day of I-Week honors victims of terrorism acts",
    "publisher": "university wire",
    "year": 2017,
    "month": 1,
    "day": 25,
    "full text": "Students learn about different cultures and enjoy free food at the Middle Eastern night for the Council of International Students and Organizations' International Week at the Lakeside Patio Tuesday evening. Kawan Amelung // Staff Photographer\nThe second day of International Week (I-Week) had an underlying somberness despite festive performances and crafts that celebrated cultures from around the world. On Tuesday, organizers took time throughout Middle-Eastern and Africa Night to remember the victims of acts of terror.\nThere was a moment of silence before performances started at 7 p.m., and throughout the day, attendees could write positive messages on cards that will be sent by the United Nations to those affected by the recent tragedies.\nCouncil of International Students and Organizations Vice President Avisha Gopalakrishna said before the performance started that I-Week, which has been on campus for more than 40 years, was not just a week of celebrating diversity, but also a time to stand in solidarity with those afflicted by extreme violence.\nFor Middle-Eastern and Africa night, the organizers were determined to dispel the idea that terrorism has a face or that it originated from a specific region.\n\"We hope by the end of this week that we can showcase the fact that terror has no religion, no caste and no race,\" Gopalakrishna said.\nMaheshi Pathirana, chair of Middle-Eastern and Africa night, said the night was a tool to show that the faraway regions are more than what the media makes them out to be.\n\"We want to show that these cultures have a rich background, that they have a culture so broad that we can only marvel at it. That is what we want to show to UM,\" Pathirana said.\nCultural performances showcased dances from the Middle East and Africa, including a belly dancer and tiki dances. The section of the patio full of tents, nicknamed the bazaar, provided attendees with materials to craft their own African bracelets. Guests could also receive customized henna designs, enjoy African and Arabic nuts and taste Palestinian food.\nAsmaa Odeh, a junior from Palestine who also is the founder of Food for U, a program that teaches students how to make nutritional food, made her own cultural dishes for I-Week. Using pita bread, she made Musakhan, a traditional Palestinian recipe Odeh likens to an \"Arabic pizza.\" A special part of the dish is that it is a healthy alternative for students and it can be made quickly and cheaply.\n\"It was fate that I could share my heritage with the campus,\" Odeh said.\n\nLoad-Date: January 26, 2017"
}