{
    "title": "Second American woman arrested in Jihad Jane case",
    "publisher": "the day ",
    "year": 2010,
    "month": 4,
    "day": 3,
    "full text": "WASHINGTON - Federal prosecutors filed terrorism charges Friday against a pregnant American woman in the so-called Jihad Jane case. The two American women are accused of plotting online to attend a terror training camp.\nJamie Paulin-Ramirez flew from Ireland Friday to Philadelphia, where she was arrested by agents with the joint terrorism task force there. Her 6-year-old son flew with her and was placed in the custody of child protective service workers.\nA U.S. official speaking on condition of anonymity told The Associated Press that Paulin-Ramirez is pregnant.\nPaulin-Ramirez made a brief initial appearance in federal court Friday, and a detention hearing was scheduled for next week. Her lawyer could not immediately be reached for comment.\nLast month, authorities in Ireland detained Paulin-Ramirez, originally from Colorado, and six others as they investigated an alleged plot to kill a Swedish cartoonist whose drawing had offended many Muslims.\nThose seven suspects in Ireland were linked to Colleen LaRose, a 46-year-old woman who had traveled to Europe but was arrested last fall when she returned to the United States.\nThe new indictment charges that LaRose and Paulin-Ramirez, 31, separately traveled to Europe to support violent jihad, or Muslim holy war. The court papers also say that once LaRose was in Europe, she invited Paulin-Ramirez to join her to attend a \"training camp.\"\nPaulin-Ramirez, prosecutors charge, accepted the invitation and asked to bring her 6-year-old son with her. She and the boy traveled to Europe last September and on the day of her arrival, she married a co-conspirator whom she knew only from online discussions, authorities said.\nLast August, Paulin-Ramirez and LaRose allegedly had a computer conversation in which LaRose said \"when our brothers defend our faith [and] their homes, they are terrorists ... fine, then I am a terrorist and proud to be this.\"\nAccording to the indictment, Paulin-Ramirez replied \"that's right... if that's how they call it then so be it I am what I am.\"\nWhen the initial charges were unsealed last month against LaRose, it marked one of only a handful of times the U.S. has filed terrorism charges against a woman.\nProsecutors alleged that LaRose called herself \"Jihad Jane\" in Internet conversations, but she denied that when questioned by the FBI. She has pleaded not guilty in the case.\nLaRose apparently spent long hours online in recent years while caring for her boyfriend's elderly father in a small eastern Pennsylvania town. The congressman who represents the district said she had cooperated with authorities after her arrest last fall, which went unannounced until the seven suspects in Ireland were detained in March.\nPaulin-Ramirez's mother, Christine Mott, said she had heard that her daughter returned to the U.S. on Friday.\n\"She's in some serious, serious trouble,\" Mott said tearfully in a phone call from her home in Leadville, Colo.\nMott said she didn't know if her daughter was pregnant. She said she was concerned about her grandson.\n\"This has been twice that that little boy has been with his mother when she was arrested, in two different countries,\" Mott said. \"I need somebody to help me bring that little boy back here to some sanity. That little boy didn't ask for any of this.\"\nMott said she was also worried about her daughter.\n\"My daughter's not a monster,\" Mott said. \"These people came into my home through the Internet and they seduced a very lonely, lonely person. If that can happen to me, it can happen to anybody.\"\nAssociated Press writer Judith Kohler in Denver contributed to this report.\n\nLoad-Date: April 5, 2010"
}