{
    "title": "Second Circuit _ Terrorism _ Foreign Sovereign Immunities Act_ Harrison v. Republic of Sudan",
    "publisher": "the daily record ",
    "year": 2015,
    "month": 11,
    "day": 3,
    "full text": "U.S. Court of Appeals for the Second Circuit\nTerrorism – Foreign Sovereign Immunities Act\nTurnover Orders – Service of Process\nHarrison v. Republic of Sudan\n14-121-cv\nJudges Lynch, Chin and Korman\nBackground: After an explosive-laden skiff pulled up alongside the USS Cole, detonated, and injured and killed a number of sailors, the injured brought suit alleging that al-Qaida was responsible for the attack and that the Republic of Sudan provided material support to al-Qaida. Default judgment was entered against Sudan in the amount of $314,705,896. The defendant Republic of Sudan appealed from three orders requiring the respondent banks holding assets of the defendant to turn over funds to satisfy an underlying default judgment obtained by the plaintiffs-appellees. The Republic of Sudan contends that service of process did not comply with the Foreign Sovereign Immunities Act and that the district court erred by attaching assets of a foreign state to satisfy a judgment under the Terrorism Risk Insurance Act without authorization from the Office of Foreign Assets Control or a Statement of Interest from the Department of Justice.\nRuling: The Second Circuit affirmed. The court held that service of process on the Sudanese Minister of Foreign Affairs via the Sudanese Embassy in Washington, D.C., complied with the FSIA’s requirement that service be sent to the head of the ministry of foreign affairs. Also, the court did not err in issuing the turnover orders without first obtaining either a license from the Treasury Department or a Statement of Interest from the DOJ because as this case fell into the terrorism exception to FSIA.\nAndrew C. Hall of Hall, Lamb and Hall for the plaintiffs-appellees; Asim Ghafoor for the defendant-appellant\n \nhttp://www.nydailyrecord.com/be-the-first-to-know/ Click here for more from this resource.\n© 2015 Dolan Media Newswires. All Rights Reserved.\n\nLoad-Date: November 9, 2015"
}