{
    "title": "SECRETS TO KEEP",
    "publisher": "the times",
    "year": 2011,
    "month": 6,
    "day": 19,
    "full text": "Bob Graham has always been a storyteller.\nAs Florida's governor and later a U.S. senator, Graham used stories of ordinary people's troubles to guide his work. He often recounted the stories during hearings and speeches to illustrate the need for government to take action. Many of his initiatives as governor and senator were prompted by the tales he heard or experienced during his famous work days when he spent a day on the job with a Floridian.\nWhen Graham became chairman of the Senate's Select Committee on Intelligence, his stories became quite sketchy out of necessity. Because so much of his information came from classified CIA briefings, Graham was limited to describing vague, occasionally nightmarish, scenarios.\nNow that Graham has retired and can use the cloak of fiction to tell his tales, you might think that he'd be able to spin a good yarn, particularly when the subject is terrorism. But alas, Keys to the Kingdom, the former senator's first novel, is about as interesting as a CIA director's congressional testimony: There are some good parts, but you keep thinking he knows more than he's saying.\nGraham definitely followed the old advice to write what you know. He inserts himself into the novel under the name John Billington, a former U.S. senator who, like Graham, chronicles his life in little notebooks. Billington is so worried about Saudi Arabia's support of terrorism that he drafts a memo and asks former aide Tony Ramos to investigate. Before they can meet, Billington is killed.\nRamos is a standard-issue spy novel character: smart, dashing, amorous and emotionless. The novel follows his adventures as he tries to figure out whether Saudi Arabia is helping al-Qaida get nuclear weapons.\nGraham knows his stuff. As head of the intelligence panel, he was a vocal opponent of the Iraq war and an early critic of the Bush administration's strategies on terrorism and the Middle East. Particularly in his final years in the Senate, Graham earned a reputation as a thoughtful and important voice on foreign affairs and intelligence.\nGraham's main points in the book - that al-Qaida could get nuclear weapons and that U.S. leaders should be wary of their Saudi Arabian friends - are important and very believable. But they are rendered through flat characters and too many silly sex scenes.\nWait. Did you say \"sex scenes\"? In a book by Bob Graham?\nYes. They are surprisingly steamy and ultimately quite a distraction. (The one in the shower begins, \"Tony almost leaped into the tub. Stomach to stomach, they swayed as he sang on, 'There is nothing for me but to love you, and the way you look tonight . . .' \")\nI salute Graham for still having an active libido, but sex scenes aren't what you want from a former U.S. senator in a book about terrorism.\nFor a thriller to thrill, it's got to be believable. That doesn't mean there won't be moments when you think, \"This is a little far-fetched.\" But through the vast majority of a book, the reader needs to be convinced the peril could really happen. Otherwise, there's no thrill.\nGraham's book is ultimately a disappointment because it too often isn't believable. As Ramos explores the conspiracies, he encounters little difficulty. People always seem to answer his questions honestly and completely. The next thing you know, he's watching uranium being enriched.\nTerrorists blow up an airliner that was supposed to be carrying Ramos, but he survives because he missed the flight. That part is believable. But Ramos seems indifferent to the fact that hundreds of people died in an accident targeting him. He acts like it's no more an annoyance than getting delayed at the Hertz counter.\nNuclear bombs explode, people jump in the shower to have sex. You know, just like congressional testimony.\nBill Adair, the Washington bureau chief for the Times, covered Graham when he was in the U.S. Senate.\n* * *\nKeys to the Kingdom\nBy Bob Graham\nVanguard Press, 310 pages, $25.99\n* * *\nMeet the author\nBob Graham will sign his novel Keys to the Kingdom at 7 p.m. Mondayat Barnes & Noble Sarasota, 4010 S Tamiami Trail; and at 7 p.m. Tuesdayat Barnes & Noble Carrollwood, 11802 N Dale Mabry Highway, Tampa.\nGraham will speak and sign at the Friends of the Library of Tampa-Hillsborough County's Lunch With an Author at 11:30 a.m. Tuesday at the University Club, 1 City Center, Tampa. Tickets are $50; call (813) 273-3616.\n\nGraphic\n\n \nPHOTO - iStockphoto.com PHOTO (2) PHOTO (Ran Page 1A, National)\n\nLoad-Date: June 20, 2011"
}