{
    "title": "Secret tapes central to terrorism trial",
    "publisher": "the tampa tribune ",
    "year": 1995,
    "month": 1,
    "day": 9,
    "full text": "\"May God bless you, Sheik! … Boom! This will drive the whole world crazy!\"\nThe sentences, picked up on a hidden microphone just after a bomb timer was successfully tested, are chilling - and stand at the heart of the government's case when the biggest terrorism trial in the nation's history starts today under extraordinary security.\nGovernment lawyers charge that Sheik Omar Abdel Rahman and 11 followers conspired to bomb targets that included the United Nations, the FBI headquarters in Manhattan and the Lincoln and Holland tunnels, which are normally crowded with commuters.\nProsecutors also allege that some defendants participated in the assassination of Rabbi Meir Kahane, founder of the militant Jewish Defense League, as a prelude to wider violence that included bombing the World Trade Center and plotting to kill Egyptian President Hosni Mubarak during a visit to New York.\nROBERT L. JACKSON; of The Los Angeles Times\nThe reason: \"To the Jihad organization, the United States, Egypt and Israel are simply different parts of a single enemy on whom they are obliged to wage war,\" government lawyers charge in court papers.\nWhat is likely to emerge during months of testimony is a portrait of a terrorist cell, fueled by religious fanaticism and hatred of the United States, Israel and Mubarak's regime.\nIn last year's trade center bombing trial, four of the sheik's followers were convicted largely on forensic evidence. Jurors now will see FBI videotapes of some of the defendants mixing explosives, hear about scouting trips to potential bomb sites - including the tunnels and New York's predominantly Jewish diamond district - and learn that the accused terrorists feared their phones and meetings were monitored by authorities.\n\"We do something, we get caught,\" one defendant lamented in a conversation that turned out to be secretly recorded.\nThe government's case rests heavily on testimony from a former Egyptian army commando and intelligence operative, Emad Ali Salem, who infiltrated the alleged conspiracy and who served as adviser and bodyguard to Abdel Rahman, the principal defendant.\nProsecutors will try to show that Abdel Rahman was the spiritual leader of an organization of \"radical Islamic extremists\" in California, New York, New Jersey, Texas, Michigan and other states.\nAbdel Rahman directed that all members should prepare for \"jihad,\" or holy war, against the West through paramilitary training for terrorist acts, prosecutors allege.\nTo show the motive, the government is prepared to cite some of the sheik's sermons as well as conversations recorded by Salem.\nLong before the current case developed, prosectors say, Abdel Rahman told followers in a 1991 question-and-answer session in Los Angeles that \"we have to be terrorists.\"\nThese and other remarks will contrast directly with the defense contention that the 56-year-old blind Islamic cleric, who suffers from heart disease and diabetes, merely was exercising his First Amendment right of free speech and posed no real threat to society.\nAbdel Rahman recently added former Attorney General Ramsey Clark to his defense team. \"I think he's being prosecuted for the exercising of his religious views and faith,\" Clark said last week.\nOther key defendants include El Sayyid Nosair and Siddig Ibrahim Siddig Ali. Nosair was acquitted in the 1990 assassination of Rabbi Meir Kahane in a jury verdict that the judge called \"devoid of common sense and logic.\" He was convicted on related weapons charges.\nTranscripts of Siddig Ali's talks with informant Emad Salem fill hundreds of pages. He cooperated with prosecutors for two months last year before changing his mind.\nIn one conversation he talks about a blitz of bombings planned in 1993, just after a major boost in security citywide, to prove \"We can get you any time.\"\nTestimony from Salem and turncoat defendant Abdo Mohammad Haggag, a former confidant of the sheik, promise to be highlights. The sheik and Siddig Ali may take the stand as well. None of the defendants testified in last year's bombing trial.\n\"One lesson to be learned from the World Trade Center trial is that the jury wants to hear a defense,\" said Lynne Stewart, the sheik's lead lawyer.\n\"At this moment, I would love to have him on the stand. There's an aura about the man. If the jury saw that, they would see how he can preach without being part of it.\"\nAmong the videotapes is one showing Siddig Ali riding through the Holland Tunnel, studying where to place a bomb. In one conversation, he tells Salem he wants two bombs to blast out the tunnel walls and allow water to pour in.\n\nGraphic\n\n \nPHOTO (C),\n (C) Sheik Omar Abdel Rahman and 11 others are accused of planning terrorist bombings.  Associated Press photo\n\nLoad-Date: January 11, 1995"
}