{
    "title": "Secret papers detail U.S. diplomacy efforts WikiLeaks posts more documents",
    "publisher": "the new york times",
    "year": 2010,
    "month": 11,
    "day": 29,
    "full text": "WASHINGTON -- A quarter-million State Department documents -- cables from around the world that were not meant to be made public -- offer an unvarnished glimpse into diplomatic efforts to prevent terrorism, secure nuclear material, negotiate treaties and assess foreign leaders, according to the online whistle-blower WikiLeaks and news organizations that began to publish the material Sunday.\nThe documents, which WikiLeaks says date from 1966 through February of this year, also were obtained by The New York Times, Britain's Guardian and several other news outlets.\n\"This document release reveals the contradictions between the U.S.'s public persona and what it says behind closed doors and shows that if citizens in a democracy want their governments to reflect their wishes, they should ask to see what's going on behind the scenes,\" WikiLeaks said.\nIn recent weeks, the government pressured the organizations not to publish the sensitive information, some of which officials argued could undermine U.S. security. The Times and the Guardian said they had withheld information that could endanger individuals.\nOn Sunday, the White House condemned the release in a statement: \"President Obama supports responsible, accountable and open government at home and around the world, but this reckless and dangerous action runs counter to that goal.\"\nSome of the information in the documents is new; some simply adds detail to ongoing issues. According to the reports, the documents reveal that:\n*The U.S., Israel and Arab countries are alarmed about Iran's nuclear capabilities. The Times reported that cables reveal the U.S. \"believes that Iran has obtained advanced missiles from North Korea.\"\n*U.S. diplomats have tried to coerce other countries to take some of the terrorism suspects being housed at Guantanamo Bay. Slovenia, for example, was \"told to take a prisoner if it wanted to meet with President Obama,\" the Times reported.\n*The United States has tried unsuccessfully for years to remove highly enriched uranium from Pakistan to prevent it from getting into terrorists' hands, the Times reported.\n*Russian Prime Minister Vladimir Putin and Italian Prime Minister Silvio Berlusconi have an unusually close relationship that includes \"lavish gifts\" and a \"shadowy\" go-between, the Guardian and Times reported.\n*Afghanistan's vice president was found to be carrying $52 million in cash last year on a trip to the United Arab Emirates, confirming suspicions about corruption in the Afghan government. The Times reported that Ahmed Zia Massoud, who denies taking money out of his country, was allowed to keep the cash.\nOn Sunday, Pentagon spokesman Bryan Whitman said the military has acted to better secure classified documents. In June, Army Spc. Bradley Manning was arrested for allegedly leaking classified papers to WikiLeaks.\nMembers of Congress also condemned the leaks.\nRep. Pete King, R-N.Y., said the government should prosecute WikiLeaks' Australian founder, Julian Assange, under the Espionage Act.  \"He pursues a malicious agenda, for which he remains totally immune to the consequences,\" King wrote to Attorney General Eric Holder on Sunday. \n\nGraphic\n\n \nPHOTO, B/W, J. Scott Applewhite, AP\n\nLoad-Date: November 29, 2010"
}