{
    "title": "Secret U.S. Policy Against Terrorists Reported",
    "publisher": "the new york times",
    "year": 1988,
    "month": 10,
    "day": 5,
    "full text": "A former Government official said tonight that President Reagan signed a secret intelligence order three years ago giving intelligence officers broad latitude for aggressive action against terrorists, including violence in some cases if the action was taken in ''good faith.''\nThe former official, who declined to be further identified, confirmed a report published in The Washington Post for Wednesday that said the 1985 order was a part of the Administration's drive against terrorism.\nThe former official said the secret order could have been used to provide legal authority in the United States for Government-ordered assassinations, although he said that to his knowledge none were carried out.\nHe pointed out that Mr. Reagan signed the directive at a time when American facilities in the Middle East were subject to car bombings and to other attacks and acts of terrorism.\nUnder a longstanding Presidential executive order covering intelligence activities, assassination is prohibited.\nBut the former official said some legal scholars and people within the Administration have said that a President could overrule the executive order by issuing a secret document. The executive order came about in the 1970's, when it was disclosed that the Central Intelligence Agency was involved in several assassination plots around the world. The order has been reissued by each President beginning with Gerald R. Ford.\n \nFrustration at Terrorism\nBut during the Reagan Administration, officials became increasingly frustrated with their inability to respond to attacks by terrorists. One Presidential order to the Central Intelligence Agency said the C.I.A. could kidnap suspects sought in attacks against Americans. Another order allowed the C.I.A. to train a counterterrorist force in Lebanon. The agency severed its ties with that organization shortly before the Lebanese unit became involved in a car-bombing that left more than 80 people dead in Beirut in April 1985.\nIn 1986, Lieut. Col. Oliver L. North, who was at the center of much of the Administration's planning on counterterrorism, received an offer from the Panamanian military leader, Gen. Manuel Antonio Noriega, to carry out assassinations in Central America.\nColonel North, who was then a National Security Council aide, did not immediately reject the offer.\nBut he eventually rejected it after consulting with his supervisor, Vice Adm. John M. Poindexter, then the President's national security adviser."
}