{
    "title": "SECRET SERVICE UNIFLORM DIVISION STAYS CLOSE TO CAPITAL DIPLOMATS",
    "publisher": "the new york times",
    "year": 1980,
    "month": 6,
    "day": 10,
    "full text": "When a bomb tore into the home of the charge d'affaires of the Yugoslav Embassy early June 3, the first officer on the scene was not from Washington's police force.\nHe was from the United States Secret Service, and he was there because it was his beat.  ''We were the first law enforcement agency at the scene because we heard the explosion,'' explained Harvey E. Pryor, chief of the uniform division of the Secret Service, whose mandate includes guarding the 2,250 foreign diplomats living here. ''It's an area we patrol.''\nAN-A\nThe bomb, described as a plastic explosive, caused damage in two houses but no one was injured.  Mention the Secret Service and what jumps to mind are those cleancut men whose attempts to remain unobtrusive make them so easy to pick out in a crowd.\nBut in Washington it is the agency's Uniform Division, nattily attired in black trousers with gold stripes and a white shirt with gold braid, that represents the Secret Service.\n \nThe Problem of Boredom\nSome of the division's 812 officers can be seen peering out of glass booths on the grounds of the White House. Others man the entry points, carefully checking prospective White House visitors. But the bulk of the force can be found along the embassy strips in the most fashionable quarters of Washington, performing their major function of making the city safe for the diplomat.\nThey stand, waiting and sometimes yawning, in front of such embassies as the Soviet Union's or the now empty Iranian building.  They cruise on blue and white motorbikes or in patrol cars complete with an emblem bearing the likeness of the White House. Mostly they seem to wait.\n''It's a concern,'' said Chief Pryor of the boredom factor. ''How do you keep people motivated and alert.''\n \nResponse to Rise in Terrorism\nThe Uniform Division was created in 1970 out of the White House police force following a surge of requests by diplomats for protection.\n''It can all be traced back to the upsurge of terrorism around the world,'' said William P. DeCourcy of the State Department's Office of Security. ''Requests for police coverage increased so much that they were being pulled away from their normal tasks.''\nTo remove some of the pressure from the District of Columbia force, President Nixon created the Executive Protective Agency, consisting of the old 250-member White House police and 600 new members. In 1977, the name was changed to the Uniform Division.\nOnly Washington has such a force. In other cities, including New York, the protection of foreign dignitaries and diplomats is the job of the local police, with the assistance of the Secret Service on occasion.\nIn 1975, President Ford vetoed a bill that would have expanded the Executive Protective Service to guard diplomatic missions outside of Washington. He said that was the responsibility of local law enforcement agencies."
}