{
    "title": "Secret Papers Describe Size of Terror Lists Kept by U.S",
    "publisher": "the new york times",
    "year": 2014,
    "month": 8,
    "day": 6,
    "full text": "WASHINGTON -- About 20,800 United States citizens and permanent residents are included in a federal government database of people suspected of having links to terrorism, of whom about 5,000 have been placed on one or more watch lists, newly disclosed documents show.\nThe documents are briefing materials about accomplishments in 2013 by the Directorate of Terrorist Identities, a component of the National Counterterrorism Center, an interagency clearinghouse of information about people known to be or suspected of being terrorists.\nThe documents were classified Secret and were published Tuesday by The Intercept, an online magazine. The disclosure provided new details about the numbers of people within the broad database and on terrorist watch lists derived from it -- a system that has grown rapidly over the last four years, according to government officials.\nOver all, the number of people listed in the center's database of terrorism suspects surpassed one million in June 2013, the documents said. Of those, approximately 680,000 were on the watch lists, which can keep people off planes or from entering the country and subject them to extra scrutiny at airports, traffic stops or border crossings.\nAmong other things, the documents showed that the main terrorism suspects database contains records on 8,211 people who are suspected of having links to Al Qaeda in the Arabian Peninsula, the Yemen-based affiliate of Al Qaeda that intelligence officials have said is the most dangerous component of the group at present.\nThe documents also said that the United States had deemed 3,258 people ''known or suspected terrorists'' in connection with the war in Syria. That included 715 Europeans and Canadians and 41 American citizens or permanent residents.\nOther notable terrorist groups in the database include the original Al Qaeda, with 50,466 people; Al Qaeda's Iraq branch, 73,189; the Taliban, 62,794; Hezbollah, 21,199; and Hamas, 21,913. But about 280,000 people in the database were not listed as affiliated with a recognized terrorist organization.\nThe documents showed that 47,000 people -- including 800 Americans -- were on the government's no-fly list, while an additional 16,000 -- including 1,200 Americans -- were on the ''selectee'' list; they are permitted to travel through American airspace but receive extra scrutiny at security checkpoints.\nA map associated with the files ranked the top five cities where Americans who have been deemed ''known or suspected terrorists'' are concentrated. Four are large cities: New York, Houston, San Diego and Chicago. But the second-highest was Dearborn, Mich., a city of fewer than 100,000 people that has a large Arab and Muslim population.\nThe government's use of such lists has led to several controversies. After the attempted bombing of a Detroit-bound airliner by a Nigerian terrorist on Dec. 25, 2009, it emerged that the man had been included in a broader terrorism database but had not been put on the no-fly list. The Obama administration made it easier to add names to the list after that bombing attempt.\nBut civil libertarians have also raised concerns that the standards for being put on such a list, which fall short of what is needed to convict someone of a crime and send him to prison, are murky. In June, a Federal District Court ruled that the process for getting off such a list was inadequate and violated Americans' due process rights.\nThe Intercept has been best known for publishing documents about surveillance leaked by the former National Security Agency contractor Edward J. Snowden. But the newly disclosed documents could not have come from Mr. Snowden because they refer to events after he finished downloading documents and left the United States in the spring of 2013. For example, before the Chicago Marathon in October 2013, the documents said, analysts examined all the people in the database who had a driver's license in Illinois, Indiana and Wisconsin, but decided that ''no one warranted further scrutiny by the F.B.I. before the race.''\nMuch of the document relates to efforts to fill in missing data. After the April 2013 attack at the Boston Marathon, the National Counterterrorism Center set out to fill gaps involving biometric markers like fingerprints of the Americans on various watch lists, adding facial images for 370 people and fingerprints for 163. It obtained the information from driver's license images and from the Department of Homeland Security, it said.\nThe center also used ''clandestinely collected travel data'' provided by the C.I.A. to fill in gaps about international travel of people in the database, it said.\n\nhttp://www.nytimes.com/2014/08/06/us/secret-papers-describe-size-of-terror-lists-kept-by-us.html\n\nLoad-Date: August 6, 2014"
}