{
    "title": "Secrecy and power, not privacy, are real issues Snowden revealed Publishers notebook",
    "publisher": "the world",
    "year": 2013,
    "month": 6,
    "day": 19,
    "full text": "Edward Snowden is the man of the hour after he revealed to reporters the National Security Agency's (NSA) program of mass surveillance directed at all American citizens. There has been a lot of interest in the subject on our own newspaper online polls this week, and discussions across the globe, as people form opinions of him as either a hero or a traitor.\n\"Everyone everywhere now understands how bad things have gotten - and they're talking about it. They have the power to decide for themselves whether they are willing to sacrifice their privacy to the surveillance state,\" - Snowden has told newspaper reporters.\nAlthough the debate is framed as a privacy vs. security issue, or a hero vs. traitor issue, there is a deeper problem about the power of our government. As the old saying goes, \"power tends to corrupt, and absolute power corrupts absolutely.\"\nEver since the 9/11 attack, the federal government has expanded its powers, passing secret laws counter to the framework of the Constitution that are overseen by secret courts operating behind closed doors. The trend that started with President George Bush has continued under President Barack Obama. It doesn't matter if it is a Republican administration or a Democratic administration.\nWe have gone back to the Nixon years when then President Richard Nixon told interviewer David Frost that \"when the president does it, that means it's not illegal.\"\nMembers of Congress are also eager to defend their powers. How often do you ever get liberal Sen. Dianne Feinstein (D-Calif.) and conservative Sen. Lindsey Graham (R-NC) to agree? Never, except when it is to defend the secret surveillance activities of the Obama administration.\nAs constitutional attorney John W. Whitehead explains, \"it's obvious that we are no longer dealing with questions of freedom, or surveillance, or terrorism, but rather the defense of government power at all costs.\"\nThe Obama administration's response to these allegations is not to open up a debate on the issues, but go after the whistleblowers. In another case, the government plans to call more than 140 witnesses to the stand in an attempt to prove that Bradley Manning knowingly aided the enemy when he released numerous diplomatic cables outlining various government and military abuses to Wikileaks.\nSnowden, no doubt, will be the focus of relentless pursuit as well.\nThe defense is always that any questioning of the status quo is aiding terrorism. How do we know? Because the government tells us so. Any explanation of why this is so gives information to our enemies, so the answers can't be revealed.\nWhitehead points out that as for the claim that the government is protecting us from further acts of terrorism by systematically violating our civil liberties, Conor Friedersdorf of The Atlantic effectively exorcised that particular demon when he pointed out that the likelihood of dying in a terrorist attack is astronomically low, lower than the chances of dying in a car wreck or being hit by lightning.\nThe real fear is how terror comes to be defined. Could acts of domestic dissent at some point become defined as terroristic threats?\nAfter all, until recent revelations, we would never have known that the IRS was targeting conservative groups or that the Department of Justice was targeting journalists for surveillance.\nAll these issues are being debated throughout the country and polls show that our population is split down the middle. That is pretty typical lately as almost every issue has a split, often to the detriment of progress in our society.\nAlthough you may not agree with the views in this column, it is good that this issue, once secret, has come out from behind closed doors and is being debated by everyday Americans. That's an American tradition that should never change, no matter how scary the world becomes.\n\nLoad-Date: April 5, 2015"
}