{
    "title": "SECURITY CHIEFS STILL WARY OF BIN LADEN",
    "publisher": "pittsburgh post-gazette",
    "year": 2007,
    "month": 9,
    "day": 11,
    "full text": "Contradicting President Bush's counterterrorism adviser, U.S. intelligence and law enforcement chiefs and a Cabinet member yesterday said Osama bin Laden remained the most dangerous terrorist threat to the United States six years after the Sept. 11 attacks.\nEliminating the threat that the al-Qaida leader and his inner circle pose from their sanctuary in Pakistan's remote tribal region bordering Afghanistan \"is our No. 1 priority,\" Director of National Intelligence Michael McConnell told a Senate committee.\nThe assessments by retired Adm. McConnell, Homeland Security Secretary Michael Chertoff and FBI Director Robert Mueller came a day after White House homeland security adviser Frances Fragos Townsend called bin Laden \"a man on the run from a cave who is virtually impotent other than these [video]tapes.\"\nMs. Townsend was commenting on the release of the first bin Laden video in nearly three years, which surfaced Friday on the Internet. Al-Qaida announced yesterday on the Internet that another video featuring the terrorist leader will be posted this week to mark the anniversary of Sept. 11.\nAdm. McConnell, Mr. Chertoff, Mr. Mueller and National Counter Terrorism Center Director John Scott Redd appeared before the Senate Committee on Homeland Security to detail measures that have been taken since 2001 to combat domestic and international terrorism along with areas in which U.S. security still requires improvement.\n\"We are safer than we were on September the 11th, 2001. But we are not safe, and nor are we likely to be for a generation or more,\" said retired Adm. Redd, whose organization, created in the aftermath of Sept. 11, is the main U.S. agency for analyzing American intelligence on foreign terrorism threats. \"We are in a long war. We face an enemy that is adaptable, dangerous and persistent.\"\nAdm. McConnell recalled that a comprehensive U.S. intelligence assessment issued in July warned that the gravest terrorist threat to the United States for the next three years is bin Laden and the plots to attack American targets that he and his lieutenants are hatching in their sanctuary in Pakistan. \"The terrorist threat without question is real,\" Adm. McConnell said.\nMr. Mueller said U.S. officials had \"tremendous concern\" about an al-Qaida desire to infiltrate the United States with individual operatives.\nMr. Chertoff, whose massive department also was created in the aftermath of Sept. 11, said bin Laden's latest video as well as thwarted terrorist plots in Britain, Germany and Denmark were proof that \"the enemy is very, very focused on continuing to wage this war.\"\nAt the hearing, the witnesses said post-Sept. 11 revisions had tightened U.S. border, airport and port security, improved the collection of intelligence and expanded cooperation and information-sharing among U.S. intelligence agencies and national, state and local law-enforcement agencies.\n\nLoad-Date: September 11, 2007"
}