{
    "title": "Security report tries to forecast threats",
    "publisher": "chicago daily herald",
    "year": 2008,
    "month": 12,
    "day": 26,
    "full text": "WASHINGTON — The terrorism threat to the United States over the next five years will be driven by instability in the Middle East and Africa, persistent challenges to border security and increasing Internet savvy, says a new intelligence assessment obtained by The Associated Press.\nChemical, biological, radiologic and nuclear attacks are considered the most dangerous threats that could be carried out against the U.S. But those threats are also the most unlikely because it is so difficult for al-Qaida and similar groups to acquire the materials needed to carry out such plots, according to the internal Homeland Security Threat Assessment for the years 2008-2013.\nThe al-Qaida terrorist network continues to focus on U.S. attack targets vulnerable to massive economic losses, casualties and political \"turmoil,\" the assessment said.\nEarlier this month, Homeland Security Secretary Michael Chertoff said the threat posed by weapons of mass destruction remains \"the highest priority at the federal level.\" Speaking to reporters on Dec. 3, Chertoff explained that more people, such as terrorists, will learn how to make dirty bombs, biological and chemical weapons. \"The other side is going to continue to learn more about doing things,\" he said.\nMarked \"for official use only,\" the report does not specify its audience, but the assessments typically go to law enforcement, intelligence officials and the private sector. When determining threats, intelligence officials consider loss of life, economic and psychological consequences.\nIntelligence officials also predict that in the next five years, terrorists will try to conduct a destructive biological attack. Officials are concerned about the possibility of infections to thousands of U.S. citizens, overwhelming regional health care systems.\nThere could also be dire economic impacts caused by workers’ illnesses and deaths. Officials are most concerned about biological agents stolen from labs or other storage facilities, such as anthrax.\n\"The threat of terrorism and the threat of extremist ideologies has not abated,\" Chertoff said in his year-end address on Dec. 18. \"This threat has not evaporated, and we can’t turn the page on it.\"\nThese high-consequence threats are not the only kind of challenges that will confront the U.S. over the next five years.\nTerrorists will continue to try to evade U.S. border security measures and place operatives inside the mainland to carry out attacks, the 38-page assessment said.\nIt also said that they may pose as refugees or asylum seekers or try to exploit foreign travel channels such as the visa waiver program, which allows citizens of 34 countries to enter the U.S. without\nvisas.\nLong waits for immigration and more restrictive European refugee and asylum programs will cause more foreigners to try to enter the U.S. illegally. Increasing numbers of Iraqis are expected to migrate to the U.S. in the next five years; and refugees from Somalia and Sudan could increase because of conflicts in those countries, the assessment said.\nOfficials predict the same scenario for refugees from Afghanistan, Bangladesh and Pakistan.\n\nLoad-Date: January 11, 2009"
}