{
    "title": "Security Careers for the 21 Century(2)",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 4,
    "full text": "Ryan Foresman, staff writer\nRichard Seweryniak described PVCC CyberSecurity day, \"The event from 11 a.m. to 3 p.m. included expert speakers from the Department of Homeland Security, Office of the Governor, WillowTree, Bluestone Analytics, CounterFlow AI, Expel IO, transfer schools ODU and UVA, as well as student portfolio presentations.\nPVCC currently offers both an associates degree in Information Systems Technology with a specialization in Cybersecurity, requiring 66 credit hours and approximately four semesters to complete as well as a Career Studies Certificate in Cybersecurity, requiring 27 credit hours and approximately two semesters to complete.\"\nCyberSecurity day focused on the multiple things PVCC has to offer in terms of technology and its resources. It included speakers from Homeland Security, Willow Tree Apps, and PVCC's IT department. The first speakers were members of Homeland Security, and they presented an array of jobs that they offer in tech fields, everything from anti-terrorism work to internal IT work. They encourage  students to use websites such as www.usajobs.gov to access government technology jobs.\nNext, there was a presentation on Old Dominion online, a place where PVCC graduates can further their education. One of the most interesting topics presented by ODU was the fact that online students can graduate on Old Dominion's campus.\nPVCC's IT department also spoke. The topics discussed ranged from how to keep your personal information safe to the resources and jobs in IT. The resources they offer are useful to students whether it is working on a crashed computer or helping to recover lost documents.\nWillow Tree Apps, Bluestone Analytics, Counterflow AI, Crutchfield, and the Albemarle County Police Department, all spoke on career fields in cyber security.\n\nLoad-Date: February 22, 2022"
}