{
    "title": "SECURITY OF OLYMPIC PROPORTIONS; CRASH RAISES FEAR OF TERROR WITH GAMES ABOUT TO OPEN",
    "publisher": "pittsburgh post-gazette",
    "year": 1996,
    "month": 7,
    "day": 19,
    "full text": "The threat of terrorism had lingered in the background for months while Atlanta prepared for the Olympic Games. It moved swiftly into the foreground yesterday following the crash of a TWA jet in New York.\nThe fear that the crash was caused by a terrorist's bomb cast a pall over the games one day before the opening ceremonies and set some people in the Olympic city on edge.\n''Yes, it has heightened my anxiety a little bit,'' conceded Don Mischer, executive producer of the opening ceremonies, which President Clinton plans to attend. ''But I also have confidence that our security system is going to rise to the task here.''\nMischer said he might revise the opening ceremonies tonight to acknowledge the tragedy. Mayor Bill Campbell said the crash ''certainly overshadows the joy that we feel in preparing to host the world for the Olympic Games.''\nSecurity surrounding the Olympics has been extraordinarily tight. The games were in the planning stages when terrorists bombed the World Trade Center in New York and the federal building in Oklahoma City, and officials in Atlanta have created an imposing battery of defenses to ensure that the games remain secure.\nOnly once before - Munich 1972 - did terrorism intrude on the games. But that catastrophe, in which Palestinian terrorists killed 11 Israeli athletes and coaches, left scars on the Olympic movement that remain vivid today.\nPolice and soldiers, 30,000 strong, have been a constant presence in central Atlanta this week. At the offices and hotel used by Olympic officials, soldiers in combat fatigues search every car that pulls into the garage, even using mirrors on poles to scan the underbodies.\nAt highly secure areas, such as the Olympic Village, an elaborate clearance system has been established that relies on ''biometric'' scanners to determine people's identity through an optical scan of their hands.\n''Realistically, I don't think there's any reason to worry here,'' Ben Helm, a British rower, said after hearing about the plane crash. ''We are probably in the most secure place in the United States.''\nStill, Olympic officials said they would probably try to ratchet up security another notch.\n''We have been informed that security measures have been tightened in connection with everything related to flights, airport procedure and control,'' said Francois Carrard, director general of the International Olympic Committee. ''This is the logical reaction which should be taken.''\nWilliam Rathburn, the Olympics' director of security, said there wasn't much more he could do.\n''We have done everything humanly possible to provide the very highest level of security,'' he told NBC's ''Today'' show. ''Our security has always been designed for the worst-case scenario.''\nIn Washington, President Clinton urged the nation not to immediately assume the crash was the work of terrorists.\nHouse Minority Leader Dick Gephardt, D-Mo., said Clinton told him that he was trying to dampen speculation. Paraphrasing the president, Gephardt said: ''We've got the Olympics going on. People have been worrying about terrorism at the Olympics. The last thing we need to do is to frighten people wrongly about terrorism if it doesn't exist.''\nOn the steamy streets, people gathering for the games couldn't help but reflect on the prospect of terrorism - the ever-present security precautions being a constant reminder. But most took the latest news in stride.\n''There's always that fear,'' said Sam Curtis of Phoenix, who was waiting in a ticket line, hoping to get into some Olympic shooting events. ''But I won't let terrorism keep me indoors. If you do, then they've succeeded.''\n \nJerrie Reeder, a Southern Baptist volunteer from Brookville, Fla., stood on another street, passing out religious pamphlets to passers-by. Three security guards stood near her on the sidewalk. Six mounted police passed by on the street.\n\nGraphic\n\n \nPHOTO, PHOTO: Jeff Vinnick/Reuters: Atlanta police officers patrol; Hartsfield International Airport yesterday.\n\nLoad-Date: July 21, 1996"
}