{
    "title": "Security Council Votes to Prohibit Arms Exports and Flights to Libya",
    "publisher": "the new york times",
    "year": 1992,
    "month": 4,
    "day": 1,
    "full text": "The Security Council voted today to impose a ban on air travel and arms sales against Libya in two weeks and other sanctions unless it surrenders agents implicated in the bombings of a Pan Am flight over Scotland in 1988 and a French airliner over West Africa the next year.\nThe vote in the 15-nation Council was 10 in favor with five abstentions. Abstaining were China, which as a permanent member of the Council could have vetoed today's decision; Morocco, the Council's only Arab member, and three other third-world countries: India, Cape Verde and Zimbabwe. The five said they favored delaying an ultimatum to Libya to allow more time for a negotiated settlement.\nVoting in favor were the Council's other four permanent members -- the United States, Britain, France and Russia -- along with Austria, Belgium, Ecuador, Hungary, Japan and Venezuela.\nToday's resolution passed by just one vote more than the minimum of nine required for approval -- a show of support smaller than the margins mustered for any of the resolutions dealing with Iraq during the Persian Gulf crisis. [Text of resolution, page A12.]\nUnlike the sanctions against Iraq, the measures approved today would not affect the export of oil, Libya's main economic resource.\nThe Council acted despite pleas for a delay from the Arab League, the Organization of Islamic States and the Maghreb Union of North African countries. They warned that the sanctions would risk arousing politically destabilizing passions throughout the Arab world.\n \nDemand for Suspects\n But Council members emphasized that under the resolution, Libya still had until April 15 to comply with their demands. The Council has demanded that Libya hand over to the United States or Britain two Libyans accused in the 1988 bombing of Pan Am Flight 103 over Lockerbie, Scotland. In addition, it wants Tripoli to turn over four other Libyans to the French authorities investigating the 1989 downing of U.T.A. flight 772 over the Sahara. A total of 440 people from some 30 countries died in the two disasters.\nThe resolution also would require Libya not only to \"commit itself definitively\" to renouncing terrorism but also to demonstrate its \"renunciation of terrorism\" by unspecified \"concrete actions.\"\nIf Tripoli fails to meet the April 15 deadline, all member countries of the United Nations would be required under the resolution to sever air links with Libya, close Libyan airline offices on their territory, stop servicing Libyan aircraft and halt sales of planes and spare parts to Libya. The sale of arms to Libya would also be banned. And governments would be required to expel many Libyan diplomats and restrict the movement of those allowed to remain.\nWearing black for mourning, relatives of some of the 270 victims of the Pan Am bombing watched from the visitors' gallery as the Council voted.\nBruce Smith, a former Pan Am pilot whose wife, Ingrid, died aboard Flight 103, said he felt the resolution was a \"significant milestone.\"\n\"It is satisfying on both a personal and professional level,\" he said. \"It's a good step for the aviation industry that something like this is being done to counter international terrorism and I feel we are doing something about formulating the solution.\"\nHe was one of 10 former Pan Am employees at the United Nations to \"remember the passengers and the crew\" of Pan Am 103.\nBut other relatives said the Council did not go far enough. Some said they would like to see the United Nations \"get tough\" not only on Libya but Syria and Iran.\n\"We'd like to see a total economic embargo against Libya -- an oil embargo would be just the beginning of what would be necessary,\" said William Hochswender, whose nephew, Julian Benello, 25 years old, was on the Pan Am jet.\nHours before the vote, Western diplomats said Libya was preventing some foreigners from leaving the country, raising concerns that they could be held as hostages. Libya denied it was interfering with departures.\nThe State Department said none of the 500 to 1,000 Americans in the country was encountering such trouble.\n \nLand Borders Closed\n The ban on flights to and from Libya means that people who want to leave would have to take boats; there is regular ferry service between Tripoli and Malta.\nLate last year the Libyan Government said it was closing its land borders to foreigners wishing to leave the country, though it was not clear whether travelers could still enter Libya by land. Cairo is more than 1,200 miles from Tripoli; Tunis is at least 400 miles away.\nThe airlines chiefly affected by the air-travel sanctions would be Swissair, Lufthansa, KLM and Alitalia, which fly regularly to and from Libya, as well as Libyan Arab Airlines, the country's national carrier.\nThe resolution provides for the sanctions to be reviewed by the Council at least every four months. It says that countries suffering economic hardship as a result of them, like neighboring Egypt and Tunisia, which fear Libya might expel their nationals working there, may appeal to the Council for compensation.\n \nCampaign Against Terrorism\n The chief United States delegate to the United Nations, Thomas R. Pickering, said the issue the Council faced was whether \"the international community is prepared to back up its own words with actions and demonstrate that it will protect itself against a state that engages in terrorism.\"\nFrance's representative, Jean-Bernard Merimee, said that by affecting Libya's armaments, aviation and diplomatic personnel, the sanctions would directly hurt three of the instruments it uses to support international terrorism. But he indicated that the Council would relax the air-traffic ban against Tripoli to allow Libyan pilgrims to make the annual pilgrimage to the holy city of Mecca in Saudi Arabia.\nBritain's representative, Sir David Hannay, stressed \"the very great importance\" London attaches to Libya providing concrete evidence that it has renounced terrorism. Although he did not say what evidence Britain wanted, he listed several Libyan arm shipments intercepted on their way to the militant Provisional wing of the Irish Republican Army as well as the fatal shooting of a police officer, Yvonne Fletcher, in 1984 by a gunman inside the Libyan Embassy in London.\nThe requirement that Libya demonstrate its renunciation of terrorism by \"concrete actions\" has aroused speculation that the United States, Britain and France might demand names of terrorists trained and armed by Libya as well as details of past terrorist operations it was involved in as a condition for lifting sanctions.\n \nFate of Qaddafi\n Since Libya would presumably be reluctant to provide such information, some diplomats argue that the sanctions are likely to prove more difficult to lift than to impose, and could become bound up with the personal fate of Col. Muammer el-Qaddafi, the Libyan leader, as those imposed on Iraq are becoming wound up with the fate of President Saddam Hussein.\nLibya's representative, Ali Ahmed el-Houderi, as well as the representatives of many of the Arab and Islamic groups that took the floor in Libya's defense today, argued that the dispute over the airline bombings has become a legal one over whether Libya should try those accused of terrorist attacks instead of extraditing them, which it contends it has a right to do.\nSince Libya has already asked the International Court of Justice at the Hague to rule on that issue, they said the Security Council should at least delay a decision on sanctions until the Court has given its verdict, although that could take months.\nBut the United States, France and Britain said the Security Council had a duty to deal with actions threatening peace and security in the world and argued that a country accused of such behavior cannot prevent the Council taking action against it simply by appealing to the World Court.\n\nLoad-Date: April 1, 1992"
}