{
    "title": "Security Council demands anti-terrorism sanctions; Split on Saddam_ Several nations oppose military",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 1,
    "day": 21,
    "full text": "The U.N. Security Council unanimously called for urgent action to combat global terrorism Monday but split over military action against Iraq and how to deal with North Korea.\nThe divisions overshadowed the council's unity in demanding that all 191-member states implement sanctions against al-Qaida and Afghanistan's former Taliban rulers and take immediate measures to deny terrorists sanctuary, support and financial resources.\nThe ministers stressed that terrorism remains a global scourge and the world must unite not only to fight it - but to defeat it.\nFrance, this month's council president, called the ministerial meeting to give new impetus to U.N. efforts to get all countries behind the war on terrorism. French Foreign Minister Dominique de Villepin said ministers might meet again in September, possibly for a special session of the General Assembly on fighting terrorism.\nBritain's U.N. Ambassador Jeremy Greenstock, who chairs the committee monitoring what governments are doing to fight terrorism, told the council that making progress \"on the ground, everywhere, is taking too long.\"\nThe council resolution and lengthy declaration adopted by a 15-0 vote demanded that all nations \"take urgent action to prevent and suppress all active and passive support to terrorism.\" It urged them to ratify and implement a dozen anti-terrorist treaties and protocols, especially a 1999 convention cracking down on those financing terrorist acts.\nIt also calls on the 13 countries that have not submitted reports on their efforts to combat terrorism to hand them in by March 31.\nGreenstock said Liberia and East Timor \"have not yet even picked up the telephone\" but the other 11 - Chad, Equatorial Guinea, Gambia, Guinea-Bissau, Marshall Islands, Sao Tome and Principe, Seychelles, Sierra Leone, Swaziland, Tuvalu and Vanuatu - are working on reports.\n\"After March 31 it must be clear that any non-reporting state will be held to be non-compliant,\" he said.\nAt Monday's open council meeting, several governments linked the war on terrorism to states like Iraq and North Korea.\nBritish Foreign Secretary Jack Straw said \"the connection between the terrorists who respect no rules and the states which respect no rules\" must be exposed.\n\"The world must be in no doubt. If the terrorists can … get their hands on nerve gases, or killer viruses, or nuclear bombs, they will use them,\" he said.\nOn Iraq, the United States and Britain warned that time was running out for Saddam Hussein, and Secretary of State Colin Powell challenged the council to take a tough stance on Iraq.\nBut France and Germany, backed by Russia and China, were equally tough in opposing military action and demanding that the inspectors be given the time they need.\n\"If war is the only way to resolve this problem, we are going down a dead end,\" warned France's de Villepin. \"Since we can disarm Iraq through peaceful means, we should not take the risk to endanger the lives of innocent civilians or soldiers, to jeopardize the stability of the region, and further widen the gap between our people and our cultures. We should not take the risk to fuel terrorism.\"\nOn North Korea, France and the United States want the Security Council to take up Pyongyang's withdrawal from the global treaty to prevent the spread of nuclear weapons and its reactivation of a nuclear reactor. Powell said the board of the International Atomic Energy Agency has \"a responsibility\" to refer the issue to the council.\nChina's Foreign Minister Tang Jiaxuan didn't rule out any option to settle the dispute but stressed: \"We have to go mainly though direct dialogue between North Korea and the United States.\"\nPowell has made clear that the United States views the issue as more than a U.S.-North Korea standoff, but Pyongyang has warned that it would view any imposition of Security Council sanctions as a declaration of war.\nThe council divisions are certain to surface when U.N. weapons inspectors report on the first 60 days of inspections in Iraq on Jan. 27 - and if North Korea gets on the council's agenda.\nDe Villepin did not rule out the possibility of France using its veto power if the United States pressed for a new Security Council resolution authorizing military action against Iraq.\n\nLoad-Date: January 21, 2003"
}