{
    "title": "Security Council meeting ends in name-calling Israel 's U.N. Ambassador trades barbs with Iran , Syr",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 5,
    "day": 31,
    "full text": "Syrian and Iranian diplomats traded barbs with Israel's U.N. ambassador on Tuesday, as a routine Security Council meeting on fighting terrorism degenerated into insults and accusations.\nAt a meeting aimed at assessing the progress of the Security Council's three anti-terror committees, Israel's U.N. Ambassador Dan Gillerman described Iran and Syria as part of an \"axis of terror,\" and said Iran was the \"greatest state sponsor of terrorism and the largest threat to international peace and security.\"\nGillerman also disputed the oft-repeated argument by Iran and many Arab states that a distinction must be made between terrorism and armed resistance movements - namely the Palestinians' fight against the Jewish state.\nSyrian diplomat Ahmed Alhariri countered that Damascus has taken a front-line role in the fight against terror and called on the Security Council to \"avoid double standards in combating terrorism.\"\n\"All are aware that the source of terrorism in the region is Israel's continuing occupation of Arab lands, and the ejection of Palestinians from their land ... as well as continued aggression against Arabs and the denial of their fundamental rights,\" Alhariri said.\nIsrael and the United States have routinely accused Syria and Iran of supporting terror, either by hosting and funding militant groups such as Hezbollah, or by doing little to halt the flow of weapons and foreign fighters into Iraq.\nWashington also claims that Iran's nuclear program is aimed at making nuclear weapons - not civilian nuclear power, as Tehran maintains.\nGillerman also recalled that Iran's president has called for Israel's destruction, \"denies the Holocaust and is attempting to develop the nuclear capabilities to perpetrate the next one.\"\nBut Alhariri said Gillerman should consider Israel's own nuclear program before criticizing other countries for theirs.\n\"Perhaps he should read the Charter of the United Nations, which was drafted to save generations from the scourge of war and from foreign occupation,\" Alhariri said. \"Those who are ignorant of such facts perhaps cannot read, and perhaps if they cannot read they ought not to be here at the United Nations.\"\nIran joined in, with diplomat Ahmad Sadeghi accusing Israel of being headed by war criminals and saying the country has suffered from a \"lack of legitimacy\" since its inception.\n\nLoad-Date: June 1, 2006"
}