{
    "title": "Security with liberty; Efforts to assist law enforcement in ratcheting up the war on terrorism need",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 10,
    "day": 15,
    "full text": "AMERICANS OUGHT TO be feeling reassured despite the FBI's warning late last week that more acts of terror might be in the offing. Lawmakers in Washington were taking prompt legislative action to ensure that any devastating attack such as those on Sept. 11 would be far more difficult to carry out, and Canada was preparing to back Washington's effort with its own improved immigration controls.\nSince good fences make good neighbors, we've been justifiably worried about the border with our friend and neighbor to the north. Because of our special relationship with Canada, the \"fence\" between us was almost nonexistent before Sept. 11. Unfortunately, Canada's lax refugee and immigration controls became our problem. They allowed numerous suspected terrorists to arrive in Canada and disappear --- sometimes into the United States.\nAJC\nCanada's cooperation is essential and welcome: It plans to spend $165 million on anti-terrorism measures, including $36 million on technology at airports and border crossings to check fingerprints and detect explosives.\nLawmakers at home, meanwhile, have been working intensely on an airport security bill and an anti-terrorism bill. As with any effort out of Washington, some argue lawmakers have gone too far, while others say they aren't going far enough. For the most part, though, we're pleased to see the concerted bipartisan effort to provide the Bush administration with the reasonable security tools this nation needs.\nExplaining the Senate anti-terrorism legislation, Sen. Patrick Leahy (D-Vt.), chairman of the Judiciary Committee, paraphrased Benjamin Franklin: \"He said that a people who trade their liberty for security deserve neither.\"\nThe senator can relax; happily, the Senate's \"Uniting and Strengthening America (USA) Act,\" which would enhance investigative and surveillance powers for law enforcement, is indeed balanced. It doesn't trade liberty for security.\nIt's a practical measure that acknowledges that law enforcement must keep pace with these high-tech times of cellphones and the Internet. It would provide opportunities to get legal authorization to track e-mail and conduct roving wiretaps and expand agency sharing of information on suspected terrorists. And it provides for fighting money laundering, which lawmakers say is an important part of terrorist fund-raising.\nThe House legislation essentially mirrors the Senate's, but would add a \"sunset\" provision on the surveillance aspect that we're comfortable accepting. We hope that House and Senate legislators are able to come together on the proposed five-year limit. President Bush's warnings of a lengthy war notwithstanding, the legislation most likely would benefit from improvement or review in five years.\nAs expected on the aviation security legislation, Senate lawmakers approved some excellent measures that would tighten airport and airline security. They voted to place sky marshals on planes, and gave airlines the option to arm their pilots. We'd prefer, of course that pilots were focused wholly on flying the plane and left the job of apprehending hijackers to sky marshals.\nBut while we're a little concerned about that aspect, we're deeply troubled about the move to make government workers out of the people who screen passengers and baggage at the nation's 142 largest airports.\nWhat possible reason could lawmakers have for adding 20,000 people to the federal payroll? More importantly, what need is there to federalize screeners? All that is necessary --- as the Bush administration is urging --- is tougher federal oversight of private contractors, as is the case in Europe. Federalization has never guaranteed a better-performing worker.\nPresident Bush has said he's reluctant to delay an aviation bill over the screener controversy. If this dramatic overreaching remains in the bill when it emerges from both houses of Congress, we wish he would.\n\nLoad-Date: October 15, 2001"
}