{
    "title": "Security worry_ How to stop the 'lone wolf' attacks",
    "publisher": "university wire",
    "year": 2015,
    "month": 8,
    "day": 24,
    "full text": "PARIS - The gunman had an arsenal that he claims to have stumbled upon in a park near the train station. Like three other men accused of drawing up failed plans for attacks in France recently, the suspect denied any links to terrorism, telling his lawyer he was homeless and only wanted to rob a train \"to eat.\"\nInstead, the assault rifle jammed, and he was tackled and bound with a necktie by three Americans and a Briton who were celebrated Monday with France's highest honor. Now, with many lives potentially saved on the high-speed train by quick-thinking and courageous passengers, the limits of a continent's worth of security were thrown into relief by a lone attacker during a less-sophisticated act of violence.\n\"I don't think we can rely entirely on the police, the law enforcement services. They will do their best. We can put in place the best intelligence networks, but somebody is probably going to get through at some stage. And my vision of this is that as citizens, we need to be prepared to think about how to act,\" Chris Norman, the British businessman who helped bind the suspect, told The Associated Press.\n\"We need to have it in our minds, because if I had never thought it before, then I probably would've just been sitting in a corner cowering,\" Norman said.\nWith thousands of Europeans believed to be radicalized by propaganda from the Islamic State group, and legions of security forces guarding the most visible targets, governments are increasingly worried about the possibility of carnage by individuals, with little planning, in a setting where there is minimal or no security.\nIf the attack fails, terrorist groups simply ignore it. If it succeeds, they claim responsibility for the work done by their \"brother.\"\n\"This creates a really interesting dilemma for law enforcement. You don't have to be a mastermind or a sophisticated individual to kill a lot of people if you have weapons and they do not,\" said William Braniff, director of the National Consortium for the Study of Terrorism and Responses to Terrorism. \"You don't have to be all that well-trained. There's one threshold: You have to be able to load the weapon.\"\nThat, apparently, was something the gunman identified as 26-year-old Moroccan Ayoub El-Khazzani was unable to do, according to Spencer Stone, the U.S. airman who subdued the attacker on a train from Amsterdam to Paris. Stone said he saw the man holding an assault rifle that \"looked like it was jammed and it wasn't working.\"\nThe Islamic State group has issued no comment on the failed attack. But on Sunday, a pro-Islamic State media group released a nine-minute video again calling on \"Lone Lions\" to kill Americans and Europeans.\n\"If it's a foiled attack, the most obvious reaction would be to deny,\" said Jean-Charles Brisard, a French security consultant and terrorism expert.\nAnother would-be attacker was arrested in April after he shot himself in the foot and called for medical help, drawing police attention to the blood trail leading to his arms-filled car and plans to gun down a church. He denied any terrorism links, despite what security officials described as extremist material found among his belongings.\nIn the Alpine region of Isere in June, an attacker accused of beheading his boss and trying to blow up a chemical warehouse has blamed domestic and work problems, despite having sent a photo of himself and the decapitated remains to an Islamic State contact in Syria.\nExtremist groups have claimed responsibility for only 65 percent of attacks that can be attributed to them, according to data dating to 1998 from the National Consortium for the Study of Terrorism and Responses to Terrorism. Islamic State's rate of responsibility claims is in line with that figure.\nThe train gunman was known to intelligence agents in at least three countries, but according to his lawyer had been traveling internationally by rail for the past six months. Germany Interior Ministry spokesman Johannes Dimroth told the AP that if the suspect is who he has said he is, Germany tracked him in May flying from Berlin to Istanbul - a popular gateway to Syria for militants.\nRolf Tophoven, a terrorism expert and director of the Institute for Crisis Prevention in Essen, Germany, said the thwarted train attack illustrates how difficult it is for authorities to prevent such violence by solo extremists or small groups.\n\"This is a development coming up more and more - not a huge terrorist network behind these guys, it's enough to be inspired and get a weapon,\" he said. \"In Europe, you saw it against Charlie Hebdo, you saw it in Copenhagen, in the Jewish museum in Brussels, and now on the train.\"\nFrance was already calling for individuals to redouble their vigilance and willingness to act. Messages to that effect were broadcast in French train stations beginning Monday, similar to the ubiquitous \"If you see something, say something\" that appeared around New York after Sept. 11.\nPresident Francois Hollande said that while two of the Americans who tackled the gunman were soldiers, \"on Friday you were simply passengers. You behaved as soldiers but also as responsible men.\"\nThe men showed \"that faced with terror, we have the power to resist. You also gave a lesson in courage, in will, and thus in hope,\" Hollande said.\nSept. 11 - in particular the actions by the passengers on Flight 93 who tried to retake the plane from the hijackers after learning about the World Trade Center attacks - seared into the minds of many Americans the need for dramatic action in the face of terrorism, Braniff said.\n\"It has entered into our consciousness because of that flight and the lionization of the people who brought that plane down. It is an iconic moment of resistance,\" he said.\nBut Brisard cautioned that there were limits.\n\"This is a cultural problem, and I doubt we can simply rely on heroes to reduce the threat,\" he said. \"I'm not sure it would happen the same way on another day.\"\nRichard Barrett, senior vice president of The Soufan Group and a former British intelligence official, said governments in Europe and the U.S. must balance calls with vigilance against public paranoia.\n\"That is what terror is about. It's not about killing people but about making them afraid that they might be killed,\" he said.\nEuropean governments have sometimes come under criticism for what some see as a lax attitude toward people flagged as radicals - and the latest suspect was apparently able to board airplanes and trains without difficulty, raising new questions - but Barrett said the sheer number of those under suspicion makes it impossible to track them all.\n\"The cooperation on this is all pretty good now. The trouble is just so many names,\" he said. \"How do you sort them all out, the risks, the threat?\"\n___\nAssociated Press writer David Rising contributed from Berlin.\n\nLoad-Date: August 24, 2015"
}