{
    "title": "Security for Terrorism Trials Estimated at $200 Million a Year",
    "publisher": "the new york times",
    "year": 2010,
    "month": 1,
    "day": 7,
    "full text": "Providing security for the trials of Khalid Shaikh Mohammed and other terrorism suspects connected with the Sept. 11 attacks will cost more than $200 million a year, according to the Bloomberg administration, making it one of the most expensive security operations ever taken on by the city.\n  Mayor Michael R. Bloomberg outlined the city's projected security expenses in a two-page letter sent on Tuesday to Peter R. Orszag, the director of the federal Office of Management and Budget. The letter, which seeks federal reimbursement for all security costs, was released on Wednesday.\n  In the letter, the mayor said the cost would be about $216 million for the first year and $206 million per year in subsequent years. Much of the expense -- about $200 million each year -- would be for personnel. The rest would cover equipment-related expenses of $12.5 million in the first year and $2.5 million in each subsequent year.\n  Although the mayor stressed that the city needed the federal government to shoulder the financial burden, he did not argue that the trials should not be held in New York.\n  When asked what the city would do if the government declined to cover the costs, Paul J. Browne, the Police Department's chief spokesman, said, ''We do not have the resources available to provide the protection needed absent federal funding.''\n  Tom Gavin of the Office of Management and Budget said in an e-mail message late Wednesday, ''We recognize the federal government's responsibility in this matter, and we will meet them.''\n  The question of costs for security in the terrorism cases has been circulating for weeks. The police commissioner, Raymond W. Kelly, said last month that costs would far exceed an initial estimate of $75 million. Police officials first suggested the $216 million figure in a report submitted to the Justice Department on Dec. 18 that gave an overview of the security plan, Mr. Browne said.\n  As a practical matter, the production of the report itself was one of the ''relatively minor costs'' already incurred by the department, Mr. Browne said. The bulk of the spending will begin after word comes -- at least 45 days in advance -- that the suspects are due to arrive in the city, he said. Most of the costs will cover overtime for officers at the federal court in Lower Manhattan and other locations. Mr. Kelly, noting that the trial was ''thrust upon'' the city without consultation, said the federal government should ''bear the entire cost.''\n  Senator Charles E. Schumer has said the costs will reach hundreds of millions of dollars. On Monday, he urged the Obama administration to include all security expenses as a separate line in the budget for fiscal year 2011. ''Not a nickel of these costs should be borne by New York taxpayers, because terrorism is a federal responsibility and this is a federal trial,'' Mr. Schumer said on Wednesday.  Mr. Bloomberg stressed that the estimate was realistic, pointing out for comparison purposes that $50 million was spent on security for the Republican National Convention in 2004.\n  ''I want to assure you that our estimates, while significant, are real and not the result of any expectation that we will receive a 'blank check,' '' he wrote. However, with security for the coming trials needed ''around the clock over a period of years,'' as the mayor wrote, it was difficult on Wednesday to discern how a 52-week security operation could cost just four times as much as security for an event lasting less than a week, like the political convention. \n  Mr. Browne said the two events presented different security risks, challenges and logistics, and thus could not be compared directly. For example, security efforts for the convention events, like large marches and dignitary protection, were intensive, but were required over a short period. The trials, while concentrated downtown, will include aspects of citywide security that occur over a long and indefinite period. \n  Dean Boyd, a Justice Department spokesman, said on Wednesday that the attorney general, Eric H. Holder Jr., ''has stated previously that the 9/11 attacks were attacks of national consequence and national responsibility, and that although the 9/11 trial will be hosted in New York, New York should not bear the burden of the costs associated with this case alone.'' \n  Mr. Boyd said he could not say how much security cost for the detention of Zacarias Moussaoui,  who pleaded guilty in 2005 to conspiracy in the 9/11 attacks. \n\nhttp://www.nytimes.com\n\nLoad-Date: January 7, 2010"
}