{
    "title": "Security gets a boost as state ports boom; Anti-terrorism now officials' top priority",
    "publisher": "the atlanta journal-constitution",
    "year": 2003,
    "month": 2,
    "day": 16,
    "full text": "Savannah --- As terrorism scenarios go, last October's \"dirty bomb\" scare unfolded in chillingly real fashion.\nThe \"war game\" began with an 18-wheeler that had just left the Port of Los Angeles toppled over in an accident. The bomb squad was called to investigate the suspicious cargo. The container concealed a 150-pound radioactive bomb.\nMeanwhile, in Savannah, three men lurking in an unauthorized area of the port were arrested. One of the men was later linked to al-Qaida.\nAJC\nPanic ensued. All U.S. ports and border crossings were closed. The National Guard took to the streets. Fuel prices skyrocketed. The Dow fell. In all, the U.S. economy took a $58 billion hit.\nThe exercise choreographed by Booz Allen Hamilton, a Washington-based consulting firm, forced 80 federal, state, local and business officials to plan for the worst. Savannah was included because of its unique location and heavy reliance on container traffic assistance.\n\"There's a military base not too far that deploys much of the materiel going overseas,\" Dan Dreyfus, a Booz Allen senior associate, said this week. \"It's one of the more prominent trade and goods ports on the Eastern Seaboard. It [offers] general proximity to one of the main north-south corridors, Interstate 95. Rail traffic goes in and out from the port. There's a rich mix of things that make it a good target.\"\nPort officials, though, have worked diligently since Sept. 11 to protect Savannah, as well as Brunswick, from a terrorist attack.\nThe Georgia Ports Authority, which handles roughly 70 percent of the cargo at Georgia's coastal ports, has doubled its security budget since 2001. The U.S. Coast Guard has added hundreds of troops to its offshore interdiction efforts.\nThe U.S. Customs Service ordered shippers earlier this month to report in detail their manifests 24 hours before loading cargo. It recently began stationing customs inspectors in ports in China, Germany, France and a dozen other countries.\nThousands of foreign seafarers are now denied shore leave in Georgia. Private terminal operators, who store millions of tons of oil, gas and chemicals along the Savannah River, have beefed up security. Shrimpers and other fishermen now report suspicious activity.\n\"We're really pushing the U.S. borders out further,\" said Angela Downey, Savannah area port director for Customs. \"Prior to Sept. 11, our mission was mainly the interdiction of narcotics and commercial violations. Now, our priority is anti-terrorism.\"\nDowney and other port officials insist Georgia's ports are safer than ever. Yet problems remain. Only 2 to 4 percent of incoming cargo is inspected. Many of the new cargo identification rules rely on the goodwill and trust of foreign shippers and agents to list precisely what's inside the Savannah-bound containers.\nPort officials privately grumble that the federal government hasn't come through with enough anti-terrorism money and that its response to possible terrorism at U.S. ports has been haphazard at best.\nSurveillance center\nA small, windowless room just off the lobby of the Port Authority's headquarters serves as the nerve center for the Georgia ports' war against water-borne terror. Inside, around the clock, a security guard monitors the state ports at Savannah and Brunswick via two 42-inch plasma screens.\nWith the push of a button and the toggle of a lever, a guard manipulates 15 cameras perched high above the Ocean Terminal in Savannah and Colonel's Island in Brunswick. The \"surveillance center\" came on line last summer.\nSavannah's state-managed port, used heavily by shippers hauling cargo from Asia, is booming. A record 1.13 million containers flowed through the port last year, positioning Savannah as the fastest-growing container port in the nation.\nGeorgia's port at Brunswick also set a record last year, with traffic up 15 percent. More than 250,000 cars, trucks and buses came in and went out of the port, which doesn't handle containers.\nSoon after Sept. 11, the Port Authority hired a Norfolk-based security consultant to perform a \"threat assessment\" survey. By the end of 2001, old and rusted fencing had been replaced. The ports were bathed in higher-wattage lighting. Surveillance cameras were introduced.\nThe Port Authority's security force has grown by 20 percent to 75 fully certified, gun-toting officers. A $1.3 million federal grant, awarded last summer, helped the authority better identify its 775 employees.\nDuring the 2001 fiscal year, the ports spent $3.1 million on police, training, equipment and security needs. The Port Authority will spend $6.1 million this fiscal year. It also has requested an additional $9 million to $10 million from the government for security upgrades.\n\"We have to spend more and more each year, but no port has a bottomless pit of money to do it all,\" said Doug Marchand, executive director of the Ports Authority. Security \"is all evolving right now. No one really knows how much farther we're going to go.\"\nThe state port accounts for only half the commercial traffic calling on the nearly two dozen shipping terminals in and around Savannah. Dozens of tankers off load into tank farms along the river each month.\nCoast Guard's role\nWithin the past six months, according to Charles Sutlive, executive director of the Savannah Maritime Association, the private terminals have considerably stepped up security at the behest of the U.S. Coast Guard.\n\"We've just got so many targets here,\" said Sutlive, whose organization counts 70 members including terminal operators, steamship carriers and warehouse owners. \"The Coast Guard has been working very hard with the local community to try and develop ways to prevent terrorism first and, second, to mitigate it\" if it occurs.\nBefore Sept. 11, the Coast Guard, which is responsible for overall port security, spent only 1 percent of its time deterring possible terrorism. Since then, security has occupied 58 percent of its work, according to Lt. Commander Larry Greene, the chief of port operations for Savannah, Brunswick and Port Royal, S.C.\nA dozen new employees and more than 200 reservists and volunteers have been brought on board. An additional 88 reservists were called up last month to help provide security at the Savannah port for military transports en route to the Middle East.\nShip boardings occupy much of the Coast Guard's time. Armed with guns and wallet-sized cards which detect radioactive material, the marshals conducted 239 security boardings last year. None was conducted prior to Sept. 11. The Coast Guard now requires ships heading for U.S. ports to provide crew and cargo lists 96 hours before reaching U.S. waters.\nThe Customs Service is even more demanding in its early-warning, anti-terrorism requirements. Since Feb. 2, foreign shippers have been required to forward a detailed description of all cargo 24 hours before loading. No longer will customs allow shippers to generically list cargo as \"general merchandise\" or \"freight-all-kinds.\"\nCustoms officials in Savannah, bolstered by 14 new hires since Sept. 11, analyze cargo data each morning to determine whether containers need further inspection.\nRed flags prompt Customs to request that the Port Authority pull aside containers for further inspection.\n\"If there's supposed to be a car in there and you got 55-gallon drums, it's an issue,\" said Bill Sutton, a Ports Authority employee.\nThe Customs Service has also enlisted more than 1,000 shippers and agents around the world in a voluntary effort to supplement cargo security. Critics contend that it's unrealistic --- and unsafe --- to rely on the trustworthiness of cargo operators. Downey disagrees.\n\"We definitely can't do this job alone,\" she said. \"Everybody needs to work together.\"\n\nGraphic\n\n \nPhoto: An unidentified Georgia Ports Authority inspector conducts a search at the Savannah port. All inspectors carry guns and wallet-sized radiation detection devices while on duty. / RUSS BRYANT / Special; Photo: A Vehicle and Cargo Inspection System is used to scan a rig for anything unusual. The machine's X-ray alerts inspectors if more detailed searches of cargo are needed./ RUSS BRYANT / Special\n\nLoad-Date: February 16, 2003"
}