{
    "title": "SECURITY MEASURES INTENSIFIED WORLDWIDE NEW BAG INSPECTIONS, BODY SEARCHES AND QUESTIONING",
    "publisher": "the new york times",
    "year": 2009,
    "month": 12,
    "day": 28,
    "full text": "ROMULUS, Mich. -- As Detroit's airport was rattled yesterday by a second frightening incident in three days, passengers at airports in the United States and around the world encountered stiff layers of extra security, with international travelers undergoing newly required bag inspections, body searches and questioning at security checkpoints and before they boarded planes.\nAt the Detroit Metropolitan Wayne County Airport here, officials detained a passenger who caused a disruption yesterday aboard Northwest Airlines Flight 235 from Amsterdam, the same flight involved in a terrorism attempt on Friday, when a Nigerian man caused a fire by injecting chemicals into a device taped to his leg.\nPilots yesterday declared an emergency after a second man, also a Nigerian, spent an unusually long time in an airplane restroom, said a Department of Homeland Security spokeswoman, Sara Kuban.\nIn a similar scene to the one Friday, the plane was taken to a remote corner of the airport, far from the passenger terminals, where it was surrounded by police, fire and emergency vehicles. All of the baggage was removed from the plane and searched by explosive-sniffing dogs.\nThe passenger, whose name was not made public, \"was removed from the flight and interviewed\" by the FBI. \"Indications at this time are that the individual's behavior is due to legitimate illness, and no other suspicious behavior or materials have been found,\" Ms. Kuban said.\nThe incident came amid security measures that were begun by the Transportation Security Administration in response to Friday's terrorism attempt.\nThe TSA issued an update on its Web site last night that said passengers would be subject to greater security, but its information was not as detailed as the memorandums sent by the agency to airlines over the weekend. The airlines said the new TSA measures required an additional round of searches, including body pat-downs at airport gates overseas.\nInternational travelers were also told that they could not leave their seats for the last hour of a flight, during which time they also could not use a pillow or blanket. They were also limited to one piece of carry-on baggage, including a purse or briefcase, and that piece had to be stowed in an overhead compartment for the last hour of a flight.\nAirlines were ordered to turn off in-flight entertainment systems with maps showing a plane's location, and pilots and flight crews were told not to make comments about cities or landmarks below the flight path.\nThere also were unspecified measures at airports in the United States, where lines at screening machines grew long.\nJodi Syens, of Holland, Mich., her husband, Marvin, and daughter Rachel were aboard a flight from London that arrived in Detroit several hours behind schedule yesterday. The Syenses, who had arrived at Heathrow Airport 31/2 hours before their flight, said passengers were taken by their aircraft rows up to the gate, where carry-on bags were thoroughly checked and the travelers were patted down.\nMany international passsengers said yesterday they had been unaware of Friday's terrorism attempt and had not been told of the new security measures until they were actually confronted with them.\n\nLoad-Date: December 28, 2009"
}