{
    "title": "Security Council votes to intensify antiterror bid",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 10,
    "day": 9,
    "full text": "The Security Council voted unanimously yesterday to step up the global campaign against terrorism, calling on all nations to prosecute or extradite anyone supporting, financing or participating in terrorist acts.\nThe 15-0 vote culminated weeks of negotiations by Russia, which introduced the resolution after extremists staged a series of attacks there, including the seizure of a school in Beslan in which more than 300 people were killed. The measure was adopted a day after several car bombings targeted Israelis at Egyptian resorts in Sinai.\n\"We think these events stressed even more the urgency to take further practical steps in the fight against terrorism, and we consider the U.N. is the best coordinator in this fight,\" said Russia's deputy U.N. ambassador, Alexander Konuzin.\nThe resolution \"condemns in the strongest terms all acts of terrorism irrespective of their motivation, whenever and by whomsoever committed, as one of the most serious threats to peace and security.\"\nIt urges all countries \"to cooperate fully in the fight against terrorism, especially with those states where or against whose citizens terrorist acts are committed.\" It calls on all states to bring to justice any person involved in planning, financing, carrying out or providing safe haven to those involved in terrorist acts \"on the basis of the principle to extradite or prosecute.\"\nThe resolution creates a Security Council working group to study measures to be taken against terrorists and terrorist groups not affiliated with al-Qaeda or Afghanistan's former Taliban rulers.\nThe council already has imposed stiff sanctions against those groups, requiring all 191 U.N. member states to impose a travel ban and arms embargo against a list of those linked to al-Qaeda or the Taliban and to freeze their financial assets.\nBut it has not examined what actions to take against other terrorists.\n\"It is important that we have agreed in principle to consider measures against terrorists other than those linked to al-Qaeda,\" said Algeria's U.N. ambassador, Abdallah Baali.\nPakistan and Algeria, the only Muslim nations on the 15-member council, both expressed concerns this week that language in the final draft of the resolution would make it a crime to fight in a liberation war and that a new list of terrorist subjects would be compiled.\nDuring final negotiations that continued into yesterday morning, the text was changed to make clear that the resolution targeted only criminal acts defined in international conventions dealing with terrorism. The reference to a possible terrorist list as one measure the working group would consider was dropped.\nSpain's U.N. ambassador, Juan Antonio Yanez-Barnuevo, who fought hard to keep in the terrorist list, told the council afterward he recognized that compiling names \"may still involve some difficulties, but we are fully confident of the group's ability to take on this task.\"\nU.S. Ambassador John Danforth said the cosponsors of the resolution agreed that every effort would be made to create the list.\n\nLoad-Date: September 1, 2005"
}