{
    "title": "Security tightened at airports, Capitol",
    "publisher": "st. petersburg times ",
    "year": 1991,
    "month": 1,
    "day": 18,
    "full text": "The war in the Persian Gulf may be more than 7,000 miles away, but its effects already are popping up throughout the Tampa Bay area and the state in longer waits for travelers trying to get through Tampa International Airport, for instance.\n \n    Concerned about the possibility of a terrorist attack, Federal Aviation Administration officials ordered increased security at every airport in the country Thursday, including Tampa International and the St. Petersburg-Clearwater International Airport.\n \n    That means no curbside baggage check-in, no more storing luggage in lockers, increased surveillance patrols and closer searches.\n \n    Even with the stepped-up security measures, the airport still seemed to run smoothly. Doors that were sometimes open to airport passengers were closed, and the people rerouted so that they could be watched.\n   The heightened security measures prompted Tampa airport spokesman Paul MacAlester to suggest airline customers should get to the airport up to an hour before they usually would arrive, to allow time for a lengthy search.\n \n    He had another suggestion. \"Don't leave any carry-on luggage unattended in the terminal. It will be picked up and impounded.\"\n \n    And for the families and friends seeing loved ones off at the airport, there's more bad news. Only ticketed passengers will be allowed to ride the shuttles that carry people from the main terminal to the satellite terminal, where the boarding gates are located.\n \n    Nevertheless, MacAlester said airline passengers he talked to Thursday didn't seem to mind the inconvenience caused by increased security. In fact, they seemed to welcome it, he said.\n \n  Miami International Airport, which can be a madhouse on the best of days, took confusion to a new level Thursday.\n \n    The airport stepped up security with teams of bomb-sniffing dogs and plainclothes security people, as well as increasing the number of uniformed guards by a third. Any bag left unattended was quickly picked up and disposed of.\n \n    But it was change in the bag-checking procedure luggage checks at the airport entrance were suspended and everyone had to check baggage at the ticket counter that created huge lines and caused several missed flights. Irate would-be passengers hurried through the airport, cursing the delays but conscious of the need for added security.\n \n    One traveler who passed through Miami International Airport on Thursday, U.S. Sen. Bob Graham, D-Fla., made it plain he was happy to see the new security measures.\n \n    \"I was pleased at the heightened security and the greater sense of awareness not only of the police and airline personnel, but also of the passengers,\" Graham said.\n \n    So far, though, the increased awareness has netted no threats. The special terrorism hotline set up by the Florida Department of Law Enforcement had received only three calls by Thursday morning, and none of those tips had any substance, state officials said.\n \n      Security officials at the state Capitol have increased vigilance in response to the possibility of terrorism and are advising state employees to do the same, said Jim McPherson, director of the Division of Safety and Crime Prevention at the Capitol in Tallahassee.\n \n    Spokesmen for MacDill Air Force Base and the Florida Power Corp. Crystal River nuclear plant said they couldn't discuss security measures.\n \n    But those probably wouldn't be targets a terrorist would attack, said Bob Weller, a Florida State University sociology professor who has studied terrorist activities.\n \n    \"Military targets are going to be guarded,\" Weller said. \"Terrorists prefer the course of least resistance.\"\n \n    Instead, he said, they'd be more likely to attack something like the Super Bowl, Walt Disney World or \"a high school dance where a lot of children of military personnel are present,\" he said. \"They want crowded places where there are a lot of people present.\"\n \n    The Super Bowl is \"an obvious target,\" Weller said. \"A couple of well-placed bombs there could wreak havoc.\"\n \n    But Weller believes terrorism is \"a real threat\" right now and says the American public unlike the people of strife-torn Northern Ireland and Lebanon probably isn't prepared for a guerrilla war in its own back yard.\n \n Information from staff writers Charlotte Sutton and Rick Bragg and the Associated Press was used in this report.\n\nLoad-Date: November 12, 1992"
}