{
    "title": "SECURITY MEASURES UNCHANGED AT AREA TRANSPORTATION HUBS",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "Regional transportation providers said it was mostly business as usual Monday in the wake of President Barack Obama's announcement that the U.S. had killed Osama bin Laden.\nAlthough the State Department issued a worldwide travel alert, no special security measures were implemented for passengers at Pittsburgh International Airport, by the Port Authority or by the Pennsylvania Department of Transportation, all of which said heightened security already was part of the daily routine.\nHowever, the alert level was raised overnight at North American military facilities, including the 911th Airlift Wing and 171st Air Refueling Wing based at Pittsburgh International.\nIt went from \"Alpha,\" which connotes a general but unpredictable threat of terrorism, to \"Bravo,\" meaning an increased and more predictable threat of terrorist activity exists. Bravo is the third most serious level on the military's five-stage Force Protection Condition scale, known as FPCON.\nThe Army Corps of Engineers sent a message to employees at its locks and dams and in the Federal Building, Downtown. \"With the death of Osama bin Laden we all need to be ever so vigilant and on the lookout for anything suspicious or out of the ordinary,\" it said.\nEmployees were reminded to keep watch for suspicious people, vehicles or packages, make sure evacuation plans were on hand and \"keep things locked up,\" spokesman Jeff Hawk said. \"This is nothing unusual. It's double-checking and triple-checking and quadruple-checking.\"\nThe killing of bin Laden was not likely to affect procedures at the security checkpoints at Pittsburgh International, spokeswoman JoAnn Jenny said. \"We haven't heard any specific advisories related to airport security at Pittsburgh,\" she said.\n\"Really nothing's changed. We are at a high level of security at all times,\" PennDOT District 11 spokesman Jim Struzzi said.\n\"We've been operating on a heightened level of security and awareness for some time now,\" Port Authority spokesman Jim Ritchie said. That has included periodic exercises with Department of Homeland Security agents at bus stops and rail stations.\nThe U.S. Coast Guard maintained a Level 1 Maritime Security Level, the lowest of three levels, said Cmdr. Richard Timme, commanding officer of the Pittsburgh unit. \"Continued vigilance is something we are absolutely talking to our folks about,\" he said. \"It behooves everybody to keep our eyes and ears open.\"\nPittsburgh police said they will \"continue to monitor any threat assessments and provide needed police resources as warranted. However, we ask the public to remain alert and cognizant but continue on with their day-to-day lives. As always we encourage citizens to report any suspicious activity by calling 911,\" spokeswoman Diane Richard said.\nHomeland Security did not issue a National Terrorism Advisory System alert.\n\"We remain at a heightened state of vigilance, but the Department of Homeland Security does not intend to issue an NTAS alert at this time,\" Secretary Janet Napolitano said in a statement on the department's website. \"I have been clear since announcing NTAS in January that we will only issue alerts when we have specific or credible information to convey to the American public. \"\n\nNotes\n\nJon Schmitz: jschmitz@post-gazette.com or 412-263-1868. Visit the PG's transportation blog, The Roundabout, at www.post-gazette.com/roundabout. Twitter: @pgtraffic./\n\nLoad-Date: May 3, 2011"
}