{
    "title": "Security sharpened for 9_11 anniversary",
    "publisher": "pittsburgh tribune review",
    "year": 2011,
    "month": 9,
    "day": 7,
    "full text": "Although authorities said they're aware of no credible threats of a  terrorist attack this weekend, the 10th anniversary of Sept. 11 should  remind Western Pennsylvanians to be vigilant, law enforcement and  terrorism experts said on Tuesday. \nGovernment forces certainly will be: Federal, state and local  agencies said they are boosting staffing and urging people to report  suspicious behavior near public gatherings, government buildings, water  supplies, manufacturing facilities and other sensitive sites. \nDeputy Chief Paul Donaldson said Pittsburgh's Bureau of Police \"is  keenly aware of the significance of this date\" and has taken steps to  reduce risks at places that might make inviting targets. He declined to  elaborate on those precautions or name specific areas that might be  targets. \nExperts said the main security improvement between 2001 and now is  the government's ability to respond quickly to reports from the public  of potential terrorist activity -- a claim supported by a growing list  of thwarted attacks linked to alleged al-Qaida operatives or Islamic  extremists in Pennsylvania, New York, Texas and elsewhere. \n\"Before Sept. 11, 2001, if individuals called in to report unusual  circumstances, the FBI or joint terrorism task forces might have done a  background check. Today, they react, and they react immediately, and  they're supported with action,\" said Danny Defenbaugh, a 33-year FBI  veteran and security consultant based in Dallas. \nInformation uncovered in the April raid on Osama bin Laden's compound  in Pakistan showed al-Qaida was pursuing attacks around the Sept. 11  anniversary, but it was too vague to be deemed credible. \n\"There is no specific or credible intelligence that al-Qaida or its  affiliates are plotting attacks in the United States to coincide with  the 10-year anniversary of 9/11,\" Department of Homeland Security  Secretary Janet Napolitano said in a statement. \nTransportation Security Agency officials said Pittsburgh  International Airport and other transportation hubs will get increased  security. \n\"Our increased presence should be apparent at transportation  facilities across Western Pennsylvania; however, some of these measures  are unseen,\" said Ann Davis, a TSA spokeswoman. \"We certainly have a  toolbox of security measures available to us that we can increase at any  given time for any reason.\" \nRetired FBI agent Michael Finnegan, a professor at Point Park  University, said communication between intelligence-gathering agencies  such as the CIA, FBI and NSA have room for improvement. He said it's  unwise for political leaders to try to inspire confidence by belittling  al-Qaida's capabilities. \n\"It almost incentivizes taking action,\" Finnegan said. \"These guys  are talking about al-Qaida on the run. But that's all foolishness.  You're inspiring people to counter you.\" \nFormer CIA Directors Leon Panetta and Michael Hayden have said in  interviews that the CIA has al-Qaida \"on the run.\" Retired Army Gen.  David H. Petraeus was sworn in as CIA director yesterday. \n\"I think those statements are made to defuse fear, but there's  another way to do it. Don't act fearful, take commercial flights,\"  Finnegan said after giving a speech about the terrorist attacks to an  auditorium packed with Point Park students. \"You should talk about the  fact that you have a better chance to be hit by lightning than you do  being killed by terrorists.\" \nOrganizers of this weekend's Wings over Pittsburgh air show will be ready to respond if there's an attack. \n\"If there's a credible threat and we have to evacuate the air show  ramp space and deploy some of those aircraft, then absolutely, we would  certainly do that,\" said Lt. Shawn Walleck, spokesman for the 911th Air  Wing in Moon, which organizes the annual air show. \"The likelihood is  not real high.\" \nAmong the military aircraft scheduled to be here are an airborne  radar platform, A-10 Thunderbolt II attack aircraft, an electronic  warfare version of the F/A-18 Super Hornet Navy fighter, the Viper West  F-16 fighter demonstration team, an AH-64 Apache attack helicopter and a  Predator drone. \nSecurity will be tighter this year, Walleck said. Unlike previous  years, members of the 911th will ask for \"some form of legal ID at the  gate,\" Walleck said. Last year, the event attracted a record 350,000  people. \n\"Give yourself plenty of time to arrive here,\" Walleck said. \nIn a statement, state police Commissioner Frank Noonan said potential  signs of terrorist activity include photographing sensitive buildings;  acquiring unusual amounts of fertilizer, weapons, uniforms, cell phones,  fuel or harmful chemicals; and people appearing to rehearse an attack,  including mapping travel routes or timing traffic lights. \nPeople are encouraged to call the toll-free State Police Terrorism Tip Line at 1-888-292-1919, or via e-mail at sp-intelligence@pa.gov \n-- Staff writer Mike Wereschagin contributed to this report. \n  \n\nLoad-Date: September 7, 2011"
}