{
    "title": "SECURITY CHIEF WANTS STATES TO ADOPT 5-COLOR SYSTEM OF TERRORISM WARNINGS",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 3,
    "day": 12,
    "full text": "Homeland Security chief Tom Ridge plans to recommend today that states adopt a five-color system of warnings - red the most urgent - that will more precisely alert law enforcement and the public to possible terrorism and signal what to do.\nThe new system is proposed partly as a response to public complaints that the four broad terrorism alerts issued so far by the government raised alarm without providing useful guidance.\nEach color will mean that conditions including credibility of sources and specificity of warning have been met, said officials familiar with the plan. Federal, state and local officials will be empowered to issue alerts. In the highest alert situations, the government will try to inform law enforcement first, then the public immediately afterward.\nRidge, a former Pennsylvania governor, will not try to require that state and local governments adopt the new system. But most state governments seem pleased by the flexibility of the proposal and are likely to employ it, officials said.\nIn the new system, green will be the lowest status, followed by blue, yellow, orange and red as the perceived dangers intensify, officials said.\nEach alert type will be accompanied by recommendations on how government agencies and the public should respond.\nThe public would in some instances be given guidance as well. An example would be urging fans to arrive at a sports event early if security was heightened.\nRidge said Monday the multistage alert system will provide \"a common vocabulary\" of danger to help communities respond to threats. He spoke Monday to the National League of Cities.\nGeorge Vinson, the special adviser on state terrorism to California Gov. Gray Davis, said the plan \"has built-in flexibility that states were looking forward to.\"\n\nNotes\n\nWAR ON TERROR\n\nGraphic\n\n \nPHOTO; Color Photo headshot - (Homeland Security chief Tom) Ridge; Will not try to require use of system;\n\nLoad-Date: April 10, 2002"
}