{
    "title": "Security at Canadian border beefed up; Terrorism threats heighten security, will affect travel",
    "publisher": "spokesman review",
    "year": 1999,
    "month": 12,
    "day": 22,
    "full text": "Heightened security at the U.S. border probably will mean delays for holiday travelers headed to Canada, officials said Tuesday.\nCustoms inspectors at 301 U.S. ports of entry, including the dozen or so in the Inland Northwest, are on a ''heightened sense of alert'' following the Dec. 14 arrest of an Algerian man caught trying to smuggle explosives into Western Washington, officials said.\nThat means there are more inspectors than ever on duty at border crossings, and they are being more vigilant, said Mike Milne, a U.S. Customs administrator in Seattle.\n''Our inspectors are going to be talking to more people, inspecting more cars,'' said Milne, who oversees Customs operations for the Northwest and Great Plains sector. ''This will mean delays for travelers. What we're asking is that the traveling public bear with us.''\nThat is especially true at some of the country's more remote crossings, where Customs officials have beefed up shifts with extra inspectors.\nMilne said more than 300 inspectors will be added to ''high-priority'' stations across the nation for the next several weeks. Administrators are being asked to work check stations, and many inspectors are being required to work overtime, Milne said.\nCiting security reasons, he refused to say if any Inland Northwest ports of entry were receiving additional staffing. ''But a number of the northern ports are considered remote,'' he said.\nThe U.S. Border Patrol also is increasing its staffing after the arrest of Ahmed Ressam in Port Angeles last week. Ressam was taken into custody after agents found nitroglycerin and other bomb-making materials in his car when he tried to enter the United States from Victoria, B.C.\nPaul Jones, an intelligence officer for the patrol's Inland Northwest sector, said vacations have been canceled for all agents in the area until mid-January.\n''Everyone is going to be out patrolling the border,'' Jones said.\nThe 29 agents in the Inland Northwest sector patrol Eastern Washington, North Idaho and northwestern Montana.\n\nLoad-Date: December 24, 1999"
}