{
    "title": "Security grants for cities to be based on terror risk",
    "publisher": "federal times",
    "year": 2006,
    "month": 1,
    "day": 9,
    "full text": "Areas at risk of being hit by natural disasters but deemed unlikely to be terrorist targets will miss out on urban security grants totaling $765 million this fiscal year.\nHomeland Security Secretary Michael Chertoff said in a Jan. 3 press conference in Washington that under the 2006 Urban Area Security Initiative, the department will distribute grants to as many as 95 large cities. The department decided to make cities in which a terrorist attack would be particularly devastating or cities that are at a higher risk of a terrorist attack eligible for grants. Such cities, for example, might include those that are close to international borders or have ports or other critical infrastructure with particular vulnerabilities.\nTerrorism is the only criteria Homeland Security is considering when distributing these grants, Chertoff said. But natural disaster response could still benefit from grants, he said. Some capabilities that will be useful for terrorist attack prevention or response - such as evacuating cities or securing critical infrastructure - will also be useful when countering natural disasters.\nChertoff said the initiative will not completely cut off federal natural disaster spending, and said other federal programs also fund terrorism or natural disaster prevention and response grants.\nThe \"risk-based\" method is an effort to steer money where it will do the most good, Chertoff said. That means the 35 urban areas containing the 95 eligible cities will not automatically receive funding. State and local governments will have to craft proposals telling the department what they plan to do with the requested grant money.\nRequiring cities and urban areas to justify their grant requests will cut down on wasteful spending, Chertoff said. He noted numerous reports since Sept. 11, 2001, of organizations spending federal money on things like leather jackets that are unrelated to terrorism prevention and response. Such spending undermines homeland security efforts, he said.\n\"If we're not using the money for critical capabilities, then the money is being wasted,\" Chertoff said.\n\nLoad-Date: January 21, 2006"
}