{
    "title": "SECURITY AT AIRPORTS TO BE TIGHT",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 3,
    "day": 2,
    "full text": "WASHINGTON - Despite the cease-fire in the Persian Gulf War, stringent security measures against terrorism will be maintained at U.S. airports, says the Federal Aviation Administration.  In fact, aviation officials suggest that the chances of a terrorist bombing may have increased because of Iraqi President Saddam Hussein's failure on the battlefield.  ''Maybe now that the shooting has stopped, (terrorism is their only avenue,'' JoAnn Sloane, an aviation administration spokeswoman, said Thursday.  The agency's continuing concern about terrorism - despite complaints by airport operators that the beefed-up security measures were onerous and unnecessary - was shared by the insurance brokers at Lloyd's of London.  Insurers at Lloyd's have declined to lower the surcharges for terrorism that they imposed on their standard coverage when the war began, said Peter Hubert, chairman of the Lloyd's Aviation Underwriters Association.  However, he added, ''If nothing happens within a matter of a few weeks I think you would find that there would be an easing, not a removal, of the charges.'' At U.S. airports, the measures imposed by the aviation agency include a ban on curb-side check-in and on allowing anyone but ticketed passengers into gate areas. The FAA also is requiring extra police and checks of trash cans and telephone booths for bombs. ''For the time being it is going to stay that way,'' Sloane said.  The Airport Operators Council International is lobbying in Washington to pare back the measures, saying they are excessive, particularly for smaller airports situated in the interior United States.\nThe aviation administration's stance comes as more passengers have gradually overcome fear and have begun taking advantage of promotional airline fares.  John Mauro, president of U.S. Travel-Foster Joyce in New York City, said, ''We've noticed a pretty big resurgence . . . Many of our (business clients had put off travel for a couple of weeks, and I think some of their anxieties are diminishing.''\n\nLoad-Date: October 8, 1993"
}