{
    "title": "Security vacuum in Mali appeals to terrorists",
    "publisher": "the world",
    "year": 2012,
    "month": 6,
    "day": 10,
    "full text": "Weak interim leaders unable to address rebels\n By Matthew Schofield\n McClatchy\n WASHINGTON - The government is in shambles. Rebels backed by money and weapons from terrorists have taken control of a large swath of the country. A shadow government is reportedly installing a radical Islamist agenda, with harsh Shariah law and anti-Christian attacks by roving armed bands.\n This isn't Afghanistan in the mid-1990s or Somalia in the last decade. It's the northern half of Mali, an arid, Texas-size chunk of northwest Africa.\n Although details are sketchy, an unlikely alliance of Islamic radicals and moderate but long-marginalized Tuareg tribesmen seized northern Mali following a coup in the south two months ago. They proclaimed a new nation, Azawad, where Islamists have separated boys and girls in school, banned soccer and television, and whipped people publicly for drinking alcohol.\n The degree to which terrorist groups - including al-Qaida of the Islamic Maghreb and Nigeria's Boko Haram - have grabbed power is unclear, experts say. A U.S. official described the situation as \"fluid.\" But Maman Sidikou, the ambassador to Washington from Mali's neighbor, Niger, saidthe world is looking at the formation of international terrorism's next safe haven unless there is swift action to stop that from happening.\n \"The time to kill the snake is before it has babies. We don't have the resources in the Sahel to deal with this problem,\" he said, referring to the sparsely populated region of West Africa below the Sahara.\n \"The world is simply watching. Each day, radical Islam is consolidating its power and control in the area.\"\n U.S. officials in Washington say that while Mali isn't at the top of their priority list, they are closely monitoring the situation.\n \"We are very concerned about developments in northern Mali,\" said a U.S. official who was not authorized to speak on the issue. \"Extremists there are taking advantage of the security vacuum to spread their influence.\"\n Concern is more palpable in France, the former colonial power, where officials have described northern Mali as \"a potential West African Afghanistan.\" French President Francois Hollande has said that Mali was at the \"center of our discussions\" about the region and that France's priorities are \"the restoration of constitutional order for Mali, territorial integrity and fighting terrorism.\"\n The U.S. sends Mali $140million in aid annually, a combination of military and civilian assistance. In addition, the U.S. military has trained some members of Mali's armed forces, including Capt. Amadou Sanago, who led the coup by junior officers two months ago. While the officers seized control of the south, the Tuaregs - a minority ethnic group whose power peaked centuries ago at the height of the African salt trade - remained in control of the north.\n How did rebels outmuscle a national army long backed by U.S. dollars? Many blame the NATO-assisted collapse of Moammar Gadhafi's regime for the rise of the terrorist enclave.\n When Gadhafi's regime fell, his weapons flooded from Libya through the Sahel. Many were carried by non-Malian Tuareg fighters looking for a new cause. Others were bought with money al-Qaida in the Islamic Maghreb made from kidnapping and the drug trade.\n The alliance of Tuareg nationalists and Islamic radicals also bolstered their power by seizing arms caches abandoned by the Malian army - some of it reportedly supplied by the United States - when its forces fled south.\n The African Union, which sent a peacekeeping force to Somalia to battle the militant Islamist group al-Shabab, has offered help, but the southern-based government remains too dysfunctional even to accept. After leading the coup, Sanago ceded control of the south to an interim government, but neither it nor the military retain any credibility. An interim president was beaten by a crowd of unhappy Malians and flown to France for unspecified medical treatment. Refugees have flooded south.\n J. Peter Pham, director of the Atlantic Council's Michael S. Ansari Africa Center, saidit will be \"at least months before the government is able to function well enough to make decisions about the north, and perhaps a year before the military will again be capable of carrying out those policies.\"\n The Tuaregs had launched previous rebellions against the southern-based government in Bamako. Their leader, Iyad Ag Ghali, now is at the helm of a radical Islamist group called Ansar Dine, which maintains deep respect among Tuareg nationalists. Experts say this likely explains what many see as an unnatural alliance between radical Islam and traditionally moderate, almost secular Tuaregs, but it's unclear how long the alliance will last if the radicals overshadow the Tuaregs. For example, Ansar Dine and AQIM fighters reportedly are stationed at the most prestigious barracks, while Tuaregs have accepted lesser lodgings.\n While the Islamist coalition is hosted by Ansar Dine and largely funded by AQIM, it's also thought to contain fighters from Nigeria's Boko Haram and an AQIM offshoot called the Movement for Unity and Jihad in West Africa. Boko Haram has struck repeatedly in Nigeria, including a series of bombings of churches last December that killed 40 people, but this is believed to be its first foray abroad. There are also reports that foreign fighters from as far away as Pakistan are making their way into the world's newest terror haven.\n Sidikou, the ambassador from Niger, believes that the world's inaction benefits the Islamists.\n \"The Tuareg are too weak to ever be in control of this coalition,\" he said. \"The world is giving dangerous radicals the time they need to sell their agenda to a very poor people. Starving people can be swayed by food. This is the type of land in which terrorism can thrive.\"\n\nLoad-Date: June 20, 2012"
}