{
    "title": "Security decisions vindicated, Kempthorne says; Case holds more surprises about state terrorism ties",
    "publisher": "spokesman review",
    "year": 2003,
    "month": 2,
    "day": 27,
    "full text": "Idaho Gov. Dirk Kempthorne said Wednesday that the newly disclosed\n terrorism investigation in Moscow was one of the factors that prompted him to\n barricade the state Capitol, close streets and crank up state security after\n the Sept. 11 terrorist attacks.\n And he suggested the case holds still more surprises about possible\n terrorist ties to Idaho. ''You will find details that you would never have\n imagined would have been originating from this state,\" he said.\nKempthorne said he now feels vindicated in his security decisions after\n Sept. 11, which drew sharp criticism at the time.\n ''Yes, I did take significant political heat for security measures which I\n put in place,\" the governor said. ''Those concerns have now been borne out.\"\n State legislators, who were among Kempthorne's critics for his reaction to\n 9/11, were surprised by Wednesday's revelations.\n ''As I remember, everybody thought he went overboard,\" said Rep. Wayne\n Meyer, R-Rathdrum. ''Maybe if I had the information the governor has, maybe I\n would've felt differently about that issue. Maybe one day that information\n will come to light.\"\n Sen. Shawn Keough, R-Sandpoint, led a move in the Legislature's joint\n budget committee last year to trim back extra patrols of the state Capitol by\n the Idaho State Police. Since then, security at the Statehouse has been\n relaxed to levels closer to what was in place before Sept. 11, 2001, but some\n subtle changes remain in vehicle access, communications and other security\n measures.\n ''Last year we cut way back and put the troopers back on the road instead\n of in the Statehouse,\" Keough said. ''It was better utilization of their\n service and better management of our scarce resources to put ISP back on the\n road.\"\n Keough said remaining security changes, such as planters that block parking\n just outside the state Capitol's northern entrance, are probably ''prudent.\"\n Tom Moss, U.S. attorney for Idaho,   said, ''At the time the governor first\n heard about this shortly after 9/11, he knew very little about what was going\n on. We just knew that we had something going on, and so the governor reacted I\n would say very appropriately.\"\n Kempthorne hinted that ''a close associate\" of Sami Omar Al-Hussayen, the\n Saudi Arabian graduate student who was arrested in Moscow on Wednesday, played\n into his decisions. ''I think you know what I'm referencing as to his location\n at a particular time,\" Kempthorne said during a joint press conference by\n federal, state and local agencies.\n Moss replied, ''Governor, I think we'll leave that alone. It'll probably\n come out maybe within a week. It may be brought out at the detention hearing,\n which will probably be within a week or 10 days from now.\"\n Kempthorne said as far as terrorist activity in Idaho, ''There are other\n pieces of information not necessarily related to this that are unresolved and\n continue to cause me concern.\"\n\nLoad-Date: March 1, 2003"
}