{
    "title": "Secure our trains",
    "publisher": "university wire",
    "year": 2004,
    "month": 1,
    "day": 7,
    "full text": "There is no question that Sept. 11 has changed America forever. It is apparent to the citizens of this country that in the global age of the 21st century, vast oceans will no longer protect America from foreign threats. The most potent and pressing threat of our generation seems to be that of terrorism.\nWhether it is the Indian-Pakistani conflict in Kashmir or the Israeli-Palestinian conflict in the Middle East, terrorism is a real and tangible problem in many parts of the world. And Sept. 11 has taught America that it cannot escape the impact of terrorism. In order to effectively combat these threats of terrorism, airline and airport security have been increased dramatically. Metal detector and X-ray systems have become more advanced and baggage searches are more thorough. So is America safer? Perhaps the airports and planes are, indeed, safer than before Sept. 11. But the problem with this scenario is that the next terrorist attacks might not originate in the air.\nDartmouth College\nJust days before Christmas, the country was put on an orange alert for a potential terrorist attack rivaling that of Sept. 11. This heightened security alert was in the headlines and all the news shows for at least a week. Analysts discussed all the possible ramifications of the orange alert, conjectured about what information the government had obtained about the possible terrorist attacks and informed the public of the seriousness of the matter. That week, I was traveling to New York City from Washington, D.C. The orange alert was announced just the day before I left and I prepared to face extreme security measures and possible delays on my trip to New York. However, it turned out that I didn't have to deal with any sort of security at all because I was riding an Amtrak train to Penn Station.\nI am not a regular Amtrak passenger, so I was more than surprised to see how the whole process works. I walked into Union Station in D.C., found out what gate my train was departing from and waited at the gate. When my train was ready to depart, I boarded the train after showing a conductor my ticket. I put away my luggage, took a seat and had a quiet, uneventful ride to New York. I did not have to pass through a single metal detector. My baggage wasn't X-rayed or examined in any manner. I didn't have to show a photo ID to any personnel at any point. This is a drastic departure from the security measures at any airport, even small ones like Manchester. I could easily have concealed weapons in my baggage or have given my ticket to a stranger I met on the street. It really seems like there is little preventing a terrorist from taking the Amtrak to Penn Station and detonating a bomb or releasing chemical weapons like nerve gas. So then, the question is why is there no security in the American rail system?\nI suspect the answer must have something to do with money. Installing any security measures in Amtrak stations across the country would obviously involve huge amounts of it. And it's true that airplanes are bigger targets for terrorism because a plane crash or explosion will almost always lead to more deaths than an explosion in a train or a subway. That being said, I'm not convinced that security on Amtrak trains should be written off so easily. The main aim of terrorism is to invoke terror and fear and this aim can be achieved by blowing up Penn Station or Grand Central just as easily as it was achieved by bringing down the World Trade Center. It would be a symbolic act of terror that would prove that the terrorists can reach American cities regardless of all the security efforts of the government. Certainly, 3,000 people might not die if Penn Station were blown up, but why is that a magic number? Wouldn't the country mourn the death of even 100 people and wouldn't such an incident make Americans feel just as insecure as Sept. 11 did?\nThere certainly is precedent for attacks on trains and subways. In 1995, the nerve gas sarin was released in the Tokyo subway, leaving eight dead, 76 critically injured and more than 600 hospitalized overnight. While these numbers don't seem nearly as appalling as the ones from Sept. 11, it is important to remember that the terrorists might have access to new forms of chemical and biological weapons that may cause much more damage than sarin did in Tokyo. Ultimately, it's difficult to win a war on terrorism because there will always be that one person, that one group that slips through the cracks in security. But if America is really committed to combat terrorism, then appropriate steps have to be taken to make Amtrak more secure. Most of the independent estimates of the cost of the war in Iraq fell between $ 100 and $ 200 billion. I think that a much better use of this money would have been to improve security in the Amtrak trains, but then again I'm not a politician.\n(C) 2003 The Dartmouth via U-WIRE\n\nLoad-Date: January 7, 2004"
}