{
    "title": "Seedlings of terrorism",
    "publisher": "university wire",
    "year": 2007,
    "month": 10,
    "day": 10,
    "full text": "\"That's really an extraordinary statement. As someone who lived through the attack of Sept. 11, that we invited the attack... I don't think I've heard that before, and I've heard some pretty absurd explanations for Sept. 11.\" Rudy Giuliani said that in response to Ron Paul at the Republican presidential debate on May 15 in Columbia, S.C. Of course, to him it was irrelevant that Paul never actually made such a claim. For Giuliani and his neoconservative friends, the most important thing is always to ensure that the American people continue to believe that the sole reason Islamic extremists hate and attack us is because we are free and Judeo-Christian in origin.\nIn reality, the causes of terrorism are much more complex, and defeating it will require an honest rethinking of what we as Americans can do to lessen our impact in the process. Fast-rising Republican presidential candidate Paul has already undertaken such an analysis and provides a logical plan: Return American foreign policy to the non-interventionism so beloved by the founders of our nation.\nPaul believes that a significant factor in the Sept. 11 attacks was U.S. foreign policy. This belief stems from the idea of \"blowback,\" a manifestation of the unintended consequences of the law. America has pursued an interventionist foreign policy since the days of FDR, from overthrowing democraticall elected leaders to maintaining military bases worldwide, from propping up dictators to sending in troops to fight the wars of others. When we exert influence in other areas and use force to promote our way of life, we create enemies of otherwise friendly people. Combine that with dissatisfaction with domestic politics and the strength of Islamic extremism, and the atmosphere is ripe for anti-American sentiment.\nTo put our actions in context, consider an example: if China were to overthrow the government of Honduras, establish military bases in Canada and Haiti, prop up a Chilean dictatorship and engage itself in a bloody war on U.S. soil, would we not resent the Chinese? Additionally, do not forget that the Middle East shares the common bond of the Islamic faith, whereas our region shares only geographic proximity. If you can see things from the perspective of the Middle East, it is easy to understand why they might resent our interventions into their land.\nPaul is not claiming that Americans are responsible for Islamic terrorism, Sept. 11 in particular, as some such as Giuliani would say he is. Paul is merely stating that the foreign policy that our government executes contributes significantly to the problem. There are plenty of other factors in producing terrorism -- poverty, disenchantment with local politics, social chaos, the dominance of fundamentalism and many more.\nThe psychological, theological and sociological aspects of fundamentalist terrorism might seem distinct from any influence America might have, but in fact they are not. If we wish to stop terrorism, we need to combat the ills that dominate a good part of the Arab world. For example, if we were to stop supporting the oppressive, theocratic monarchy of Saudi Arabia and instead encourage trade and dialogue with Saudis, it is entirely possible that their extremist Wahhabism would die a quick death. Without the money, the al-Sauds could not fund their indoctrination programs and with a more open society, Saudi citizens might see a beacon for their culture in the West. To state Paul's point more generally, if we discontinue our interventionism, it is possible that Muslim discontentment might decrease along with their reasoning for transferring that discontentment to America.\nWhen Paul says that the U.S. contributes to Islamic terrorism via the \"blowback\" process, he is simply restating a CIA-endorsed fact and a basic cornerstone of the 9/11 Commission Report: Our foreign policy has exceeded its constitutionally prescribed bounds and, as a result, our status in the world has suffered. The fact that Giuliani has never heard of \"blowback\" testifies to his ignorance concerning the terrorism issue. An interventionist foreign policy is unbearably expensive, morally suspect and detrimental to our long-term security interests. Besides, how can tanks and bombs ever defeat a feeling? Ron Paul is correct about \"blowback\" and the imperative to return to a foreign policy of non-intervention.\n(C) 2007 The Diamondback via U-WIRE\n\nLoad-Date: October 10, 2007"
}