{
    "title": "Seeds of terrorism can grow in state, as militia case shows shows shows",
    "publisher": "the mountaineer ",
    "year": 1997,
    "month": 11,
    "day": 1,
    "full text": "WHEELING (AP) - The Mountaineer Militia case shows the state is not\nimmune to terrorism, U.S. Attorney William Wilmoth said.\nFive of seven defendants who were arrested a year ago either were\nconvicted or pleaded guilty.\nIn the aftermath, the Mountaineer Militia collapsed and West\nVirginians learned that the seeds of terrorism can grow even in\n\"salt-of-the-earth\" places like Clarksburg, Wilmoth said.  said.  said.\n\"First of all, a potentially dangerous organization has been taken\napart,\" the federal prosecutor said. \"Secondly, the public is aware\nthat this kind of thing can happen anywhere.\"\nThe final trial ended last week with the conviction of Terry Coon of\nWaynesburg, Pa., of providing plastic explosives, TNT and grenades\nacross state lines to militia commander Floyd \"Ray\" Looker.\nThe only setback for prosecutors was the acquittal of two Ohio men who\nsupplied 1,000 explosives to the militia. The Cleveland men contended\nthe explosives were nothing but overgrown firecrackers.\nThe next phase begins Monday with the sentencing of Jack Phillips of\nFairmont for conspiracy to manufacture explosives. A week later,\nEdward F. Moore of Lavallette, Wayne County, will be sentenced for\nmaking a small ammonium nitrate bomb at a militia training session.\nThe other sentencings will continue through early next year in the\nsame courtroom where jurors were kept anonymous for their safety and\nwhere extra marshals were on hand for security.\nThe militia investigation began two months after the Oklahoma City\nbombing when an informant overheard militia members discussing three\nfederal targets during a training session in Lewis County.\nOne target was identified as the FBI's $ 200 million Criminal Justice\nInformation Services division in Clarksburg, which now employs about\n3,000 people. The others were never named.\nA Clarksburg firefighter who made copies of FBI center blueprints was\nthe first to be found guilty under an antiterrorism statute that makes\nit a crime to provide material support to terrorists.\nLooker and the firefighter were preparing for an assault on the\ncomplex, but there was no active plot, officials said.\nDefense lawyers contended the entire investigation was improperly\nlaunched on the word of a habitual liar who went to the FBI in hopes\nof living out his dream of being a secret agent.\nThe informant, Okey Marshall Richards Jr., had told tall tales for\nyears about being a war hero and secret government operative, and he\nstood to gain financially because he was deep in debt, owing thousands\nof dollars in back child support, unpaid taxes and court judgments.\nRichards has been paid more than $ 80,000, including services, expenses\nand relocation, since the summer of 1995.\nWilmoth said Richards' help was invaluable in giving the FBI access to\nLooker through the tape recorder he wore, Wilmoth said. Richards made\nmore than 400 tape recordings during the 16-month investigation.\n\"I'm certainly glad that we were able to have him to unravel this case\nbefore anything dangerous occurred,\" Wilmoth said.\nThe case does not necessarily end with the sentencings because Looker\ncan still be prosecuted for a bogus check-cashing scheme linked to\nMontana Freeman leader LeRoy Schweitzer.\nAlso, one of the defendants, James \"Rich\" Rogers, a former fire\nlieutenant in Clarksburg, has requested a new trial.\nThe government has spent thousands of dollars on the case - from the\nactive investigation to explosives tests by the FBI and elaborate\nvideotape presentations for jurors.\n\"I would still do it again,\" Wilmoth said. \"It was important enough\nthat it was money well-spent.\" spent.\" spent.\"\n\nLoad-Date: November 4, 1997"
}