{
    "title": "Seeing terror, day to day",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 14,
    "full text": "This past Sunday evening, two television programs on two channels put forth differing narratives about the important issues facing this country.\nThe first, ABC's \"The Path to 9/11,\" has had a fair amount of controversy, mostly because of largely fictional scenes that allege that Clinton administration officials were criminally incompetent in pursuing Osama bin Laden.\nBut regardless of the partisan issues associated with the film, \"The Path to 9/11\" has one primary subject on its mind: terrorism. The two-part film, which showed Sunday and Monday nights, began and ended with a focus on terrorism - how it occurred, what went wrong and what should be done to prevent it.\nThe movie does an excellent job of mirroring the current political debate, where President Bush and the Repub-lican Congress are coming under an increasing amount of fire over their execution of the War on Terror. While other political issues remain alive as ever, it's the debate over Iraq and our apparent failure to eradicate bin Laden and al-Qaida that may well flip control of Congress and turn a besieged Bush into a completely lame duck president.\nMeanwhile, on HBO, \"The Wire\" kicked off its fourth season. The premiere generated relatively little controversy, but huge amounts of ink as swarms of reviewers, from The New York Times to Stephen King to comedian Patton Oswalt gave it rave reviews, many bluntly calling \"The Wire\" the best show in television, bar none.\nInterestingly, where \"The Path to 9/11\" focused purely on terrorism, \"The Wire's\" premiere focused on a wide range of issues, terrorism included. Although the stated theme of this season is education, the show's first hour presented treatises on powder-actuated nail guns, homing pigeons, \"dead dialing\" for campaign contributions, the risk of ordering drug-money subpoenas, the utility of homeland defense strategy applied to inner-city neighborhoods and the importance of salvaging three-ring binders, all in a fantastically entertaining package.\nWhat's interesting to consider is how important many of the issues \"The Wire\" covers actually are, and how little play they get in current American discourse. Over the past three seasons, the show has turned an unsparing eye toward the drug war, the slow death of the traditional American blue-collar working class, the difficulty of political reform and now, the intricacies and realities of the U.S. educational system. Rationally, these are all issues that virtually every American deals with or feels repercussions from every day of his or her life. In comparison, terrorism - although it makes for spectacular television imagery and incendiary debate - has directly touched a vanishingly small percentage of Americans.\nI say this not to discount the importance of terrorism, but to put it in its proper place. Terrorism may have the potential to harm thousands or even millions of Americans, but there's every possibility that a calm, competent approach can prevent the worst outbreaks.\nMeanwhile, \"The Wire\" serves to remind us that the greater machinery of life in this country continues to run, even as many of us focus on seemingly more important matters.\nThat being the case, if \"The Wire\" serves to remind even a small fraction of us that more lives are made or broken every day by the success or failure of \"No Child Left Behind\" than by any given car bomb in Iraq, it will have done a far more important public service than a thousand Sept. 11 TV movies.\nLet's hope the country gets the message.\nJones is an electrical engineering graduate student.\n(C) 2006 Daily Texan via U-WIRE\n\nLoad-Date: September 14, 2006"
}