{
    "title": "Seeing a Threat at Home in a Fight Abroad",
    "publisher": "the new york times",
    "year": 2014,
    "month": 3,
    "day": 12,
    "full text": "LONDON -- His interrogators had a nickname for Moazzam Begg, a British former detainee of Guantánamo Bay who was re-arrested last month on suspicion of terrorism offenses related to the war in Syria. They called him Hemingway.\n''We compared him to somebody who went off to Spain during the civil war -- more of a romantic than some sort of ideologically steeled fighter,'' Christopher Hogan, a former military interrogator who oversaw some of Mr. Begg's early interrogations in the American high-security prison in Guantánamo Bay, Cuba, told The New York Times in 2006.\nThe analogy to young idealists like the writers Ernest Hemingway, George Orwell and Laurie Lee who joined and chronicled the fight against Franco's Fascist troops in the 1930s is popping up again in Britain as the nation seeks to make sense of why hundreds of British Muslims are fighting in Syria.\n''If George Orwell and Laurie Lee were to return from the Spanish civil war today, they would be arrested under section five of the Terrorism Act,'' the British commentator George Monbiot wrote in The Guardian last month.\n''People fighting against forces that run a system of industrialized torture and murder and are systematically destroying entire communities could be banged up for life for their pains,'' he added, in reference to the government of the Syrian president, Bashar al-Assad. ''Is this any fairer than imprisoning Orwell would have been?''\nThe comparison is at best imprecise, given the multitude of differences between the nature of the conflicts and the people participating in them.\nBut it reflects a search for answers to difficult questions facing not just Britain but much of Western Europe: To what extent do those traveling to Syria risk coming home with the intent to support or participate in acts of terrorism? And how far is a free society willing to go in constraining civil liberties and stereotyping its own citizens to protect against that risk?\n''Would George Orwell be in Belmarsh prison today or deprived of his British citizenship?'' asked Amanda Weston, a barrister at Garden Court Chambers. Ms. Weston has represented clients who were detained and stripped of their citizenship with a crime.\nIn a country that has endured post- 9/11 attacks and Irish Republican Army violence, critics say drawing parallels to a different time and cast of characters is naïve if not dangerous.\nShiraz Maher, a senior research fellow at the International Center for the Study of Radicalization at Kings College London, is in touch with dozens of Britons fighting in Syria and monitors the social network activity of those posting in English. ''They are there to fight an Islamic revolution; they want an Islamic caliphate,'' he said. ''They are not fighting to establish a democracy.''\nUp to 480 of around 2,000 Europeans fighting in Syria came from Britain, he said, the single largest contingent.\nInstead of joining the Free Syrian Army, which the West supports with aid and weapons, Mr. Maher said, European fighters most often join radical groups like the Nusra Front and the Islamic State of Iraq and Syria, known as ISIS; both groups are believed to have ties to Al Qaeda. The recent suicide attack outside a prison in Aleppo by a British man who called himself Abu Suleiman al-Britani is a case in point. Since then, video footage of British fighters seeming to torture members of the Free Syrian Army has emerged.\nBut if comparing foreign fighters in Syria to the idealists of the 1930s is dangerous, so is the assumption that all of them will pose a threat upon their return, Mr. Maher said. Indeed, treating them that way might even increase the risk of radicalization, he said. It could alienate Muslims at home and abroad. And it could create martyr figures.\nMr. Begg is by far the most prominent of those arrested in connection with the war in Syria. He has maintained that he went there on humanitarian grounds but has since been charged with providing training and funding for terrorism.\nIs he an idealist with no intent to cause harm at home? At this stage, the British government and its European counterparts appear disinclined to take the risk.\n\nhttp://www.nytimes.com/2014/03/12/world/europe/seeing-a-threat-at-home-in-a-fight-abroad.html\n\nLoad-Date: March 12, 2014"
}