{
    "title": "Seeing past Bush's propaganda machine",
    "publisher": "university wire",
    "year": 2007,
    "month": 3,
    "day": 23,
    "full text": "The Bush administration has used propaganda to impress its policies on the American people. They have utilized one of the most easily-controllable human emotions -- fear. They have used fear to overstate terrorists threats, driving American taxes into defense contracts, while at the same time ignoring relevant issues on home soil (see Hurricane Katrina). They have even used fear to engage in a war which is of no benefit to United States safety or diplomatic relations. The administration has manipulated its citizens' fear of death and has unjustly used it to promote its agendas, hiding behind a guise of patriotism.\nUnderstanding the dangers of fear-inspired propaganda is key to justifying its demise. There are accounts littered throughout history in which government manipulation of fear has had disastrous outcomes. It is fear that drives racism and bigotry and it is fear that drove the people of Germany to support Hitler during World War II, justifying the genocide of over 12 million people. It was the fear of the heathen ways of Native Americans, along with the quest for land, which justified their removal and slaughter. Fear of Africans justified their enslavement and consequentially the discriminatory practices that lasted up until the Civil Rights Act of 1964. It is fear that keeps homosexuals regarded as second-class citizens. And it is fear now which the government uses to vilify people of the Muslim world enabling us to fight wars, under the impression that if we do not extend our imperialistic hand over these countries and smash their governments and ways of life, we are all going to die.\nThis is not to say that President Bush and his entire cabinet are evil people. They certainly do not have Hitler's track record. Somewhere though, in his warped little mind, functioning somewhere between reality and a metaphysical world where stupidity reigns king, Bush feels that his policies are good for America. He is saving morality, and he is saving the American people from certain demise. His intentions are good, but the road to hell is paved with good intentions. And the road he will walk on is covered with the blood of dead soldiers and Iraqi civilians. The event that planted the seed which allowed this regime to go on an all out rampage against terrorism by scaring its citizens was Sept. 11. Following the attack, Bush rightfully barreled into Afghanistan with the intention of bringing the perpetrators to justice. However, it did not stop there. As debate about the legitimacy of an impending war in Iraq escalated, the overriding battle cry was \"weapons of mass destruction -- Saddam has them and he will use them. If we do not attack now, we will fall victim to terrorism and more innocent people will be slaughtered.\"\nBut is there any truth to this statement? If there is, should we run our lives based on the fear of such an event from occurring? There have been attacks in other countries, but there hasn't been an attack in the United States for some time. Some of that could be due to the wake-up call the United States intelligence community received after Sept. 11 coinciding with a ruthless hunt for known terrorists. But some of it, if not most of it, can be attributed to the overestimation of the ability of these terrorists to strike again on such a large scale.\nThough the attacks of Sept. 11 were a horrific act, they need to be put into some type of perspective. In all, only about 3,500 people died due to the attacks on September 11. Contrast that with the tsunami that rocked southeast Asia to the tune of over 200,000, or the earthquake that took place in Pakistan killing over 80,000 people. In 2004 cardiovascular diseases claimed 871,500 lives and all types of cancer killed 550,270. The point being is that people do not walk around fearing a heart attack or cancer, yet the government would like you to think terrorism is the No. 1 killer of Americans.\nThe government harps on people's fear of death to justify its actions, whether it be the Iraq War, the PATRIOT Act or tapping phone lines. They have tried to convince us that relieving us of our rights will make us safer, when in reality there isn't as much to fear as they pretend there is. They have even instituted a rainbow color scheme to tell us how scared we should be. The sad fact that people need to be aware of is that nobody is promised tomorrow. But that does not mean people should walk around fearing the unexpected. After all, every time you get in your car you are risking your life. In a utopia, America would be free from terror attacks, but we don't live in that world. There are people that hate Americans and want us dead. The risk of terror attacks will never cease.\nFortunately, people are beginning to catch on to the administration. They are beginning to realize the over-exaggeration of terrorism is built on lies and that the Iraq War was built on the same misguided principles. Although threats of terrorism exist, they should not be used to instill fear into a population to justify misguided policies. We do need to better protect ourselves, but not to the point where we have to give up our rights, our way of life or our lives. Patriotism does not lie on the premise of blindly fighting for one's country. Instead it lies in the foundation of questioning the government when the government infringes on the rights and lives of its citizens, and the Bush regime has perpetrated that crime way to often\n(C) 2007 The Daily Campus via U-WIRE\n\nLoad-Date: March 23, 2007"
}