{
    "title": "Seeking to clear his name; Immigrant says implied terror links are wrong",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 5,
    "day": 30,
    "full text": "Mohamed Benaouicha was shocked when he learned his name had come up at the nation's first terrorism trial, now in the hands of a Detroit jury.\nThe 23-year-old Algerian admits he tried to get a fake Social Security card so he could work in this country after his legal visa expired.\nBut he says the government's key witness in the Detroit case got it wrong when he implied that Benaouicha was linked to terrorism and was trying to get into flight school before the Sept. 11, 2001, attacks.\nAt issue is whether he has ties to terrorism and the Detroit defendants, as the government portrays him. Or whether he is yet another visa violator caught up in Justice Department sweeps that have resulted in hundreds of Arab men being briefly jailed or deported.\nBenaouicha is not in jail or in hiding. He lives with his American wife and week-old baby in Elkhart, Ind.\n\"I'm here. I'm not a terrorist. I didn't kill anyone. I'm a regular person,\" said Benaouicha, who is free on his own recognizance, awaiting sentencing in federal court for the fake Social Security card.\nThe prosecutor in Benaouicha's Social Security card case, Assistant U.S. Attorney Kandice A. Wilcox, said it was a simple document-fraud case.\n\"I have no information connecting him to terrorist activity,\" Wilcox said yesterday.\nThe four defendants in Detroit are accused of conspiring to support terrorism. Three were arrested six days after the Sept. 11 attacks in a rundown Detroit rowhouse with maps, fraudulent documents, and a drawing of a military installation.\nThe jury has been deliberating for more than a week.\nThere have been missteps by the government in the Detroit case.\nAttorney General John Ashcroft said in October 2001 that three of the defendants knew about the Sept. 11 plans before the attacks. Ashcroft later retracted the statement.\nLast month, the judge in Detroit rebuked Ashcroft for publicly praising his star witness, Youssef Hmimssa, despite a gag order.\nHmimssa, as part of his testimony, said defendant Abdel-Ilah Elmardoudi had given him a copy of a visa for Benaouicha to attend flight school. He said Elmardoudi repeatedly had asked him to falsify documents.\nThat was news to the defense - and to Benaouicha.\n\"We didn't know nothing about it,\" Benaouicha said.\nHe said he learned that his name had come up in the Detroit trial when a reporter for The Inquirer contacted his lawyer.\nThe newspaper found Benaouicha through a routine review of cases that the Justice Department had labeled as international terrorism and made the link to the Detroit testimony. His Social Security case was on the Justice Department's list of such cases.\nThe Detroit defense lawyers brought Benaouicha to Michigan, where he testified May 13 that \"I am here today to clear my name. I am not a terrorist.\"\nHis father is a pilot with the Algerian national airline. In the fall of 1999, he had just graduated from high school in Algeria. After being accepted to Bourland Flight Academy in Arlington, Texas, he got a legal U.S. visa.\nBenaouicha said he flew to New York in 2000 with $3,000. That was far short of the $29,000 tuition for flight school.\nHis sister had been living with her two children in Elkhart. Benaouicha moved in with her, and eventually his visa expired. He stayed on illegally, working at a glass factory.\nBenaouicha told the jury that prosecution witness Hmimssa had wrongly suggested that Elmardoudi was trying to get Benaouicha a visa to enter flight school.\nBenaouicha never had contact with Elmardoudi or Hmimssa, only with a Moroccan who was Hmimssa's partner in a fake-document business in Iowa, he said.\nAll he wanted, Benaouicha testified, was to get a Social Security card to work.\nBenaouicha's testimony is supported by federal court records in Iowa, where he committed the Social Security card fraud.\nProsecutor Wilcox, at the Cedar Rapids office of the U.S. Attorney's Office, said yesterday that Benaouicha's contact was with Hmimssa's Moroccan partner. Wilcox said there was nothing in the record that showed Benaouicha had any dealings with Hmimssa.\nShe said Benaouicha had a legal visa to attend flight school when he entered the United States in 2000.\nDavid Moran, an assistant law professor at Detroit's Wayne State University, said Benaouicha's testimony was damaging to the government.\n\"What it showed was that Hmimssa was inaccurate about a key detail, mainly that this guy was being brought in to commit some type of terrorist act,\" Moran said. \"When you have a case like this one that's so heavily built on the testimony of one witness, anything that undermines the credibility of that witness is important.\"\nDetroit prosecutors would not discuss the case, citing a gag order.\nThe Iowa prosecutor, Wilcox, would not discuss why Benaouicha's Social Security case was labeled as international terrorism.\nIowa was the center of Hmimssa's document-fraud scheme. At least four other cases in Iowa have been labeled as terrorism.\nThe General Accounting Office in January said three-fourths of all convictions that the Justice Department labeled as international terrorism in fiscal 2002 were not terrorism cases at all.\nDefense lawyers in Iowa said the cases there were common crimes.\n\"It's bizarre, to say the least, to categorize the Iowa cases as terrorism. The public record on these cases is clear,\" said Cedar Rapids lawyer Charles Nadler, who handled one of the terrorism cases involving a French citizen who falsely obtained a Social Security card.\n\"They did this not for any terrorism purpose but simply to be able to open a bank account, to get a driver's license, to get a job,\" said Nadler, whose client pleaded guilty and was sent back to France.\nOn Wednesday, Benaouicha pleaded guilty in Cedar Rapids to a single count of document fraud. Released on his own recognizance, he went home to Elkhart. A sentencing date has not been set.\nContact staff writer Mark Fazlollah at 215-854-5831 or mfazlollah@phillynews.com.  \n\nGraphic\n\n \nPHOTO;\nAssociated Press\nMohamed Benaouicha: \"I'm not a terrorist.\" He admits he tried to get a fake Social Security card to work here.\n\nLoad-Date: July 28, 2005"
}