{
    "title": "Seeking justice for Pan Am 103",
    "publisher": "christian science monitor ",
    "year": 2000,
    "month": 6,
    "day": 5,
    "full text": "The trial of two Libyan intelligence agents for the bombing of Pan Am 103 is barely a month old, and already much criticism has been leveled at the proceedings and the United States government's decisions that made it possible. The actual process of rendering justice rarely satisfies the human desire for the ideal, but in this case, the discontent is especially acute because international politics appear to be tangled up in the matter, making many wonder if justice is being shortchanged.\n \nA closer look, however, suggests that the trial under way at Camp Zeist, a former US air base in the Netherlands, does fulfill the demands of justice in the Lockerbie case and also represents a real achievement for American foreign policy. Charges that the US had compromised its principles to sweep the longtime problem of Qaddafi's Libya under the rug and that Washington has been complicit in judicial legerdemain do not stand up to scrutiny.\nThe Trial: According to one line of attack, the rules have been bent just to get Libya to surrender the suspects - Abdel Basset Ali al-Megrahi and Lamen Khalifa Fhimah - and to hold a trial and be done with it. But the reality is that in arranging for this trial, the United States and the United Kingdom made no concessions that would vitiate the quality of justice rendered.\n \nPlacing the court in the Netherlands - albeit in a military camp, which through innovative diplomacy has been temporarily put under British sovereignty - is a small gesture without substantive consequences. As for the proceedings themselves, this is a real court operating under real law, and if convicted, the defendants will serve real time. The law is Scottish, as it would have been if the trial had taken place in a local court in Scotland that would ordinarily have had jurisdiction.\n \nSome have pointed to the fact that the verdict will be in the hands of three judges instead of a jury. That is true, but in the era of trials like O.J. Simpson's, that hardly seems like an objection. Another common theme in press reporting has been that Scottish rules of evidence will make it difficult to get a conviction. In fact, American legal experts believe the Libyans blundered because an American trial would have brought with it even more restrictive rules of evidence.\n \nThe Culprits: The most frequent criticism, particularly from the more outspoken families of victims, is that the real wrongdoer - Moammar Qaddafi - has been shielded from prosecution for the deaths of 270 people. They point to a letter from UN Secretary-General Kofi Annan to the Libyan leader stating that the trial would not \"undermine\" his government. That pledge has been interpreted as a sort of guarantee of immunity. It is no such thing. In fact, it means only that Scottish courts don't conduct political trials, as is true of courts wherever the rule of law obtains.\n \nThe US and the UK have made it clear all along that the prosecution will follow the evidence wherever it leads. To date, there is not sufficient courtroom evidence to bring charges against Qaddafi. If, however, the defendants implicate the Libyan leader, he will be indicted. The likelihood of that happening may be low, but it is not negligible.\n \nNor does Qaddafi's absence from the courtroom signify that he has been exonerated for past deeds as far as the US is concerned. If Qaddafi's direct involvement is demonstrated in court, the US would likely move for the reimposition of UN sanctions - now suspended. And regardless of the outcome of the trial, the administration has made clear that US sanctions will remain in place at least until Libya pays appropriate compensation to the victims' families.\n \nLibyan Terrorism: The last charge is that the US is being soft on terrorism by allowing this trial to go forward without sterner action against Libya. But in fact, US policy has been largely successful in curbing Libyan terrorism. By keeping UN sanctions in place so long - against the strong inclinations of most members of the UN Security Council - the US forced Libya to change its behavior. No American has been killed or wounded by Libyan-sponsored terrorism in years, and all signs indicate that Libya is out of the terror business and desperately eager to rehabilitate itself. Indeed, Abu Nidal, once the principal terrorist group resident in Libya, has been evicted.\n \nThose who find this record insufficient would probably not be satisfied with anything short of bombing Libya or a covert operation to topple Qaddafi. These options would likely result in failure, kill civilians, or, given the main opposition in Libya, bring an Islamist government to power. They would not only be self-defeating, but would likely reignite the terrorism that the US has sought to end.\n \nQaddafi remains a detestable figure, and it is hard to imagine the US ever truly reconciling with his regime. But it is important to remember that America has permanent interests, not permanent enemies. Obtaining justice for those passengers killed is one of those interests, and it is being served by the trial at Camp Zeist - a trial that would never have begun without imaginative US diplomacy. Safeguarding the lives of Americans from terrorism is another, one that has been advanced by the policies that forced Qaddafi to abandon terror as a policy tool. Would no trial and unremitting hostility to Libya benefit Americans more? It's hard to see how.\n \n*Daniel Benjamin is a senior fellow at the United States Institute of Peace and served as director for counterterrorism on the National Security Council staff from 1998 to 1999. Steven Simon is assistant director of the International Institute for Strategic Studies in London. He served as senior director for counterterrorism on the National Security Council staff from 1998 to 1999.\n(c) Copyright 2000. The Christian Science Publishing Society\n\nLoad-Date: June 4, 2000"
}