{
    "title": "Seize the Initiative From Terrorists",
    "publisher": "the new york times",
    "year": 1989,
    "month": 8,
    "day": 15,
    "full text": "The Middle East hostage drama is President Bush's first crisis, but it is not a new one for Americans. Fortunately, Mr. Bush so far has avoided making the worst mistakes.\nThe cast of characters is all too familiar: fanatical terrorists, determined to spill innocent American blood for political purposes, backed by Iran and given strategic depth by Syria's hold on Lebanon; a heart-rending pull on American compassion to save the hostages; an equally strong desire to exact justice and vengeance; justified fears about reentering the Lebanese quagmire; ambiguous intelligence information, or none at all.\nFortunately, President Bush has not allowed the terrorists to turn this incident into a U.S.-Israeli crisis. Faced with limited options, he has prudently tried to play down a crisis atmosphere in which the appearance of rashness or indecision could severely damage his young Presidency.\nThe truth is that the confused blunders about terrorism that disabled the Carter and Reagan Presidencies can be avoided. But that requires cold, hard decisions on troubling problems in three broad areas.\nMorality. Terrorists manipulate our concern for the lives of individual hostages to overcome our natural instinct for self-defense. We also hesitate to retaliate for hostage-takings, for fear of taking the lives of innocent civilians.\nWe must understand, however, that these moral questions extend far beyond the immediate case. To ransom hostages through concessions is to exchange the immediate danger to them for an increasing danger to others later on. Successful terrorism only begets successful terrorism.\nAnd, as in any war, a commander in chief must also know that military operations can be designed to minimize civilian casualties but can never entirely avoid them. In other words, acceding to terrorists, no matter how politically disguised, is immoral.\nThe test of our policy is not the morality of attacking the terrorists -that is always moral - but only prudence in doing so. And that test of prudence also extends to the issue of negotiations. For too long, we have sought to disguise the brittleness of our resistance by the seeming solidity of the oath never to negotiate. Our policy should be one of no concessions, not no negotiations.\nPolitical force. The terrorist states - Libya, Syria, Iran and others - offer protection to terrorist organizations, which in turn advance the interests of those states. Would Hezbollah's terrorists be so confident in their actions if their bases did not lie in the perimeter of Syria's aggressive occupation of Lebanon? Would Hezbollah be able to operate at all without the support of Iran and Syria?\nJust as we should not shrink from applying military force where prudent, we must use political force to tell these states a simple message: There cannot be constructive relations with the U.S. while support for terrorism continues. Pressure must be constant and not only from the U.S. This is a fair litmus test for our relations with many nations, including the Soviet Union.\nTactics. Terrorism has evoked from our military and civilian officals anger, frustration and often knee-jerk reactions that amount to paralysis. Too often, a brief intense crisis has been followed by the apparent return to normalcy. Relieved to be off the rollercoaster of emotions -however the crisis turns out - we turn our attention and our energies elsewhere, blocking out the awful memories. Then vigilance lapses, the terrorists attack on another front and we rediscover the problem all over again.\nWe need a better-balanced approach. We cannot allow a hostage crisis to paralyze the Government to the neglect of everthing else; that only plays into the terrorists' hands. But it is crucial to realize that we are in a war - a twilight war, to be sure, a war of unusual tactics - but one that requires continuing, strenuous efforts, not just a spasmodic reaction to the headlines.\nAre we to await the next blow at the time and place of the enemy's choosing? Or are we to strike when and where we can, even if no immediate incident arouses our indignation? To best the terrorists, we need a prolonged campaign, not just crisis management.\nThe Bush Administration now has an opportunity to break with the blundering record of the past by clarifying these issues for itself and for the public. These are not issues that can be articulated easily under the pressure of a hot, intensifying crisis. But spelling out the right answers can go far to prevent the next disaster."
}