{
    "title": "SELF-FULFILLING TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 8,
    "day": 21,
    "full text": "IRAQ\nTHE OFFICIAL LINE from the Bush administration came down shortly after noon Wednesday: Tuesday's truck bomb attack on the United Nations mission in Baghdad demonstrated how wise President George W. Bush was to prosecute the war on terrorism in Iraq.\n\"The more progress we make in Iraq, the more desperate the terrorists become,\" said White House press secretary Scott McClellan. The bombing \"crystallizes\" the reasons the United States is in Iraq, Mr. McClellan said.\nNever mind that terrorism wasn't a problem in Iraq before the United States got there, or that Saddam Hussein's links to international terrorist organizations were tenuous at best. Terrorism in Iraq has become a self-fulfilling prophecy.\nThe identity of those who carried out the truck bombing of the U.N. headquarters at the Canal Hotel is not yet known. At least 20 persons were killed, including the highly regarded head of the mission, Sergio Vieira de Mello of Brazil. The death toll is expected to rise from among the scores who were injured or dozens feared buried in the rubble of the hotel.\nAn FBI agent said Wednesday the bomb was crudely fashioned from about 1,000 pounds of Iraqi munitions, including one 500-pound bomb, and delivered on a flatbed truck. This would suggest that the bomber was connected to the deposed regime of Saddam Hussein rather than to international terrorists.\nThe distinction is unimportant. The tactics are pure terrorism -- a random attack against a nonmilitary target, designed to intimidate. The same kind of evil was behind the horrific bombing of a tourist bus Tuesday in Jerusalem, where 20 people were killed and at least 100 were wounded, many of them children.\nThe response to both incidents should be the same: Stay the course. In Israel, the bombing clearly was intended to derail progress on the \"road map\" to peace. The Israelis wisely, and bravely, have said they will withhold retaliation for the time being, giving the road map another chance to succeed.\nIn Iraq, the United States and the United Nations must be as wise and brave. Secretary-General Kofi Annan said the United Nations would not be deterred from its humanitarian mission, but that the Security Council, which meets today, must insist on greater security for its mission.\nThe greater burden lies with the United States. Having started this fight, for reasons that seem to be redefined daily, we have a responsibility to the Iraqi people to finish it. To abandon Iraq, the way we abandoned Lebanon in 1984 and Somalia 10 years later, would only en courage terrorists of all stripes, whatever their cause.\nAt the same time, the United States must accelerate efforts to put an Iraqi face on the country's police and civil defense forces. To whatever extent possible, the United States must emphasize to the Iraqis that it is their fight -- their oil pipelines, water supplies and power plants being sabotaged, their food and medical workers being bombed.\nMr. Bush must be wise enough and brave enough to acknowledge that what we're doing now is not good enough. The 140,000 U.S. troops in country are stretched too thin; at least another division (20,000 troops) is needed. It would be best if those troops didn't all wear the Stars and Stripes on their sleeves.\nMr. Bush must be brave enough to return to the United Nations and ask for help, as Senate Foreign Relations Committee Chairman Richard Lugar, R-Ind., has suggested. For any number of reasons, now, more than ever, this should be the U.N.'s cause.\n\nLoad-Date: August 21, 2003"
}