{
    "title": "Self-Defense",
    "publisher": "the new york times",
    "year": 2008,
    "month": 12,
    "day": 30,
    "full text": "Israel is acting in self-defense, as any country in its position would. If Gaza had not served as a launching pad for terrorism, then Israel would not have struck at the source.\n Abba Eban famously said Israel's enemies never miss an opportunity to miss an opportunity. Gaza proves his point. When Israel withdrew its occupation forces, thereby granting Gaza de facto autonomy, various Palestinian organizations had a chance not only to nurture civil society but to demonstrate to the world their willingness to inhabit a peaceful neighborhood. Israel's troops left; riots and looting immediately followed.\n Blame for the current bloodshed rests solely with those who used Gaza as a base for raids intended, once again, to kill Jews. Hamas is the primary culprit.\n Indeed, Palestinian leaders on the West Bank criticized Hamas' record of violence, and deplored its recent lifting of its cease-fire with Israel. The defeat of Hamas would be a victory for Israel and for moderate Palestinians - as well as for decency generally. Israel is attacking not Palestinians as Palestinians but a terrorist network and its infrastructure.\n* * * *\n Regarding terrorism and anti-Semitism and diplomatic integrity, confusion often reigns. When terrorists struck luxury hotels and other crowded sites in Mumbai, they also attacked a Jewish community center. They slaughtered nine, including American rabbi Gavriel Holtzberg and his wife, Rivka.\n The New York Times described the center as an \"unlikely target\" and said, \"It is not known if the Jewish center was strategically chosen or if it was an accidental hostage scene.\"\n Vincent Carroll - editorial editor of the Rocky Mountain News - recounts the reporting in a book review in The Wall Street Journal. We share his scorn for the delusions so vividly displayed.\n The center did not resemble a chain store, which the terrorists wandered into by accident. Jews in Mumbai died because they were Jews. Jihadist ideology made blood flow.\n Why is this so difficult to understand, or publicly to concede?\n This not only is news fit to print but news necessary to print.\n\nLoad-Date: January 14, 2009"
}