{
    "title": "Semati hosts talk on Iran - US relations",
    "publisher": "university wire",
    "year": 2020,
    "month": 2,
    "day": 2,
    "full text": "DeKALB - Iran and the U.S. may have more in common than people think, Mehdi Semati, professor and chair of the department of communication, said during a presentation in the Founders Memorial Library.\nTensions between the two countries rose after the U.S. military killed top Iranian general Qasem Soleimani. Since then, Iran has retaliated with a missile strike on a U.S. military base in Iraq. No casualties have been reported, but 50 soldiers have been injured as a result of the attack, according to the Associated Press.\nDespite these events, Semati, an Iran native and researcher of international communications, said there are reasons for envisioning a better future between the two countries.\n\"No other country in that region has as many shared interests with the U.S. than Iran,\" Semati said.\nOne interest both countries share is stabilizing Iraq, Semati said. With Iran sharing a border with Iraq, both countries share cultural, religious and economic ties. These are factors that would be threatened with an insecure Iraq.\nFor the U.S., a stable Iraq could mean little to no military presence in the region, Semati said.\nAnother shared interest is countering threats from extremist groups such as ISIS, a common enemy for both countries. ISIS attacks may be increasing amidst recent U.S.-Iran tensions, according to the Associated Press.\n\"Terrorist groups such as ISIS thrive on instability, chaos and lack of security,\" Semati said. \"A unitary stable Iraq is able to eliminate a chaotic context in which terrorism and extremism flourish. The shared interest of the U.S. and Iran is indeed the elimination of conditions in which extremism and terrorism could thrive.\"\nSemati said it is difficult for both countries to focus on common interests because the recent animosity has turned into \"entrenched ideological positions on both sides.\"\nNonetheless, an important way to forge positive relationships between Iran and the U.S. could be by creating people-to-people exchanges, Semati said.\n\"In the language of diplomacy, people-to-people connections or exchanges are considered to be helpful and cost-effective methods of positively influencing other nations in that such connections help build familiarity, reduce negative perceptions, build trust and provide firsthand experience opportunities for knowing others.\"\n\nLoad-Date: February 5, 2020"
}