{
    "title": "Seminar puts focus on biohazards",
    "publisher": "messenger-inquirer ",
    "year": 2009,
    "month": 7,
    "day": 1,
    "full text": "Jul. 1--The food chain is a possible front in the next battle against terrorism, and local educators and emergency responders shared thoughts Tuesday about how to prevent and respond to such a threat.\nThe BioAid seminar, hosted by Owensboro Community & Technical College, came out of a partnership between OCTC and the University of Louisville's Division of Protective Medicine.\nThe goal of the event is \"to educate and inform,\" said John Clouse, deputy director of research and development in the Division of Protective Medicine at U of L. \"Through the medical school, that is our intent always.\n\"What we're finding out through disaster response is the team concepts work best, and you have to know people in your local area. We need to get people face-to-face in the area before an event occurs.\"\nLt. Col. Jeff Jones, chief deputy at the Daviess County Sheriff's Department, said the seminar, though mostly aimed at groups other than law enforcement, was worthwhile.\n\"It was a different perspective to what traditionally we in law enforcement are exposed to,\" Jones said. \"Having that diversity and different perspectives on what other agencies will do in the event of a terrorism act is beneficial for law enforcement and the community.\"\nBy better understanding what other agencies are doing, Jones said it will be easier to assist those agencies in their duties.\n\"(Fighting) terrorism is not simply a law enforcement role. It (belongs) to a whole community, many organizations coming together, as in the natural disasters we've had in the past,\" Jones said. \"Security, protection, those are always going to be our primary function and we'll go into support roles for other agencies depending on what the event could be.\"\nWalter Atherton, deputy director of the Daviess County Emergency Management Agency, said it's important not to let this topic ever fully slip from the community's mind.\n\"I think more than anything else it makes people aware,\" Atherton said. \"We get so used to our day-to-day routine that we don't sit back and think about what could happen. Everything they talked about was a very realistic possibility, though not necessarily going to happen tomorrow.\n\"Shame on us if we don't do the best we can to get ready for it. That's why I think these things are so valuable, to get the experts or those with experience from the outside to share their thoughts.\"\nDariush Shafa, 691-7302, dshafa@messenger-inquirer.com\nTo see more of the Messenger-Inquirer, or to subscribe to the newspaper, go to http://www.messenger-inquirer.com. Copyright (c) 2009, Messenger-Inquirer, Owensboro, Ky. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: July 1, 2009"
}