{
    "title": "Seminar gives teacher an education on terrorism; SAFETY_ Su Valley's Dave Stull learns about prevent",
    "publisher": "daily news ",
    "year": 2005,
    "month": 10,
    "day": 19,
    "full text": "The threat of a terrorist attack in the Valley might seem as remote as a cabin along Alexander Creek. But after attending a terrorism seminar in Pennsylvania, Susitna Valley High School teacher Dave Stull says we're not as safe as we think.\nStull was one of only five teachers nationwide to win an M.J. Murdock Scholarship to attend the seminar. The weeklong event, held at the Freedoms Foundation at Valley Forge in August, featured briefings and workshops with terrorism experts from an array of government agencies, including the Department of Defense and Homeland Security, as well as authors and lecturers from universities such as Harvard and the Massachusetts Institute of Technology.\nThe seminar focused on international and domestic terrorism. Because it was aimed at teachers, much of the discussion centered on improving school safety, Stull said. He said U.S. Rep. Curt Weldon, R-Pa., warned the group that complacency often puts rural schools and communities at greater risk than their big-city counterparts.\nWeldon serves on the House Armed Services and the Homeland Security committees. Stull said the congressman had just returned from a visit to Beslan, the small Russian city where, in September 2004, 32 terrorists entered a school and took more than 1,200 people hostage; by the time the three-day ordeal ended, 330 people were dead -- 176 were children.\nAccording to Stull, Weldon reminded the group that while international terrorists have never taken over an American school, schools here have seen their share of violence. People with an ax to grind could pose a threat to schools and communities everywhere, he said.\n\"For me at Su Valley, it was very eye-opening,\" Stull said.\nHe said he'd like to see Mat-Su schools implement some of the precautionary measures that the experts at the seminar recommended, such as regular lock-down drills and cops in schools.\n\"If we're really serious about the security of our kids, we'd better have (a police officer) in every building, come hell or high water, because the alternative is unacceptable,\" Stull said.\nHe said the experts also recommended that schools be designed in such a way that the main entrance is clearly visible from the front office. While the offices in schools here are typically near the front doors, Stull said it's still possible in many instances for visitors to go unnoticed. He said he'd like to see some schools reconfigured so that the office serves as a barrier to the rest of the building.\nOne of the most important things we can do to keep schools safe, though, is to teach kids that \"there's no shame in being a snitch,\" Stull said. He said students need to understand the importance of notifying a trusted adult when they suspect that someone they know might harm themselves or others.\n\"They need to know that there comes a time when the common good of the community takes precedence over whatever the label is,\" Stull said.\nIn addition to school safety, Stull said, seminar participants spent a lot of time examining the Patriot Act, passed by Congress after the 2001 terrorist attacks. That legislation, which gives the president and law enforcement officials broad powers in fighting terrorism and espionage, has sparked a national debate as lawmakers strive to strike a balance between individual rights and national security.\nAs a history and government teacher, Stull said, he had a pretty good understanding of the Patriot Act before he attended the seminar. But some role-playing exercises helped him see some of the law's more controversial provisions in a new light, he said.\nSection 213, for example, dubbed \"sneak and peak,\" allows authorities to search a home or business and seize property in a criminal investigation before notifying the person under suspicion. Stull said that while this tactic is intended for use in terrorism or espionage cases, sneak and peak could be used to investigate minor crimes.\nHe said he'll use much of what he learned at the Freedoms Foundation to start conversations among students.\n\"What I'm doing in my class is I'm just going to lay it out to the kids and say, 'Here's what it is. Here's how it's being implemented. You decide,' \" Stull said.\nDaily News reporter Becky Stoppa can be reached at bstoppa@adn.com or 352-6708.  \n\nGraphic\n\n \nSTEPHEN NOWERS / Anchorage Daily News; Wasilla resident and Susitna Valley High School history and government teacher Dave Stull recently returned from a Freedoms Foundation seminar on domestic and international terrorism.\n\nLoad-Date: October 19, 2005"
}