{
    "title": "Sen. King to investigate after reports that Portland , Maine , might be a terrorist recruiting groun",
    "publisher": "daily news ",
    "year": 2013,
    "month": 9,
    "day": 22,
    "full text": "U.S. Sen. Angus King said in response to this weekend's attack at an upscale Kenyan mall that he would investigate attempts by terrorist groups to recruit members from the Somali community in Maine.\nNBC terrorism analyst Evan Kohlmann said on the Sunday morning \"Today Show\" that al Shabab is known to recruit members from the U.S., including in Portland, Maine.\nKohlmann said al Shabab terrorists are recruiting in \"Minneapolis, in Portland, Maine, Seattle, Washington and San Diego. ... Shabab has had quite a bit of success in terms of finding local people in these different cities  and bringing them to Somalia.\"\nWGME 13, a CBS affiliate in Portland, reported Sunday that one of the terrorists in the Kenya mall operation was from Maine. The station's source was a German magazine that collected the information from a now-suspended Twitter account that claims to belong to al Shabab. The Somali-based terror group, which has ties to al-Qaida, also indicated on Twitter that other Americans were involved in the Nairobi operation that left 68 people dead and injured three Americans.\nMaine's independent senator said late Sunday, \"It appears that a terrorist group based in Somalia has claimed responsibility for the horrendous killings this weekend in Kenya. According to news reports, this group has made attempts over the past several years to recruit from Somali refugee communities around the world, including England, Sweden, Russia, and the Middle East as well as in the U.S., in Minnesota, Illinois, Kansas, Arizona and Maine. Any such activity in Maine is of especial concern to me and I will be working with Homeland Security, the FBI and my colleagues on the Senate Intelligence Committee to gather the facts of this situation and help guide the appropriate response.\n\"In pursuing this matter, justice should be swift and sure for those involved in this crime, including anyone with connections to Maine. At the same time, however, we must avoid assigning blame to members of our refugee community generally, the vast majority of whom came here specifically to avoid such violence and want nothing more than the chance to live peaceful and productive lives, as generations of refugees to our country have done before them.\n\"Terrorism is particularly insidious because so much harm can be inflicted by so few and this incident only underlines the importance of constant vigilance in the pursuit of terrorist threats to our country.\"\n \n\nLoad-Date: September 23, 2013"
}