{
    "title": "Sen. Mack demands payments for relatives of terrorism victims;",
    "publisher": "the tampa tribune ",
    "year": 1999,
    "month": 10,
    "day": 1,
    "full text": "Three years ago, after the Cuban Air Force shot Miami-based Brothers to the Rescue airplanes  from the sky, President Clinton called on Congress to pass a new antiterrorism act.\nCongress complied, allowing families of the slain men and other victims of terrorism to sue and  collect compensation from a terrorist nation's frozen assets.\nBut ever since a South Florida federal judge awarded the families $ 187 million in 1997, the  Clinton administration has blocked all attempts to collect.\nSlinging barbs at the president, Sen. Connie Mack, R-Fort Myers, is taking on the issue and the  White House - accusing Clinton of being soft on terrorism.\n\"You've got to stand up to terrorist organizations. You've got to be willing to identify them,  and when they act, there have to be consequences for that action,\" Mack said Thursday.\nIt's not the first time Mack has addressed this issue, but the topic has gotten fresh legs with  Clinton's recent decision to grant clemency to a group of Puerto Rican nationalists.\nMack and Sen. Frank Lautenberg, D-N.J., have teamed to push forward legislation to limit the  president's ability to block collection.\nMack is confident they will succeed, even though they haven't decided whether to promote a  free-standing bill or attach legislation to a pending spending measure.\n\"The Congress spoke when it passed the Anti-Terrorism Act in 1996,\" Mack said. \"If we do work this  thing through the process … and bring it to the floor, I don't think there's any question about  the outcome. I think the vote would be, I believe, strong enough to override a veto.\"\nAdministration officials, saying the law could threaten American assets abroad, have invoked a  national security waiver to block asset seizure. In addition, jeopardizing Cuba's frozen assets  could threaten the administration's new outreach to the Cuban people, they say.\nMack said the White House has threatened to veto any effort to narrow the president's power on  this issue.\nIn 1996, Cuban fighter jets shot down two unarmed American Cessnas flown by Brothers to the  Rescue, an organization that searches for rafters in the Florida Straits.\nLautenberg's interest stems from the 1995 slaying of a 20-year-old New Jersey woman, Alisa  Flatow.\nFlatow was killed in Israel by a bomb detonated by a group receiving financial support from  Iran. In 1998, a federal judge awarded the Flatow family $ 247 million, but the administration has  prevented them from collecting Iranian assets in this country.  Jacqueline Soteropoulos covers Washington and can be reached at (202) 662-7673.\n\nGraphic\n\n \nPHOTO,\n Connie Mack says President Clinton isn't making terrorists pay for their actions.\n\nLoad-Date: October 2, 1999"
}