{
    "title": "SEN. RON JOHNSON IN MADISON_ _NO COMMUNITY'S SAFE' FROM ISLAMIC TERRORISM POLITICS",
    "publisher": "the capital ",
    "year": 2016,
    "month": 1,
    "day": 13,
    "full text": "Visiting Madison last Friday, U.S.\nSen. Ron Johnson said no community is safe from the threat of terrorism, in the wake of several worldwide attacks linked to the Islamic State.\n\"I think the lesson in San Bernardino, or Fort Hood, Texas, or Chattanooga, Tennessee ? so often it happens someplace else,\" Johnson told reporters. \"You just see on the TV and you kind of think, well, my community's immune. No community's safe. I hate to say that. I wish that weren't the reality, but it is and we have to face that reality.\"\nThe Republican senator held a national security listening session last Friday afternoon at the state Department of Military Affairs Joint Force Headquarters, taking questions and feedback from public safety officials and constituents.\nJohnson, who heads the Senate Homeland Security Committee, said the U.S. needs to face the threat of terrorism \"upfront\" rather than turning away from it. He said people are reluctant to believe people can think the way ISIS does, but the reality must be accepted.\n\"This threat of Islamic terror is real. It's growing. It can affect any community in America,\" he said.\nJohnson also warned emergency management officials they should prepare for the threat of an electromagnetic pulse (EMP) or geomagnetic disturbance (GMD). Much like ISIS, he said, people think an EMP attack is too horrific to imagine. But he insisted the threat is real.\nHe said he's been \"ridiculed\" for mentioning those threats, but argued the country hasn't taken the steps it should to prepare for them. GMDs are naturally occurring, like solar flares, while EMPs are man-made disturbances to the nation's electric power grid.\nJohnson also touched on the country's debt and deficit, which he said threatens its national security by way of the economy.\n\"America won't be able to exert its by and large very positive influence on the rest of the world if we're not economically strong,\" he said.\nHe also said the U.S. should have left a stabilizing force behind in Iraq.\n\"I think America's role in the world, as I look at it, is we can't afford to be the world's policeman ? but when it is in our national interest and we have the ability to stabilize and provide stability to a region we should. We have to deal with the here and now, but you can't ignore the lessons of history.\"\n\nGraphic\n\n \nPHOTO BY JOHN HART Sen. Ron Johnson, R-Wisconsin, fields questions from attendees during a luncheon speaking engagement at The Madison Club in October 2015.\n\nLoad-Date: January 14, 2016"
}