{
    "title": "Sen. Franken calls on Department of Justice to address terrorist group ISILs recruitment in Minnesot",
    "publisher": "the world",
    "year": 2014,
    "month": 9,
    "day": 10,
    "full text": "WASHINGTON, D.C. (Sept. 14) -- U.S. Sen. Al Franken (D-Minn.) has called on the Department of Justice (DOJ) to address recruitment efforts here at home by the terrorist group Islamic State of Iraq and the Levant (ISIL) and the threat from Americans who may seek to re-enter the country after fighting alongside ISIL in Syria.\nIn a letter, Sen. Franken said that the DOJ needs to take action to prevent Americans from taking up arms with ISIL and from re-entering the country if they do. He said that resources should be targeted in places like Minnesota, where terrorism recruitment efforts may be happening at a higher rate. Sen. Franken also expressed concern that the President has not yet developed a comprehensive strategy to address the growing threat of ISIL in Syria.\nExcerpts from his letter include:\n\"The Islamic State of Iraq and the Levant (ISIL) poses a grave threat to American security interests. I am particularly concerned about thethreatposed by Americans, including Minnesotans, who have traveled to Syria to fight with ISIL. I appreciate the information that the Justice Department has shared with my staff and me on this subject thus far, and I request that the Administration devote all necessary and appropriate resources to address this threat.\n\"I was troubled by the President's recent suggestion that the Administration has not yet developed a comprehensive strategy to address the growing threat of ISIL's activities in Syria. As you know, one aspect of that threat is ISIL's efforts to recruit American and other Western citizens to join its forces. One American who went to high school in Minnesota has been confirmed to have been killed in Syria while fighting with ISIL, and others have traveled there to fight with ISIL as well. We must act diligently and responsibly to prevent Americans from taking up arms with ISIL, or from reentering our country if they do. This requires that the Justice Depmtment use all relevant legal authorities and all appropriate resources at its disposal to respond when Americans travel to Syria to engage in terrorist activities and to prevent that from happening in the first place.\n\"The Justice Department should focus its resources and efforts in places where terrorism recruitment efforts may be happening at higher rates, such as Minnesota. In addition, the Justice Department should coordinate with the State Department and the Homeland Security Department to prevent Americans from traveling abroad tojoin forces with ISIL. I understand the challenges posed by Americans who do not declare Syria as their destination and transit through other countries; nevertheless, the Justice Department, in coordination with other relevant agencies, should use its existing legal authorities to prevent Americans who intend to do serious damage to U.S. national security interests from reaching Syria or returning to the U.S. once they have done so.\n\"ISIL s acts of terror deeply offend the principles espoused by religions the world over, including that which ISIL falsely purports to represent. And, in my experience, no one is more upset about young members of their communities going to fight alongside our enemies than are those communities themselves. Minnesotans of all backgrounds and faiths are committed to seeing this evil eradicated and justice being done.\"\n\nLoad-Date: February 27, 2016"
}