{
    "title": "Sen. Murray seems confused on anniversary of terrorism",
    "publisher": "the spokesman-review",
    "year": 2003,
    "month": 9,
    "day": 17,
    "full text": "First, U.S. Sen. Patty Murray applauded that great humanitarian Osama bin\n Laden. Now, the Washington Demo has dissed the memory of Has-Bin Laden's\n victims. Remember New York City? Sept. 11, 2001? Seems Peppermint Patty\n doesn't. She staged a $1,000-a-plate breakfast Thursday - two years to the\n morning that Osama's rabid disciples flew planes into the Twin Towers and the\n Pentagon. How clueless can you get? At a time when this nation was pausing to\n remember the terror inflicted upon us by the Devil Incarnate, Murray's only\n concern was for her political skin. Murray's tacky breakfast raised $10,000\n for her campaign against George Nethercutt. She should donate her blood money\n to Osama's victims. And then tell us which side she's on in the war on terror.\n If you can't vote by mail, when can you vote?\n Spokane County election boss Paul Brandt predicted - what? That only 45\n percent of county voters overall would cast ballots Tuesday? Forty-five\n percent! In a county that votes overwhelmingly by mail? What do you non-voting\n slackers want? Someone to fill out your ballot, put it in an envelope and take\n it to the mailbox? F'shame … Der Dummkopf Richard Butler will have to beat\n Hayden's bushes if he wants to better fellow racist Vincent Bertollini's\n record for votes in a North Idaho mayoral election. Before he became a\n fugitive from justice, Bertollini garnered 33 votes out of 1,395 cast in the\n 1999 Sandpoint mayor's race. Underwhelming, hunh? … Tater Tots (or, ''Our\n Father . . . deliver us from the silly 9th U.S. Circuit Court of Appeals\"):\n 1. California recall delay; 2. Pledge of Allegiance ban; 3. Goodbye Washington\n 'Blanket Primary;' 4. Death Row reprieve; and 5. Male inmates have right to\n procreate by artificial insemination.\n Wanna know who's The Bard? Take a number\n Poet's Corner: ''Osama from his dusty cave/Continues with his jihad\n rave./In D.C., they all get the frights/And toss out half our bill of rights\"\n - The Bard of Sherman Avenue (''Patriot Act\") … From the Peanut Gallery\n (and Dave Ransom of Post Falls re: The Bard of Sherman Avenue): ''The Bard of\n Sherman Avenue whom we love, is tried and true./ 'Cause this person's not\n loyal to the influential you-know-who./But since the identity of this poet is\n still a mystery,/Your readers want some clues, we want some history!\" Hot\n Potatoes: In CDA, it's risky to express one's thoughts freely/So anonymous the\n Bard must be/But this one clue we'll give thee/We ain't he and he ain't we …\n This edition of Hot Potatoes was brought to you by the Nos. 47 and 26. Or, the\n number of points scored by Washington State and No. 17 Colorado last weekend\n at Boulder, respectively. Or, all aboooooard, the seats on the WSU bandwagon\n are beginning to fill rapidly.\n\nNotes\n\nD.F. Oliveria can be contacted at (800) 344-6718 or (208) 765-7125, or daveo@spokesman.com.  \n\nLoad-Date: September 19, 2003"
}