{
    "title": "Sen. Cortez-Masto discusses Black Lives Matter, systemic racism About the Author Taylor Johnson Tayl",
    "publisher": "university wire",
    "year": 2020,
    "month": 7,
    "day": 9,
    "full text": "Gage Skidmore/Flickr U.S. Senator Catherine Cortez-Masto speaks with attendees at the Clark County Democratic Party's 2020 Kick-Off to Caucus Gala on February 15.\nIn an interview with the Nevada Sagebrush on Thursday, June 18, Sen. Catherine Cortez-Masto said she supports the Black Lives Matter movement. She said she participated in a peaceful protest in Washington D.C on Saturday, June 6. \n\"I absolutely support the need for change in this country, including in Nevada, around racism that we see everyday,\" Sen. Cortez-Masto said. \"From the horrific suffocation of George Floyd, what we saw with Amaud Arberry and Breonna Taylor and countless other Black Americans, it's unacceptable.\"\nSen. Cortez-Masto said she believes this movement will help to rethink how policing should be conducted in the 21st century. \n\"We need to be listening to community members, in particular Black men and women, on how to reform and address the systemic racism we see and reform our police departments,\" she said.\nThe senator confirmed the senate is looking at various legislation to support police reform across the country. \n\"I am hopeful that both [Democrats and Republicans] have introduced some kind of legislation that we can come to some kind of constructive meaningful change when it comes to police departments and police reforms,\" Sen. Cortez-Masto said.\nU.S. Senators Cortez-Masto, Jacky Rosen, Amy Klobuchar and Tina Smith joined 24 colleagues in calling on the Civil Rights Division of the Department of Justice to conduct an investigation into the patterns and practices of racially discriminatory and violent policing in the Minneapolis Police Department on Tuesday, June 2.\n\"Those responsible must be held accountable to the fullest extent of the law in order to serve justice for George Floyd and his loved ones,\" the lawmakers said in a press release. \"And we must work toward justice for the community, which means ensuring that the MPD accounts for and eliminates any unconstitutional police practices. It is imperative that the Department of Justice do its part toward that end.\"\nSen. Cortez Masto is also a co-sponsor of Sen. Tammy Duckworth's bill, The Police Training and Independent Review Act, which establishes a new grant under the Office of Justice Programs for states that enact training on fair and impartial policing and create a structure to independently review law enforcement use of deadly force.\n\"Time after time, Nevada and the nation have witnessed the unjustified and unjustifiable use of force against people of color,\" the press release said. \"Black and brown people in America are heartbroken and exhausted by this unending violence, and rightly so. I'm committed to listening to the voices of communities of color so that we can ensure the accountability of law enforcement in our communities.\"\nSen. Cortez-Masto is a cosponsor of the Domestic Terrorism Prevention Act, which will enhance the federal government's efforts to prevent domestic terrorism-including terrorism from white supremacists and other violent right-wing extremists-by requiring federal law enforcement agencies to regularly assess this threat and provide training and resources to assist state, local and tribal law enforcement.\nAccording to the Federal Bureau of Investigations, domestic terrorism is the unlawful use, or threatened use, of violence by a group or individual based and operating entirely within the United States without foreign direction committed against persons or property to intimidate or coerce a government, the civilian population, or any segment thereof, in furtherance of political or social objectives. \nThe Southern Poverty Law Center tracked approximately 940 hate organizations in the United States in 2019.\nSen. Cortez-Masto said she is helping to combat systemic racism in Nevada by working with community leaders. \n\"I have had the opportunity for the last couple of weeks to reach out to many of our community members there,\" she said. \"Last Friday, I spoke with some Black students at UNR that were leading change and demanding change there on the university campus.\"\nShe also spoke with community members who have lost loved ones at the hands of police officers. Sen. Cortez-Masto also said she reached out to law enforcement, leaders, Black Caucus, and more. \n\"It requires listening to our community and understanding the demand for change and what is going on. At the same time, we're looking at how we can make positive change,\" Sen. Cortez-Masto said. \nSen. Cortez-Masto said there aren't any discussions of defunding police departments in the senate. She said she believes the government should fund more behavioral health services in the community to address mental health, addiction and homelessness.\n\"There is this opportunity to fund those so that those services are there for community members in need so law enforcement is now the first to appear on the scene when someone has a health issue...\"\nTaylor Johnson can be reached at tkjohnson@nevada.unr.edu or on Twitter @tkjohnson.\n\nLoad-Date: July 9, 2020"
}