{
    "title": "SENATE PASSES ANTI-TERRORISM BILL",
    "publisher": "the world",
    "year": 1995,
    "month": 6,
    "day": 8,
    "full text": "WASHINGTON _ The Senate responded to the Oklahoma City bombing\nby passing sweeping anti-terrorism legislation Wednesday that would\nexpand law enforcement's powers and stringently limit appeals by\ndeath-row inmates.\nThe $ 2 billion measure, passed by a 91-8 vote, includes\nprovisions sought by President Clinton to enlarge federal law\nenforcement agencies and the government's wiretapping authority and\nallow use of the military in emergencies involving chemical or\nbiological weapons.\nAt the White House, Clinton hailed the Senate's bipartisan vote\n_ 52 Republicans and 39 Democrats supported the bill _ and expressed\nthe hope that the legislation would forestall another attack like the\none that killed 168 people in Oklahoma City.\n\"This legislation will give law enforcement the tools it needs\nto do everything possible to prevent this kind of tragedy from\nhappening again,\" the president said in a statement.  \"It will also\nhelp us prosecute and punish terrorists more effectively.  I urge the\nHouse to do its part and get a bill on my desk without delay.\"\nThe vote followed weeks of partisan sniping between Clinton and\nSenate Majority Leader Bob Dole, R-Kan., who blamed each other for\ndelaying the legislation.  Dole, who is seeking the GOP presidential\nnomination, wrote the bill with Sen. Orrin Hatch, R-Utah, the Senate\nJudiciary Committee chairman.\nProzac can relieve PMS, researchers say\nBOSTON _ Prozac, the world's most popular anti-depressant, can\nalso greatly relieve the tension and irritability of severe\npremenstrual syndrome, researchers say.\nWord of Prozac's effects on PMS has spread over the past two or\nthree years, and many doctors are already routinely prescribing it\nfor severe cases, which afflict about 1 in 25 women.\nThis use is likely to increase following the publication in\ntoday's New England Journal of Medicine of a major new study from\nCanada.\nThe study, by far the largest conducted on Prozac for PMS,\nconfirms several smaller reports showing that the medicine\nsubstantially reduces symptoms in at least half of all women who take\nit. It was paid for by Eli Lilly & Co., the maker of Prozac.\nDr. Samuel Wood of Palomar-Pomerado Health System in San Diego\nestimates he has prescribed Prozac for 400 to 500 women with PMS and\nsaid the latest work should convince those who still have doubts.\nAn estimated 16 million people worldwide _ 11 million in the\nUnited States _ have taken Prozac since its introduction in 1988,\nlargely for depression and obsessive-compulsive behavior.  The growth\nhas continued despite fears, now largely debunked, that the mind\nmedicine causes violent and suicidal urges.\nEven though depression can be a PMS symptom, doctors believe\nProzac works in PMS largely by regulating the brain's use of the\nchemical serotonin rather than by its effect on depression alone.\nWilson retreats from abortion conflict\nWASHINGTON _ Retreating from a fight he had promised to join,\nCalifornia Gov. Pete Wilson will not make a major push to delete the\nRepublican platform's strict anti-abortion language, campaign aides\nsay.\nDespite his longstanding support of abortion rights, the GOP\npresidential hopeful would have no qualms as his party's nominee if\nthe platform maintained its call for a constitutional amendment\noutlawing abortion, said campaign chairman Craig Fuller.\nWilson simply would ignore it, Fuller suggested, no more\n\"compelled to run on exactly what is in the platform than other\nnominees have in the past.\"\nOn Wednesday, Wilson spokesman Dan Schnur said it remained the\ngovernor's \"preference that the Republican platform include no\nlanguage on abortion.\"\nBut winning the White House is more important, he indicated.\nSchnur said Republicans had an excellent chance of defeating\nPresident Clinton next year \"but if we are fighting about issues on\nwhich there are divisions within the party it is not going to happen\n.\"\nWilson's situation is the latest example of shifting abortion\npolitics among the Republican White House hopefuls and conservative\ngroups involved in the GOP's divisive abortion debate.\nFighting picks upin Sarajevo\nSARAJEVO, Bosnia-Herzegovina _ Fighting intensified in Sarajevo\nand surrounding frontlines Wednesday, hours after Bosnia's rebel\nSerbs released 111 hostages but blocked other U.N. peacekeepers from\nreceiving supplies.\nBosnian Serb mortars and tanks pounded Sarajevo, and government\ntroops attempted to cut a key rebel supply line linking the capital\nwith rebel headquarters in Pale.\nFour people were killed, including a patient shot to death in\nhis hospital bed by sniper fire. Twenty-two civilians and two French\npeacekeepers were wounded.\nU.N. officials said they might have to take food meant for\nhungry civilians if the Serbs continued to block supplies to U.N.\npeacekeepers in besieged government enclaves.\nThose comments wrung a small concession late Wednesday.  The\nBosnian Serb military leader, Gen. Ratko Mladic, told U.N. officials\nhe will allow 90 Ukrainian peacekeepers in the eastern enclave of\nZepa to be resupplied, according to U.N. spokesman Lt. Col. Gary\nCoward.\nSome 111 peacekeepers released by the Bosnian Serbs early\nWednesday arrived at U.N. headquarters in Zagreb, Croatia.  They had\nbeen freed under intense pressure from Slobodan Milosevic, president\nof neighboring Serbia.\nOfficials tout French cave drawings\nThe Culture Ministry said French and British specialists had\ndetermined that charcoal pigments of two rhinoceros and a bison found\nin the Chauvet cave in the southeastern Ardeche region were between\n30,340 and 32,410 years old.\nArchaeologists said they were stunned by the finding.  The team\nstudying the great underground gallery with its more than 300 animal\nimages, many of them leaping or running across great panels, were\npainted perhaps some 20,000 years ago.\nCompiled from wire reports\n\nLoad-Date: June 8, 1995"
}