{
    "title": "SENATE PASSES COMPROMISE ANTI-TERRORISM LEGISLATION",
    "publisher": "pittsburgh post-gazette",
    "year": 1996,
    "month": 4,
    "day": 18,
    "full text": "The Senate overwhelmingly approved an anti-terrorism bill yesterday - two days before the anniversary of the Oklahoma City bombing - after turning aside Democratic attempts to expand federal law enforcement powers.\nThe vote was 91-8 on the House-Senate compromise bill that now moves to the House for final congressional action.\nThe legislation would limit federal appeals by death-row inmates and other prisoners and provide for the death penalty in certain international terrorism cases and for killing a federal employee because of the employee's work.\nPresident Clinton, pressing Congress for action on strong anti-terrorism legislation, reminded lawmakers in his radio address Saturday that after the April 19, 1995, Oklahoma bombing that killed 168 people, they promised to finish the measure in six weeks.\nThe bill restores some administration-backed law enforcement powers eliminated by House members, such as barring fund raising by foreign terrorist groups, but it omits others. And the Senate rejected every attempt by Democrats to restore more of them yesterday.\nThe House was expected to take up the bill today.\nThe American Civil Liberties Union - which joined with the National Rifle Association in successfully persuading the House to strip its original bill of many law enforcement provisions - urged House members yesterday to vote against the compromise bill. It warned of ''dangerous and largely hidden changes'' that would expand government wiretap powers, among other things.\nHowever, the NRA was not joining in the criticism this time.\n''We believe this bill now strikes a critical balance between protecting constitutional liberties and protecting Americans from terroristic activities,'' said Tanya Metaksa, the NRA's chief lobbyist, in an interview from Dallas, where the association is holding its annual meeting.\nAnd Rep. Bob Barr, R-Ga., who led the effort to delete many provisions from the House measure, strongly supported the compromise bill's passage in an appearance before the House Rules Committee yesterday.\nAmong the key provisions backed by the administration and dropped in the compromise measure was one making it easier to wiretap phones of suspected terrorists, something already allowed in organized crime probes.\nThe Senate voted 58-40 against sending the measure back to a conference committee to restore the provision after its author, Sen. Orrin Hatch, R-Utah, warned that such a move would kill the bill.\nHatch, chairman of the Senate Judiciary Committee, said he would try to ''get this done one way or the other'' in separate legislation.\n''Some have raised . . . serious questions as to whether this expanded authority to wiretap American citizens and others is necessary,'' he said. ''It comes down to whether we want a bill or we don't.''\nSen. Joseph Biden, D-Del., argued that those who opposed it didn't understand that the eavesdropping would be strictly limited to the target of the surveillance and that such wiretaps would require the approval of a top Justice Department official and a judge.\nSen. Daniel Patrick Moynihan, D-N.Y., took unsuccessful aim at what some Republicans consider the heart of the bill - its limits on death-row appeals to federal courts.\n''The only time the terrorists ever win is when they begin to make you change your own fundamental political and judicial processes,'' Moynihan said. ''That is what I fear.''\nThe Senate tabled his motion, 64-35, effectively defeating it.\nMany Republicans have touted the limits as a way to eliminate frivolous lawsuits that they say are filed in large part by death-row inmates to forestall executions. Hatch had argued that even if this were the bill's only provision, ''it would be worth passing.''\n\nLoad-Date: April 21, 1996"
}