{
    "title": "Senator links terrorism, violence in Israel",
    "publisher": "charleston gazette",
    "year": 2002,
    "month": 12,
    "day": 23,
    "full text": "JERUSALEM - U.S. Sen. Joseph Lieberman equated terror attacks against Israel with world terrorism in a visit with Israeli Prime Minister Ariel Sharon on Sunday, part of his tour of the Middle East.\nLieberman, the Democratic candidate for vice president in 2000, is considered a front-runner for the party's 2004 presidential nomination.\nHe has said he would make a decision about whether to seek the nomination at the beginning of next year.\nThe senator, an Orthodox Jew with distant relatives in Israel, did not say why he was visiting the region, but Israel and the Palestinian areas are a favorite stop for U.S. presidential candidates.\nStanding next to Sharon before their meeting in Jerusalem, Lieberman said Israel and the United States are \"trying to defeat our terrorist enemies,\" linking Israel's struggles against Palestinian violence and the U.S.-led campaign against al-Qaida.\nLieberman, 60, said he had never seen so much bipartisan support for Israel in the U.S. Congress as he has in recent months.\n\"Part of that [support] of course is that the conflict that you are involved in here is being seen in the United States now as part of a larger global conflict against terrorism,\" Lieberman said.\nNumerous suicide attacks have targeted Israel in the past two years of intensified violence between Israel and the Palestinians. The Palestinians say the suicide bombings are rooted in Israel's occupation of the West Bank and Gaza Strip and an Israeli military crackdown and are not connected to global terrorism.\nPalestinian leader Yasser Arafat earlier this month denounced al-Qaida leader Osama bin Laden and demanded he stop using the Palestinian cause as a reason for al-Qaida attacks.\nSharon shook Lieberman's hand warmly, calling him a \"friend of Israel.\" Lieberman is to meet with Palestinian officials today in the West Bank town of Ramallah before heading to the Persian Gulf.\n\nLoad-Date: December 24, 2002"
}