{
    "title": "Senators struggle for compromise on Patriot Act",
    "publisher": "usa today",
    "year": 2005,
    "month": 12,
    "day": 20,
    "full text": "WASHINGTON -- Senators from both parties agreed Monday that the USA Patriot Act, a sweeping anti-terrorism law passed after the Sept. 11, 2001, attacks, should not expire next week.\nBut House and Senate negotiators can't decide how to extend it.\nSenate Judiciary Committee Chairman Arlen Specter said he is \"ready, willing and able\" to open talks, but by day's end he was pessimistic about the prospects. \"I just don't know,\" he said, when asked how the law might be salvaged.\nSenate Democrats, joined by four Republicans, have offered a bill to extend the current law by three months, but President Bush rejected that plan. He wants the Senate to vote on a proposed extension that was hammered out earlier this month by negotiators. The vote was blocked Friday in the Senate by most Democrats and the same four Republicans who contend the new law doesn't do enough to protect Americans from unwarranted surveillance.\nSenate Democratic leader Harry Reid bristled at Bush's suggestion that his party would be responsible if the Patriot Act's law enforcement powers lapse. \"If the Patriot Act is not extended, the whole burden is on the White House,\" Reid said, arguing that he had offered on \"numerous occasions\" to extend the current law.\n\"Our intent was not to kill the Patriot Act,\" said Sen. Larry Craig of Idaho, one of the Republicans who blocked a vote on the deal and wants changes. \"I would hope that it is possible to come together.\"\nBesides Craig, Republicans Chuck Hagel of Nebraska, John Sununu of New Hampshire and Lisa Murkowski of Alaska voted to block the vote on the proposed deal.\nKey provisions of the Patriot Act, which granted the government new powers to investigate possible terror plots, are set to expire Dec. 31. Complicating efforts to renew the law: Most House members, who would have to agree to any changes, left town Monday for the holidays.\nAmong the outstanding issues: A section that permits federal agents to demand medical, business and library records if they are \"relevant\" to an investigation. Critics say that provision allows the government to go on fishing expeditions and gives the businesses and institutions that get the requests little ability to fight them. \"Our concern is that, perhaps, we have given the government more authority over our freedom and more authority over our privacy than was necessary,\" said Sen.  Dick Durbin of Illinois, the deputy Democratic leader.\nRepublican supporters of the measure say that changing it will make it less effective. \"The president has made it clear he does not want this act downgraded any further,\" Sen. Jon Kyl, R-Ariz., said.\nA USA TODAY/CNN/Gallup Poll taken over the weekend showed that public opinion is split about how far the government should intrude on private lives to prevent terrorism:\n*65% said the government should work to stop terrorism but not violate civil liberties, while 31% said the government should take all steps necessary, even if it meant violating civil liberties.\n*On the Patriot Act, 44% said they approve of the law, 34% said it goes too far, and 18% said it does not go far enough.\nHouse legislative action before holiday recess\nAfter an all-night session, the House passed bills early Monday that included:\n*A provision that would allow oil drilling in the Arctic National Wildlife Refuge in Alaska. It's unclear whether the Senate will follow suit.\n*Savings in student loan subsidies, Medicare, Medicaid and other programs, all aimed at reducing the federal budget deficit by $40 billion.\n*A ban on cruel, inhuman and degrading treatment of terrorism suspects in U.S. custody.\n*$50 billion for the wars in Afghanistan and Iraq.\n*$29 billion for Gulf Coast hurricane relief, including money for levee reconstruction.\n*A 1% across-the-board cut in most spending programs, not including veterans' benefits, that would save about $8.5 billion.\n*$3.8 billion for bird flu prevention measures, about half what President Bush requested, and liability protection for pandemic-flu vaccine makers.\n*$2 billion to help low-income families with home-heating costs.\n\nGraphic\n\n \nPHOTO, B/W, AP\nPHOTO, B/W, USA TODAY\n\nLoad-Date: December 20, 2005"
}