{
    "title": "Senate candidates raise concerns about adding to Afghanistan troops Idea of housing terrorism suspec",
    "publisher": "the pantagraph",
    "year": 2009,
    "month": 11,
    "day": 16,
    "full text": "ROCKFORD - Three Democrats running for the U.S. Senate expressed deep doubts Sunday about sending more troops to Afghanistan but backed the idea of housing terrorism suspects in an unused Illinois prison. \nDavid Hoffman flatly said he opposes the Afghanistan expansion outlined by Gen. Stanley McChrystal and now being considered by the president. \n\"It is a grandiose mission,’’ said Hoffman, formerly the city of Chicago’s inspector general.  \n\"The idea that we need to massively ramp up our mission in a way that would take years to accomplish when there is no clear exit strategy ... I’m against.’’ \nRivals Cheryle Jackson and Jacob Meister were not quite so firm during their debate before a Democratic crowd in Rockford, but both said they have serious questions. \n\"I’m concerned about mission creep, and I’m concerned about diverting focus and investment that is so needed here in this country,’’ said Jackson, president of the Chicago Urban League. \nMeister, a Chicago attorney, said the United States should reduce its military presence and devote more money to humanitarian aid for Afghanistan. \nMeister twice mentioned a movie about Afghanistan, \"Charlie Wilson’s War,’’ which led to one of the few zingers in the polite debate. \n\"I don’t need to watch a movie to figure out what my foreign-policy views are,’’ Hoffman said. \nAlexi Giannoulias, the state treasurer, skipped the debate. \nUnused prison \nThe three candidates backed a proposal to house terrorism suspects in an unused prison in the northwestern Illinois town of Thomson.  \nThey said it could be done safely and would bring much-needed jobs to the region. \nThey criticized the leading Republican candidate for the Senate, U.S. Rep. Mark Kirk, for saying that housing the suspects in Illinois would make Chicago a target for terrorists. \n\"It’s appalling to me because he’s just going back to those old fearmongering tactics that we saw under (former President George W.) Bush and (former Vice President Dick) Cheney,’’ Meister said. \n\nLoad-Date: November 17, 2009"
}