{
    "title": "Senate committee takes up anti-terrorism bills",
    "publisher": "the daily record ",
    "year": 2003,
    "month": 3,
    "day": 26,
    "full text": "With the nation at war with Iraq, members of the General Assembly are acting to shore up security at home in the face of heightened fears of potential terrorist activity.\nSeveral anti-terrorism bills, already passed by the House, are now under discussion in the Senate.\nTwo acts, HB 539 and HB 643, are aimed at tightening definitions of potential terrorist activities while another, HB 796, calls for chemical companies to increase security at vulnerable facilities where hazardous materials are stored.\nDel. Robert A. Zirkin, D-Baltimore County, who introduced two of the bills, said it is important that the state enacts such laws promptly, particularly now that the conflict in Iraq is underway.\n\"While slots and the budget are getting all the attention, we are at war and at Code Orange,\" he said. \"The state needs to take the lead until the federal government acts.\"\nA Senate Judicial Proceedings Committee hearing was held yesterday afternoon on HB 539, which would expand existing anti-terrorism laws to include hoax attacks involving materials that appear to be toxic.\nZirkin said the bill was prompted by hoax anthrax attacks where white powder has been put in envelopes and sent in the mail.\n\"It doesn't sound like very much but it can shut down the whole system,\" he added.\nZirkin's other bill, HB 796, which received its first reading in the Senate Judicial Proceedings Committee last week, would require owners and operators of chemical facilities to upgrade security measures in consultation with the state police.\nCurrently, chemical companies are free to provide whatever security they think is necessary, and have lobbied to keep it that way, Zirkin said,\nBut, he added, there is a need for mandatory security because, as he put it, \"if I know about these places, then so do terrorists.\"\nTarget practice\nHB 643, introduced by Del. Ann Marie Doory, D-Baltimore, defines acts of terrorism and lays out penalties for different crimes, such as life imprisonment for knowingly committing an act of terrorism and 10 years imprisonment for knowingly threatening an act of terrorism.\nThe bill, which contains similar provisions to the federal government's U.S.A. Patriot Act, also calls for anyone harboring or concealing a terrorist to be sentenced to 20 years in prison.\nDoory revealed that she was motivated more by the horror of last fall's sniper shootings than by fears of attacks from foreign terrorist groups.\n\"Some would argue 'let the federal government deal with it,' but I don't think any of us thought we would have people hunting down human beings for target practice,\" she said yesterday.\nShe added that, often, local authorities can react quicker than federal law enforcement agencies to emergency situations, which is another reason why Maryland should have its own terrorism laws.\nThe Judicial Proceedings Committee is expected to hold a hearing on the bill later this week.\nGovernor Robert L. Ehrlich Jr., who promised in his inaugural address that homeland security would be one of his priorities, said yesterday through a spokesman that he does not yet have a specific stance on the bills, but will \"give each one careful consideration.\"\nLast week, Ehrlich upgraded the state's threat alert system to orange and urged Marylanders to \"practice increased vigilance while going about their daily routines.\"\n\nLoad-Date: March 26, 2003"
}