{
    "title": "Senate panel notes 'red flags galore' of accused shooter",
    "publisher": "usa today",
    "year": 2009,
    "month": 11,
    "day": 20,
    "full text": "WASHINGTON -- Military and FBI officials appeared to miss numerous warning signs in the months leading up to the Nov. 5 killings of 13 people at Fort Hood in Texas, lawmakers said Thursday in the first congressional hearing into the incident.\nThe hearing by the Senate Homeland Security and Governmental Affairs Committee kicked off a congressional push to examine laws and policies dealing with suspicious troops.\nSen. Susan Collins of Maine, the committee's top Republican, said the military and the FBI failed to follow \"red flags galore\" about the accused killer, Maj. Nidal Hasan, 39.\nThe Army psychiatrist is charged with 13 counts of murder.\n\"It appears we did have a failure to share critical information and a failure to ask critical questions,\" Collins said. \"It reminds me very much of the siloed information that was available throughout the federal government in different agencies before 9/11.\"\nAlso on Thursday, Defense Secretary Robert Gates named two former top military commanders to investigate \"gaps and deficiencies\" in programs aimed at finding troops who endanger colleagues. Gates said the 45-day probe would prevent similar tragedies.\nAn FBI-led terrorism task force looked into Hasan in December but did not tell the Pentagon that he had exchanged 10 to 20 e-mails with a radical Muslim cleric in the winter and spring. The task force decided the e-mails were related to Hasan's research.\nThe FBI did not share information about Hasan with the military.\nCollins said the committee would \"identify legal barriers that may have blocked the flow of information.\"\nCommittee Chairman Joe Lieberman, I-Conn., defended his decision to hold the hearing despite President Obama's plea Saturday that lawmakers \"resist the temptation to turn this tragic event into political theater.\"\n\"Their investigation looks backward and is punitive,\" Lieberman said of administration probes into intelligence about Hasan. \"Ours looks backward and forward and is preventative.\"\nThe two-hour session elicited no information about Hasan. The witnesses were five terrorism experts, including Frances Townsend, a former homeland security adviser to President George W. Bush, who spoke about the rise of \"homegrown\" terrorists.\nSen. John McCain, R-Ariz., asked each witness if the attack was terrorism. Three said yes, including retired Army general John Keane, who said Hasan was screaming \"Allahu Akbar!\" or \"God is great!\" as he carried out the attacks on soldiers at Fort Hood.\nBrian Jenkins of RAND Corp., a think tank, resisted the conclusion, saying, \"We've got him on an ordinary crime and that's good enough.\"\nHasan has not been charged with terrorism. \n\nGraphic\n\n \nPHOTO, B/W, H. Darr Beiser, USA TODAY\n\nLoad-Date: November 20, 2009"
}