{
    "title": "Senate introduces Taylor Force Act to combat terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 10,
    "day": 27,
    "full text": "Taylor Force, a Vanderbilt Owen Graduate School of Management student who was killed in a terrorist attack March 8 in Tel Aviv, Israel\nBefore leaving for the end of the fall session, Republican Senators in the U.S. Senate introduced Senate Resolution 3414, the Taylor Force Act, on Sept. 28, 2016. The legislation is named after Taylor Force, a 28-year-old American veteran and Vanderbilt graduate student at the Owen School of Business, who was killed in a Palestinian terror attack in Israel in March.\nThe legislation reached the floor of the U.S Senate after lobbying efforts by Force's parents, Stuart and Robbi Force, to prevent more people from being killed abroad. Senators Lindsey Graham , Dan Coats and Roy Blunt authored the legislation, which, if enacted, will require the U.S. Secretary of State to confirm that the Palestinian Authority, the governing body of the Gaza Strip and the West Bank, has stopped its policy of paying terrorists and their family members for acts of violence. The legislation faces a difficult to path to passing both chambers of Congress this year.\nSen. Graham, Sen. Coats and Sen. Blunt held a press conference at the Capitol in Washington, D.C. on Sept. 28 to announce the legislation.\nTaylor Force's family has pushed for more protections for students abroad in recent months and attended the press conference to push for the legislation.\nThe Post and Courier, a newspaper in the Force's home state of Texas, reported that Stuart and Robbi Force decided to push for legislative action after learning from a friend that Taylor Force's killer was considered a hero in Palestine, and his family was receiving financial payouts from the Palestinian Authority.\nThe Forces described the payouts as \"incomprehensible\" and decided to spend their retirement pushing for changes to protect other travelers like Taylor Force.\nSen. Graham, a co-sponsor of the legislation, was also at the press conference with the Forces to promote the legislation. The Post and Courier noted that Sen. Graham discussed current law in Palestine that allows terrorists and their family members to receive free education and services after a violent act is committed.\n\"These are laws on the books that reward young Palestinian men and women to commit acts of terrorism,\" Graham said.\nSen. Graham confirmed the Forces' fears that many terrorists are treated as heroes after killing Israeli's or Americans.\n\"The man who killed Taylor Force was received in Palestine as a hero,\" Graham said. \"His family will get paid.\"\nIn a statement to the Hustler, a spokesperson for Tennessee Senator Bob Corker , Chairman of the U.S. Senate Foreign Relations Committee, said Corker is currently reviewing the Taylor Force Act and other steps to pressure Palestinian leadership to stop paying terrorists. Corker's spokesperson also said that Sen. Corker supports existing congressional efforts that call on Palestine to end its financial support for terrorism.\n\"Senator Corker was horrified by the senseless attack that took the life of Vanderbilt student Taylor Force and wounded others, and he strongly condemned the terrorist act at the time,\" the spokesperson said.\nA spokesman for Sen. Lamar Alexander , Tennessee's other senator, said that Alexander is also reviewing the legislation.\n\"Sen. Alexander was saddened and disturbed as everyone was by the tragedy that struck Taylor Force, his family and loved ones and the Vanderbilt community,\" the spokesperson said.\nRep. Jim Cooper , who represents the 5th congressional district, which includes Nashville, said that he was also considering the legislation and was unsure if he would support it if it reached the House of Representatives.\nCooper worries that Taylor Force's name is being used for political purposes and believes that Senator Graham may be introducing the Taylor Force Act to score political gains for the Republican Party.\n\"Senator Graham has laid down a marker, a very partisan marker,\" Cooper said. \"He waited to introduce the legislation when everyone is back home in their districts. Also, at this point, he has only reached out to Republicans.\"\nCooper also questioned whether it is appropriate to alter foreign policy based on one murder.\n\"Foreign policy in the Middle East is extremely complicated,\" Cooper said. \"I don't know that it is appropriate to venture in and alter foreign policy because of the murder of one Vanderbilt student. It is also important to remember that this bill is not about Taylor Force. It is about foreign policy.\"\nCooper stressed the need for a more nuanced approach to foreign policy, arguing that the Taylor Force Act could be an insult to Israel, as they already attempt to protect Americans in Israel and their own citizens.\nChristina West, the Assistant Vice Chancellor for Federal Relations in the Vanderbilt Office of Federal Relations, said that Vanderbilt has not taken an official position on the legislation at this point.\nTo pass Congress this year, the Taylor Force Act would have to secure the approval of both chambers of Congress during the lame duck session after the Nov. 8 election, which is unlikely.\n\"Any legislation that is not enacted before this Congress adjourns will have to be reintroduced next year when the 115th Congress convenes,\" West said.\nRep. Cooper also expressed doubt that the legislation could pass this year.\n\"The current Congress is over, except for the lame duck session, and that it is unusual for legislation to pass both houses of Congress and be signed by the president during lame duck sessions,\" Cooper said.  \nThe legislation can be reintroduced during the next Congress, should it fail to secure the votes needed for its passage during the current Congress. Should it pass, the legislation will force the Secretary of State to verify that the Palestinian Authority has ended its practice of rewarding terrorists and their families. To continue receiving funds from the United States, the Palestinian Authority will have to take steps to reduce violence, publicly condemn terrorism and terminate terrorist related payments.\n\"He was everything a parent could hope to have in a son, everything that a sister could hope to have in a brother...everything America could hope to have in one of their young people,\" said Taylor Force's father, Stuart Force, at the press conference presenting the legislation. \"A man who served our country in combat, who was dedicating his life to building up society rather than tearing it down.\"\n\nLoad-Date: January 18, 2018"
}