{
    "title": "Senate passes $318 billion defense measure; Anti-terrorism_ GOP stands up against Democrats' costlie",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 12,
    "day": 8,
    "full text": "Senate Democrats settled for an anti-terrorism package half the size they wanted today as Republicans gave President Bush a victory by standing solidly against a $$ @35 billion plan the White House called too expensive. \nEnding a three-day battle, the Senate used a voice vote at midnight Friday to approve this year's $$ @318 billion defense bill and a compromise $$ @20 billion package attached to it for the Pentagon and to bolster security at home. \nPassage came after a long day in which GOP senators rallied behind Bush and voted to bring down a Democratic-written $$ @35 billion response to the Sept. 11 attacks. Democrats came back hours later with a $$ @20 billion alternative, a direct response to Bush's repeated threats to veto anything exceeding that amount. \nOne sponsor of the smaller measure, Sen. Robert Byrd, D-W.Va., said it would \"at least do something\" to enhance national security.\nThe new Democratic plan shifted about $$ @7 billion that Bush wanted for defense and other programs to efforts tightening domestic security and helping New York and the Washington area recover from the Sept. 11 destruction at the World Trade Center and Pentagon. \nOne reason Democrats agreed to a smaller anti-terrorism package is that they were unwilling to delay indefinitely a wartime spending bill for the military.\nIn a bid for bipartisan support, Democrats wrote their new plan with the help of Sen. Ted Stevens, of Alaska, top Republican on the Senate Appropriations Committee.\nThe events capped a day in which Bush's line in the sand over spending prevailed over a Democratic drive - in the midst of a worldwide war against terrorists - to boost spending on domestic security. Democrats accused GOP lawmakers of blocking their package to win a political fight for Bush.\nBut Republicans unanimously supported Bush's insistence on limiting federal anti-terror spending, saying Democrats were purposely forcing politically sensitive votes.\nThe new, smaller Democratic anti-terrorism plan contained:\n* $$ @8.5 billion for countering bioterrorism and other domestic security programs, $$ @4.1 billion more than Bush; \n* $$ @9.5 billion for the New York and Washington metropolitan areas to recover from the attacks, $$ @3.2 billion more than Bush; \n* $$ @2 billion for defense, $$ @5.3 billion less than Bush; \n* Nothing for unemployment and health insurance aid for jobless Americans, compared to Bush's $$ @2 billion. Democrats say aid for the unemployed should be included in a separate economic stimulus bill. \nIn other Senate action:\n* The Senate voted overwhelmingly Friday to block U.S. participation in a new international criminal court that opponents fear could stage politically motivated trials of American troops and government officials.\nThe 78-21 vote added the language, introduced by Sen. Jesse Helms, R-N.C., to this year's defense spending bill.\n* The Senate voted Friday night to give members of Congress a $$ @4,900 pay raise in January as members of both parties thwarted an attempt to block it. \nWith a 65-33 roll call, senators used a procedural vote to block an effort by Sens. Russell Feingold, D-Wis., and Ben Nighthorse Campbell, R-Colo., to keep the pay raise from taking place. Under a 1989 law, lawmakers get automatic salary increases every January unless Congress votes to block it.\nThe House has already passed legislation opening the door for the pay increase.\n\nLoad-Date: December 11, 2001"
}