{
    "title": "Senate confirms Holder",
    "publisher": "telegraph herald ",
    "year": 2009,
    "month": 2,
    "day": 3,
    "full text": "WASHINGTON (AP) - Eric Holder won Senate confirmation Monday as the nation's first black attorney general, after supporters from both parties touted his \"dream resume\" and easily overcame Republican concerns over his commitment to fight terrorism and his willingness to back the right to keep and bear arms. The vote was 75-21. Holder's chief supporter, Sen. Patrick Leahy, said the confirmation was a fulfillment of Martin Luther King's dream that everyone would be judged by the content of their character. \nHe becomes the only black in President Obama's Cabinet. Three other blacks were named to top administration positions, but are not Cabinet secretaries. He was a federal prosecutor, judge and the No. 2 Justice Department official in the Clinton administration. Even his critics agreed that Holder was well-qualified, but they questioned his positions and independence. Holder's confirmation will trigger reviews - and changes - to the most controversial Bush administration policies, from interrogation tactics to terrorism trials and warrantless surveillance. But even Holder doesn't know what he'll find when he looks at secret memos in the Justice Department Office of Legal Counsel. In related developments Monday: 3 Obama plans to nominate Sen. Judd Gregg as commerce secretary on Tuesday, the White House confirmed on the eve of the announcement as the New Hampshire Republican disclosed an apparent deal that would keep his seat out of Democratic hands. New Hampshire Gov. John Lynch confirmed the \"understanding,\" stopping just short of promising to appoint a Republican or an independent to serve out the remaining two years of Gregg's term. 3 Fighting to salvage his Cabinet nomination, Tom Daschle apologized from morning to night on Monday for failing to pay more than $120,000 in federal taxes. Obama said he was \"absolutely\" sticking with his choice for health secretary, and a key senator added an important endorsement. The White House both underscored the magnitude of the problem and tried to downplay it in the space of seven words. \"Nobody's perfect,\" said press secretary Robert Gibbs. \"It was a serious mistake. ...\" 3 Sen. John McCain will no longer hold up the nomination of William Lynn, whose appointment to become deputy defense secretary ran counter to President Barack Obama's own rule against \"revolving door\" lobbyists.\n\nLoad-Date: February 3, 2009"
}