{
    "title": "Senators, insurers urge TRIA extension; Lawmakers hold hearing on need for backstop",
    "publisher": "business insurance",
    "year": 2004,
    "month": 5,
    "day": 24,
    "full text": "WASHINGTON-Support for extending the Terrorism Risk Insurance Act appears to be growing in the Senate.\nIn fact, one member of the Senate Banking, Housing and Urban Affairs Committee said during a hearing on TRIA last week that ''we would make a serious mistake if we allowed this program to expire.'' Some other members of the committee, as well as several witnesses who appeared before the panel on May 18, shared that sentiment, expressed by Sen. Robert Bennett, R-Utah.\nTRIA, which provides a federal backstop to the private insurance market in the event of a future catastrophic terrorist attack, is scheduled to expire on Dec. 31, 2005. The law, which President Bush signed Nov. 26, 2002, was designed as a temporary measure that would encourage availability of terrorism insurance and give insurers and reinsurers time to create a private market for terrorism risks.\nMost observers, including the General Accounting Office-whose director of financial markets and community investment, Richard J. Hillman, testified before the committee last week-give TRIA high marks for enhancing the availability of terrorism coverage. But the law's second goal, creation of a private terrorism insurance market, has yet to be met.\nGovernment and the private market must act as partners in terrorism insurance, said Jacques Dubois, chairman and chief executive officer of Swiss Re America Holding Corp. in New York. ''We are not optimistic this will be temporary,'' he said. ''The possible losses are just too high.''\n''If anything is certain about terrorism, it is that it won't fade away with TRIA's expiration,'' said Chubb Corp. Vice Chairman and Chief Administrative Officer John Degnan. Mr. Degnan testified on behalf of 10 property/casualty trade associations that support extension of TRIA. He called on the Senate to move swiftly on reauthorizing the program.\nChristopher Nassetta, CEO of Host Marriott Corp., called for a two-year extension of TRIA on behalf of business-backed Coalition to Insure Against Terrorism; Delaware Insurance Commissioner Donna Lee Williams also backed extension of the act as she testified for the National Assn. of Insurance Commissioners.\nOnly one witness, Consumer Federation of America Director of Insurance J. Robert Hunter, called unequivocally for TRIA's expiration. ''Insurers do not need free reinsurance any more,'' Mr. Hunter said.\nBut the senators made clear that even before TRIA can be extended, they believe the Treasury Department must move more quickly on recommending whether TRIA's ''make available'' provision should be extended for another year.\nThe provision requires insurers that participate in the federal terrorism insurance backstop program to offer terrorism coverage to policyholders on materially the same policy terms and limits as they do with other property/casualty coverages. But the provision is set to expire later this year-a year before TRIA itself sunsets. Treasury, which has to make its recommendation on extending the make available provision by Sept. 1, only recently opened a formal comment period that won't end until June 4.\nDuring the hearing, senator after senator asked Brian Roseboro, Treasury's undersecretary for domestic finance, whether Treasury would make its recommendation before the deadline. ''Sept. 1 is a very late date to decide this,'' said Sen. Paul Sarbanes, D-Md.\nMr. Roseboro refused to commit to a specific date but indicated a decision would be made as soon as Treasury considered it prudent.\nHe came under considerable verbal fire from Sen. Charles Schumer, D-N.Y., who was one of the principal architects of TRIA. Sen. Schumer said that Treasury's attitude toward TRIA extension could ''charitably'' be called ''somewhat lackadaisical.'' He repeatedly asked Mr. Roseboro when Treasury would make its recommendation on extending the program, but Mr. Roseboro would not answer, and denied that he had any predisposition as to whether TRIA should be extended.\nAnother issue emerging in the debate over TRIA is whether the law should apply to group life insurance as well as property/casualty insurance if TRIA is reauthorized past Dec. 31, 2005. Several lawmakers and witnesses, including Mr. Dubois and Ms. Williams, urged expanding TRIA to include group life insurance.\nIn an interview after the hearing, Chubb's Mr. Degnan said he had no objection to adding group life to TRIA, provided that it did not slow the process of reauthorizing the law.\nOne senator, however, remained skeptical of the need to extend TRIA. The terrorist attacks of Sept. 11, 2001, required ''a temporary, I emphasize, temporary, response,'' said Sen. Wayne Allard, R-Colo. ''Once again, we're being told that the markets need a little more time to adjust,'' he said. Once an industry becomes dependent on a government subsidy, that industry doesn't like the subsidy changed, he said.\n\nGraphic\n\n \nSen. Charles Schumer, D-N.Y.\n\nLoad-Date: May 26, 2004"
}