{
    "title": "Senate OKs bill to aid insurers in terror attack; After Sept. 11, firms had said that without help,",
    "publisher": "the philadelphia inquirer",
    "year": 2002,
    "month": 6,
    "day": 19,
    "full text": "With the White House prodding reluctant Republicans, the Senate passed a bill yesterday that would bail out insurance companies with taxpayers' money in the event of a devastating terrorist attack.\nThe insurance industry sought the protection after the Sept. 11 hijackings, saying that commercial property and casualty insurance companies would stop issuing terrorism coverage without it.\nThe Senate vote was 84-14, but it is uncertain a bill will ever reach President Bush's desk. The Senate measure differs sharply from the House version, mainly on the issue of restrictions on lawsuits stemming from terrorism attacks.\nSen. Christopher J. Dodd (D., Conn.), whose state is home to some of the world's largest insurance companies, led the effort to pass the bill, arguing that without government help, builders and developers would be driven out of business.\n\"With the absence of insurance,\" he said, \"the banks don't lend the money, the projects don't go forward, and you have higher unemployment and a slowdown in the economy.\"\nDodd's bill offers protection for all of 2002, and allows the Treasury Department to extend it for another year. It would require taxpayers to pay 80 percent of terrorism losses up to $10 billion after an insurance company's deductible, and 90 percent of losses above $10 billion.\nThe Treasury would set the deductibles, based on the insurer's share of the total U.S. market for terrorism insurance. The bigger the share, the higher the deductible. The maximum annual taxpayer bailout would be $100 billion.\nThe legislation, while especially important to cities such as New York and Washington, does not affect losses sustained in the Sept. 11 attacks.\nSen. Rick Santorum (R., Pa.) voted against the bill; all five other area senators voted for it.\nCritics had argued that the bill was too favorable to insurers, eliminating much of the risk inherent in the insurance business.\n\"Unless we make [insurance] companies who have collected the premiums pay a substantial amount before the taxpayer pays, we'll never get the government out of the insurance business,\" said Sen. Phil Gramm (R., Texas), one of the Senate bill's most vocal opponents.\nYesterday's vote set the stage for a committee of lawmakers from the Republican-controlled House and the Democratic-run Senate to reconcile the two bills. In a fractious Congress evenly divided between the two parties, such committees have swallowed up some of this year's most contentious bills.\nThe House bill would require insurance companies and policyholders to repay the government eventually for any losses that taxpayers covered. The Senate bill has no such provision. The House bill also would prevent the use of taxpayers' money to pay for punitive damages in lawsuits stemming from terrorist attacks, a provision Senate Democrats refused to adopt.\nWhite House aides worked on Senate Republicans yesterday morning, urging them to drop their objections and shove the bill through. They said they would insist that the lawsuit language be in the bill when it is reconciled with the House version. If the language is included, the bill could lose crucial Democratic support while gaining Republican backing.\n\"We can't have something that's a boon to trial lawyers,\" warned a White House official, speaking on condition of anonymity.\nContact James Kuhnhenn at 202-383-6018 or jkuhnhenn@krwashington.com.  \n\nLoad-Date: June 19, 2002"
}