{
    "title": "Senate Votes to Aid Tracing of Explosives",
    "publisher": "the new york times",
    "year": 1995,
    "month": 6,
    "day": 6,
    "full text": "The Senate approved an amendment to an anti-terrorism bill today to require that dynamite and other commercial explosive materials contain tagging agents that would aid investigators in tracing bombs.\nBut in a compromise to win the necessary Republican support, the Democratic sponsor of the legislation, Senator Dianne Feinstein of California, agreed that smokeless or black gunpowder would be exempted from the regulation. The move to include the gunpowder, which is popular with gun hobbyists, had been opposed by Republicans and by the National Rifle Association.\nThe amendment, which was approved by a vote of 90 to 0, also calls for further studies before lawmakers would decide whether to require the tagging agents, tiny particles known as taggants, in nitrate fertilizers like those used in the Oklahoma City bombing and the 1993 bombing of the World Trade Center.\nUnder Mrs. Feinstein's amendment, the Secretary of the Treasury would be required to conduct an 18-month study on the tagging of explosive materials. Within six months of completion of the study, the Treasury Department is to implement regulations for the addition of taggants to explosive materials, whether manufactured domestically or imported.\nThe vote on Mrs. Feinstein's amendment came at the end of a day that began with Republicans and Democrats mired in partisan bickering over an anti-terrorism bill that both sides want, although they differ in particulars. The bill would give sweeping new powers to the Federal Government to combat international and domestic terrorism.\nBut the Republicans relented on the tagging regulation, and Democrats agreed to drop dozens of other amendments, after calls for quick action from the White House, Senator Bob Dole of Kansas, the majority leader, and survivors and relatives of victims of the Oklahoma City bombing.\nThe Democrats had offered 67 amendments and Mr. Dole had threatened to withdraw the legislation if prolonged debate delayed a vote on the whole measure beyond a Tuesday night deadline he had set.\nBoth sides said this evening that they expected to meet that deadline.\nThe Clinton Administration first proposed new laws focusing on international terrorists in response to the bombing of the World Trade Center in 1993. But in the days after the April 19 bombing in Oklahoma City, President Clinton asked for additional powers to fight domestic terrorism.\nThe White House proposed a five-year, $1.5 billion plan that included hiring 1,000 new Federal law-enforcement officials and amending the privacy act to allow wider use of electronic surveillance of suspected terrorists. It also proposed a change in immigration laws to make it easier to deport aliens linked to terrorism, as well as the requirement that explosives contain taggants.\nMr. Dole and Senator Orrin G. Hatch of Utah, who had proposed separate anti-terrorist measures, also called for an expanded law after the Oklahoma City bombing, as part of a $1.8 billion Republican-drafted plan.\nThe proposed Republican bill includes major portions of the President's recommendations -- like giving the F.B.I. greater access to financial and credit records of suspected terrorists and making it easier to deport aliens suspected of terrorism.\nBut it departs most significantly from Mr. Clinton's plan in its call for restricting death-row appeals in Federal courts. And before beginning the Memorial Day recess, the Republican-controlled Senate voted 52 to 28 to table the White House proposal to expand emergency wiretapping authority, which Mr. Dole argued could erode constitutional protections on privacy.\nThese differences had threatened to create a legislative limbo that would be politically damaging for both Mr. Clinton and Mr. Dole, the front-runner in the race for the Republican Presidential nomination. Each man tried to stake out political safe ground today on the issue.\nFollowing up on an attack he launched on Sunday, Mr. Dole again heaped blame on the President for not prodding Democrats into abandoning their partisan stance and dropping some of their amendments.\n\"What we need from the President are not words, but leadership,\" Mr. Dole said from the Senate floor.\nMr. Clinton said today that he agreed that the bill should not be a partisan issue. \"I call upon my fellow Democrats and Republicans to limit amendments, curb politics, ignore narrow excuses,\" Mr. Clinton said. \"No games, no delays.\"\nAs the Senate debate resumed, about 20 people who were injured or lost relatives in the Oklahoma bombing spent the day on Capitol Hill lobbying for the anti-terrorism bill.\n\"We want to make sure that they don't attach any amendments to it that would weaken it,\" said Michael A. Reyes, 30, who suffered cuts and bruises in the bombing of the Federal Building.\nMr. Reyes, an asset manager for the Department of Housing and Urban Development, and others said they were particularly concerned that the bill include language to limit death-penalty appeals.\n\nGraphic\n\n \nPhoto: As the the Senate debated an anti-terrorism bill yesterday, relatives of victims of the Oklahoma City bombing lobbied legislators. Senator Arlen Specter, right, Republican of Pennsylvania, discussed the measure on the Capitol steps with Diane Leonard, Glenn Seidl and Mr. Seidl's son, Clint. Mrs. Leonard's husband was killed, as was Mr. Seidl's wife. Both victims worked for the Secret Service. (David Scull/The New York Times)\n\nLoad-Date: June 6, 1995"
}