{
    "title": "Senator focuses on terrorism at U. Florida's Blue Key banquet",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 5,
    "full text": "In the war on terrorism, the United States is fighting an opponent it can neither directly see nor target, but the country will prevail, U.S. Sen. Evan Bayh said Friday afternoon at the 72nd Annual Florida Blue Key Banquet.\n\"We are fighting in a far-off land against people who kill without conscience. They will not be easy to defeat, but we can and I think we will,\" Bayh, D-Ind., said.\nU. Florida\nBayh, also a member of the U.S. Senate Select Committee on Intelligence, told more than 400 people in attendance in the Reitz Union he predicts defeat of the Taliban, the fundamentalist Muslim group that controls most of Afghanistan, within a year.\nThe Blue Key Banquet is held every year on the afternoon before Gator Growl and features a speaker involved with the current events of the nation. Past speakers include John F. Kennedy and George H. W. Bush.\nAlong with past and current Blue Key members, Congressman Jim Davis, local Congresswoman Karen Thurman and three members of the Florida Legislature attended. Lt. Gov. Frank Brogan hosted the event.\n\"When this Blue Key meets next year, bin Laden and his attendants will not be on the scene,\" Bayh said. \"I'm confident the Taliban … will not be the major authority in Afghanistan.\"\nWhile he supports increased intelligence in light of recent events, Bayh defended the government's anti-terrorist efforts before the war, saying law enforcement officials defeated several plots against the United States before the attacks -- including crashing a plane into CIA headquarters and an explosion near Los Angeles International Airport.\nHowever, Bayh continued to emphasize the importance of U.S. intelligence, saying it will be one of the most critical parts of the war.\n\"This may be the first conflict where intelligence is more important than conflict in the battlefield,\" Bayh said.\nAlthough most Americans are not on the front line of the battle, Bayh said many have lived in fear following recent events, such as the anthrax outbreaks.\n\"Americans have lived in too much fear since Sept. 11,\" he said. \"Now it is the terrorists' turn.\"\nDespite everything that has happened, Bayh said the United States would prevail.\n\"Democracy is not evil, but it is the best form of government known to man,\" Bayh said. \"This is an idea worth fighting for.\"\n(C) 2001 Independent Florida Alligator via U-WIRE\n\nLoad-Date: November 5, 2001"
}