{
    "title": "Senate anti-terrorism bill packed with pet projects",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 12,
    "day": 15,
    "full text": "WASHINGTON -- Senators have shoehorned nearly $400 million in pet projects into a bill financing the Pentagon and anti-terrorism efforts, including money for Marine shirts made in Massachusetts and communications software being developed in Alabama.\nMany of the provisions will undoubtedly die when House-Senate bargainers craft a compromise version of the bill, perhaps next week. As usual, defenders asserting that the projects will serve the national interest are pitted against critics claiming they are pork for senators' constituents.\nEither way, their inclusion underlines that a sense of business as usual pervades the Capitol, even as lawmakers shape legislation that members of both parties have called crucial: A $20 billion anti-terrorism package attached to a wartime $318 billion Pentagon spending bill.\nCongress passed legislation Thursday authorizing spending for the Defense Department and military activities of the Energy Department. Lawmakers still are at work on the separate appropriations bill, which must be passed before the money may be spent.\nThe Senate approved the overall measure in the wee hours of Dec. 8. Moments earlier, senators used a series of voice votes -- and virtually no debate -- to add 103 amendments, many dealing with parochial projects.\nDemocrats and Republicans, conservatives and liberals, Easterners and Westerners, leaders and freshmen all joined the last-minute rush of tacking projects into the bill.\n\"A lot of these programs are crucial, and it's up to us as legislators to make these decisions,\" said Sen. Richard Shelby, R-Ala., whose amendments included $2 million for work on communications software by Coleman Research Corp. in Huntsville, Ala. \"And if they weren't good decisions, I don't believe they would pass.\"\nAnd Daniel Dwyer, vice president for research at the University of Maine in Orono, Maine, says more than money is at stake. The bill has $4 million for his school's research on hand-held computerized maps to be used by soldiers, won by Sen. Susan Collins, R-Maine.\n\"This is going to do something important for our folks on the battlefield,\" Dwyer said.\nThat's not the view of the conservative Citizens Against Government Waste.\n\"The Senate has never been a model of moderation when it comes to pork-barrel spending,\" said David Williams, the group's vice president for policy. \"When it comes to defense, money should be spent wisely.\"\nSen. John McCain, who frequently rails against hometown projects, said the defense bill \"is going to have more Christmas tree goodies on it than the North Pole.\"\nThe Senate's 11th-hour amendments included:\n$2 million to buy fleece pullovers for the Marines from Malden Mills Industries Inc., the company that kept paying its employees after a catastrophic 1995 fire, sponsored by Sen. Edward Kennedy, D-Mass.\nSen. George Voinovich, R-Ohio, won $5 million for research conducted in part by the Cleveland Clinic on beaming images of wounded soldiers to doctors who are elsewhere.\nSen. Byron Dorgan, D-N.D., got $10 million for work done partly by North Dakota State University on a hand-held communications system that could be used by covert operatives.\n$4 million for work at Tinker Air Force Base in Oklahoma on improving the efficiency of military repair shops, sponsored by Sen. Don Nickles, R-Okla.\nIn some cases, senators used amendments to influence disputes that pit their state against another.\nSen. Christopher Bond, R-Mo., got language requiring third-party arbitration in a dispute between American Airlines and employees of St. Louis-based TWA, which American acquired. American -- based in Ft. Worth, Texas -- wants to impose its system of seniority on the former TWA workers.\nAnd Senate Minority Leader Trent Lott, R-Miss., inserted a provision ordering the Air Force to follow its plans for basing new C-130J transport planes, in effect preventing California lawmakers from shifting some of the planes there from Mississippi.\nOther amendments had nothing to do with defense or battling terrorists. Lawmakers latched them onto the bill because it is one of the last must-pass measures Congress will approve this year.\nSenate Majority Leader Tom Daschle, D-S.D., won language transferring the century-old Homestake gold mine in Lead, S.D., to the state while making the federal government liable for many cleanup costs.\nAnd Daschle and Sen. Ted Stevens, R-Alaska, got provisions adding extra seats to the prestigious board of the Kennedy Center, resolving a dispute over appointees by President Bush and former President Clinton.\nNot all the amendments dealt with hometown concerns. A bipartisan group of senators added $46 million to buttress efforts to secure nuclear material in Russia and other former Soviet republics.\nAs numerous as the last-minute amendments were, Sen. Daniel Inouye, D-Hawaii, who helped lead debate in the Senate, said they represented only one-third of those that senators submitted.\n\"We didn't say, 'OK, bring it in, we'll tack it on,' \" he said.\nInouye and House Appropriations Committee Chairman Bill Young, R-Fla., who will head House bargainers as a House-Senate compromise is written, acknowledged that negotiators will drop many of the Senate amendments.\n\nLoad-Date: December 15, 2001"
}