{
    "title": "Senate votes to ban torture of terrorism detainees",
    "publisher": "usa today",
    "year": 2005,
    "month": 11,
    "day": 16,
    "full text": "WASHINGTON -- The Senate passed a defense bill Tuesday that would ban torture of terrorism detainees and grant them limited access to federal courts.\nThe Senate passed an amendment, 84-14, that would allow the roughly 500 detainees at the U.S. prison at Guantanamo Bay, Cuba, to file one appeal of convictions by military tribunals if they face the death penalty or at least 10 years in prison. The appeals would be heard in federal court. Detainees also would be allowed to appeal their designation as enemy combatants.\nThe proposal would allow the court review in place of the right to file challenges to the constitutionality of their detention in federal courts, a right affirmed by the Supreme Court in 2004. The Bush administration has said the detainees have no right to appeal. Tuesday's vote set a middle ground.\nThe proposal by Sen. Lindsey Graham, R-S.C., was attached to a defense bill that the Senate passed 98-0. The amendment asks President Bush to push Iraq to take over its own security and to get U.S. troops home as soon as possible.\nAnother provision that passed this month would ban cruel and inhuman treatment of prisoners and establish the Army Field Manual as the guide for interrogations. Sen. John McCain, R-Ariz., the sponsor, was tortured during more than five years he spent as a POW in North Vietnam during the Vietnam War.\nBush has said repeatedly that the United States does not torture prisoners, but he opposes the McCain amendment. The administration has said that it could restrict \"the president's ability to conduct the war (on terrorism) effectively under existing law.\" Bush has threatened to veto the defense bill if it includes the provision.\nAdministration officials have been meeting with lawmakers to find a compromise, said Jamal Ware, spokesman for Rep. Pete Hoekstra of Michigan, the House Intelligence Committee chairman.\nCIA interrogators need a clear policy because they have been holding back in their questioning of detainees out of concerns they may be held liable for abuse of prisoners, said Rep. Jane Harman of California, the top Democrat on the intelligence committee.\n\"Our interrogators have become risk-averse,\" Harman said. \"Someone interrogating a detainee is afraid they'll find himself on the front page. … I want our interrogations to yield the best possible information. … That's why we need a legal framework.\"\nState Department spokesman Adam Ereli said Tuesday that U.S. forces \"receive clear guidelines\" on the treatment of detainees.\nGraham disagrees. \"We've been on the sidelines as our own troops have been confused about what's in bounds and what's out of bounds,\" he told reporters. \"We got off the sidelines today.\"\nA USA TODAY/CNN/Gallup Poll last weekend found that 74% of Americans believe U.S. soldiers or other government officers have committed torture in Iraq or elsewhere. The poll also found that 38% would be willing to have U.S. officials torture terrorism suspects who may know about future attacks while 56% opposed such torture in those circumstances.\n\nGraphic\n\n \nPHOTO, B/W, H. Darr Beiser, USA TODAY\n\nLoad-Date: November 16, 2005"
}