{
    "title": "Senate Passes Aid to Insurers On Terrorism",
    "publisher": "the new york times",
    "year": 2002,
    "month": 6,
    "day": 19,
    "full text": "The Senate passed legislation today requiring the government to pay the overwhelming majority of financial losses in a major terrorist attack, though the measure takes a markedly different approach from one approved by the House.\n     The Senate measure, approved 84 to 14, provides for the government to pay 80 percent of losses resulting from a terrorist attack up to $10 billion -- after insurers have absorbed a portion of the losses based on their share of the market -- and 90 percent of all losses after that. In contrast to the Senate bill, the House measure on terrorism insurance, adopted last fall, provides mainly for long-term low-interest loans to help insurers cope with claims from a major attack. \n Despite the differences, both Republicans and Democrats in the Senate said they expected to reach a compromise with the House and come up with a bill that President Bush would sign.\n\"The president wants this very badly,\" said Senator Harry Reid, the majority whip from Nevada. \"We want it. The House wants it. It's ripe for compromise.\"\nSenator Trent Lott, the Republican minority leader from Mississippi, said that while he thought the bill had some shortcomings, \"I think they can be worked out.\"\nFaced with the difference in the Senate and House versions of the bill, some Republican aides suggested that a compromise was far from certain. \"It's not impossible,\" one aide said. \"But it's going to be hard.\"\nSenators said they had become convinced that government intervention was necessary to ensure that terrorism coverage becomes widely available at affordable prices, thus eliminating what many of them said was an increasingly significant drag on an already sluggish economy. The bill provides government help for up to two years.\nInsurers have contended that they could not offer blanket terrorism coverage without assurances from the government that their maximum losses would be limited. Under the Senate bill, insurers would be required to provide the coverage.\nDespite the measure's strong support, some Republican leaders had said the measure was too generous to insurance companies and also opened the way for \"predatory lawsuits\" by victims of terrorism. \nThe bill stalled in the Senate last December over restrictions on lawsuits by victims of terrorism. The Republicans, strongly backed by the White House, contend that neither the government nor businesses should be held legally responsible for damages caused by terrorists. The Democrats have agreed on limiting suits against the government. But they say that eliminating lawsuits against businesses diminishes their incentive to try to prevent attacks.\nUntil Sept. 11, terrorism insurance was provided as a part of most general commercial insurance policies. The insurers agreed to pay losses estimated at up to $50 billion in the attacks but immediately withdrew coverage for further strikes. \nWithin a few weeks, though, some insurers began offering up to $25 million in coverage at several times the cost of an equivalent amount of general commercial insurance. \nPrices have fallen sharply since then, and brokers say up to $1 billion in coverage is available. But owners of skyscrapers in New York and other big cities say that the costs are still staggering and that they cannot obtain what they regard as full coverage against a terrorist attack.\nThe White House has been one of the strongest advocates of government intervention, along with lobbyists for the insurers, banks and real estate companies. The proponents have cited only a few examples of harm to the economy: construction projects being stalled or lenders trying to cancel loans or raise interest rates because of inadequate terrorism insurance. But they contend that the prospects for a crisis are increasing each month as more commercial policies come up for renewal.\nIt was clear today that the lawmakers preferred to err on the side of caution. Several senators suggested that the bill might change significantly in the give and take with the House and in their own chamber.\nFor example, responding, to criticism from Senator Phil Gramm, Republican of Texas, that the measure provided too much government money to insurers and failed to provide an incentive for them to take back responsibility from the government eventually, Senator Christopher Dodd of Connecticut suggested in an interview that the threshold for the government's payment of 90 percent of the losses in an attack might be raised to $15 billion from the proposed $10 billion.\nAs a result of an amendment by Senator Charles E. Schumer, Democrat of New York, the bill provides for the government to intervene on behalf of individual companies when their losses in an attack exceed a percentage of the $10 billion, based on their market share.\nFor some companies, Mr. Gramm said in the debate, that would mean the government's payments would start after losses of tens of millions of dollars rather than billions. \"The taxpayer is exposed very, very early in the process,\" Mr. Gramm said.\nBy raising the threshold to $15 billion, the losses based on market share would also rise, Mr. Dodd said.\n\"The caps are going to have to be higher,\" Mr. Lott said. \n\n\nhttp://www.nytimes.com\n\nLoad-Date: June 19, 2002"
}