{
    "title": "Senate Committee Approves Legislation To Reauthorize Patriot Act Provisions",
    "publisher": "rtt news",
    "year": 2009,
    "month": 10,
    "day": 8,
    "full text": "(RTTNews) - On Thursday, the Senate Judiciary Committee voted 11-8 to approve legislation to reauthorize expiring provisions in the USA PATRIOT Act and improve oversight of several tools used to gather intelligence.\nThe USA PATRIOT Act Sunset Extension Act reauthorizes three provisions of the Patriot Act that are set to expire at the end of the year: roving wiretaps, the \"lone wolf\" measure, and Section 215 orders for tangible things, commonly referred to as the \"library records\" provision.\nThe legislation also includes several oversight provisions, including sunsets and audits of National Security Letters (NSLs), ensures greater judicial review of nondisclosure orders and reporting requirements to allow Congress to monitor the use of authorities.\nFurther, it includes new court approved minimization procedures for Section 215 orders for business records or tangible things and for NSLs to ensure stronger privacy protections.\n\"I remain mindful of our responsibility to ensure both security and liberty as we proceed,\" said Committee Chairman Patrick Leahy (D-VT). \"Our bill will provide the tools that are needed to protect us, while increasing the protections of our vital constitutional rights, as well.\"\nWith the approval of the Committee, the Act now heads to the full Senate for a vote.\nSome of the changes to the legislation at the meeting included clarifying that minimization procedures for pen register/trap and trace orders apply to information \"known to concern\" U.S. persons.\nThey also adopted a change that requires FBI (or another agency issuing a National Security Letter) to include specific facts in its written statement supporting the issuance of the National Security Letter showing that the information requested is relevant to an authorized investigation.\nPresident George W. Bush signed the PATRIOT Act into law on October 26, 2001 in response to the September 11 terrorist attacks.\nUnder the Act, law enforcement agencies were granted increased abilities to search telephone, e-mail communications, medical, financial, and other records in order to uncover potential terrorist plots.\nAdditionally, the Act eased the restrictions on foreign intelligence gathering within the U.S., as well as expanding the definition of terrorism to include \"domestic terrorism.\"\nThough the Act passed both the House and Senate easily, it was criticized by many for infringing on civil liberties because of the freedom it gave law enforcement agencies to potentially invade the privacy of U.S. citizens.\nOver the years since it was signed into law, the PATRIOT Act has undergone many revisions to address the privacy concerns, but there are still enough of the much-debated provisions left that there are continued calls for further modification or outright non-extension of the Act.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 17, 2010"
}