{
    "title": "SENATE APPROVES ANTI-TERROR BILL BY A 91-TO-8 VOTE",
    "publisher": "the new york times",
    "year": 1995,
    "month": 6,
    "day": 8,
    "full text": "The Senate today approved broad counterterrorism legislation that would give Government law-enforcement officials expanded powers, make it easier to deport illegal aliens suspected of terrorism and limit most death row prisoners to one appeal in Federal court.\nSeven weeks after the Oklahoma City bombing and after four days of debate, the package of bills, the Comprehensive Terrorism Prevention Act of 1995, won passage on a vote of 91 to 8, with wide bipartisan support.\nAlthough drafted by the Republican majority, the legislation would give President Clinton most of the provisions he requested in a counterterrorism measure he first proposed after the bombing of the World Trade Center in 1993.\n\"We did it in a way not in the emotion of the moment,\" said the Senate majority leader, Bob Dole of Kansas. \"We believe we can look back on this legislation a year from now, two years from now, ten years from now, and say that it is a good product that won't trample on anybody's constitutional rights.\"\nSome took issue with that assessment, however, and predicted a string of court challenges, particularly against the measure's limitation on death row appeals, a restriction that has already been approved by the House of Representatives and appears destined to become law.\n\"In a well-intentioned effort to solve serious problems, we find ourselves throwing our constitutional rights at every perceived ill in the misguided hope that it will somehow cure those ailments,\" said Gerald H. Goldstein of San Antonio, president of the National Association of Criminal Defense Lawyers, which represents 8,700 private criminal defense lawyers, public defenders and law professors.\nThe President praised the Senate for having acted so swiftly after the Oklahoma City bombing.\n\"This legislation,\" Mr. Clinton said, \"will give law enforcement the tools it needs to do everything possible to prevent this kind of tragedy from happening again. It will also help us prosecute and punish terrorists more effectively. I urge the House to do its part and get a bill on my desk without delay.\"\nThe House Judiciary Committee is to take up a similar measure next Monday, with debate by the full House expected in the next few weeks. Prospects for some version of the legislation there are considered good.\nThe Senate-approved package, comprising dozens of bills, would authorize nearly $1.8 billion for domestic and international counterterrorism programs. It would make terrorism committed by foreigners in the United States, activity now subject to prosecution under a variety of laws, a specific Federal offense; would increase the penalties for terrorism committed by Americans, and would make it easier for law-enforcement agencies to conduct multiple wiretaps against suspects who use numerous telephones to evade detection. It would also give the military a limited role in investigating domestic threats involving chemical or biological weapons.\nBut it is the limits on death row appeals that are among the most significant and contentious provisions of the legislation. Republicans added the provision once the two suspects held in the Oklahoma City bombing had been charged with a Federal offense punishable by death, and Mr. Clinton, who had initially opposed the language, said on Monday that he would accept it.\nThe Senate's final version of this provision, similar to what the House has already passed, was adopted today in an amendment sponsored by Senator Orrin G. Hatch of Utah, the chairman of the Judiciary Committee.\nIt would give most death row inmates, whether in Federal or state prisons, one year from the time of conviction to appeal their sentences in Federal court and would allow them no more than one appeal there. Any exception would be limited to the issue of newly discovered evidence.\nA floor fight against the provision was led by the Judiciary Committee's senior Democrat, Senator Joseph R. Biden Jr. of Delaware, who said: \"We should not sacrifice certainty in the name of speed, or fairness in the name of vengeance. This has to do with fundamental fairness. The death sentence is unlike any other. There is no turning back once it has been imposed.\"\nBut Senator Hatch declared, \"If the Federal Government is incapable of putting any meaningful limit on the number of times that a prisoner can challenge this conviction over and over again, then this Government is, I submit, not serious at all about fighting crime.\"\nThe issue had threatened to be a sticking point until Monday, when Mr. Clinton dropped his objection to including the provision in the counterterrorism bill.\nMr. Clinton's about-face, however, did not stop Democrats today from trying, unsuccessfully, to alter the amendment to make it apply only to Federal prisoners.\n\"This bill goes far beyond terrorism, and far beyond Federal prisoners,\" said Senator Edward M. Kennedy, Democrat of Massachusetts. \"It severely limits the ability of any state prisoner -- not just terrorists, but any state prisoner -- to seek Federal court review of Federal constitutional rights. This is a highly controversial, very complicated proposal, and it is wrong to sneak it into an anti-terrorism bill that all of us want to pass as quickly and as responsibly as we can.\"\nSuch was the bipartisan push toward passage of the overall package, though, that both Mr. Biden and Mr. Kennedy wound up voting for it, their strong objections to the death-appeals limitation notwithstanding.\nOn other fronts, the Democrats were more successful.\nThe Republicans had initially rejected several of Mr. Clinton's major requests. But under a Democratic threat to tie up debate by introducing scores of amendments, the Republicans agreed to a minority-drafted provision that would allow the military to provide limited technical assistance in terrorism cases involving biological and chemical weapons of mass destruction. And they also accepted a provision that would allow Federal law-enforcement officials, having obtained only one warrant, to use so-called roving wiretaps on highly mobile suspects who use different telephone lines to try to escape detection.\nSenate Democrats and the Administration also got approval of their proposal requiring that chemical tracing elements, known as taggants, be contained in dynamite and other explosives. In addition, the Treasury Department, the parent of the Bureau of Alcohol, Tobacco and Firearms, would study ways of making common chemicals like fertilizers inert and thus unusable as an explosive.\nSome provisions of the measure would codify in law what until now has been nonstatutory policy. For example, the measure would grant the State Department authority to deny visas to people who belong to groups suspected of terrorism or who come from countries that sponsor terrorism. And it would allow the President to designate certain foreign organizations as terrorist and to prohibit American citizens from raising money for them or contributing to them.\nAnother provision would speed the deportation of illegal aliens suspected of terrorism. The current lengthy administrative proceedings would be replaced by a special \"terrorism court\" where the accused alien could be denied access to national-security documents supporting the charges against him.\nThe legislative push for the counterterrorism measure did not gather steam until after the bombing of the Alfred P. Murrah Federal Building in downtown Oklahoma City on April 19. Mr. Clinton and Senate Republicans then added a list of domestic law-enforcement proposals to their packages.\nToday, in the wake of the legislation's passage, Mr. Dole, the front-runner for the Republican Presidential nomination, was generous in his praise of Mr. Clinton, saying the President's efforts this week in discouraging Democratic amendments to the bill had helped speed the process.\n\"Immediately after the Oklahoma City tragedy, President Clinton was right on target when he said that the perpetrators of this vicious crime should face justice that was 'swift, certain and severe,' \" Mr. Dole said. \"I am pleased to report to the American people, and to the President, that with today's passage of the anti-terrorism bill, we are one giant step closer to achieving this important goal.\"\nTwo Republicans -- Senators Mark O. Hatfield and Bob Packwood, both of Oregon -- voted against the bill and were joined by six Democrats: Senators Russell D. Feingold of Wisconsin, Carol Moseley-Braun of Illinois, Daniel Patrick Moynihan of New York, Claiborne Pell of Rhode Island, Paul Simon of Illinois and Paul Wellstone of Minnesota. Most were motivated by their opposition to the limits on death-row appeals.\nThe only nonvoting Senator was Kent Conrad, Democrat of North Dakota, who was absent.\n\nGraphic\n\n \nPhoto: Senator Orrin G. Hatch of Utah, center, having led the drive for anti-terror legislation, celebrated its passage at a news conference with two Republican colleagues: Don Nickles, left, and James Inhofe, both of Oklahoma. (David Scull/The New York Times) (pg. B12)\n\nLoad-Date: June 8, 1995"
}