{
    "title": "Senate votes to extend terrorism insurance program",
    "publisher": "the bismarck tribune",
    "year": 2014,
    "month": 7,
    "day": 18,
    "full text": "WASHINGTON - The Senate voted Thursday to extend a program that helped stabilize jittery insurance markets in the aftermath of the Sept. 11 terrorist attacks.\nThe program is designed to cushion the financial blow to insurance companies in the event of another massive attack. It is scheduled to expire at the end of the year.\nThe Senate voted 93-4 to extend the program through 2021. Under the program, the federal government helps pay damages for attacks that cost more than $100 million.\n\"In a post-9/11 world, developers and business owners embarking on multiyear, multimillion- or billion-dollar construction projects need to be certain they can insure their investments,\" said Sen. Chuck Schumer, D-N.Y., who sponsored the bill. \"At a time when our economy is not growing as robustly as we'd like, failing to renew (the program) would be particularly foolish. Without (the program), it's a virtual certainty that a large number of construction jobs and economic development would be lost.\"\nPresident Barack Obama supports the bill, the White House said Thursday.\n\"Terrorism insurance is necessary for a broad range of economic activities in areas across the country, and would be prohibitively expensive or unavailable in the absence of the program,\" a White House statement said.\nThe House is considering a similar bill that treats conventional and nuclear attacks differently, providing less federal help for attacks using conventional weapons.\nRep. Randy Neugebauer, R-Texas, sponsored the House bill. He said it protects taxpayers \"from further Washington-sponsored risk.\"\nThe program was first enacted in 2002, when insurance companies were reluctant to provide coverage for terrorist attacks. The program has never been triggered because there haven't been any attacks that caused more than $100 million in insurance losses, according to the nonpartisan Congressional Budget Office.\nHowever, supporters say the program has made it possible for commercial property owners to get coverage, especially large venues that might be more vulnerable to a terrorist attack.\nUnder the program, companies that sell commercial property and casualty insurance must offer coverage for terrorist attacks. In exchange for this requirement, the federal government will help insurers cover losses under certain conditions.\nThe government would recoup the money in the form of insurance industry surcharges.\nInsurers must pay the first $100 million in total losses stemming from an attack. Individual insurers must also pay a deductible equal to 20 percent of the premiums they collected in the previous year for certain types of insurance.\nIf there are additional damages above those amounts, the federal government would pay 85 percent of an insurance company's remaining claims, and the insurance company would pay the remaining 15 percent.\nThe Senate bill gradually makes private insurance companies pay a larger share, increasing the copay to 20 percent.\nThe program only covers damages up to $100 billion. By comparison, insurance losses from the 9/11 attacks totaled about $40 billion, according to the Insurance Information Institute.\n\"The bill we have put together allows the private insurance industry to absorb and cover the losses of all but the largest acts of terror, ones in which the federal government would likely be forced to step in if the program were not there,\" said Sen. Mike Crapo of Idaho, the top Republican on the Senate Banking Committee.\nThe House Financial Services Committee passed a bill in June that extends the program for five years and makes significant changes.\nThe House bill distinguishes between attacks using conventional weapons and attacks using nuclear, biological or chemical weapons.\nUnder the House bill, the program would still kick in at $100 million in the event of a nuclear, biological, chemical or radiological attack. But in attacks using conventional weapons, the threshold for triggering government support would gradually increase to $500 million.\nSupporters say private insurance markets are more willing to cover losses from conventional attacks, so less government help is needed.\nIt is unclear when the full House will vote on the bill. Some House Republicans don't think the House bill goes far enough in getting the government out of the insurance business.\nSome Democrats, meanwhile, questioned why the program should distinguish between conventional and nuclear attacks. They noted that the 9-11 attacks weren't nuclear, biological, chemical or radiological.\n\nLoad-Date: July 21, 2014"
}