{
    "title": "Senate measures target terrorism One bill would set up office to coordinate effort",
    "publisher": "charleston daily mail",
    "year": 2001,
    "month": 9,
    "day": 25,
    "full text": "DAILY MAIL WASHINGTON BUREAU\nWASHINGTON - To win the war against terrorism, you have to outsmart the terrorists, and new legislation introduced by Sen. Jay Rockefeller and other members of the Senate Intelligence Committee aims to give American officials the tools.\nThe two bills enhance the government's ability to infiltrate terrorist organizations and collect information about their activities, facilitating the cooperation between domestic law enforcement and intelligence agencies and foreign governments.\nThe legislation also sets up a White House office to coordinate counter-terrorist activities. President George Bush appointed Pennsylvania Gov. Tom Ridge to head a similar initiative last Thursday.\nRockefeller, D-W.Va., said Ridge's appointment as head of homeland security is evidence that policymakers in Congress and the Bush administration \"have all realized that the coordination between agencies' counterterrorism efforts is paramount.\" He and other members of the Intelligence Committee have said they will work with Bush to ensure that the legislation complements the president's proposal.\nCoordination also is the goal of the other bill. It mandates cooperation between federal counterintelligence agencies, state and local law enforcement organizations and Cabinet-level departments. For example, the Treasury Department has a role to play in following the money trail of suspected terrorists.\nThe bill calls for the development of a training program for local police groups and public officials to learn to recognize possible terrorist activity.\nAnd it reverses a current government policy that discourages the recruitment of individuals with criminal backgrounds for information-gathering and infiltration of terrorist cells. Those are the people with the real knowledge of terrorist activity, Rockefeller said.\n\"We're not talking about Nobel laureates in terms of character,\" he said. \"This is dirty work.\"\nAt the same time, the Bush administration is pushing for a far broader toolbox in the fight against terrorism, proposing, for example, that immigrants with suspected ties to terrorist organizations could be held indefinitely without trial.\nThe legislation also would lower the bar on requirements law enforcement groups must meet before wiretapping foreigners and would expand wiretap authority from a single phone line to multiple methods of communication used by a suspect, such as e-mail and cell phones.\nWriter Karin Fischer can be reached at (202) 662-8732 or by e-mail at kfischer@dailymail.com.  \n\nLoad-Date: September 26, 2001"
}