{
    "title": "Senate OKs terrorism bill, limits death row appeals",
    "publisher": "the tampa tribune ",
    "year": 1995,
    "month": 6,
    "day": 8,
    "full text": "After five days of bitter debate, the Senate Wednesday passed a $ 1.8 billion bill sought by President Clinton to bolster the government's ability to sniff out and prosecute foreign and domestic terrorists.\nThe president had asked for the legislation in the wake of the 1993 World Trade Center bombing in New York City and the April bombing of a federal building in Oklahoma City.\nRepublicans and Democrats both agreed on the thrust of the overall bill. However, a successful GOP move to include strict limits on the constitutional right of death row inmates to file appeals touched off a furious fight that delayed final action.\nThe provision gives death row prisoners one year from the time of conviction to appeal their sentences in federal court and would allow them no more than one appeal there.\nOnce the issue was cleared away, senators voted 91-8 to adopt the bill and send it to the House, which is expected to take up similar legislation in two weeks.\nOn the contentious death row issue, Republicans argued that too many convicted murderers over the years have filed repeated and frivolous appeals to delay their executions, adding to the pain of victims' families and diverting local prosecutors and states' attorneys from pursuing other crimes.\n\"Some of these appeals drag on for years and years, up to 18 years in one case I know, thwarting the principle of swift and sure punishment for heinous crimes,\" said Senate Judiciary Committee Chairman Orrin Hatch, R-Utah. \"The real reason opponents fight … reform is because they hate the death penalty.\"\nBut Democrats insisted the haste to carry out death penalties would lead to the execution of innocent people, particularly the poor who rarely have access to adequate defenses.\n\"This might well result in rushing innocent people to execution and that itself would be a dreadful crime,\" said Sen. Russell Feingold, D-Wis., citing 52 cases in the last 20 years of innocent defendants being convicted of capital offenses.\n\"Innocent defendants are occasionally sent to death row because of inadequate counsel, perjured testimony, racial prejudice, sloppy investigations or prosecutorial misconduct,\" Feingold said.\nThe Senate voted 53-46 to kill one key Democratic effort to make it easier to file death row appeals.\nAs the House moves toward adoption of its own version of the bill, early signs indicate some differences with the Senate over several provisions that might delay but not prevent final action on something Clinton will sign.\nHouse Judiciary Committee Chairman Henry Hyde, R-Ill., unlike his GOP counterparts in the Senate, would require congressional review of any presidential action to designate certain foreign groups that raise money in this country as terrorist-linked. Such designation would bar the groups from collecting the money under the guise of charity and sending it on to the beneficiaries.\nGiving a president this unchecked power also worries some Democrats. Rep. Charles Schumer, D-N.Y., for instance, wants to require federal court review of such designations. It's uncertain now how that issue will play out.\nHyde also insists that, while civil authorities may employ the military in detecting and disarming weapons of mass destruction in terrorist hands, the military be prohibited from arresting or detaining suspects.\nThe House bill also would permit the U.S. attorney general, in emergencies, to install wiretaps for 48 hours on phones of suspected terrorists without obtaining a federal court order. The Senate explicitly rejected that provision.     (CHART) Highlights  - MAKE international terrorism a federal crime.  - ENABLE federal authorities to more easily deport suspect aliens.  - SHARPLY restrict the right of death-row inmates to appeal their sentences to federal courts.  - ENABLE federal authorities to use court-approved \"roving wiretaps\" to monitor telephones suspected of being used by terrorists.  - ALLOW the U.S. military to assist civil authorities in emergencies involving chemical or biological weapons of mass destruction.  - PERMIT the State Department to summarily deny entry visas to persons associated with groups suspected of terrorism or to citizens of countries suspected of sponsoring terrorism.  - ADD up to 1,000 federal agents to investigate suspected terrorists and set up a new counter-terrorism office in the FBI.  - EMPOWER the president to identify specific foreign groups as terrorist and ban American citizens from collecting money for or contributing to such groups.  - GIVE federal agents greater access to the financial records, credit card data, telephone logs and hotel stays of suspected terrorists.  - REQUIRE the addition of chemical tracers, called \"taggants,\" to commercial explosives such as dynamite and plastique and to gunpowder sold in bulk quantities. Small amounts of powder used by sportsmen to reload small-arms cartridges would not be tagged.  - INCREASE the statute of limitations for federal gun crimes to five years from three for such offenses as bomb-making, possessing sawed-off shotguns, and converting firearms from semiautomatic to fully automatic.  - AUTHORIZE up to $ 10 million in rewards for information leading to the discovery and conviction of terrorists.  - INCREASE a wide range of penalties for conviction of terrorist crimes.Source: Associated Press\n\nGraphic\n\n \nCHART\n\nLoad-Date: June 12, 1995"
}