{
    "title": "SENATE OKS NOMINEES Democratic control ends eight-year run",
    "publisher": "spokesman review",
    "year": 2014,
    "month": 12,
    "day": 17,
    "full text": "The Democratic-controlled Senate confirmed the last batch of President Barack Obama's judicial appointeesTuesday as Congress ended a tumultuous two-year run.\n An 11th-hour attempt to renew a program obliging the government to cover part of the cost of terrorism-caused losses was sidetracked by retiring Sen. Tom Coburn, R-Okla., who said it was a giveaway to private industry.\n But dozens of Obama's nominees to agency positions won approval on the final night of the Congress. Among them were Sarah Saldana to head Immigration and Customs Enforcement and Nicholas Rasmussen as director of the National Counterterrorism Center at the Office of the Director of National Intelligence.\n The night effectively marked the end of an eight-year era of Democratic control of the Senate, with Sen. Harry Reid of Nevada as majority leader. When the new Congress convenes in January, Republicans will hold a majority in both houses, able to set an agenda of their own making.\n Looking forward to that day, Sen. Mitch McConnell, R-Ky., the incoming majority leader, announced that the first bill he would bring to the floor in 2015 will authorize construction of the long-delayed Keystone XL pipeline to carry oil from Canada to the Gulf Coast.\n The final measure to clear the Senate was less momentous than that. It honored conservation on the 100th anniversary of the extinction of the passenger pigeon.\n The day's events were bittersweet for some.\n \"I can't believe I'm leaving here for the last time,\" said Democratic Sen. Tom Harkin, first elected to the House in 1974, and to the Senate in 1984.\n There was no immediate comment from the White House on the final votes of the Congress, but Obama signed into law one major year-end measure, a $1.1 trillion spending bill to keep most of the government in operation through the Sept. 30 end of the budget year.\n Confirmation of 12 judges came on top of 76 judicial appointees approved earlier in the year. The combined 88 were the most since a Democratic-led Senate approved 99 of President Bill Clinton's nominees in 1994, according to Russell Wheeler, who studies the judiciary at the Brookings Institution.\n The terrorism insurance bill gave the retiring Coburn - a physician as well as a politician - one final chance to live up to his nickname of \"Dr. No.\" In his final remarks on the Senate floor after a decade in office, he said the program has so far been worth $40 million to the private insurance industry. \"The American taxpayer takes all the risk except for 35 percent, and the insurance industry makes the money,\" he said.\n Sen. Chuck Schumer, D-N.Y., a leading supporter of the program, laid the blame for the bill's demise at the feet of House Republicans. He urged action early in 2015, and said, \"billions of dollars of projects and hundreds of thousands of jobs are at risk.\"\nSIDEBAR:\n SHUTDOWN AVOIDED\n WASHINGTON - With little fanfare to mark a rare bipartisan achievement, President Barack Obama on Tuesday signed a massive, $1.1 trillion spending bill that keeps the government operating during the next nine months.\n The legislation was a compromise that angered liberals and conservatives alike but avoided a government shutdown and put off partisan clashes over immigration until next year.\n\nLoad-Date: December 19, 2014"
}