{
    "title": "SENATE OKS BILL TO SHIELD INSURERS FROM COSTS RELATED TO TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 11,
    "day": 20,
    "full text": "Fourteen months after the attacks on New York and Washington, Congress agreed Tuesday to shield the insurance industry from catastrophic costs of future terrorist onslaughts.\nThe Senate voted 86-11 to have the government cover up to $90 billion in the first year of the measure's three-year lifetime to back up insurers in any future attacks. The House had already approved the bill.\nThe vote, the last major action before the Senate adjourns for the year, was taken less than an hour after the Senate agreed to President George W. Bush's plan to establish a Homeland Security Department.\nBush had pressed Congress to pass both long-delayed bills before leaving for the year, saying the measures are vital to the war on terrorism and the nation's economic security.\nThe terrorism insurance bill has been a priority for the president since shortly after the Sept. 11 attacks last year. He has argued that the inability of companies to get affordable insurance for large construction projects is costing the economy thousands of jobs.\nThe House passed a bill a year ago but was unable to come to terms with the Senate on a formula for government protections. Democrats also resisted Republican efforts to ban punitive damage awards in civil lawsuits related to terrorist attacks.\nBush stepped in after this month's Republican sweep of midterm elections, contacting House GOP leaders and insisting that Congress complete the bill in the lame-duck session before adjourning for the year.\nThe president bowed to Democratic demands for unlimited punitive damages, which many Republicans consider a boon to trial lawyers usually allied with Democrats. But GOP leaders vowed to take up the issue again next year, when they again will have majorities in the House and Senate.\nThe government wouldn't step in on any claims less than $5 million. Insurance companies would pay a deductible next year equal to 7 percent of the premiums they received the previous year. The deductible would rise to 10 percent in 2004 and 15 percent in 2005. The federal government would then cover 90 percent of everything above the deductible with insurance companies paying the other 10 percent.\nFederal payments would be capped at $90 billion the first year, $87.5 billion the second year and $85 billion in the final year of the program.\nThe measure does not cover the Sept. 11 attacks, which generated an estimated $40 billion in claims.\n\nNotes\n\nNATION\n\nLoad-Date: November 20, 2002"
}