{
    "title": "Senator talks terrorism, military force",
    "publisher": "university wire",
    "year": 2002,
    "month": 8,
    "day": 28,
    "full text": "After traveling to Africa and the Middle East, Sen. Arlen Specter gave his first public debriefing Tuesday in downtown Pittsburgh. His speech focused on the Middle East peace process, a topic he studied extensively while abroad.\nSen. Specter talked about the growing tension between the United States and Iraq, adding that he firmly believes the president should bring an involvement plan to Congress rather than acting without Congress' consultation.\nU. Pittsburgh\n\"I thought the decision of military force is a congressional decision. This is a matter for the Congress,\" Specter said.\nSpecter referred to his talks with President Bush about the possibility of Bush coming to Congress to get authorization for military action.\n\"If you get a chance to ride in Air Force One, do it,\" Specter joked. He added, \"I asked him [about bringing a military plan to Congress] and he didn't answer me.\"\nSpecter talked about Vice President Dick Cheney's comments Monday in which the vice president said Saddam Hussein is a risk now and needs to be dealt with sooner rather than later.\n\"I think that the president approves of the vice president's speech, but he's not ready to make it himself,\" Specter said.\nHe also said the United States hasn't really dealt with Hussein in the right way.\n\"There's an American arrogance about how to deal with people,\" Specter said. He continued by addressing the need to speak with leaders of opposing countries with respect. He sees the respect as a necessary part of getting things done.\nSen. Specter also talked about the improvement in the Sudan.\n\"[The Sudan's] leadership wants to be friendly with the U.S. The Sudanese have permitted unannounced checks on weapons,\" Specter said. He added that he is confident that they are not producing weapons of mass destruction.\nAfter about a 20-minute speech, Specter opened the floor to questions.\nOne fiery man stood up and talked about the countries that opposed the United States before World War II, which have since turned into democracies.\n\"Japan and Germany, we cleaned their clocks,\" the man said. \"And now they are democracies.\"\nWhen asked if the United States' allies would help if America was involved in a war, Specter said it would take about $ 40 billion for the United States to gain the support of countries like Russia, Germany and France.\nSpecter was then asked which one of the problems facing the United States was the most important. He said the answer is undoubtedly terrorism.\n\"We're not doing a good job fighting them,\" Specter admitted. \"The FBI and the CIA have no communications, and FBI is not using the right standard.\"\nAfter one of his aides stopped the questioning in an effort to keep Sen. Specter's appearance on schedule, Specter thanked the audience for its knowledge of national events.\n\"There's a real need in Washington for people who study the issues,\" Specter said. \"There needs to be citizen participation.\"\n(C) 2002 The Pitt News via U-WIRE\n\nLoad-Date: August 28, 2002"
}