{
    "title": "Senate OKs terror bill",
    "publisher": "the bismarck tribune",
    "year": 1995,
    "month": 6,
    "day": 8,
    "full text": "WASHINGTON -- The Senate ended two days of bitter partisan warfare over gun control and the death penalty and passed legislation Wednesday to give the federal government broad new powers to investigate and punish terrorism.\nThe controversial legislation, approved in the wake of the April 19 bombing of the Oklahoma City federal building, represented a compromise between President Clinton and a leading GOP rival for the presidency next year, Senate Majority Leader Bob Dole, R-Kan. The vote was 91-8.\nThe House has yet to act on the measure, but the Judiciary Committee was expected to take it up next week, with GOP leaders hoping to send the bill to Clinton's desk before the July 4 recess.\nDrafted in response to the New York World Trade Center and Oklahoma City bombings, the bill would give the FBI and other federal agencies new resources and greatly expanded authority to combat domestic and foreign-spawned terrorism.\nIt would increase penalties for terrorist offenses, give investigators easier access to credit card and other personal records, streamline procedures for deporting aliens linked to terrorist groups and provide about $ 1.8 billion over five years to finance a new anti-terrorism center and hire some 1,000 extra law enforcement officials.\nAlso included were stringent new limits on death row appeals long sought by GOP leaders. Approval came only after a succession of Democratic amendments to soften them were defeated. The limits had touched off the original partisan wrangling over the bill, but the Democratic drive to defeat them collapsed after Clinton reversed his position Monday and endorsed the limits.\nAlthough the Senate bill ultimately incorporated most of the anti-terrorism measures Clinton proposed, the partisan maneuvering and brinkmanship offered an illuminating look at the way the Senate works -- both at its worst and at its best.\nIn the end, the Republicans accepted two proposals sought by Clinton on wiretapping and the use of the military in civilian terrorism investigations, while the Democrats reciprocated by dropping several amendments to strengthen existing controls on handguns.\nThe result was \"a very good example of how the president and the legislative branch can work together, in this case the majority leader and the president working together, to clear the underbrush of amendments … not necessary to this very important piece of legislation,\" said White House spokesman Mike McCurry.Civil libertarians still protested that the bill went too far in giving the federal government the right to pry into the private lives of its citizens.\n\"This bill is riddled with civil liberties abuses … and they are not just directed against foreign nationals,\" said Laura Murphy Lee, legislative director of the American Civil Liberties Union. \"This bill affects domestic activities and people need to understand that.\"\nWhile several of Clinton's original proposals were modified to reflect those concerns, the legislation would still give law enforcement agencies broad new authority to investigate and thwart terrorism. Among the bill's provisions were measures that would:\n* Permit the use of \"roving\" wiretaps, with which federal authorities could electronically tail a suspected terrorist by tapping all telephones the suspect uses without having to obtain separate court orders for each tap.\n* Allow the FBI to request the assistance of military authorities in terrorism cases involving chemical or biological weapons.\n* Require the use of chemical tracers, or \"taggants,\" in explosives to enable authorities to trace the materials used by terrorists after a bombing.\n* Give the FBI greater access to spending and travel documentation, such as the credit card bills, financial reports and hotel records of a suspected terrorist.\n\nLoad-Date: January 15, 1998"
}