{
    "title": "Senate Approves Formula for State Terrorism Grants",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 7,
    "day": 13,
    "full text": "The Senate yesterday approved a formula for administering state Homeland Security grants, voting 71-26 for a budget amendment that would allocate $2.93 billion for state grants in 2006 and double the funding for high-risk states.\n\"This is great news for first responders across the country who are working every day to try to prevent terrorist attacks, and who are constantly planning and preparing to respond should the worst occur in their communities,\" the amendment's sponsors, Senator Lieberman, a Democrat of Connecticut, and Senator Collins, a Republican of Maine, said in a statement.\nAs the second day of debate on the $31.8 billion Homeland Security appropriations bill got under way yesterday, Democrats recited a laundry list of potential horrific consequences if Congress failed to devote more money to security for the nation's ports, railways, and chemical plants.\n\"There are 350,000 people sitting in an aluminum tube beneath the ground in tunnels that were built in an average of 1917,\" Senator Biden, a Democrat of Delaware, said, referring to New York. \"Virtually no lighting, no ventilation, no escape.\"\nAcknowledging that security officials cannot prevent every terrorist threat, Mr. Biden said, \"We can prevent a catastrophic, a cataclysmic terrorist attack on rail.\" Senator Biden urged journalists to imagine terrorists seizing control of a train and crashing it into Washington's Union Station, just blocks from the Capitol.\n\"The single most visited facility in all of Washington, D.C., is Union Station. Imagine not a new Acela, imagine a plain old Metroliner at 120 miles an hour careening through that building. What have we done? Nothing. Period. Nothing,\" Mr. Bidensaid during a press conference yesterday.\nThe Senate Appropriations Committee had cut $50 million for railway security from last year's $150 million earmark. The Senate was expected to restore the money after the London transit bombings, and Democrats have pushed for another $350 million to protect the country's railways.\n\"For every air passenger, we spend $7 on homeland security. For every rail passenger, we spend a penny,\" Senator Schumer said. New York's other Democratic senator, Hillary Clinton, echoed the call for additional Homeland Security funds, saying they were being shortchanged in favor of \"tax cuts for the wealthy.\"\n\"We are frustrated. We are disheartened that we cannot seem to get the leadership, the planning, the money, and the values right to do homeland security the way it should be done,\" Mrs. Clinton said. Some Republicans did signal their support for additional funding yesterday. Senator Shelby of Alabama planned to offer a measure directing $1.16 billion to enhance safety measures on commuter rail, subways and bus systems, according to the Associated Press.\nUnder Mr. Shelby's proposal, the bulk of the money - $790 million - would be for surveillance cameras, canine teams, and other security equipment. About $333 million would be spent on personnel overtime, training, and drills costs, with the rest going into research efforts to make transportation safer.\nOn port security, the Senate approved an amendment yesterday that would require the Homeland Security Department's inspector general to report whether the agency had made recommended changes to its program for giving grants to improve security at the nation's ports.\nSenator Corzine, a Democrat of New Jersey, said the nation's chemical plants should also be the focus of tougher safety precautions. Yesterday he cited a chlorine plant under one of the major arteries that feeds New York City and the Holland Tunnel.\n\"We are doing virtually nothing to be assured that security is taking place there,\" he said.\nLawmakers also accused the Department of Homeland Security of spending a fraction of its budget to inspect and patrol rail lines.\nA DHS spokesman, Marc Short, said the accusation was fueled by politics.\n\"The allegation focuses very narrowly on a specific mass transit grant program and does not consider the billions of dollars that the federal government provides to states and urban areas who would have the discretion to use funds for rail security,\" Mr. Short said in an interview yesterday.\n\"There is an irony that those who, on the one hand, clamor for more risk based funding ... also demand that the dollars should be kept in rigid programs,\" the spokesman said.\nSince the September 11, 2001, attacks, the DHS has allocated $8.6 billion in terrorism bills for state and city governments to enhance their security measures, Mr. Short said.\n\nLoad-Date: July 13, 2005"
}