{
    "title": "Senate to take up bill for screening of refugees IS drives voter concerns about terrorism",
    "publisher": "the tampa tribune ",
    "year": 2016,
    "month": 1,
    "day": 17,
    "full text": "The Senate will consider new rigorous screening procedures for Syrian and Iraqi refugees seeking to enter the United States as national security looms large for voters in an election year.\nPropelled by the Islamic State group's attacks in Paris, the GOP-backed legislation raced through the House last November with 289 votes. \nThat veto-proof margin included 47 Democrats despite the Obama administration's opposition to the measure.\nThe legislation will have a much harder time making it through the Senate in the week ahead.\nMajority Leader Mitch McConnell, R-Ky., needs at least six Democrats to join all 54 Republicans to approve a motion clearing the bill for final passage in the 100-member chamber.\nThe Senate's top Democrat, Harry Reid of Nevada, said last year that was not going to happen. Even if it did, President Barack Obama has pledged to veto the bill if it got to him.\nThe upshot may be more of the same on Capitol Hill: A war of words, with Republicans blasting Obama for failing to do what they see as necessary to secure the United States and Democrats accusing the GOP of fearmongering to score points with voters.\nSome of the key points to know about the Syrian-Iraqi refugee legislation:\nIS controls territory in Syria and Iraq. As a result of the extremists' harsh, uncompromising rule, people in those areas have tried to flee and make it to the United States. The House-passed American Security Against Foreign Enemies Act is rooted in concerns the current process of screening refugee is inadequate and could allow a terrorist to be admitted into the United States.\nThe legislation would order FBI background checks for Syrian and Iraqi refugees and require that the FBI, Homeland Security Department and the director of National Intelligence certify that each refugee is not a security threat. \nThe bill's requirements would effectively suspend admissions of Syrian and Iraqi refugees.\nRepublicans pointed to the arrest this month of two Iraqi refugees with suspected links to terrorism as one more example of the flawed vetting system.\nOver the past few months, voters' concerns about terrorism have surged and their confidence in the government's ability to defeat IS and other extremist groups has plummeted, according to a national survey conducted in December by the Pew Research Center.\n\nLoad-Date: January 17, 2016"
}