{
    "title": "Senate bill would make it easier for terrorism victims to sue",
    "publisher": "the philadelphia inquirer",
    "year": 2015,
    "month": 9,
    "day": 24,
    "full text": "A bipartisan group of lawmakers in the U.S. Senate has introduced legislation that would make it easier for victims to sue foreign governments and private-sector financiers for support of terrorism.\n The bill, aimed largely at the government of Saudi Arabia and Persian Gulf terrorism funders, has been pushed by victims of the Sept. 11, 2001, terrorist attacks. They have been fighting a seesaw legal battle to hold Saudi Arabia accountable for what they say is its support of Islamist terror groups.\n The Senate passed an identical bill by unanimous consent last December, but the House adjourned before it took up the measure.\n The fresh bill, introduced last week, has 17 cosponsors, including Sens. Robert Menendez (D., N.J.) and Chris Coons (D., Del.).\n \"The bottom line is that victims of terror on American soil ought to have an ability to hold accountable the foreign powers and other entities that fund the hate-filled organizations that inflict injury and death on our fellow citizens,\" said Sen. Charles E. Schumer (D., N.Y.), a sponsor of the bill. \"Unfortunately, our courts have prevented that and allowed countries like Saudi Arabia that has provided financial support to terror-linked operations to escape any repercussions.\"\n Insurance companies that lost billions of dollars as a result of the damage at ground zero, and family members and victims of the terrorist attacks sued Saudi Arabia and Islamist charities affiliated with the Saudi government in 2003, alleging they provided support to al-Qaeda in the years before the 2001 attacks. That support enabled al-Qaeda to become a global threat, and provided the wherewithal for the 19 terrorists on Sept. 11 to hijack commercial airliners and crash them into the Pentagon and the World Trade Center, the victims allege.\n The bill would amend two laws, the Anti-Terrorism Act and the Foreign Sovereign Immunities Act, to make clear that foreign governments and private-sector financiers that provide indirect support to terrorist organizations can be held liable in U.S. courts. The language is aimed at federal appellate court rulings that Schumer and others say created uncertainty about when terror victims can sue.\n Since the initial lawsuit was filed in 2003, the plaintiffs have had mixed results. The original claims against Saudi Arabia were thrown out by U.S. District Judge Richard Conway Casey in Manhattan. The U.S. Court of Appeals for the Second Circuit upheld Casey, but later reversed itself and reinstated Saudi Arabia as a defendant, sending the case back to the District Court.\n From the beginning, Saudi Arabia has denied that it had any responsibility for the attacks.\n \"The law has required 9/11 victims and families to endure three separate trips to the (U.S. Court of Appeals for the Second Circuit) and three separate trips to the Supreme Court, only to find themselves back in District Court 14 years later,\" said Sean Carter, a litigator with the Center City law firm of Cozen O'Connor, one of the firms suing Saudi Arabia. \"It is incredibly important for Congress to intervene at this point to end the endless cycle of appeals.\"\n The bill's cosponsors include some of the Senate's most influential lawmakers, among them Judiciary Committee Chairman Charles Grassley (R., Iowa), Sen. Ted Cruz (R., Texas), and Sen. Dianne Feinstein (D., Calif.).\ncmondics@phillynews.com\n  215-854-5957 @cmondics\n\nLoad-Date: September 24, 2015"
}