{
    "title": "Senate panel rebukes Trump on Muslim ban Blocking refugees based on religion called un- American . R",
    "publisher": "daily news ",
    "year": 2015,
    "month": 12,
    "day": 11,
    "full text": "WASHINGTON - A Senate committee on Thursday rebuked Donald Trump by endorsing a measure that says barring individuals from entering the United States based on religion would be un-American.\nThe Republican presidential front-runner has called for blocking Muslims from entering the country in the aftermath of attacks in the United States and abroad.\nThe Senate Judiciary Committee voted 16-4 for the nonbinding amendment pushed by Sen. Patrick Leahy of Vermont, the panel's top Democrat. The language was added to an unrelated bill on nuclear terrorism.\nThe four Republicans who opposed it included GOP presidential candidate Ted Cruz of Texas. Cruz was not present but voted by proxy, as is regular practice when a lawmaker cannot attend a committee vote.\nThe amendment states that \"it is the sense of the Senate that the United States must not bar individuals from entering into the United States based on their religion, as such action would be contrary to the fundamental principles on which this nation was founded.\"\nLeahy said the amendment sends \"a clear and direct message that America welcomes people from all countries of all faiths.\"\nAmong the 16 backing Leahy's amendment was the committee chairman, Sen. Charles Grassley, R-Iowa, who faces re-election next year. South Carolina Sen. Lindsey Graham, another GOP candidate for president, also backed the measure.\nAfter the hearing, Cruz spokesman Phil Novack called the amendment a \"political stunt.\"\n\"A nuclear terrorism bill is not the place for political games,\" Novack said.\nAfter voting against the amendment, Cruz voted in support of the nuclear terrorism bill to which it was attached, again by proxy. The committee approved that bill 17-3.\nIn addition to Cruz, Republicans voting against the amendment were Sens. Jeff Sessions of Alabama, David Vitter of Louisiana and Thom Tillis of North Carolina.\nSessions spoke for almost half an hour opposing the language, saying it was overly broad and could hamper immigration authorities' ability to screen applicants on religious issues.\n\nLoad-Date: December 11, 2015"
}