{
    "title": "SENATORS HOPEFUL ON ARMS TALKS",
    "publisher": "the new york times",
    "year": 1985,
    "month": 7,
    "day": 4,
    "full text": "A group of Senate observers at the Geneva arms talks, while pointing to what they called a lack of specific Soviet initiatives, along with a sharpening of Moscow's tone, said today that they had nevertheless found ground for ''cautious optimism.''\nIn a news conference after long meetings with the permanent American and Soviet arms delegations here, several Senators said a little-noticed superpower agreement last month on a ''common understanding'' of the need to recognize the possibility of nuclear terrorism underscored their view.\nGroup of Senate observers at Geneva arms talks say they find ground for 'cautious optimism' despite lack of specific Soviet initiatives; say little-noticed superpower agreement last month on 'common understanding' of need to recognize possibility of nuclear terrorism underscores their view (M)\nThe bipartisan group took pains, however, to stress that in their opinion, any blame for what the Soviet Union charged was ''marking time'' in Geneva rested squarely on Moscow. But they also expressed the hope that Tuesday's appointment of Eduard A. Shevardnadze to replace Andrei A. Gromkyo as the Soviet Foreign Minister and the announcement of a November summit meeting in Geneva might lead to a breakthrough.\nThe Senate observer group, headed by Ted Stevens, Republican of Alaska, has sought to maintain Congressional links with the negotiators since the talks began March 12.\n''Let me just say, I have read a number of descriptions of these talks using the word stalemate,'' Senator Albert Gore Jr., Democrat of Tennessee, said at the news conference. ''In my opinion, it is premature to use the world stalemate in describing these talks, because there is no question at all about the fact that there is a meaningful dialogue under way of the kind that could over time substantially narrow the differences between the two countries.''"
}