{
    "title": "Senators say Fort Hood shooting was terrorism",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 11,
    "day": 19,
    "full text": "The Senate Homeland Security Committee Thursday began its probe into the Nov. 5 Fort Hood shooting with few details about what everyone really wants to know: the true motives of alleged shooter Army Maj. Nidal Malik Hasan.\nNevertheless, several lawmakers at the hearing called the rampage a terrorist attack.\nThat label was supported by most of the terror experts who testified at the Senate hearing. Addressing questions about how red flags were missed in the lead-up to the rampage, experts pinpointed a rise in homegrown terrorism and expressed the need for the government to establish, in the words of retired Army Gen. John Keane, \"clear specific guidelines as to what is jihadist extremist behavior, how do you identify this behavior, and how does it manifest itself?\"\nThe Fort Hood shooting, like no other incident, has \"fueled discussion about the spectre of violent extremist ideology in our midst,\" said Juan Zarate, the former Deputy National Security Advisor for Combating Terrorism.\n\"There is no smoking gun that reveals Hasan's true motivations and signaled intent, so the patchwork of data points and behavioral clues in light of the incident ... appear to point to a path of violence,\" he added. \"The question then is whether the data points were seen and evaluated properly.\"\nThe Senate committee's requests to call on current administration officials and FBI investigators as witnesses were rejected by the White House, in view of the ongoing investigation.\n'War within our borders'\nAuthorities increasingly believe Hasan acted alone. But with eight jihad-related plots exposed in the US just this year, analysts see a definite trend involving homegrown terrorists who are \"inspired by violent jihadist ideology to plan and execute attacks where they live,\" said Mitchell Silber, NYPD's director of Intelligence Services.\nThe rise of Internet-based radicals such as Anwar Al-Awlaki, the US-born Yemeni cleric whom Hasan reportedly contacted, Mr. Silber says, points to the threat of \"virtual spiritual sanctioners\" - people whom would-be terrorists turn to in the final phase of their self-radicalization.\n\"The war has increasingly come within our borders,\" committee chairman Sen. Joseph Lieberman (I) of Connecticut said.\nA terror attack?\nSen. John McCain, (R) of Arizona, specifically asked experts from the Rand Corporation and the New York Police Department's terror unit whether the Fort Hood shooting could be called a \"terror act.\"\nHasan shouted \"Allahu Akbar\" before firing on a crowd of 300 soldiers and killing 13. That's enough evidence for General Keane to label the shooting an act of terrorism.\n\"The basic English dictionary definition of terror is the use of violence to instill fear and intimidate, so it's hard to imagine this wasn't an act of terror,\" said Frances Townsend, former Assistant to President George W. Bush on Homeland Security and Counterterrorism.\nBarring an \"x-ray for a man's soul,\" said RAND Corp. analyst Brian Michael Jenkins, Hasan's rampage appeared to be a case of an Army major \"going jihad.\"\n\"It looks a lot like going postal - a deepening sense of personal grievance culminating in a homicidal rampage directed toward coworkers,\" Mr. Jenkins said. He added, \"There are many aspects of Maj. Hasan's personality that are troublesome, but that doesn't exclude his act from being properly labeled an act of terrorism.\"\nDid data 'silos' protect Hasan?\nA major finding of the 9/11 Commission was that \"silos\" within the federal government kept critical information about a terrorist plot from passing into the right hands, partly due to \"need to know\" requirements that blocked the flow of intelligence.\n\"Just the fact that Hasan was seeking advice and communicating with a known Al Qaeda associate reminds me very much of the siloed information that was available throughout the federal government in different agencies prior to ... 9/11,\" said Sen. Susan Collins, (R) of Maine.\nRole of political correctness\nA key question for Senator McCain was whether political correctness - language, policies, and behavior intended to minimize offense to minority or gender groups - played a role in preventing the Army and Pentagon from confronting Hasan when he exhibited disturbing behavior.\nNews reports have detailed the failure of the military to report up the chain of command the disturbing and delusionary behavior Hasan exhibited. Some have suggested this was partly because of the fear of appearing to be targeting a Muslim.\n\"Political correctness played a role,\" according to Keane. \"It shouldn't have to be an act of moral courage on behalf of a soldier to report behavior that we should not be tolerating within the military; it should be an obligation.\"\nSee also:\nFort Hood Senate hearings risk politicizing Hasan investigation\nPentagon to probe 'internal weaknesses' behind Fort Hood shooting\n---\nFollow us on Twitter.\n(c) Copyright 2009. The Christian Science Monitor\n\nLoad-Date: November 20, 2009"
}