{
    "title": "Senate Approves Kerry-Lugar Pakistan Aid Bill",
    "publisher": "rtt news",
    "year": 2009,
    "month": 9,
    "day": 25,
    "full text": "(RTTNews) - U.S. President Barrack Obama announced Thursday that the Senate has approved a newly-negotiated version of the Kerry-Lugar Pakistan aid bill that would triple the non-military aid to Pakistan, reports say. He made the announcement while addressing the Friends of Democratic Pakistan (FODP) summit.\nThe Senate approved the measure through a process known as \"Unanimous Consent\"--where the Senate doesn&apos;t actually vote on the bill, but nobody raises any objections, so it goes through--to pass the measure that approves $1.5 billion a year over the next five years for democratic, economic and social development assistance to the Islamic nation.\nThe compromised version of the bill could be passed in the House as early as Friday, sending it to President Obama for his signature. The amended version is expected to have a smooth passage through the House after wording on several contentious issues between the version sponsored by the Senate Foreign Relations Committee leaders and the House version of the bill put forth by House Foreign Affairs Chairman Howard Berman, D-CA were thrashed out.\nThe compromise bill tones down the language governing oversight of funds that would assist Pakistan&apos;s military.\nThe condition of cooperation with India has been removed from the amended version and a new condition of cooperation with the neighbors on war against terrorism has been included. Also, the condition on access to disgraced Pakistani nuclear scientist Abdul Qadir Khan has been struck out.\nAgainst the House version conditioning the release of military assistance on the president&apos;s certification that the Islamabad \"demonstrated a sustained commitment to and made progress towards combating terrorist groups,\" the compromise version simply states that the president has to certify that the Islamic nation is \"making significant efforts towards combating terrorist groups ... including taking into account the extent to which it has made progress on matters\" related to counter-terrorism.\nAlso, the amended bill doesn&apos;t specify the quantum of military assistance to be given to Pakistan, instead preferring to use the language \"such sums as are necessary.\"\nExpressing satisfaction over the compromise bill, Democratic Senator John Kerry, the chairman of the Senate Foreign Relations Committee and a lead author of the bill, said it the clear, tough-minded accountability standards and metrics contained in the original bill are carried through in this version.\nThe legislation passed Thursday incorporates House language compatible with the intent of the original bill, and is the product of two months of bicameral, bipartisan, and inter-branch consultation, he added.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 17, 2010"
}