{
    "title": "Senators_ Labs play active role in anti-terrorism",
    "publisher": "the world",
    "year": 2002,
    "month": 2,
    "day": 2,
    "full text": "ALBUQUERQUE -- The contribution of the nation's laboratories to the war against terrorism could be endless, according to the No. 2 Democrat in the U.S. Senate and New Mexico's senior Republican senator.\nSen. Harry Reid, D-Nevada, along with Sens. Pete Domenici and Jeff Bingaman, took a whirlwind tour Friday of Sandia National Laboratories.\n\"I learned of many, many things that are being done,\" Reid said during a news conference. \"The things that are being done here are so important to the state of Nevada, the state of New Mexico, our country and the world.\"\nThe senators were briefed on the lab's efforts to safeguard the former Soviet Union's nuclear material as well as its role in protecting the nation from terrorism and weapons of mass destruction.\nSandia developed a decontamination foam that has been used to neutralize anthrax spores at government buildings in Washington, D.C. Testing at the lab showed the foam would kill or neutralize virtually any bioterrorism weapon known.\nScientists have also developed an \"electronic sniffer\" that can detect solvents in groundwater and soil. The device is being developed further, possibly to detect other substances.\nThe lab is also working on technology that would determine where structures are vulnerable and develop construction standards so that buildings can better withstand assaults.\nThat particular research is somewhat comforting to Reid, chairman of a Senate appropriations subcommittee for energy and water.\n\"We had a threat yesterday (Thursday) that was made public that al-Qaida has targeted in very specific ways nuclear reactors around the country. I was concerned yesterday,\" Reid said.\nBut after visiting Sandia, the senator learned that researchers were \"certainly way ahead of where I thought we were.\"\nThe bipartisan group of senators agreed that making the labs a budget priority would boost homeland defense.\n\"I think the threat and the actual destruction that took place on Sept. 11 is going to make it easier for us to get money for some of the programs that are certainly necessary,\" Reid said.\nSoon after the terrorist attacks, Domenici said Sandia began an inventory of technology that could help the country protect itself.\n\"It was an amazing inventory, and they can do much, much more,\" he said.\nThe senators visited Los Alamos National Laboratory on Thursday. The visits originally were scheduled for Sept. 14, but were postponed following the attacks.\nOn Friday, Bingaman and Domenici also were on hand for the official opening of the new headquarters for coordinating the Defense Department's high-energy-laser research. The office will serve as a national hub for laser research and development.\n\nLoad-Date: February 3, 2002"
}