{
    "title": "Senate debates terrorist bills; Move for more wiretaps is rejected in bill inspired by bombing",
    "publisher": "pittsburgh post-gazette",
    "year": 1995,
    "month": 5,
    "day": 27,
    "full text": "The Senate blocked a Democratic attempt to expand the government's wiretapping authority yesterday as part of a sweeping anti-terrorism measure inspired by the Oklahoma City bombing.\nThe move came in a 52-28 vote as the Senate began crafting legislation to give government new tools to prevent another such attack and to investigate and prosecute the offenders should another attack occur.\nThe Senate measure by Majority Leader Bob Dole, R-Kan., and Judiciary Committee Chairman Orrin Hatch, R-Utah, encompasses many of the proposals in President Clinton's $ 1.5 billion anti-terrorism package that he submitted to Congress a week after the April 19 bombing.\nHowever, it does not give law enforcement as much authority for electronic surveillance as the Clinton plan.\nIn a letter to Dole, Clinton said the Oklahoma bombing ''makes clear the need to enhance the federal government's ability to investigate, prosecute and punish terrorist activity. … We must make every effort to ensure that this measure responds forcefully to the challenge of domestic and international terrorism.''\nThe Senate bill would authorize the hiring of 1,000 new federal law enforcement personnel, require the placement of tiny traceable materials in explosive chemicals, make terrorism a federal crime and give the FBI access to credit reports and telephone records in terrorism cases.\nIn addition, Republicans want to add a controversial provision that would limit appeals by death-row prisoners.\nHatch called it ''the most comprehensive anti-terrorism bill ever considered in the Senate.''\n''What is shocking to so many of us is the apparent fact that those responsible for the Oklahoma atrocity are U.S. citizens. To think that Americans could do this to one another!'' Hatch said on the Senate floor.\n''It falls on all of us … to condemn this sort of political extremism and to take responsible steps to limit the prospect for its recurrence. … This legislation adds important tools to the government's fight against terrorism, and does so in a temperate manner that is protective of civil liberties.''\nIn its first vote related to the measure, the Senate rejected an amendment proposed by Sen. Joseph Lieberman, D-Conn., to extend the government's emergency wiretapping authority to cases of suspected domestic or international terrorism.\nLieberman's amendment would have brought the Senate bill closer to the Clinton plan.\nUnder current emergency wiretap rules, law enforcement officers must get Justice Department approval within 48 hours to continue surveillance, or any results will be inadmissible as evidence.\n''It gives one more weapon to the folks that are fighting on our side against the terrorists,'' Lieberman said.\nBut the Republicans, led by Hatch, said current rules are sufficient and they expressed concern that the provision could be used to infringe on the civil liberties of domestic political groups.\nThe Democrats also want to put into the Senate bill a Clinton proposal concerning so-called ''roving'' wiretaps, which are applied to several telephone lines used by the same suspect.\nUnder current law, government agents can tap any phone line used by a suspect if they can demonstrate the suspect is using multiple lines to evade surveillance. Clinton's proposal seeks to eliminate the requirement that agents demonstrate the suspects' intent in terrorism cases.\n\nLoad-Date: May 30, 1995"
}