{
    "title": "SENATE EXPANDS GOVERNMENT'S POWER TO SPY MEASURE ALSO GIVES LEGAL IMMUNITY TO TELECOM FIRMS THAT COO",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 2,
    "day": 13,
    "full text": "The Senate yesterday approved a sweeping measure that would expand the government's clandestine surveillance powers, delivering a key victory to the White House by approving immunity from lawsuits for telecommunications companies that cooperated with intelligence agencies in domestic spying after the Sept. 11, 2001, attacks.\nOn a 68-29 vote, the Senate approved reauthorization of a law that would give the government greater powers to eavesdrop in terrorism and intelligence cases without obtaining warrants from a secret court.\nThe Senate's action, which comes days before a temporary surveillance law expires Friday, sets up a clash with House Democrats, who have previously approved legislation that does not contain immunity for the telecommunications industry. The two chambers have been locked in a standoff over the immunity provision ever since the House vote Nov. 15, with President Bush demanding protection for the industry.\nHouse leaders vowed again yesterday to oppose that provision until the White House releases more information about the controversial warrantless surveillance program it initiated shortly after the terrorist attacks.\nMr. Bush applauded the Senate bill and warned House Democrats to put aside \"narrow partisan concerns\" on the immunity issue and approve the Senate's version. \"This good bill passed by the Senate provides a long-term foundation for our intelligence community to monitor the communications of foreign terrorists in ways that are timely and effective, and that also protect the liberties of Americans,\" he said.\nThe House and Senate bills both include major revisions to the 30-year-old Foreign Intelligence Surveillance Act, or FISA, which established a secret court to issue warrants for domestic spying on suspects in terrorism and intelligence cases. The National Security Agency secretly bypassed the court for years, however, as it obtained information from telecommunication companies, until media reports revealed the arrangement.\nThe most important change approved by the Senate yesterday would make permanent a law approved last August that expanded the government's authority to intercept -- without a court order -- the phone calls and e-mails of people in the United States communicating with others overseas. U.S. intelligence agencies previously had broad leeway to monitor the communications of foreign terrorism suspects, but required warrants to monitor calls intercepted in the United States -- regardless of where the calls began or ended.\nThe House and Senate versions of the new FISA provisions differ slightly, but leaders on both sides acknowledged that the major stumbling block is immunity for the telecommunications industry, which faces dozens of lawsuits for providing personal information to intelligence agencies without warrants.\nThe Democratic split in the Senate on the immunity grant echoes past party divisions over national security issues and how strongly to confront Mr. Bush on the tools that his administration uses to target suspected terrorists and their allies.\n\"This is the right way to go in terms of the security of the nation,\" said Senate Intelligence Committee Chairman Jay Rockefeller, D-W.Va., whose panel wrote the Senate bill.\nMr. Rockefeller was one of 17 Democrats who joined 49 Republicans and one independent to reject an amendment offered by Sen. Christopher Dodd, D-Conn., that would have stripped the immunity provision from the bill.\nTwo-thirds of the Democratic caucus opposed immunity. \"It is inconceivable that any telephone companies that allegedly cooperated with the administration's warrantless wiretapping program did not know what their obligations were. And it is just as implausible that those companies believed they were entitled to simply assume the lawfulness of a government request for assistance,\" said Sen. Russell Feingold, D-Wis., co-sponsor of the Dodd-Feingold measure. \n\nGraphic\n\n \nPHOTO: Senate Majority Leader Harry Reid of Nevada discusses Senate action on the Foreign intelligence Surveillance Act yesterday.\n\nLoad-Date: February 14, 2008"
}