{
    "title": "SENATE DEFEATS BILL ON DETAINEE TRIAL RIGHTS",
    "publisher": "pittsburgh post-gazette",
    "year": 2007,
    "month": 9,
    "day": 20,
    "full text": "The Senate yesterday defeated a bill that would have allowed terrorism suspects to contest their imprisonments in U.S. federal courts, a measure strongly supported by Pennsylvania's Sen. Arlen Specter.\nThe final vote was 56-43 in favor, four votes short of the 60 needed to bring an end to debate.\nMr. Specter, the ranking Republican on the Senate Judiciary Committee, was a lead sponsor of the bill along with Sen. Patrick Leahy, D-Vt., the committee's chairman. Both lawmakers had hoped to reverse a key provision of the Military Commissions Act of 2006, which prevents detainees at the U.S. naval base in Guantanamo Bay, Cuba, from claiming habeas corpus rights under the U.S. Constitution.\n\"I'm going to look for an opportunity to bring it up again,\" Mr. Specter said after the bill was defeated. \"I don't think Congress should let this go and wait for the [Supreme Court] to rule.\"\nOpponents argued that the United States shouldn't give combatants captured on the battlefield access to its courts during a time of war.\n\"The consequences of granting the habeas right would be horrendous,\" said Sen. Jon Kyl, R-Ariz. \"These are dangerous, dangerous killers. This is not some law school exercise that we're going through here.\"\nYesterday's vote was the latest chapter in the Bush administration's efforts to create a system for detaining and prosecuting terrorism suspects apprehended since the Sept. 11, 2001, attacks.\nAdministration officials have strongly opposed attempts to grant the right of habeas corpus to detainees, arguing that terrorism suspects would flood the courts with petitions and slow the progress of prosecutions.\nThey also argue that secret military tribunals are the best way to handle the detainees and protect national security.\n\"Of course Congress cannot legislate away a constitutional right,\" Mr. Specter countered from the Senate floor, citing a string of decisions from the Supreme Court.\nIn 2004, justices ruled that federal courts do have jurisdiction over the detainees' cases. The following year, the high court acknowledged legal problems with the Bush administration's military tribunal system.\nThose rulings prompted Congress to draft the Military Commissions Act last year, and 51 lawmakers voted against a Specter amendment to give habeas corpus rights to the detainees. Although Mr. Specter voted for the full commissions bill in its final form, he quickly joined Mr. Leahy in trying again to change it.\nIn February, a federal appeals court in Washington, D.C., ruled in favor of the new law. But Mr. Specter predicted that the Supreme Court would overturn that decision.\nHe described the military's review process for detainees as \"totally devoid of any substance\" and \"entirely inadequate,\" based on testimony from Lt. Col. Stephen Abraham, an intelligence officer who spent six months at Guantanamo and told Congress recently it should do away with the current system.\nMr. Kyl argued that the United States has taken unprecedented steps to ensure some legal rights for terrorism suspects captured on the battlefield.\nHe said the tribunals would release detainees if evidence was insufficient. Also, under the 2006 law, detainees can file appeals of tribunal decisions before a federal court in Washington, D.C.\n\"That is certainly an adequate process,\" Mr. Kyl said.\nMr. Leahy noted that many top legal experts, from both liberal and conservative backgrounds, have supported the restoration of habeas corpus rights for detainees.\nCarl Tobias, a professor of constitutional law at the University of Richmond, said Mr. Specter and his allies should try to push ahead with more votes on the issue, \"no matter what the Supreme Court does.\"\n\"Some of this has symbolic importance,\" he said. \"I think it was a good thing that he tried to reverse what happened last year.\"\n\nNotes\n\nJerome L. Sherman can be reached at jsherman@post-gazette.com or 1-202-488-3479.\n\nLoad-Date: September 20, 2007"
}