{
    "title": "Senate passes bill letting Americans sue Saudi Arabia over 9_11",
    "publisher": "the philadelphia inquirer",
    "year": 2016,
    "month": 5,
    "day": 18,
    "full text": "In a vote that could greatly complicate relations with a key Middle East ally, the Senate on Tuesday voted unanimously to expand the ability of U.S. citizens to sue the government of Saudi Arabia for its alleged role in the Sept. 11, 2001, terrorist attacks. \n The bill, sponsored by Sens. Charles Schumer (D., N.Y.) and John Cornyn (R., Texas), clarifies that foreign governments can be sued for supporting terrorism acts even when they occur outside the United States. Dozens of insurers and thousands of victims and families are suing Saudi Arabia for its alleged role in the attacks, alleging that Saudi government employees helped form a support network for the 9/11 attackers.\n The Center City law firm of Cozen O'Connor has taken a lead role in the litigation and pushed for enactment of the bill that was passed Tuesday, called the Justice Against Sponsors of Terrorism Act.\n That bill \"is very near and dear to my heart as a New Yorker, because it would allow the victims of 9/11 to pursue some measure of justice by giving them a legal avenue to hold foreign sponsors of terrorism on U.S. soil accountable for their actions,\" Schumer said in a statement.\n 9/11 survivors and victims hailed passage of the bill, saying that it would make it clear that Saudi Arabia could be sued.\n \"We are thrilled, this is fantastic news,\" said Terry Strada, a New Vernon, N.J., woman whose husband, Tom, died at the World Trade Center on 9/11 along with nearly 3,000 others.\n The Obama administration had lobbied intensively against the bill, citing threats by Saudi officials that if the measure were signed, the kingdom would withdraw $750 billion in assets from the U.S. Many economists concluded that the threat would be difficult, if not impossible, to pull off, and would likely end up hurting the Saudis more than the U.S., causing a big drop in the value of Saudi holdings.\n The measure now moves to the House, where it has 21 cosponsors, including Reps. Patrick Meehan and Michael Fitzpatrick, Republicans of Pennsylvania, and Rep. Chris Smith (R., N.J.). House Speaker Paul Ryan had earlier expressed reservations about the measure, but Strada and other 9/11 family members plan to meet with his staff Wednesday to push for passage.\n The bill is directly related to a long-running legal battle in which the 9/11 families and insurers that lost billions at ground zero accused Saudi Arabia of playing a role in the 9/11 hijackings and the destruction that ensued. \n The lawsuit filed by Cozen O'Connor contends that Saudi government employees formed a network of support for the hijackers in the U.S. and that Islamist charities funded by the Saudi government funneled money to al-Qaeda as it grew over the years from a regional terrorist group based in Afghanistan and the Middle East into a global threat.\n The kingdom was initially dismissed as a defendant in the litigation in 2005 by federal District Judge Richard Conway Casey. But in 2013, it was reinstated by the U.S. Court of Appeals for the Second Circuit, which said that an exception in the Foreign Sovereign Immunities Act allowed U.S. citizens to sue foreign governments for terrorism. \n The case took another twist last September when federal District Judge George Daniels again dismissed Saudi Arabia as a defendant. He concluded that because the acts leading to 9/11 occurred outside the country, U.S. courts lack jurisdiction.\n Cozen has appealed that decision.\n The bill passed Tuesday by the Senate seeks to make clear that U.S. citizens can sue foreign governments for terrorism in the U.S. even though the support activities occurred overseas. \"If the House sponsors are successful in pushing this through, it will clarify that the kingdom cannot evade having to answer to the merits of these claims,\" said Sean Carter, a partner at Cozen O'Connor, and the firm's lead litigator in the case.\ncmondics@phillynews.com\n  215-854-5957 @cmondics\nSaudi minister confirms warning on proposed U.S. law on 9/11\nhttp://www.philly.com/philly/wires/reuters/news/report/20160502_Reuters_L5N17Z452_Saudi_minister_confirms_warning_on_proposed_U_S__law_on_9_11.html\n\nGraphic\n\n \nPhotograph by: Steven M. Falk / Staff Photographer\n\nLoad-Date: May 18, 2016"
}