{
    "title": "Senators Call for Release of Intelligence Estimate on Terrorism",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 26,
    "full text": "The top Republican and Democratic members of the Senate Intelligence Committee called on Monday for the White House to declassify the National Intelligence Estimate on terrorism that was produced in April. \n  But Bush administration officials said they did not intend to make the document public.\nThe existence of the document was disclosed over the weekend by The New York Times. American officials who have read the document said its conclusions included a judgment that the American invasion and occupation of Iraq had helped fuel the global jihad movement and that Islamic radicalism had spread since the Sept. 11, 2001, attacks. \n  Senators Pat Roberts, the Kansas Republican who is committee chairman, and John D. Rockefeller IV of West Virginia, the ranking Democrat, said the report should be released to improve understanding of the terrorism threat that the United States faces.\n  ''I think the administration should declassify this document so the American people can see the material for themselves and come to their own conclusions,'' Mr. Roberts said in a statement. \n  Mr. Roberts and Mr. Rockefeller said the estimate should be stripped of sensitive material before being released. \n  The estimate also cites progress in attacking terrorist networks throughout the world, particularly efforts to kill or capture Qaeda senior leaders, the administration officials said. \n  White House officials said Monday that making the information public would only help terrorists gain a better understanding of how much the United States knows of their operations. \n  ''What we don't want to do is tell them what we know so they know how to operate around that,'' Frances Townsend, the White House domestic security adviser, said in an interview on CNN. ''The leaking of classified documents is always very dangerous, and it's particularly dangerous in this case.''\n  The intelligence estimate is the first formal assessment of the terrorism threat by American spy agencies since the Iraq war began in 2003. \n  It is the consensus of the 16 spy agencies across government. \n  The counselor to the president, Dan Bartlett, told CNN on Monday that releasing the report would have a chilling effect on the intelligence analysts ''who are trying to give very candid advice or very candid estimates.'' \n  In the House, Democrats promised to continue pressing the White House to release the document and wrote a letter to Speaker J. Dennis Hastert of Illinois calling for formal hearings into the findings. \n  Among those who signed the letter was Representative Jane Harman of California, the top Democrat on the House Intelligence Committee.\n\nhttp://www.nytimes.com\n\nLoad-Date: September 26, 2006"
}