{
    "title": "Senate passes Patriot Act changes Civil liberties protections added to anti-terror law clear way for",
    "publisher": "usa today",
    "year": 2006,
    "month": 3,
    "day": 2,
    "full text": "WASHINGTON -- The Senate added civil liberties protections to the USA Patriot Act on Wednesday, clearing the way for renewal of the anti-terrorism law passed shortly after the Sept. 11 terrorist attacks.\nThe 95-4 vote ended months of bipartisan debate centering on privacy rights. Subsequent procedural votes Wednesday showed enough Senate support to move the bill this week to the House for final passage and then to President Bush.\nThe bill makes most of the law's temporary provisions permanent. However, two Patriot Act sections and a third that's part of the intelligence reform law of 2004 will again expire in 2009.\nThey cover \"roving\" wiretaps that allow the FBI to intercept a target's communications regardless of what phone or computer is used; court orders to give investigators secret access to business records in terrorism and counterespionage cases; and a \"lone wolf\" measure that expands law enforcement powers to cover terrorism suspects operating as individuals.\nOverall, the measure expands the FBI's powers to conduct secret searches, intercept phone calls and obtain information on terrorism suspects from businesses and libraries while concealing the existence of an investigation.\nThe bill also makes it easier for U.S. intelligence agencies to share information with law enforcement.\nThe bill's main House sponsor, Rep. James Sensenbrenner, R-Wis., welcomed the Senate vote, saying the bill \"permanently tears down 'the wall' that had hindered our ability to 'connect the dots' prior to the 9/11 attacks.\n\"The FBI and the CIA will continue to be able to share information and work together in detecting, disrupting and dismantling terrorist cells,\" Sensenbrenner said.\nThe House is expected to pass the renewal next week. The law is set to expire March 10.\nA bipartisan group of senators had delayed passage of the renewal for two months as they demanded changes. While not a majority, they had enough votes to keep debate from ending. Their demands kept Congress from renewing the bill by the end of last year, when it was initially set to expire.\nAfter two temporary extensions, the White House and most of the Senate holdouts reached a deal that led to Wednesday's vote.\nHowever, Sen. Russ Feingold, a Wisconsin Democrat and one of the law's opponents, called the new version \"deeply flawed.\"\nHe was joined in voting \"no\" Wednesday by Sens. Robert Byrd, D-W.Va., Jim Jeffords, I-Vt., and Tom Harkin, D-Iowa. Sen. Daniel Inouye, D-Hawaii, did not vote.\nSeveral changes won over most of the bill's opponents:\n*Recipients of secret court orders to turn over sensitive information on individuals linked to terrorism investigations are not allowed to disclose those orders but can challenge the gag order after a year.\n*Libraries, including those that offer Internet access, would not be required to turn over information without the approval of a judge.\n*Recipients of an FBI \"national security letter\" -- an investigator's demand for access to personal or business information -- would not have to tell the FBI if they consult a lawyer.\nThese changes were \"nowhere near enough,\" said Feingold, the only senator to oppose the original Patriot Act.\nFeingold attempted a filibuster to extend debate and delay a vote on the overall bill, but that move failed with an 84-15 vote to end debate. The Senate voted 69-30 Tuesday to end Feingold's earlier filibuster.\nSen. John Sununu, R-N.H., called these and other changes \"significant steps forward\" and enough to win his support.\nIt wasn't easy to oppose renewing the Patriot Act, Sununu said. Some senators \"claimed to support us,\" he said, but backed away from confronting the White House.\nThe new version of the Patriot Act includes previously added provisions that had been demanded by privacy advocates.\nFor example, the updated measure requires the government to report the number of warrants that are issued seeking library and business records.\nThe measure also requires that subjects of no-notice \"sneak and peek\" search warrants must be notified no more than 30 days after the search. No such notification was required in the original law.\nProvisions raise privacy concerns\nHere are several  provisions of the revised  USA Patriot Act and the  concerns they raise from the non-profit Electronic Privacy Information Center in Washington:\nInformation sharing\nLaw enforcement  and U.S. intelligence agencies can more easily share information related to terrorist investigations.\nConcern: Reduces restrictions on  the CIA and other intelligence agencies from involvement in domestic information gathering.\nRoving wiretaps\nThe FBI can target a person by intercepting communications from any phone or computer, not just the subject's private phone or personal computer.\nConcern: A probe might involve interception of all communications from an Internet cafe thought to be used by a terrorism suspect, thus pulling in large volumes of communications from innocent parties.\nBusiness records\nSection 215 of the bill provides for court-approved searches of business records related to a terrorism investigation.\nConcern: Language no longer requires probable cause that the items sought are linked to a crime.\nSneak and peek\nSpecial court-approved warrants allow investigators to search premises and take evidence without notifying occupant for 30 days.\nConcern: Technique may violate constitutional protections against unreasonable searches.\nSources: U.S. Senate and Electronic Privacy Information Center\n\nGraphic\n\n \nPHOTO, B/W, James Kegley for USA TODAY\n\nLoad-Date: March 2, 2006"
}