{
    "title": "Senate Backs Military Role In Fighting Domestic Terror",
    "publisher": "the new york times",
    "year": 1995,
    "month": 6,
    "day": 7,
    "full text": "As part of its proposed antiterrorism package, the Senate tonight agreed to loosen a 117-year-old law that limits the military's involvement in domestic law enforcement.\nUnder the amendment to the Posse Comitatus Act of 1878, the military would be allowed in emergency circumstances to help in terrorism cases involving chemical and biological weapons of mass destruction.\nThe approval of the amendment was a major victory for President Clinton, who had requested the legislation as part of his counterterrorism package but had been rebuffed by the Senate's Republican majority, which excluded it in a substitute package.\nThe amendment was approved by a voice vote.\nThe vote broke a partisan logjam and opened the way for a vote on the last, but one of the more controversial, amendments to the counterterrorism bill: limiting appeals in death row cases.\nThe majority leader, Senator Bob Dole of Kansas, said he would call for the vote on the final amendment on Wednesday morning and would follow immediately with a vote on the full counterterrorism package, known as the Comprehensive Terrorism Prevention Act of 1995.\nThe Republicans' acceptance of the changes to the Posse Comitatus Act came at the end of 24 hours of furious political horse-trading that began on Monday night when Mr. Clinton gave ground on the Republicans' push to include legislation in the changes that would limit death row appeals.\nIn exchange for the Republicans' support, the Democrats, who hold 46 seats in the Senate, agreed to withdraw four gun-related amendments that had bogged down debate for most of the day and set off a round of partisan bickering.\nThe House of Representatives has not yet considered the antiterrorism bill, but there is widespread bipartisan support for one there.\nThe Senate began its business this morning by accepting by a voice vote a gun-related amendment. The measure, by Senator Barbara Boxer, Democrat of California, would increase the statute of limitations under the National Firearms Act, to five years from three, for crimes like the manufacture of fully automatic machine guns, the possession of sawed-off shotguns and the manufacture of homemade silencers or bombs.\nLater in the morning, a cheerful Mr. Dole rose to praise Mr. Clinton for his reversal on the issue of death-row appeals. Mr. Clinton had supported such limits but did not want them included in the antiterrorism bill for fear of bogging it down.\nBefore the partisan bickering over the handgun amendments arose, changes in habeas corpus procedures suggested by the Republicans had been a major sticking point. But Mr. Clinton made an about-face on the issue on Monday night in a nationally televised interview, resolving that problem.\n\"We need to cut the time delay on the appeals dramatically,\" Mr. Clinton said on \"Larry King Live\" on CNN. \"It ought to be done in the context of this terrorism legislation, so that it would apply to any prosecutions brought against anyone indicted in Oklahoma.\"\nMr. Dole welcomed those comments, saying, \"Hopefully, the President's support will help speed up the process here in the Senate and enable us to pass this important legislation later tonight.\"\nBut he was decidedly less cheerful on the Senate floor several hours later, when he berated the Democrats for bringing up the handgun amendments and accused them of stalling. \"I think it's time for them to start supporting their President,\" the majority leader said. \"They ought to get behind President Clinton on his bill. We're not going to continue this game. The time is running out for this bill to be on the floor, make no mistake about it.\"\nThe act has dozens of provisions. They include increasing the maximum rewards for information about international terrorism to $10 million and adding 1,000 Federal officials to fight terrorism. The bill includes a proposal to create a domestic counterterrorism agency headed by the Federal Bureau of Investigation.\nThe act would make international terrorism a Federal crime, ease the deportation of aliens linked to terrorism and allow the State Department to deny visas to members of groups suspected of terrorism or people who come from countries that sponsor terrorism.\nIt would also allow the President to designate certain foreign organizations as terroristic and prohibit United States citizens from raising or giving money to the groups.\nDomestically, the bill would increase penalties for Federal crimes linked to terrorism and make them punishable under the Racketeer Influenced and Corrupt Organizations Act. The F.B.I. would have greater access to records like credit and financial reports, telephone bills and hotel records of suspected terrorists, and the act would require that chemical tracing agents known as taggants be added to dynamite and other commercially produced explosives.\nAfter the World Trade Center bombing Mr. Clinton proposed a series of laws focusing on international terrorism. The Administration added a list of domestic counterterrorism proposals after the Oklahoma City bombing in a five-year, $1.5 billion plan.\nThe Republicans offered a rival $1.8 billion plan that incorporated many of the President's requests.\nThe Republicans also proposed a ban on foreign assistance to any country that assisted or provided military equipment to terrorist states. Opponents of that measure, including the White House, have argued that it would restrict the Administration's power to render decisions on foreign aid.\n\nLoad-Date: June 7, 1995"
}