{
    "title": "SENATE PASSES TERRORISM DEFENSE BILL; MEASURE BANS TRANSPORT OF HAZARDOUS MATERIAL THROUGH LAMBERT T",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 5,
    "day": 16,
    "full text": "A bill meant to make the state better prepared for a terrorist attack won final approval Wednesday from the Missouri Senate.\nIt needs final House approval before it goes to the governor.\nThe measure would make it illegal to drive hazardous materials through the proposed Lindbergh Boulevard tunnel under the new runway planned at Lambert Field.\nThe quarter-mile-long tunnel would be Missouri's first highway tunnel. The bill also would make it a crime to park a vehicle carrying hazardous materials within 300 feet of any highway tunnel in the state.\nThe bill also would:\n* Define bioterrorism in state laws.\n* Create the crimes of supporting terrorism, agri-terrorism and making a terrorist threat.\n* Allow the Water Patrol to close waterways in the event of a man-made or natural disaster.\n* Establish a 14-member Joint Commission on Terrorism and Bioterrorism and Homeland Security.\n* Set forth rules on wiretapping.\nThe bill was approved with little debate.\nIn February, debate in the Senate centered on the governor's ability to declare martial law when there is a clear and present danger of a terrorist attack. Civil libertarians protested, and lawmakers took that provision out of the bill. Legislators also deleted a provision that would have penalized people for leaving quarantine.\nA price-gouging provision was stripped from the bill. Gov. Bob Holden and others had pushed for laws clarifying the attorney general's power to go after price gouging.\nThe sponsor, Marvin Singleton, R-Seneca, said it was hard to define gouging.\nLast fall, Attorney General Jay Nixon fined 48 gas stations that raised prices in the hours after the terrorist attacks Sept. 11. The stations were ordered to pay $60,043 in penalties.\nSingleton said under current law, those fines might not have held up in court if the stations challenged them.\nSeveral Springfield lawmakers had fought to use the measure to close records of a public utility company. Under the bill passed Wednesday, a \"public governmental body\" would have to petition a court to close records of \"existing or proposed security systems and structural plans of real property.\" This exception to the state Sunshine Law would end on Dec. 31, 2006.\nThe bill is SB 712.\n\nNotes\n\nMISSOURI LEGISLATURE; Reporter Bill Bell Jr.: E-mail: bbell@post-dispatch.com Phone: 573-635-6178  \n\nLoad-Date: May 16, 2002"
}