{
    "title": "Senate Takes Up Terrorism Insurance Again",
    "publisher": "the new york times",
    "year": 2002,
    "month": 4,
    "day": 30,
    "full text": "Senate Democrats and Republicans have reached a consensus on the need to revive federal legislation that would put most of the burden of paying for a major terrorist attack on the government rather than insurance companies.\n     A vote on the measure, which had been drifting for months, could come as early as this week. But passage is far from certain, because the parties have yet to resolve differences over limiting the damages victims could collect from insurers and other businesses. \n Consumer advocates and some insurance experts contend that with terrorism coverage becoming increasingly available at lower prices, government intervention is no longer needed. But the Bush administration and some lawmakers say that it is still difficult to get coverage for new construction projects and big buildings in cities like New York, Chicago and Los Angeles, and that the insurance shortage is creating a drag on a struggling economy.\nDespite the conflicting assessments, support for government intervention is now building, with strong encouragement from President Bush and determined lobbying by real estate executives, bankers and insurers. Mr. Bush urged passage of the bill in a meeting with A.F.L.-C.I.O. leaders in early April. Mr. Bush again emphasized the point last Friday in remarks on the economy, saying, \"It is important to pass the terrorism insurance bill.\"\nIncreasingly, the lawmakers are concluding that the greatest political risk for them is to do nothing, rather than planning an orderly response to any future attacks. \n\"Sentiment to pass a terrorism insurance bill is growing day by day among the members of both parties,\" said Senator Charles Schumer, Democrat of New York and a leading supporter of government action.\nAn aide to a senior Republican senator agreed, saying, \"There's pretty strong support for this.\"\nAfter the House passed a terrorism insurance bill last fall, the issue stalled in the Senate over the ability of victims to collect damages from the government and businesses.\nRepublican Senators, as well as the White House, want to limit claims in terrorist attacks to economic losses and prohibit claims for punitive damages. Many Democrats are willing to bar punitive damage claims against the government, but not against everyone else.\nSenator Phil Gramm, a Republican of Texas who introduced the insurance legislation, continues to press for limits on what victims can collect. \"He always wanted to see it done,\" said his spokeswoman, Angela de Rocha, \"he just wants to see it done right. The version that the Democrats are proposing now leaves taxpayers too exposed to predatory lawsuits.\"\nUnder the Senate bill, insurers would pay for initial losses of up to several billion dollars per incident, according to the market share of each. The government would then pay 80 percent of any remaining losses up to $10 billion. For losses beyond $10 billion, the government would pay 90 percent. The insurers have estimated their losses in the Sept. 11 attacks at $50 billion. \nThe Senate program would last one year with a provision for the Treasury Department to extend it for another year.\nShortly after the September attacks, the insurers stopped providing terrorism coverage, saying they had no previous experience to guide them on pricing. They appealed to the government to put a ceiling on their future losses, saying they could then provide coverage at affordable prices.\nThe Bush administration, insurers, bankers and real estate executives predicted a major economic crisis if Congress failed to intervene by the first of this year. That did not happen, largely because insurers have been offering coverage at ever-decreasing prices. Brokers say that coverage is now available for up to $1 billion for a single building, enough for all but the most prominent buildings in the biggest cities.\n\"More than 75 percent of the largest corporations now have terrorism insurance,\" said J. Robert Hunter, director of insurance for the Consumer Federation of America. \"The market is working. There is no need to put the taxpayer on the hook for this.\"\nMr. Hunter suggested a far more limited program, with the government responsible only for losses of more than $500 million for new construction projects and the biggest, most likely targets in major cities.\n\"The insurance companies have already demonstrated they can handle the rest of the coverage,\" Mr. Hunter said. Should a government program be enacted, Mr. Hunter said, it should include refunds for businesses that have already paid higher rates for coverage.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: President Bush, standing with the Teamsters' leader Edward Sullivan, second from left, asked Congress earlier this month to create a federal backup plan to help insurance companies pay future terrorism claims. (Associated Press)(pg. C17)      \n\nLoad-Date: April 30, 2002"
}