{
    "title": "Senate torture inquiry avoids White House role It's only about the 'CIA's actions or inactions,' sou",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 10,
    "day": 17,
    "full text": "- A soon-to-be released Senate report on the CIA doesn't assess the responsibility of former President George W. Bush or his top aides for any of the abuses of the agency's detention and interrogation program, avoiding a full public accounting of one of the darkest chapters of the war on terrorism.\nThis report is not about the White House. It's not about the president. It's not about criminal liability. It's about the CIA's actions or inactions, said a person familiar with the document who asked not to be further identified because the executive summary, the only part that will be made public, is still in the final stages of declassification.\nThe Senate Intelligence Committee report also didn't examine the responsibility of top Bush administration lawyers in crafting the legal framework that permitted the CIA to use simulated drowning called waterboarding and other interrogation methods widely described as torture, McClatchy has learned.\nIt does not look at the Bush administration's lawyers to see if they were trying to literally do an end run around justice and the law, the person said.\nAs a result, the $40 million five-year inquiry passed up what may be the final opportunity to render an official verdict on the culpability of Bush, former Vice President Dick Cheney and other senior officials for the program in which terrorism suspects were abducted, sent to secret prisons overseas and subjected to harsh interrogation techniques.\nIf it's the case that the report doesn't really delve into the White House role, then that's a pretty serious indictment of the report, said Elizabeth Goitein, co-director of the Brennan Center for Justice's Liberty and National Security Program at the New York University Law School. Ideally it should come to some sort of conclusions on whether there were legal violations and, if so, who was responsible.\nSeveral panel members have extolled the more than 6,000-page report as one of the most comprehensive examinations of an executive branch agency ever undertaken by Congress.\nThere are more than 35,000 footnotes in the report, Senate Intelligence Committee Chairwoman Dianne Feinstein, D-Calif., declared after the panel approved the final draft of the report in December 2012. \n\nLoad-Date: October 17, 2014"
}