{
    "title": "Senators call for action against Iran",
    "publisher": "the world",
    "year": 1992,
    "month": 10,
    "day": 29,
    "full text": "Sixty-two members of the Senate called Wednesday for U.N. measures to halt  what they called Iran's \"growing threat\" to the world. In a letter sponsored  by Sen. Hank Brown, R-Colo., the senators said the Iranian government was  oppressing its people and supporting international terrorism. \"One chilling  aspect of Iran's support for international terrorism is its simultaneous quest  to obtain nuclear technology and weapons,\" the letter said. \nWORLD DIGESTDelay in disarming \n \nrebels opposed \n \nSAN SALVADOR, El Salvador - President Alfredo Cristiani on Wednesday announced  the government would not reduce or purge its armed forces until leftist rebels  fully disarm, threatening to derail the nation's peace process. In New York,  U.N. Secretary-General Boutros Boutros-Ghali said he would send his two U.N.  officials to El Salvador today. Earlier Wednesday, Salvadoran rebels said they  would disband 1,700 more fighters as a show of support for the U.N.-brokered  peace plan. A peace accord in January ended the Central American nation's  12-year civil war. \n \nElsewhere . . .\nPARIS - Dr. Michel Garretta, the central figure in France's scandal over  AIDS-tainted blood transfusions, returned from the United States on Wednesday  protesting he was a scapegoat. He was taken immediately to prison to begin a  four-year sentence. Before leaving Boston, Garretta spoke for the first time  since Friday, when a court found he had ordered the distribution to  hemophiliacs in 1985 of blood stocks he knew were contaminated. He insisted  most of the 1,200 hemophiliacs infected had received tainted transfusions  before he took charge of the National Blood Transfusion Center transfusion  center. \"Who is responsible? It's scientific ignorance,\" he said. \"It's the  arrival of an epidemic that was completely unpredictable.\"\nSWINOUJSCIE, Poland - The last Russian combat troops stationed in Poland  pulled out Wednesday, ending a presence that reinforced Moscow's political and  military domination of the country for almost half a century.\nMOGADISHU, Somalia: The U.N. special representative for Somalia, Mohamed  Sahnoun, is ready to withdraw his resignation after pleas from many quarters  for him to stay, U.N. officials said Wednesday. Sahnoun had complained that  the United Nations had acted too late to save thousands from starvation.\nMONROVIA, Liberia: Five American nuns caught up in the Liberian war have been  missing for six days, the Roman Catholic bishop of Monrovia said Wednesday.  Church sources were treating as serious reports that fighters were seen  leading away two of the nuns, apparently as hostages.\nSOFIA, Bulgaria: Bulgaria's first non-communist government in four decades  resigned Wednesday night after losing a confidence vote in Parliament. The  opposition, which includes ex-Communists, accused the government of failing to  prevent economic collapse.\n\nLoad-Date: November 2, 1992"
}