{
    "title": "Senators defend civil rights of Muslim Americans in hearing",
    "publisher": "the hill",
    "year": 2011,
    "month": 3,
    "day": 30,
    "full text": "Senators defended the civil rights of Muslim Americans at a hearing Tuesday, warning that the community should not be unfairly judged because of the actions of a select group of people meaning to do the U.S. harm. “Many law-abiding Muslim Americans face discrimination and charges that they are not real Americans, simply because of their religion. It’s wrong to blame the entire community for the wrongdoing of a few,” said Senate Majority Whip Dick Durbin (D-Ill.). “Guilt by association is not the American way. \nAnd American Muslims are entitled to the same constitutional protections as every other American,” he added. Durbin called his hearing weeks after House Homeland Security Committee Chairman Pete King (R-N.Y.) held his own proceedings on the “radicalization” of the Muslim-American community. The King hearings were widely criticized by House Democrats, who said they would create further divisions between Muslim Americans and government and law enforcement. In his hearing, Durbin alluded to comments King has made about there being “too many mosques” in the U.S., but did not refer to King by name. Durbin said his proceeding, titled “Protecting the Civil Rights of American Muslims,” would not focus on the issue of terrorism, but instead address the problem of religious and ethnic discrimination against Muslims in the United States. Thomas Perez, the Justice Department’s assistant attorney general for its civil rights division, said instances of discrimination against Muslim Americans have steadily increased since the Sept. 11, 2001, terrorist attacks. Muslims make up only 1 percent of the American population, he said, yet account for 25 percent of the cases of religious discrimination. “Regrettably, while nearly a decade has passed since 9/11, we continue to see a steady stream of violence and discrimination targeting Muslim, Arab, Sikh and South Asian communities,” Perez said in his testimony before the Senate Judiciary Committee’s Subcommittee on the Constitution, Civil Rights and Human Rights. Perez gave several anecdotal instances in which Muslim Americans suffered from some form of discrimination. “In each city and town where I have met with leaders of these communities, I have been struck by the sense of fear that pervades their lives — fear of violence, of bigotry and hate,” he said. “In my outreach, I consistently hear complaints that children face harassment in school, that they are called ‘terrorists’ and told by their peers to ‘go home,’ even though America is their home.” Sen. Lindsey Graham (R-S.C.) said he supported the Justice Department’s prosecution of cases involving discrimination against Muslim Americans, but wants to see that community “get in this fight” against homegrown radicalization. Graham also accused President Obama of not doing enough to fight domestic terrorism. “I wish the Obama administration would be more forceful in their approach to fighting homegrown terrorism, because I think that is a weakness,” Graham said. “I think the Obama administration, quite frankly, needs to change some of its policies when it comes to fighting terrorism here at home.” Graham argued the administration should not read terrorism suspects their Miranda rights — a constitutional protection against self-incrimination — before they are thoroughly questioned.\n\nLoad-Date: April 6, 2011"
}