{
    "title": "Senate Panel Approves Potentially Toughest Penalty Yet Against Iran 's Wallet",
    "publisher": "the new york times",
    "year": 2012,
    "month": 2,
    "day": 3,
    "full text": "The Senate Banking Committee unanimously approved a new regimen of anti-Iran sanctions on Thursday that would for the first time threaten to punish the global financial telecommunications network that nearly all banks rely on to conduct their daily business.\nThe legislation's banking provision, aimed at forcing the telecommunications network to expel Iranian banks that have already been blacklisted, would be financially catastrophic for Iran if carried out fully, according to proponents and sanctions experts. Expulsion from the network -- the Society for Worldwide Interbank Financial Telecommunication, known as Swift -- would deny to Iran many billions of dollars in revenue from abroad that is routinely routed into its domestic banking system.\nIran's central bank is already subject to a particularly tough American measure, signed into law last month, that threatens to undermine the Iranian economy by penalizing foreign banks and other companies that transact business with the central bank. But the Swift provision in the new legislation, which some advocates of sanctions have described as a silver bullet, could be far more onerous.\n''The Senate Banking Committee has sent a strong message,'' said Mark D. Wallace, the president of United Against Nuclear Iran, an advocacy group based in New York that has been pushing for such a provision. He has argued that Swift, which based in Belgium, is already in violation of other sanctions against Iran as well as its own rules. ''Swift must end its business in Iran,'' he said.\nThe legislation does not specify what action would be taken against Swift if it did not comply.\nThere was no immediate comment by Swift on the legislation. But officials of the network, mindful of pressure from Mr. Wallace's group and others that have increasingly advocated stricter sanctions against Iran, denied it was acting illegally, in a statement posted earlier Thursday on the network's Web site.\n''Swift complies fully with all applicable sanctions laws of the multiple jurisdictions in which we operate, and we will continue to do so,'' the network said in its statement, noting that its activity is overseen by regulators of major powers, including the Federal Reserve in the United States. ''We operate our network in a manner that is transparent to these regulators and maintain frequent consultations with them, as well as other governmental authorities in the E.U., U.S. and other jurisdictions.''\nThe Senate legislation, known as the Iran Sanctions, Accountability and Human Rights Act, would also eliminate other loopholes in earlier sanctions, force all companies with stock traded in the United States to publicly disclose any dealings with sanctioned Iranian businesses and individuals, and basically prohibit the granting of visas to Iranian students who wish to study energy-related fields in the United States.\nThe legislation now goes to the full Senate, where the likelihood of passage is considered strong. It reflects the rising tone of confrontation between the West and Iran over the country's uranium enrichment program, as well as what vocal opponents of Iran have called its support for international terrorism and repressive tactics at home.\n''With these new sanctions, we are giving Iran's leaders a clear choice,'' Senator Tim Johnson, Democrat of South Dakota, who is chairman of the Banking Committee, said in a statement. ''Iran can end its suppression of its own people, come clean on its nuclear program, suspend enrichment and stop supporting terrorist activities around the globe. Or it can continue to face sustained, intensifying multilateral economic and diplomatic pressure deepening its international isolation.''\nIran has rejected Western accusations that it is seeking the capability to build nuclear weapons through its uranium enrichment program, insisting the program is peaceful. In what amounts to a mirror image of the Western indictment of its behavior, Iran has countered by accusing the United States and Israel, the main American ally in the Middle East, of warmongering and terrorism.\nIranian leaders have acknowledged that their economy is under strain because of the sanctions, and have recently expressed a new willingness to discuss their uranium enrichment with Western powers. But the Iranians have maintained a defiant position over the nuclear issue for years, a stance that has increased fears that Israel, which considers Iran a major threat to its existence, would pre-emptively attack suspected nuclear sites in Iran.\n\nhttp://www.nytimes.com\n\nLoad-Date: February 3, 2012"
}