{
    "title": "Senior Cleric in Indonesia Is Charged With Terrorism",
    "publisher": "the new york times",
    "year": 2011,
    "month": 2,
    "day": 3,
    "full text": "JAKARTA, Indonesia -- One of Indonesia's most senior radical Muslim clerics could face the death penalty after prosecutors formally lodged terrorism charges against him on Wednesday.\nAbu Bakar Bashir, an elderly cleric long accused of being a main terrorist ideologue, was charged with coordinating and financing a militant group that was violently suppressed by the police last year after it set up an armed training camp in the northern Sumatran province of Aceh.\nProsecutors lodged the case file with the charges, which contain a maximum sentence of death, on the same day that defense lawyers mounted a constitutional challenge to Mr. Bashir's long detention since his arrest in August last year.\nA lawyer for Mr. Bashir, Mahendradatta, said the case against Mr. Bashir was based on flimsy evidence and accused the authorities of deliberately delaying the cleric's trial in order to keep him detained.\n''He's already getting old, why do they have to detain him? This is proof that their true purpose is to keep Ustad silent,'' Mr. Mahendradatta said, using an honorific term for some Muslim men.\nMr. Bashir, who leads an above-ground Islamic organization called Jamaah Ansharut Tauhid, was being persecuted to please the United States, Mr. Mahendradatta said.\n''Now, everybody knows that Ustad is just a kitty, not a tiger,'' the lawyer said. ''A kitty, just some ordinary guy who speaks anti-America, anti-something, like that, but doesn't have any power to execute his speech.''\nThe authorities, however, said Mr. Bashir played a central role in the operation of a short-lived coalition of militants, calling itself Al Qaeda of the Veranda of Mecca, which stockpiled weapons and carried out training in Aceh's jungle-covered mountains.\nThe police violently wiped out the group's Aceh training camp last year.\nIn subsequent crackdowns, scores of terrorism suspects were arrested or killed, including Dulmatin, one of Southeast Asia's most wanted terrorism suspects.\nIslamist militants have been accused during the past year of a number of attacks on the police as well as armed robberies. The police have also alleged nascent plots to attack foreign interests and President Susilo Bambang Yudhoyono.\nThe case is the third legal attempt in less than a decade by the Indonesian authorities against Mr. Bashir, a founder of the radical Jemaah Islamiyah movement. The group has been blamed for a series of attacks, including the 2002 bombing of nightclubs on Bali that killed 202 people, mostly foreigners.\nMr. Bashir was acquitted in 2003 of earlier charges related to the Bali attack but was convicted on a passport violation. He was convicted of conspiracy in a second case and was released in 2005 after more than two years in prison.\nSidney Jones, an analyst at the International Crisis Group, said that, unlike in earlier cases, the Indonesian authorities appeared to have a strong enough case to guarantee a heavy sentence against Mr. Bashir.\n''I think they do have a strong case, and I don't think this is an unusual time period,'' Ms. Jones said. ''Because in the Aceh cases, some of those guys were arrested in February and their trials didn't start for another six months.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Abu Bakar Bashir during an interview in 2008. He is a founder of Jemaah Islamiyah. (PHOTOGRAPH BY ADEK BERRY/A.F.P. -- GETTY IMAGES)                                                    \n\nLoad-Date: February 3, 2011"
}