{
    "title": "SENSE AND SENSITIVITY POLITICS AND TERRORISM MIXED WITH RELIGION POSES; QUANDARY",
    "publisher": "pittsburgh post-gazette",
    "year": 2000,
    "month": 1,
    "day": 9,
    "full text": "Let us begin with a paragraph from a letter written by Momin Hoque of Elizabeth Township:\n\"When U.S. Customs officials arrested near Seattle an Algerian national, named Ahmed Ressam, with a carload of bombmaking materials (' Islamic Terrorism Link,' Dec. 23), and when federal prosecutors charged a Canadian citizen, named Lucia Garofalo, crossing the border into Vermont in the company of an Algerian national Yasim Rachek suspected to have terrorist ties, you attributed their activities linked to ' Islamic' terrorism (' Border Arrest, Radical Linked,' Dec. 24).\n\"It has become quite common in the U.S. and Western media to label terrorism, violence and even acts of common crimes committed by a Muslim individual or a group of individuals as Islamic terrorism. An act of terrorism committed by a Muslim does not become an Islamic terrorism. Islam does not sanction terrorism. German civic-minded citizens who happened to be also Christians slaughtered 7 million Jews during the WW II; but that inhuman act did not become a Christian holocaust!\"\nWhat concerns Mr. Hoque and other Muslims in southwestern Pennsylvania are prejudice and generalizations. Early last month, representatives of the America Muslim Council's local chapter visited our office to argue for more sensitivity on the newspaper's part. As Mr. Hoque said in his recent letter:\n\"We should remember that there are more than 1 billion Muslims in the world, and we shall have to live with them as neighbors. Labeling an act of violence as Islamic has consequences more far-reaching than what meets the eye. We expect that the Post-Gazette will be careful in crafting its news stories so that it does not unwittingly hurt the sensibility of its numerous readers, including about 10,000 Muslims residing in the greater Pittsburgh area.\"\nSeveral days before Hoque's letter arrived, I fielded calls and letters from other readers who were upset by the main story on the front page Christmas morning. It concerned the hijacking of the Indian airliner and included this headline: \"Sikh Hijackers Killed at Least 2, Goal Unclear.\"\nAs these readers observed, the Associated Press story had been in error about the identity of the hijackers, as was the headline that was based on the AP story filed from Kabul, Afghanistan. They did not believe that later stories, which indicated that the initial reports were erroneous, were adequate. They wanted a prominent apology.\nThese two complaints were representative of a larger phenomenon religious, ethnic and nationalist sensitivities and the increased effectiveness of representatives of special-interest groups of all persuasions in making these sensitivities known. If you paid attention the last 10 years to the disintegration of the former Yugoslavia, you understand what I mean.\nThe problem for a newspaper like the Post-Gazette is living with the complaints, because the episodic, freewheeling tradition that is American journalism assures that many, many people will regularly be offended. This is not to defend errors, like the AP's Sikh report, but they are going to occur. In the early hours of a story, someone in authority will be asked for information. He will provide it and it will be reported.\nThere will also be distortion, misplaced emphasis or \"spin\" that would not have been there if it were history rather than news being presented each day in the PG.\nThe Indian hijacking story is a good case in point. Hindus and Muslims in northern India have been fighting for years over territory in Kashmir that Pakistan believes should be within its borders. The man whose release the hijackers sought was Maulana Masood Azhar, a Muslim cleric and leader of Harkat ul Ansar, a Kashmiri nationalist group, put on the U.S. list of terrorist organizations in 1997.\nIndian government officials said the hijackers were members of Al-Faran, a militant Islamic group that kidnapped four Europeans and one American in 1995, beheading one, letting one escape and leaving three unaccounted for.\nThe Afghan foreign minister, in describing his government's role in resolving the hostage standoff, said he was more than happy that the authorities of the \"Islamic emirate of Afghanistan\" were able to be helpful. Shortly afterward, one of the three freed hostages told a news conference, the hijackers who helped gain his freedom had embraced him and said, \"We have done this for the cause of Islam.\"\nIt is very difficult for me as an editor to defend each and every one of the facts that were reported in this complicated and involved story. I do concede, of course, that an organization is not terrorist merely because the U.S. government says so, and that today's terrorist can become tomorrow's friend and international statesman.\nBut it does seem reasonable to conclude on the basis of overwhelming evidence that religion was the primary marker the participants on all sides of this drama used to describe themselves. This in turn suggests what bothers Mr. Hoque and other spokesmen for special-interest groups is not so much the product of journalistic distortions as it is their disquiet with the actions of peoples and movements with whom and which they identify. I do not see any easy way around this quandary or the prospect of comfort anytime soon.\nJohn G. Craig Jr. is editor of the PostGazette.\n\nLoad-Date: January 9, 2000"
}