{
    "title": "Sentencing for Dayton terrorism suspect delayed by new trial motion",
    "publisher": "daily news ",
    "year": 2019,
    "month": 5,
    "day": 20,
    "full text": "The day before his expected sentencing on two terrorism counts Thursday in federal court, Laith Alebbini filed his own motion for a new trial.\nThe sentencing did not go forward, and a judge scheduled a teleconference for May 24.\n Alebbini, 28, was convicted in Dayton's U.S. District Court last year of conspiracy and attempting to fly overseas to join ISIS. U.S. District Court Judge Walter Rice found Alebbini guilty after a bench trial — the first trial involving terrorism counts in the the Southern District of Ohio.\n In four hand-written, printed pages and 10 pages of exhibits, Alebbini's pro se (without an attorney) motion alleges that there is \"newly discovered evidence\" and that \"the lying of a police officer\" and/or an FBI agent contributed to his conviction, which was a \"sufficient infringement upon the integrity of the court.\"\n A prosecution memo about the motion said that Alebbini's federal public defender, Thomas Anderson, was not adopting Alebbini's motion.\n \"The United States has not provided a 'formal,' substantive response to the pro se motion for a new trial, or addressed the timeliness of the motion, and only submits this brief response to make clear for the record that it does not, by the lack of a more formal, substantive response, concur with or acquiesce to the claims made by the defendant in his pro se motion, or its timeliness.\"\n Prosecutors wrote to Rice that Alebbini's \"pro se motion should be denied, or alternatively, dismissed or stricken.\"\n First Assistant U.S. Attorney Vipal Patel has lobbied for a 30- to 40-year sentence and said Alebbini's case started and ended with action, not just words.\n Anderson said prosecutors took his client's words out of context and has advocated for a minimal sentence. Anderson argued that the sentencing calculation for Alebbini's crimes would be 63 to 78 months if not for a terrorism enhancement that bumps it to 360 to 480 months.\n SOCIAL MEDIA: Follow Mark Gokavi on Twitter or Facebook\n DOWNLOAD OUR FREE MOBILE APP\n : Final arguments made in case of Dayton man who allegedly tried joining Islamic State\n Thank you for reading the Dayton Daily News and for supporting local journalism. Subscribers: log in for access to exclusive deals and newsletters.\n Thank you for supporting in-depth local journalism with your subscription to the Dayton Daily News. Get more news when you want it with email newsletters just for subscribers. Sign up here.\n\nLoad-Date: May 20, 2019"
}