{
    "title": "Separatists Behead 3 Men In Philippines",
    "publisher": "the new york times",
    "year": 2010,
    "month": 6,
    "day": 14,
    "full text": "MANILA -- Militant members of an Islamist separatist group abducted and beheaded three Filipino loggers in the southern part of the country, officials said Sunday. \n  Analysts and police officials said the attack by the group, Abu Sayyaf, was one of its most violent in recent years. They also said the attack an indication of Abu Sayyaf's desperation as it tries to fend off a military campaign and present a significant challenge to the next president, Benigno S. Aquino III.\n  The decapitated bodies of the three civilians from Sumisip, a town in Basilan Province, were discovered Saturday in another town, a military spokesman, Lt. Stefanni Cacho, said Sunday.\n  The police said about 30 Abu Sayyaf gunmen came across the three men, who where hauling timber in the forests of Maluso, The Associated Press reported. ''When they are hurt by our offensives, they resort to these atrocities,'' Basilan's provincial police chief, Antonio Mendoza, was quoted as saying.\n  Mr. Mendoza said that nearly 800 police officers and hundreds of soldiers were involved in the hunt for the militants.\n  Abu Sayyaf is known for kidnapping Filipinos and foreigners for ransom. In some cases, they behead their captives, as they did to Guillermo Sobero, a Californian who was abducted and beheaded in 2001. Since 2002, the American military has helped the Philippine military hunt for members of Abu Sayyaf. \n  But the group has proved resilient and continues to operate on Basilan Island despite pronouncements by both the United States and the Philippines that the campaign had flushed the group from the island and from Sulu, the adjacent province and another Abu Sayyaf base.\n  An expert on Abu Sayyaf, Rommel Banlaoi, who is executive director of the Philippine Institute for Peace, Violence and Terrorism Research in Manila, said in an interview on Sunday that when it is under attack by the military, Abu Sayyaf often harms civilians, which he called ''a hallmark of terrorism.''\n  Abu Sayyaf's resilience, Mr. Banlaoi said, poses a serious challenge to Mr. Aquino, who is to take office on June 30. He said the new president would have no choice but to look to the United States for further help against the group.\n  Abu Sayyaf's continued presence ''is a reflection of a governance deficit in Mindanao,'' he said, referring to the country's southernmost major island where the group and another Islamist separatist group, the Moro Islamic Liberation Front, operate.\n  The Moro Islamic Liberation Front and the government of President Gloria Macapagal Arroyo have been holding peace negotiations in Kuala Lumpur, Malaysia, but without significant results. Last week, officials from the group said it was up to Mr. Aquino to continue the peace process. The president-elect responded by announcing that he would appoint Teresita Quintos-Deles, a government negotiator involved the talks, as an adviser.\n\nhttp://www.nytimes.com\n\nLoad-Date: June 14, 2010"
}