{
    "title": "Separatists In China Tied To Bomb Plot",
    "publisher": "the new york times",
    "year": 2010,
    "month": 7,
    "day": 10,
    "full text": "BEIJING -- The arrests on Thursday of three men in Norway and Germany accused of orchestrating a terrorist bomb plot seemed like another routine raid by a Western government in the continuing campaign against groups linked to Al Qaeda. But one detail stuck out: Norwegian officials said one of the men was a Chinese Uighur, and all three supposedly belonged to a group that advocates separatism in western China.\n  If the Norwegian officials are right, the bomb plot was a rare instance in which the group, the Turkestan Islamic Party, had tried to carry out an attack in the West that was unrelated to its goal of gaining independence for the restive region of Xinjiang, in China's hinterlands.\n  Terrorism experts say the plot in Norway indicates that Al Qaeda and the few members of the Turkestan Islamic Party, or TIP, who trained in the tribal areas of Pakistan see some mutual benefit in cooperating. The use of relatively obscure ethnic Uighur recruits could allow Al Qaeda to penetrate more deeply into the West. \n  For militant Uighurs, taking part in attacks against the West could give them a raison d'etre at a time when the Chinese government has seemingly defused any chance of a widespread insurgency's taking root in Xinjiang, despite occasional spasms of violence. Uighurs may also feel alienated by the West given that the United States and most other major nations have largely accepted China's contention that Uighur separatists are part of a broader threat to stability posed by Islamic fundamentalists.\n  Al Qaeda, for its part, also appears to be able to channel the anger felt by extremist Muslim members of nationalist causes in places outside the Middle East and South Asia, analysts say.\n  ''This plot matters because it shows that Al Qaeda's ideology continues to resonate with a growing number of individuals from a variety of national backgrounds and, more importantly, successfully convinces them to conduct actual attacks in the real world,'' Jarret Brachman, a counterterrorism adviser to the United States government, said in an e-mail message.\n  The major official Chinese news organizations did not carry stories on Friday about the Norway plot, even though Chinese officials often say terrorism is a deep concern in western China. They say ethnic Uighurs trained in Pakistan and Afghanistan by Al Qaeda are aiming to destabilize Xinjiang. \n  But in recent years, only a handful of Uighurs have been captured by American forces or their allies in those countries, and TIP does not appear to be a cohesive organization that wields the abilities of more infamous terrorist groups based in the lawless Waziristan region of Pakistan. \n  A number of Uighurs were captured by American forces in the early stages of the war in Afghanistan. While some were held at Guantanamo Bay for years, American officials decided they did not pose a direct threat to the United States. The Uighurs were released, and some have been transferred to far-flung locales like the tropical island of Palau. \n  ''My understanding is there were just hangers-on left there,'' Bruce Hoffman, a terrorism and insurgency scholar at Georgetown University, said of Uighur militants in Pakistan. ''So it's interesting to see them resurface now. This to me just reflects Al Qaeda's emphasis on diversification.''\n  ''I think they hope they can leverage off of Al Qaeda's name and enhance their status,'' he added. ''I think this gives their operatives something to do and acquire some useful experience. This isn't like Al Qaeda or many of the Pakistani terrorist groups. This is on a much different level; it's much smaller, it's more fractured, it's more aspirational than actual in its capabilities.''\n  The origins and strength of TIP,  based in Waziristan, are murky. Most members are ethnic Uighurs who have become disaffected by China's policies in Xinjiang that tend to favor ethnic Han, the dominant group in China. Many Uighurs call Xinjiang their homeland, and some  want an independent state there called East Turkestan. \n  For years, Chinese officials have been blaming the East Turkestan Islamic Movement, or dongtu in Chinese, for violent acts in Xinjiang, though they say ethnic riots in 2009 were inspired by a Uighur businesswoman living in the United States, Rebiya Kadeer, and other subversive forces. Chinese officials do say that the East Turkestan Islamic Movement, or ETIM, was responsible for earlier episodes of violence, in particular a 2008 attack on paramilitary troops in the oasis town of Kashgar that resulted in the deaths of 17 officers. Under the administration of President George W. Bush, the State Department put the group on a terrorist watch list.\n  Some Western scholars of Xinjiang say Chinese officials exaggerate the threat from the group to justify crackdowns on the Uighurs. They say officials have never produced evidence that actually proves the group's existence. But a terrorism analysis group based in Alexandria, Va., IntelCenter, said in 2008 that photographs and videos showed that a militant Uighur group existed -- the Turkestan Islamic Party -- and that it was the same group the Chinese officials kept citing.\n  The group originally called itself the East Turkestan Islamic Party, or ETIP, but after a transformation from 1998 to 2000, it removed the ''East'' from its name, IntelCenter said. No original materials from TIP have any mention of the ETIM name.\n  The group's founder, Hasan Mahsum, was killed by the Pakistani Army in 2003. There was a surge in activity in 2008, during the prelude to the Summer Olympics in Beijing, when TIP released a video in which a masked man identified as Commander Seyfullah said TIP was responsible for bus bombings earlier that year in Kunming and Shanghai that killed 5 people and wounded at least 26. \n  In April 2009, the United States Treasury Department designated a Uighur militant named Abdul Haq as leader of TIP and a member since 2005 of the shura council of Al Qaeda. The United Nations had earlier made a similar pronouncement. The American government said Abdul Haq, also known as Maimaitiming Maimaiti, succeeded Hasan Masum in 2003 as the leader of TIP.\n  In January, a Predator airstrike in Afghanistan killed 15 TIP members -- 13 Uighurs and 2 Turks, according to statements from TIP. Some Pakistani and Afghan officials said Abdul Haq was among those killed. \n  There has been an uptick in Qaeda statements urging Muslims to attack China. In late 2009, Abu Yahya al-Libi, a leading Qaeda figure, appeared in a video in which he said that Chinese forces had massacred Uighurs and that the Chinese state would crumble, just as the Soviet Union had. ''The state of atheism is heading to its fall,'' he said. ''It will face what befell the Russian bear.''\n\nhttp://www.nytimes.com\n\nLoad-Date: July 10, 2010"
}