{
    "title": "Sept. 11_ Memories fade, lessons endure",
    "publisher": "pittsburgh tribune review",
    "year": 2011,
    "month": 9,
    "day": 8,
    "full text": "Each September, when West Allegheny eighth-graders study the Sept. 11, 2001, terrorist attacks, they ask the same question Americans did on that fateful day: \nHow could this happen? \n\"They're just shocked,\" said social studies teacher Melinda Killen. \"They're very inquisitive. They're curious about terrorism in general and how it happened.\" \nKillen and fellow middle school social studies teacher Josh Bears combined their classes this week so students could discuss the 10th anniversary, the Ground Zero memorial and watch a National Geographic documentary that chronicles the events of Sept. 11 through survivor interviews. \nAs the years pass, teachers say, it's becoming more important to teach students about the attacks in New York City, Washington, D.C. and Shanksville, simply because more and more of them won't remember it. Students in this year's eighth-grade class were toddlers in 2001; by 2015, eighth-graders will have been born in 2002, after the attacks occurred. \nPennsylvania doesn't have guidelines for teaching students about 9/11. Although the State Board of Education sets academic standards, it allows districts to develop curriculum and teachers to create their own lesson plans. \nMany districts in the Pittsburgh region are marking the anniversary with memorial ceremonies, classroom discussion or projects, even if there are no formal guidelines. \nFew states have adopted guidelines or curricula, said Peggy Altoff, past president of the National Council for the Social Studies. \nIn New Jersey, in honor of the 10th anniversary, the state released a K-12 curriculum it developed with the help of families of Sept. 11 victims and the New Jersey Commission on Holocaust Education. \nOver the past two years, schools in New York City, New Jersey, Alabama, California, Illinois, Indiana and Kansas have piloted curriculum from the Sept. 11 Education Trust; and South Carolina revamped social studies standards to include teaching points on the terrorist attacks. \n\"Teachers need to see what's appropriate for the classroom and see what's suitable for the children in their area,\" Altoff said. \"I think distance does have something to do with it.\" \nPittsburgh Public Schools has developed a series of four lessons for students in grades five to 12. The district took a historical approach, but included how the attacks are still affecting America and the world, said Anita Ravi, a former curriculum coordinator with district who now works as a consultant for the social studies department. \n\"Typically, the high school teachers have taken the opportunity for a day or two days in September to show some video and talk about what happened. We thought it was time now, 10 years later, to do a more structured series of lessons,\" she said. \"Our current seniors were 7 or 8 years old when this happened, so they might have some memories, but generally, most students K-11 don't have a memory any more of this event, so it really is history for them.\" \nAll McKeesport High School, senior Carlee Jones remembers that day because she was in second grade and got out of school early. \nShe didn't know much about what happened until she took her ninth-grade American Cultures class from teacher Brian Tharp. He has incorporated a Sept. 11 lesson for eight years. \n\"Some of them are seeing the images for the first time, and I'm kind of shocked that that's even possible,\" Tharp said. \nJones, 17, said the lesson made her realize that a terrorist attack is \"a frightening thing that can actually happen. It could happen today,\" she said. \"Although kids don't know about it anymore, they still should learn about it because it had such a big impact on society.\" \nSouth Allegheny High School eight-graders engaged in a series of lessons this week, leading up to an assembly tomorrow when students will hear from Glassport Volunteer Fire Department members who traveled to Shanksville and a history teacher at the school who joined the Army the week after the attacks and served in Operation Iraqi Freedom. \n\"I think it will be really beneficial for students,\" said Shari Mazek, eight-grade learning support teacher who is one of a team of five teachers collaborating on the lessons. \"They were shielded from the events of 9/11 and we wanted to provide them with firsthand accounts.\" \n  \nResources cover many facets \nNew Jersey: The K-12 curriculum consists of 100 lessons, 56 of which are currently available. They touch on topics such as aggression, hostility and terrorism, a case study of the terrorist attacks, consequences and challenges in a post-9/11 world and remembrance, recovery and responsibility. www.state.nj.us/education/holocaust/911/curriculum \nThe Sept. 11 Education Trust: Seven units for use in grades six to 12 cover topics such as understanding the attacks as history, debating the government's role during disasters, evaluating foreign policy and watching video footage of the attacks and oral histories from survivors, rescuers and victims' families. www.learnabout9-11.org \nVoices of September 11, 9/11 Living Memorial: The nonprofit's website features videos of family tributes; poems, letters and songs reflecting on 9/11; current and planned memorial sites and survivor stories. www.voicesofseptember11.org \nDickinson College, Carlisle: The Clarke Forum for Contemporary Issues at the college created a Teaching 9/11 web site that features syllabi and lesson plans. www.teaching9-11.org \nU.S. Department of State: Developed an instructional package on terrorism for high school teachers. It covers terrorism from The French Revolution, known as the Reign of Terror, to Sept. 11, 2001. Students discuss what constitutes a terrorist act and learn about how what happens internationally impacts them directly. future.state.gov/future/educators/lessons \n  \n  \n\nLoad-Date: September 8, 2011"
}