{
    "title": "SEPT. 11 WAS 'WAKE-UP CALL' FOR BUSINESSES; FORMER DIPLOMAT URGES PLANNING AGAINST TERRORISM",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 11,
    "day": 8,
    "full text": "A former American diplomat and leading expert on counterterrorism warned that U.S. businesses could face the brunt of future terrorist actions.\n\"September 11th was a wake-up call for the American public, but it was also a wake-up call for American business,\" said former Ambassador L. Paul \"Jerry\" Bremer, managing director of MMC Enterprise Risk, a division of Marsh & McLennan Cos., the global financial service company.\nIn the past, Bremer said, about eight out of 10 terrorist attacks on U.S. interests have hit companies, including the assault on the World Trade Center. \"American businesses have been the primary target of terrorists.\"\nIn the future, businesses will have to take greater care in planning and protecting their people, assets and strategies from the direct and indirect impact of the heightened terrorist threat.\nThose risks include physical damage as well as potential disruptions in the way companies do business. Global changes, such as increased instability in the currency markets, also can cause problems.\nBremer spoke yesterday at the Riverfront Plaza in downtown Richmond during a seminar sponsored by the local office of Marsh, which is Marsh & McLennan's risk management and insurance services division.\nBremer is a member of the Commission on Catastrophic Terrorism headed by Virginia Gov. Jim Gilmore. In 1999 and 2000, he was chairman of the National Commission on Terrorism.\nFrom 1986 to 1989, he was President Reagan's ambassador-at-large for counterterrorism. He also served as ambassador to The Netherlands under Reagan.\nEarlier in his diplomatic career, which began in 1966, he worked at the U.S. Embassy in Afghanistan. \"I know those people and that terrain very well. They are both very tough.\"\nStill, Bremer said, he is confident the United States is pursuing the right policy to defend itself. It is critical, he said, to remove the Taliban regime in Afghanistan, which has been an incubator for terrorism.\n\"If a terrorist organization has a benign environment to operate in, then it is free to plan, train, recruit, organize. We must deny the terrorists this territory.\"\nThat means dislodging the Taliban. \"Unless you destroy the government, there is no point in destroying the terrorist network. If we leave the Taliban, they could restore the same terrorist network in six months, except worse because we would look weak.\"\nThe American people must be patient, he said. \"Democracies don't plan for war. America is especially bad about this. But we do well in the end.\n\"I am confident this first phase - against terrorist camps in Afghanistan and the Taliban - will succeed, but it will probably take until the spring.\"\nThe second phase involves dismantling international terrorist networks and dealing with the countries that support them, Bremer said.\n\"We can succeed, but we need to know the end point is not that terrorism goes away. It's like crime. It has always been there.\"\n\nLoad-Date: November 10, 2001"
}