{
    "title": "Sept. 11 took fun out of air travel Less leg room, fees, uncertainty at security few of changes impl",
    "publisher": "the day ",
    "year": 2011,
    "month": 8,
    "day": 15,
    "full text": "Five-year-old Frank Allocco is 37,000 feet above America, face pressed against the window.\n\"Cool,\" he says to his 6-year-old sister. \"Francesca, look.\"\nIt's their first flight. They ignore a Harry Potter DVD and video games. Instead, there are rivers, mountains and tiny cars below.\nFrancesca chimes in: \"Wow, Frank, look at that cloud.\"\nFor Frank and Francesca, soaring high above the country is magical. The kids from Park Ridge, Ill., are treated like stars. A flight attendant gives them wing pins. Mom and dad snap photos.\nFor most of us, though, the romance of flight is long gone - lost to Sept. 11, 2001, and hard-set memories of jets crashing into buildings.\nWe remember what it was like before. Keeping all our clothes on at security. Getting hot meals for free - even if we complained about the taste. Leg room.\nToday, we feel beaten down even before reaching our seats. Shoes must be removed and all but the tiniest amounts of liquids surrendered at security checkpoints. Loved ones can no longer kiss passengers goodbye at the gate. And airlines, which have struggled ever since the day terrorists used airplanes as missiles, are adding fees, squeezing in passengers and cutting amenities to survive.\nIn interviews conducted during a week flying around the country - nine flights totaling 8,414 miles - many passengers expressed anger with air travel, which they said left them feeling like second-class citizens. Generally, the terrorism fears that prompted most of the changes were a distant afterthought.\n\"Anytime I walk into an airport, I feel like a victim,\" said Lexa Shafer, of Norman, Okla. \"I'm sorry that we have to live this way because of bad guys.\"\nDespite the aggravations, America's skies are busier than ever. Airlines carried 720 million passengers last year, up from 666 million in the year before the attacks.\nThere was little concern about terrorism even on a flight that was almost identical - same route, airline, plane type and departure time - to United Airlines Flight 93, which crashed in a Pennsylvania field on Sept. 11 after passengers fought the terrorists for control.\nInstead, passengers were jockeying for position at the gate as if they were waiting for the doors to open on a day-after-Thanksgiving sale. They glanced at each other's tickets and mumbled complaints when somebody boarded before they were supposed to.\n\"Passengers have lost civility,\" said Karen McNeilly, of Gold Hill, Ore.\nAnd it's not just the boarding process that would make Emily Post cringe.\nOn a flight to Houston, an oversized man stole a window seat. Why? Because in his assigned seat he would have spilled into the aisle. The rightful occupant couldn't really object since the seat-stealer was already firmly planted, tray table down, Burger King cup out.\nIt's easier now for passengers to get annoyed with each other. We're simply getting packed in more tightly by airlines that are reining in costs more than they ever did before the terror attacks.\nA decade ago, an average of 72 percent of seats per flight were occupied. Today, 82 percent are. Passengers once had a shot at an empty middle seat. Now that rarely happens. Airlines have added rows, meaning less leg room. Smaller, regional planes now carry a quarter of all passengers, twice that of a decade ago.\n\"It is a dismal experience that you simply put up with because you have to get from point A to point B. It used to be the part of the trip you looked forward to,\" said Virgin America CEO David Cush. \"As an industry, we've found a way to beat that joy of flying out of people.\"\nIn another effort to balance their books, airlines have added fees for once-free services. Last year, $8.1 billion in fees were collected, more than three times the $2.5 billion collected before the attacks, adjusted for inflation.\nChecked-luggage fees accounted for $3.4 billion of the 2010 total. Without them, major airlines would have lost money last year rather than reporting a combined $2.6 billion in profits.\nIt's no wonder that for shorter trips, Americans now avoid flying. New inter-city buses have popped up and Amtrak now carries 37 percent more riders than a decade ago. Buses and trains don't have the security checkpoints that make it necessary for air passengers to arrive at the airport about an hour before domestic flights and two hours in advance for trips out of the U.S.\nThe days of arriving minutes before a flight are a distant memory, and lines are inconsistent. While one Transportation Security Administration checkpoint took four minutes to clear, another involved a 27-minute wait.\nFrequent fliers know the ever-changing set of security rules. Most others don't.\nSome people worry about radiation-emitting, modesty-eroding full-body scanners, although their use is still sporadic.\nAt Newark Liberty International Airport, the machines were shut down during the Monday morning rush. In Fort Lauderdale, Fla., two lanes were open. One had a full-body scanner. One didn't. Passengers could pick.\n\"I'm not really convinced that any of this security is doing anything other than making people feel safe,\" said Matthew Von Kluge, of Chicago. He was wearing a shirt created by his former boss, fashion designer Vivienne Westwood, saying: \"I am not a terrorist. Please don't arrest me.\"\nBut Diane Dragg, of Norman, Okla., said: \"I'd rather do it than be blown up.\"\nNot everything has been bad for fliers. Many planes now have individual TVs and Wi-Fi. Kiosks and websites make checking in easier. And with travelers arriving earlier and earlier at the airport, there are better shops and restaurants.\nIt's been harder for airlines to find a silver lining. They're out $54.5 billion in the U.S. over the last decade, having lost money in seven of the past 10 years.\nAt least 33 airlines have filed for bankruptcy protection, including Delta, Northwest, United and US Airways. Some, including ATA and Aloha, stopped flying.\nIt's not just Sept. 11 that hurt airlines, which were hit hard by spikes in oil prices and a drop in travel during the recession. But after the terror attacks, just getting passengers to fly again was a challenge.\nIn the first year, traffic fell nearly 8 percent. It took three years to return.\n\"People were just scared to fly,\" said F. Robert van der Linden, a curator at the National Air and Space Museum.\nTo keep planes in the sky, airlines burned through their cash reserves and borrowed heavily, said Jim Corridore, an airline analyst with Standard & Poor's. Fares were dropped to unprofitable levels to lure back passengers.\nIt worked, but vacationers now expect rock-bottom prices. Airfares today are 20 percent lower than they were on 9/11, when adjusted for inflation.\nAirlines now operate on razor-thin margins, with fewer employees.\nMore than a quarter of the industry's 620,000 full-time jobs pre-9/11 were eliminated. Those that remain are less lucrative: The average pay for a pilot with 10 years of experience is now $145,000, down 13 percent when adjusted for inflation.\nFor passengers, the real legacy of the attacks might not just be more invasive security checks, new fees or other things we never had to worry about before - like whether the name on our ticket precisely matches the name on our driver's license. It might just be losing our ability to relax in the skies.\nThough children like Frank and Francesca can still feel the joy of flying, Ethan Estes of Louisville, Ky., could well speak for most adults.\n\"If the airline does everything perfect,\" he said, \"the trip is just bearable.\"\nTHE ASSOCIATED PRESS\nAirline passengers these days are used to Transportation Security Administration security checkpoints. The TSA, created after the terrorist attacks of Sept. 11, 2001, tops the list of changes to air travel that have taken the romance out of flying.\n\nLoad-Date: August 16, 2011"
}