{
    "title": "Sept. 11 passes into history books",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 11,
    "full text": "What happened on Dec. 7, 1941? Give up? That was the day Pearl Harbor was bombed. How about April 19, 1995 - does that ring any bells? It should. It was the day Timothy McVeigh bombed the federal building in Oklahoma City.\nOkay, here's an easy one. What happened on Sept. 11, 2001?\nEverybody knows the answer to that. Nineteen men, armed only with box cutters, committed the worst act of terrorism ever perpetrated on American soil. They murdered almost 3,000 people - civilians, mostly - and blotted out the New York City skyline with columns of black smoke. Who could forget that?\nTens of thousands of Americans lost parents, children, siblings or friends on that day. Millions more cowered in front of televisions and computer screens, storefront windows and cubicle radios, praying for the chaos to end. Praying for their loved ones to make it home safe.\nSept. 11 was a dark day in American history. Maybe even the darkest. But now, on its fifth anniversary, it's time to stop reliving that day. It's time to move on.\nMoving on doesn't mean forgetting, of course. Americans will always remember Sept. 11 - especially our generation, which came of age politically when the twin towers collapsed. But after the denial, the anger and the depression, we're finally ready to take off our mourning clothes and get on with our lives. And not a moment too soon.\nIn the last five years, the White House has invoked the attacks to justify everything from the Patriot Act to domestic wiretapping the to the war in Iraq. Everything changed on Sept. 11, they tell us, and we can never go back to a Sept. 10 mentality. Which is true. But we don't have to live every day like it's Sept. 12, either.\nYes, terrorism is still a problem. A big problem. But we have other problems too, the same ones we had before Sept. 11 - the attacks didn't change that. Thirty-seven million Americans still live in poverty. Forty-six million have no health insurance. The sooner we remember that, the better.\nThink of it this way. Your chances of dying in a terrorist attack are trivially small - statistically insignificant, in fact. But every year, millions of Americans go without the health care they need because they can't afford it. So why is terrorism still at the top of the agenda?\nBecause of Sept. 11, of course. Before the dust cleared in Manhattan, our priorities had changed. Our leaders promised us a new national mission - the global war on terror - and everything else faded into the background. With bodies still lost in the rubble, we were happy to accept. It seemed like a good idea at the time.\nBut now - five years, two wars and one presidential election later - Americans have the opportunity to reconsider Sept. 11. Was it a tragedy? Of course. An act of war? Definitely. But was it the beginning of a totally new phase in American history? Did it have to eclipse everything else in our political discourse? Well, maybe not.\nThat's why today should be the last anniversary of Sept. 11. Let's put that day where it belongs - in the history books, next to Pearl Harbor and Timothy McVeigh - and retire it as a political football. The victims of Sept. 11 deserve that, at least.\n(C) 2006 Independent Florida Alligator via U-WIRE\n\nLoad-Date: September 11, 2006"
}