{
    "title": "Sept. 11 memorial struggles to find home",
    "publisher": "university wire",
    "year": 2005,
    "month": 10,
    "day": 5,
    "full text": "Last week New York Gov. George Pataki evicted a museum from Ground Zero, the footprint of the World Trade Center.\nThe proposed museum, labeled the International Freedom Center, was slated by developers to memorialize the heroes of Sept. 11, 2001, in the context of the fight for freedom throughout human history.\nBut critics of the museum levied more political weight than its proprietors. As David W. Dunlap reported in a New York Times article last Thursday, they said they believed \"the sacred precinct of the memorial was no place for a lesson in geopolitics or social history ... \"\nNow I'm confused. I have a single question, and I'm hoping someone out there can provide an answer. If the site of the worst terrorist attack in American history is not a place for lessons in geopolitics or social history, then where is that place?\nIt is ignorant, to the point of insanity, to presume the 19 men who slammed themselves into the American ethos on the back of American jets were simply lone lunatics and nothing more.\nThey were nuts, for sure, and their insanity cost the lives of more than 3,000 Americans, but they were nuts the same way we describe anyone as crazy who uses his or her life to make a brutal political point. At some time, in some place, the al Qaeda operatives who formulated the Sept. 11 attacks had to provide them with a reason.\nAt some time, in some place, those 19 men who died had to be convinced what they were doing was right. That takes a strong dose of insanity, but it also oversimplifies the problem of terrorism.\nMany commentators have tried to explain the root cause of terrorist acts. I, too, have tried to answer those difficult questions on this page. The argument, however, always seems to come back to a single truth, solemn and simple:\nTerrorism is a technique, not an enemy. It is a symptom, not a disease.\nWe cannot fight it until we recognize it for what it is. We cannot stop it with the most powerful military on this earth or the strongest economy, or the greatest democracy. Ending terrorism is a long-term, difficult thing, and it cannot and will not happen so long as we refuse to recognize its \"geopolitical and social history\" roots.\nMemorials create memories when memorials tell stories. Without context, a memorial for anything becomes nothing more than stone over time. We, for example, are the last generation who can appreciate the Vietnam Memorial for its effect on our fathers and grandfathers. Give it a century, and that wall will mean roughly as much to future generations as those stone statues commemorating the Civil War mean to ours.\nBut still Debra Burlingame, the leader of those opposed to museum, fought it, going so far as to say to the same New York Times reporter, \"The International Freedom Center was an obstacle ... for all Americans who will be coming to the World Trade Center memorial to hear the story of 9/11 and that story only.\" Burlingame derives her authority from being the wife of a pilot who died at the Pentagon that day. She, as much as any victims' family member, has a vested interest in the way the memorial develops in the short-term. But Burlingame and the others who opposed the IFC risk a dangerous long-term consequence: Upon viewing the memorial, future generations might not understand the Sept. 11 deaths.\nIn his 2002 book, \"The End of the American Era,\" Charles Kupchan wrote, \"Unless put in historical context, the present offers only a snapshot of a world in the midst of profound transition.\"\nThe attacks on the World Trade Center certainly began an American transition in foreign policy, in security, in cultural perception.\nStrip from the memorial any reference to context and you make it harder for the next generation to recognize the event. Eliminate those lessons and guarantee future Americans will make our mistakes.\nIn the context (there's that word again) of American political discourse, the objections to the IFC are not particularly surprising. When our political leaders speak of the war on terror, they make it seem as if there are distinct enemies we can fight. We personify terrorism into terrorist kingpins. We give them a distinct location in the rogue state \"sponsors.\"\nThese political anthropomorphisms belie reality. Rather than analyzing why terrorism works, we try to fight it by addressing its symptoms. Thus, we send troops to Afghanistan, isolate our borders, and advise our citizens to duct-tape their windows.\nSo long as we ignore the disease itself, terrorism and terrorists will continue to thrive. If we are to adequately prepare our children and grandchildren for this battle of ideals, then we must provide them with some understanding of terrorist events. Anything else is a disservice both to them and the heroic Americans who lost their lives in events like those of Sept. 11.\nGive the victims' deaths some meaning. Arm future generations with the knowledge they'll need. Make our memorials more than massive tombstones for mass gravesites, lest 19 men force their way into the future American character with the same visceral brutality.\n(C) 2005 Daily Nebraskan via U-WIRE\n\nLoad-Date: October 5, 2005"
}