{
    "title": "SEPTEMBER 11_ 4 YEARS LATER; UTAHNS AT WAR; Utah soldiers hope to halt future attacks",
    "publisher": "the salt lake tribune",
    "year": 2005,
    "month": 9,
    "day": 11,
    "full text": "BAGHDAD -- Gunfire split the air here as the sun rose above the concrete walls that mark the so-called International Zone this morning, but Staff. Sgt. Brett McMillan didn't take notice.\n\"Gunfire?\" the Layton native puzzled. \"Sure, you get that here every morning; we usually don't even think about it.\"\nIn these heavily guarded parts, it has been months since the shots have been directed inward. Usually, soldiers say, the morning clatter comes from Iraqi police either battling with insurgents or trying to slow suspect vehicles approaching checkpoints too quickly.\nStill, troops here live with the understanding that any day could be their last. And that may help explain why many say they will have only passing thoughts about the date on today's calendar. %% In Baghdad, terrorism is not something that happened once, four years ago, in New York, Washington, D.C., and Pennsylvania. In Baghdad, it is part of daily life.\nMcMillan says his experiences on Sept. 11, 2001, feel very long ago these days. He was in his administration office at Walter Reed Army Medical Center when he heard the terrible news. The facility quickly sprang to action to prepare for an influx of patients from the Pentagon attack.\nSix months later, he re-enlisted, knowing fully that his future would likely include war duty. \"I knew that there was a good chance that I'd wind up in Afghanistan or somewhere else as a part of the war on terror,\" McMillan said.\nLike their civilian counterparts, many soldiers have come to question the reasons given by President Bush for invading Iraq. Bush has said the pre-emptive attack was motivated by a desire to protect the United States from further such attacks.\nMcMillan has his questions too, but he's comforted by the idea that a democratic future in Iraq may grow from this war, whether or not that was the original aim of those who started it.\n\"We looked for weapons of mass destruction and never really found those,\" said McMillan, who arrived in Kuwait days before Christmas 2004 and has spent most of his tour in Baghdad. \"We can't take back what happened, but we can hope what we are doing is thwarting terrorism in some respect.\"\nAs such, the symbolism associated with today's date is somewhat muted here. For when it comes to bumping morale and justifying motives, the past takes a back seat to the future.\n\"I don't know if this war was really ever about defending America against terrorists,\" said Ryan Saddler, a Murray native now stationed in Kuwait. \"But I can see one nice thing: the force of democracy on a society.\"\nEven as he questions the economic motives for his nation's war, Saddler takes pride in his part of it, noting that success would not only limit terrorism, but expand freedoms for those who had few before.\nChuck Sprague, a Defense Department civilian employee at Tooele's Deseret Chemical Depot currently assigned to duty in Kuwait, said U.S. troops understand the subtle importance of Sept. 11 better than the average U.S. citizen does. And he says troops don't need to hold lavish memorial services or post scores of American flags to \"get it.\"\n\"Most of the soldiers know the significance of Sept. 11,\" Sprague said. \"It's the public that acts like it doesn't matter.\"\niraq@sltrib.com%%  \nReporter Matthew D. LaPlante and photographer Rick Egan are traveling in Iraq with Utah-based military units. Daily online dispatches, including additional information about, and photographs of, the troops with whom they are assigned, may be found at www.sltrib.com/iraq. \nYou may reach LaPlante and Egan at iraq@sltrib.com.  \n\nGraphic\n\n \nStaff Sgt. Brett McMillan stands in Baghdad on the dawn of Sept. 11, 2005. \"We looked for weapons of mass destruction and never really found those,\" he says. \"We can't take back what happened, but we can hope what we are doing is thwarting terrorism in some respect.\"\n\nLoad-Date: September 12, 2005"
}