{
    "title": "September 11_ Nineteen Years On, A Remembrance",
    "publisher": "the world",
    "year": 2020,
    "month": 9,
    "day": 11,
    "full text": "A late summer, early morning dawn greeted me as I pulled into the faculty parking lot at Grove City College, a small, Christian liberal arts school in northwestern Pennsylvania. As I walked to my office, I marveled at the bright blue sky laced with vapor trails of aircraft departing east coast airports flying west to cities across the nation. A hint of autumn tinted the air as I breathed deeply and smiled.\nIn less than an hour, I would be giving my first quiz as a full-time college professor in a freshman course titled Humanities 101. This was the second week of school and I had quizzes scheduled for two other freshman humanities classes that afternoon. With the quiz over, the lecture addressed the early Roman Empire. At 56 years of age I was beginning the last phase of a professional life that started in 1970 as an intelligence officer and then morphed into a national security bureaucrat before I landed my “dream job” as a history professor.\nThe quiz, one of 10 short tests counting for 25 percent of the students’ grades, went well for the 40 freshmen, many facing their first college test. At 9:15 a.m., the class over, I headed for my office. A colleague stopped me: “A plane just hit the World Trade Center.” I nodded and thought that strange given the clear sky. I assumed a small aircraft that had suffered a malfunction. I started grading quizzes. A few minutes later the same colleague burst through the door, her face stricken with panic as she exclaimed, “A second plane hit the towers! Both were airliners!”\nI’d spent 32 years in the national security field as an intelligence officer. I knew this was a terrorist attack. I figured Iraq and Iran would not risk the retaliation such an attack would demand. Within minutes I received an email from the president’s office stating we could, at our discretion, cancel classes. Since I taught three classes of humanities and wanted continuity between morning and afternoon sessions, I decided to hold my two afternoon classes. I knew this would be hard on some students because the college drew students regionally, including many from New York.\nSince Grove City College is a Christian college, I had no problem bringing Christ to the students on this horrible day as part of what would be a hard lecture and lesson. As the students dutifully and silently filed in, I had the words to the hymn “Be Not Afraid” projected onto a screen in front of a chalkboard where I’d outlined the day’s lecture: “The Roman Empire: Etruscans to the Early Republic.” As somber students took their seats, I noticed none put up their laptops. I thought, “They expect to be dismissed.”\n“Let’s begin with a word of prayer.” I briefly prayed for the nation, for survivors and for the Lord’s guidance during rough days to come. With the “amen” students reached for backpacks as they prepared to leave. “Sit down, clear your desks for the quiz and then we have a lecture.” There were some startled looks, a few groans, but everyone dutifully complied.\n“Look, the terrorists want us to change how we live. We do that, they win.” I paused, with a calm but cold voice I slowly, forcefully proclaimed, “They are not going to win!” I passed out the quizzes and then took down the screen revealing today’s outline. After the quiz, I began, “The first evidence of historically identifiable Etruscan civilization dates from 900 B.C.”\nIn my office after class I started refocusing my course in national security to address international terrorism. Because Grove City College attracts intelligent and highly motivated students, I started directing some to careers in the military by recruiting for the U.S. Marine Corps Platoon Leaders Course which leads to a commission upon graduation. The following years I taught courses in military history and terrorism and counter-terrorism to prepare interested students for careers in various national security fields.\nAs dusk settled over 9/11/2001, the college chapel filled with students and faculty. After the chaplain spoke, most students gathered on the quad to pray in small groups. I watched the football team form a circle. When the coach said, “Take a knee,” they knelt, held hands and prayed.\nAfter a sleepless night I hit campus as dawn broke on another cloudless sky. There were no vapor trails because aviation had shut down. Suddenly, I realized the last phase of my professional life would prepare students for a new and very different future. My charge was to ensure their futures were informed by history and guided by faith.\n\nLoad-Date: September 12, 2020"
}