{
    "title": "Sept. 11 trial will gauge Spain 's ability to confront terrorists",
    "publisher": "the christian science monitor",
    "year": 2005,
    "month": 4,
    "day": 22,
    "full text": "The one man officially accused of murder in the Sept. 11 attacks goes on trial Friday. Imad Eddin Barakat Yarkas, alias \"Abu Dahdah,\" faces a prosecutor who seeks to punish him with a 25-year sentence for each of the estimated 3,000 people who died in New York, Washington, and Shanksville, Pa.\nYet if Mr. Dahdah is convicted, he will serve his sentence not in an American prison, but a Spanish one, for this trial is taking place in Madrid.\nAlthough the crime for which Dahdah is charged took place on American soil, Spaniards are watching his trial closely. It is expected to set a precedent for future judgments of suspects in the March 11, 2004, Madrid train bombings. It is also expected to offer insights into how terrorists operate in Spain and the difficulties that confront their pursuers.\nTwenty-four men stand accused of belonging to a terrorist organization in the trial that begins Friday in Spain's National Court, but Dahdah is the most prominent.\nBorn in Syria, the Spanish national is presumed to have been the head of Al Qaeda in Spain, and he, as well as two other suspects, are believed to have provided logistical support to Mohammed Atta and other members of the group that carried out the 9/11 attacks. For that role, he alone among the 24 is charged with \"authoring\" the murders.\nAccording to prosecutor Pedro Rubira's summary, Dahdah maintained contact with Mr. Atta, Ramzi Binalshibh, and other members of the so-called Hamburg cell. He may also have provided them with fake passports, facilitated Atta's trip to Madrid, and arranged the meeting the plotters held in Tarragona on July 16, 2001.\nBut Dahdah's lawyer, Jacobo Teijelo, asserts that the court has insufficient evidence to convict his client. \"There are 200 volumes - nearly 100,000 pages in the case summary,\" he says, \"and not one line that explains how Dahdah is author of the attacks in the United States.\"\nJavier Jordan, a terrorism expert at the University of Granada, expects Dahdah to be convicted of belonging to a terrorist organization, but says that the main charge - participating in the Sept. 11 attacks - will be difficult to prove.\n\"They don't have him committing the act,\" he says. \"He just has personal ties to the people who did.\"\nRegardless of whether Dahdah and the other defendants are found guilty, the trial, which will probably last for four months, will have broad repercussions in Spain.\nThe sentence he and the others receive will set a judicial standard for next year's trial of those accused in the Madrid bombings.\nTestimony and evidence in Friday's case may also reveal that Dahdah played a significant role in the Madrid bombings, even from behind bars. \"He is seen as the ideological father of the cell that carried out the March 11 attacks,\" says Professor Jordan. \"And in that sense, it may become clear that he had some kind of influence.\"\nMr. Rubira's summary also sheds light on some of the problems that police and the courts confront in tracking down and prosecuting Islamist terrorists.\nAccustomed to fighting the militaristic hierarchy of the Basque terrorist group ETA, the Spanish police had difficulties adapting to the more loosely organized Islamist cells.\nAnd although they had wiretaps on the phones of many of Friday's defendants, they had few translators skilled in Arabic or the many dialects spoken by the diverse members of the suspected cell.\nIndeed, one expert, Jose Maria Irujo, author of a book that investigates the presence of Al Qaeda in Spain, says that the Spanish police did not do nearly enough to fight terrorism.\nAfter Sept. 11, he says, \"the majority of Western countries began to reinforce their police to combat Islamic terrorism.\n\"But in Spain they only increased the police corps slightly,\" he adds. \"There were only 150 people working on terrorism, and 60 of them were bureaucrats.\"\n(c) Copyright 2005. The Christian Science Monitor\n\nLoad-Date: April 21, 2005"
}