{
    "title": "SEPT. 11 PLUS SIX MONTHS_ War on terrorism reinforces ties between Georgias",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 3,
    "day": 8,
    "full text": "What began in 1985 partly as a curious infatuation over a name has since become a relationship strengthened by time, trust and a mutual dislike for the government of the former Soviet Union.\nThe Georgia-to-Georgia connection (state of and republic of) has endured diametrically opposed political and economic philosophies, the breakup of the Soviet Union, a civil war and now, the war on terrorism.\nThose who have dealt with or lived in the two Georgias say that the war on terrorism and last week's announcement that the United States plans to send Special Operations forces to the former Soviet state to train its troops may bind the two countries even closer.\nTamara Mosashvili-Shevardnadze, an Atlanta lawyer and granddaughter of Republic of Georgia President Eduard Shevardnadze, said she welcomes the increased U.S. presence.\nAJC\n\"It's definitely positive. I think it's going to help stabilize the relationship between Russia and Georgia and between Georgia and Chechnya. There is too much passion and too much emotion there now. We need a stabilizing influence,\" Mosashvili-Shevardnadze said.\nU.S. officials have said they want to train Georgian military forces because Taliban and al-Qaida fighters might have found a hiding place in the rugged Pankisi Gorge north of the capital, Tbilisi, along with rebels from the Russian region of Chechnya. The region already is known as a haven for Muslim Chechen fighters and a transit point for arms into the region. Both are sore points for Russian government officials and have heightened tensions between Russia and Georgia.\nSome Russian officials have protested the presence of U.S. forces in Georgia. But Russian President Vladimir Putin has signaled his approval.\nGary Bertsch, a professor of international affairs at the University of Georgia, said the United States must take into account the tensions between Russia and Georgia when committing troops.\n\"It must be done in a way that doesn't endanger our relationship with Russia. We need a coalition to fight terrorism and we definitely need Russia in that coalition,\" said Bertsch, who has studied the region for more than 30 years.\nWhile some Russians may be alarmed by the American presence in Georgia, the move gives the United States a potential non-Muslim ally and base of operations in a region where Islam predominates.\nGeorgians have long chafed under foreign powers, first imperial Russia, then the Soviet Union, and would welcome a closer relationship with the United States, said George Brown, executive director of the Georgia Council for International Visitors.\nThat alliance \"will put Georgia back on the map of many Americans,\" said Brown, former executive director of the Friendship Force, which promoted family-to-family contacts between the two Georgias in the 1980s and '90s.\nThe Special Operations forces won't be the first U.S. military personnel entering the Republic of Georgia. The Georgia National Guard has had a close relationship with the National Guard of Georgia since 1995.\nLt. Col. Jim Driscoll, spokesman for the Georgia National Guard, said exchanges between the two forces have been largely humanitarian. More than 20 missions are planned this year, he said, including helping the National Guard of Georgia with maintenance procedures on 10 Huey helicopters recently acquired from the United States.\n\"We don't do any military-to-military training, but we acquaint them with how we do business,\" Driscoll said.\nIn addition, the Georgia National Guard has had a spot for the last three years on a five-person military liaison team from the U.S. European Command to the Republic of Georgia.\nAmong the beneficiaries of the Guard-to-Guard relationship are children who still suffer from poor health care that is a legacy of the Soviet system, said Norma Hassinger of Marietta. Hassinger, who has made about 15 trips to the Republic of Georgia since 1989, estimates she has been able to take more than $2 million in humanitarian aid there with assistance of the Georgia National Guard.\n\"There's a love affair between that Georgia and this Georgia,\" said Hassinger. A health care center for women and children in Tbilisi is being named after her. \"They feel we here are their best friends.\"\nDr. H. Kenneth Walker, professor of medicine at the Emory University School of Medicine, concurs. Walker is co-director of the Atlanta-Tbilisi Healthcare Partnership, a coalition of Atlanta universities and Grady Hospital that works with the Republic of Georgia to improve the medical resources available there.\nHe said the addition of U.S. forces there is \"a clear signal by the U.S. that Georgia is under its umbrella. That's a message that will be heard by everybody, and it will be an enormously stabilizing influence in that part of the world.\"\n\nGraphic\n\n \nPhoto:\nGeorgian President Eduard Shevardnadze welcomes American anti-terrorism help Monday in Tbilisi. / SHAKH AIVAZOV / Associated Press\n\nLoad-Date: March 8, 2002"
}