{
    "title": "Sept. 11 convict now says he renounces terrorism, al-Qaida",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 5,
    "day": 21,
    "full text": "BY MATTHEW BARAKAT\nThe Associated Press\nALEXANDRIA, Va. - The only man ever convicted in a U.S. court for a role in the Sept. 11 attacks now says he is renouncing terrorism, al-\nQaida and the Islamic State.\nZacarias Moussaoui is serving a life sentence at a federal prison in Colorado after narrowly escaping the death penalty at his 2006 trial.\nHe was sometimes referred to as the missing 20th hijacker, and while he was clearly a member of al-Qaida there is scant evidence to suggest he was slated to hijack a plane on Sept. 11, 2001. Instead, prosecutors pinned responsibility on Moussaoui because they said he could have prevented the attacks if he had not lied to the FBI about his knowledge of al-Qaida and its efforts to attack the U.S. when he was arrested in August 2001.\nIn a handwritten court motion Moussaoui filed with the federal court in Alexandria last month, Moussaoui wrote, \"I denounce, repudiate Usama bin Laden as a useful idiot of the CIA/Saudi. I also proclaim unequivocally my opposition to any terrorist action, attack, propaganda against the U.S.\"\nHe also said he wants \"to warn young Muslim against the deception and the manipulation of these fake\nJihadis.\"\nHis remarks are a far cry from his 2006 trial, when he taunted victims and flashed a victory sign after a jury opted to send him to prison for life rather than execute him. At his final sentencing hearing, he told the judge \"God save Osama bin Laden you will never get him.\"\nBin Laden was killed in a raid by U.S. forces on a compound in Pakistan in 2011.\nMoussaoui made his\nrenunciation in a petition seeking relaxation of the special administrative measures under which he serves his sentence. In particular, he says he wants either Rudy Giuliani or Alan Dershowitz to represent him as a lawyer, so he can testify in a civil trial filed by victims of the Sept. 11 attacks. Prison documents filed with his motion indicate he received a\nresponse of some kind to a letter he wrote to the American Civil Liberties Union but was not allowed to see it because it was marked as privileged legal communication, and he is only allowed to receive the mail if the prison can open and read it.\nMoussaoui has a long history of writing letters to the court - indeed he served as his own lawyer for several years leading up to his trial and regularly wrote legal motions referring to himself as \"Slave of Allah,\" a name he continues to use.\nHe has written numerous letters seeking to testify at the 9/11 civil trial, and at the military trials of al-Qaida members including Khalid Sheikh Mohammed. But those requests have not included the explicit renunciation of terrorism that he includes in his most recent letter. As recently as 2018, he continued to refer to himself as a \"natural born terrorist\" in court papers. In another handwritten motion that year, he concluded his motion with \"God Curse Ugly Satan of Abomination\" in huge letters.\nKatherine Donahue, an anthropology professor at Plymouth State University in New Hampshire, who wrote a book about Moussaoui called \"Slave of Allah\" after attending his 2006 trial, said she was unaware of any other instance in which Moussaoui had renounced terrorism or bin Laden. She said she expects he is being truthful, even though he admitted at his trial that he lied to the FBI after his arrest.\n\"He's been there 14 years. It's a long time to think about what you've done,\" she said. \"I don't see him lying. ... There were so many ways he could have helped himself before by lying\" but he didn't.\nTerry Strada, whose husband died in the Sept. 11 attack on the World Trade Center and is one of the plaintiffs suing Saudi Arabia for its alleged complicity in the attacks, was more skeptical.\n\"I don't trust him, that he's reformed himself in prison,\" she said. \"I wouldn't trust him around anybody's youth.\"\nLawyers representing the 9/11 plaintiffs did not return calls and emails seeking comment, nor did Giuliani or Dershowitz.\nU.S. District Judge Leonie Brinkema, who presided over Moussaoui's trial and was regularly subjected to Moussaoui's insults in court papers, denied his request and said any grievance he has about the treatment he's receiving in prison should be filed in Colorado where he resides.\n\"Raising these issues with this Court is an act of futility,\" Brinkema wrote.\nMoussaoui has appealed her denial to the 4th U.S. Circuit Court of Appeals in Richmond, Virginia.\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.\n\nLoad-Date: May 21, 2020"
}