{
    "title": "Serbs Send Kosovo Poet to Prison for Terrorism",
    "publisher": "the new york times",
    "year": 1999,
    "month": 12,
    "day": 10,
    "full text": "A Serbian court today sentenced Flora Brovina, Kosovo's leading poet and a noted campaigner for women's rights, to 12 years in prison on charges of terrorism committed during the NATO air campaign in Kosovo.\nMs. Brovina, 50, a pediatrician, headed the Albanian League of Women in Kosovo and ran a clinic for women and children. She was arrested in April in the Kosovo capital, Pristina, at the height of the NATO bombing and has been detained ever since.\nAccused of aiding the separatist guerrilla movement, the Kosovo Liberation Army, which was fighting Serbian forces in the province, she is the most prominent political prisoner of nearly 2,000 ethnic Albanians from Kosovo now in Serbian prisons.\nIn an appeal in her own defense today, Ms. Brovina said, \"As a humanitarian and a poet, it was my duty to join in the emancipation of Albanian women in Kosovo.\"\nAnd in a reference to the climate of revenge that is engulfing Kosovo, she said, \"I dedicated all my life to children who do not know they have a nationality until their parents tell them.\"\n\"I am sorry I am in jail because I cannot help to have an influence or help displaced people return to their homes and to influence Serbs and Albanians towards reconciliation,\" she said.\nBarbara Davis, the representative in Serbia of the United Nations High Commissioner for Human Rights, who attended the trial in the town of Nis in southern Serbia, described Ms. Brovina as dignified during the reading of the sentence.\n\"Her closing statement was very moving,\" Ms. Davis said. She continued, quoting Ms. Brovina: \" 'I regret the prosecution has so minimized the role of women in the world. I have been accused of wanting to change borders and unite Kosovo and Albania. My poems have been translated into Serbian, and many other languages and for me my homeland is where my poetry is read.' \"\nThe severity of the sentence shocked lawyers and human rights representatives attending the trial. They had hoped the court would be more lenient, saying that the prosecution had produced little evidence to support the charges.\nAt her first hearing last month, Ms. Brovina spoke in her own defense and described her activities in Kosovo as purely humanitarian, helping women and children and trying to raise health standards for Albanian women in Kosovo. She also stressed her antiwar activities, such as organizing peace marches.\nBut at the trial today the prosecution suddenly moved to change the indictment and raise the severity of the charges, Ms. Davis said. \"The new charge was based on her undertaking activities for the Kosovo Liberation Army during the NATO bombing,\" she said.\nIn her defense, Ms. Brovina said she had been sick with angina and was incapable of helping a guerrilla movement. She pointed out that when she was arrested outside her apartment in Pristina, the police had allowed her to collect her heart medicine from her home.\nThe prosecution then produced as testimony a 10-page statement signed by Ms. Brovina while in police custody in Pristina. Ms. Brovina said she had never been allowed to read the statement and denied the entire contents.\nShe said she had been interrogated 18 times after her arrest, usually from 7 a.m. to 5 p.m., during which time she was neither fed nor allowed to rest and was moved from house to house during the NATO bombing. \"I was completely exhausted and in such a condition that I would have confessed to anything,\" she said in court.\nAsked about the police treatment of her, she said: \"I am grateful that they only hit me once.\"\n\"We worked out she underwent 226 hours of interrogation, deprived of food and sleep,\" said Ms. Davis. \"I think I would call that 'under coercion,' \" she said of Ms. Brovina's statement made in custody.\nNatasa Kandic of the Belgrade-based Humanitarian Law Center, said that the evidence produced in court had not been enough to support such a sentence. \"It was a political trial,\" she said. \"She was punished as revenge for being an activist during the NATO bombardment.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Uranik Begu, the son of Flora Brovina, held a picture of his mother as he marched in a rally in Pristina, Kosovo's capital, last summer. Ms. Brovina was arrested in April and accused of aiding separatist guerrillas. (Associated Press)      \n\nLoad-Date: December 10, 1999"
}