{
    "title": "Serbs Intensify Sarajevo Attacks; 'Pure Terrorism,' Bosnia Charges",
    "publisher": "the new york times",
    "year": 1992,
    "month": 4,
    "day": 22,
    "full text": "Furious gun battles and shelling of Sarajevo's old Muslim-Slav center by Serbian forces erupted anew tonight as truce negotiations mediated by the European Community failed to stem a three-week offensive in Bosnia and Herzegovina.\n\"The European Community monitoring mission spent all day attempting to negotiate a cease-fire,\" a Western diplomat said. \"At one point it seemed positive, but it didn't come about. The first thing in the morning, they will try the whole thing all over again.\"\nSerbian guerrillas attacked Sarajevo, a city of more than 500,000, at 5 A.M. They fired artillery and machine guns at the city's electric company, at police stations and at the telephone company's main microwave complex.\nAt least nine mortar shells hit the Sarajevo television station, and Serbian gunmen moved to within 500 yards of the front door. But the station remained on the air throughout the day.\nHeavy explosions and the constant rattle of machine-gun fire waned in the late afternoon, producing an eerie silence that lured children back onto neighborhood streets to play. Heavy shelling resumed about 8 P.M.\n \n'Attempt to Divide the City'\n \"This is a clear attempt to divide the city,\" a senior official of Bosnia and Herzegovina's presidency said. \"It is pure terrorism.\"\nAt least 6 people died and at least 47 were wounded here today, local radio reports said. Ambulances were unable to reach the wounded in many areas because of sniper fire and shell blasts.\nThe scene in the central part of town was surreal this afternoon, as people walked their dogs and carried home loaves of bread within blocks of heavy gun battles near police stations.\n\"When they attacked Slovenia, we remained quiet,\" said a Muslim Slav woman holed up in her high-rise apartment. \"And when they made war in Croatia, we told ourselves it would never happen here. Now it has arrived, and we now know how wrong we were.\"\nThe Serbian artillery units on the mountainsides above Sarajevo are able to shell the city with immunity because the city's defenders have no comparable weapons with which to strike back.\nElsewhere in Bosnia and Herzegovina, Yugoslav jet fighters attacked Croatian militia positions in the towns of Siroki Brijeg, Citluk, Grude and Capljina, local news reports said. Heavy clashes were also reported in Turbe, Derventa and Mostar.\nThe attack on Sarajevo came a few hours after a meeting ended in Belgrade between Deputy Assistant Secretary of State Ralph R. Johnson and President Slobodan Milosevic of Serbia.\nAn American official, who recquested anonymity said Mr. Johnson delivered \"a strong message\" regarding responsibility for what was happening in Bosnia and Herzegovina, particularly in the Sarajevo area. He said he would evaluate his talks on the basis of whether there was an observable slackening of Serbian support for the gunmen who have overrun Muslim Slav towns in the Drina River area.\nAfter Mr. Johnson's meeting with the Serbian President, which took place Monday night, Mr. Miolsevic's Government issued a statement denying territorial ambitions. \"Serbia has no territorial pretentions on others, and from the very start has been for a peaceful and legal solution to the Yugoslav crisis,\" it said. \"Therefore, Serbia cannot accept attempts to achieve political aims by means of an unobjective portrayal of the situation, pressure, and the imposition of one's own will.\"\nBut a Western diplomat in Sarajevo said today's attack indicated that Serbian forces intend to occupy as much of Bosnia and Herzegovina as possible before April 29, the deadline set by the European Community to halt the offensive in Bosnia and Herzegovina or risk economic and political isolation.\nThe chairman of the European Community's conference on Yugoslavia, Lord Carrington, and Foreign Minister Joao de Deus Pinhiero of Portugal are to visit Sarajevo on Thursday.\n\"They are not coming here to enter into prolonged negotiations,\" a community diplomat said. \"It must be a final message.\"\nUnited Nations vehicles plied Sarajevo's streets for much of the day. \"We have no reason to think that we are the direct targets of attack,\" a United Nations spokesman said. \"We intend to stay here just as long as possible.\"\nThe gun battles paraylzed the international effort to aid Bosnia and Herzegovina's growing numbers of refugees.\n\"It's brought everything to a halt,\" said Fabrizio Hochschield of the United Nations High Commission for Refugees, referring to the distribution of 100 tons of American relief supplies airlifted into Sarajevo over the weekend. \"We have stored the stuff for security reasons at the United Nations headquarters, and now we can't get there.\"\n |||\n|--------------------||\n\nU.S. Consulting With Europeans\n WASHINGTON, April 21 (Special to The New York Times) -- The Bush Administration, determined to penalize the Serbian-led Government of Yugoslavia if Serbian forces continue attacks against Bosnia and Herzegovina, worked today with its European allies to coordinate punitive measures.\nAn Administration official said the United States has laid out a three-stage plan culminating in breaking diplomatic relations with the Government in Belgrade if assaults on Bosnia and Herzegovina do not stop. He said this plan was being coordinated with the 12 nations of the European Community.\nForeign Minister Hans-Dietrich Genscher of Germany told Secretary of State James A. Baker 3d by telephone Monday that his Government endorsed the Administration plan, including a break in relations with Belgrade if the situation in Bosnia worsened.\nA White House official, briefing reporters on the visit here Wednesday of Prime Minister Anibal Cavaco Silva of Portugal, said President Bush would discuss joint Yugoslav strategy with Mr. Cavaco Silva, whose Government now holds the rotating chairmanship of the European Community. The official spoke of a \"strategy of political pressure, isolation and accountability.\"\n\nGraphic\n\n \nMap of Bosnia and Herzegovina showing location of Sarajevo.\n\nLoad-Date: April 22, 1992"
}