{
    "title": "SERIES' 'WEIRD' SENSIBILITY IS A 'FRINGE' BENEFIT",
    "publisher": "daily news ",
    "year": 2008,
    "month": 7,
    "day": 15,
    "full text": "LOS ANGELES - The creators of Fox's new fall mystery drama \"Fringe\" lined up onstage to chat with television critics yesterday, and if you'd just added a few pairs of pointed ears, you could have been looking at a Polaroid snapshot of five hard-core geeks from a \"Star Trek\" convention.\nBut what these five sci-fi-techno fans create is anything but geeky, and if the early buzz for \"Fringe\" is any indication, it's got a good shot at following in the ultracool footsteps of their last TV project, a little drama called \"Lost.\"\nLike \"Lost\" and their other projects, which include the next \"Star Trek\" movie, \"The Transformers\" and \"The X-Files,\" \"Fringe\" explores what producer J.J. Abrams called \"the weird place where medicine and science meet real life.\"\nThere will be at least one ­conceptual difference, however, Abrams promised: \"Fringe\" won't be as \"complicated\" as \"Lost.\"\n\"There will be a story every week as well as the overarching story,\" he said. \"So you won't have to have insane devotion to follow it. You won't have to watch episodes one, two and three to understand episode four.\"\n\"Fringe\" starts with a 767 from Hamburg, Germany, crashing onto the runway at Boston's Logan Airport with no signs of life and lots of blood on the insides of the windows.\nEveryone inside, it turns out, has died a violent and grisly death, which will probably bring the word \"terrorism\" to mind for many viewers.\nBut terrorism, or at least any conventional kind of terrorism, quickly turns out to be too easy an explanation.\nFBI special agent Olivia Dunham, played by Anna Torv, catches the case and immediately realizes something strange is going on. She enlists the help of mentally unstable genius Walter Bishop (John Noble) and his estranged son Peter (Joshua Jackson), and the ride begins.\nOdd things happen to people, most of them not good. Things blow up. Olivia gets cryptic warnings not to get too nosy. This only makes her nosier. It's a star role for Torv, an Australian actress previously little-known here, and she said yesterday she's having a really good time with it.\n\"Getting to kick a- is great,\" she said.\nShe got to learn how to handle a gun, which she hadn't done before, and she ­added that the show's whole \"Twilight Zone\" premise is also intriguing.\n\"I like that conspiracy stuff,\" she said. \"Like who has the knowledge and who has the power and why don't we.\"\nIt doesn't hurt that \"Fringe\" already has a loud buzz, amplified by the fact a rough cut of the pilot episode mysteriously appeared on the Internet about a month ago. All five executive producers yesterday denied any knowledge of that leak.\n\"We don't like to put anything out until it's finished,\" said Bryan Burk.\nWith \"Fringe,\" it seems, the mysteries never end.\n\nGraphic\n\n \nJoshua Jackson (l.), Anna Torv & John Noble probe a puzzling plane crash in the Fox drama \"Fringe.\" PRODUCER J.J. ABRAMS\n\nLoad-Date: July 15, 2008"
}