{
    "title": "Service Chiefs Must Go - CAN",
    "publisher": "the will ",
    "year": 2020,
    "month": 2,
    "day": 13,
    "full text": "The leadership of the Christian Association of Nigeria (CAN) has condemned in strong terms last Sunday's reported killings of over 30 people at Auno, near Maiduguri by the suspected Boko Haram terrorists.\nA statement issued in Abuja on Wednesday by Pastor Adebayo Oladeji, the Special Assistant (Media and Communications) to the CAN President, Rev. Samson Ayokunle, said: 'While commiserating with families of the bereaved, the people of Borno State, our Muslim brothers and sisters including the Borno State government, we found it rather shocking and unfathomable the reported policy of the military that necessitated closing the only entry gate against civilian citizens commuting from security risk roads and areas into Maiduguri only to become cheap preys for blood-thirsty terrorists to slaughter.'\n'If the road must be closed, why is the security protection not made available for the travellers who would arrive there after the closure? Was there any evidence that a thorough check was carried out on the travellers and their vehicles to confirm if they were armed?\n'The military authorities should investigate the circumstances that led to the emergence of the gate instead of adequate provision of security on the road in order to stop the incessant invasion of Maiduguri and terror attacks in the area. That is why we salute the popular position of the state governor, Prof BabaganaZulum who has been consistently critical of the failure of the Army in stopping the menace of terrorism in the state.\n'The Army and Federal Government had severally told us that terrorists had been decimated, technically defeated and chased away from the country; yet, the terrorists have become even more daring in their deadly operations, consistently attacking communities, killing, maiming, abducting and burning property with minimal or without any resistance from the frontline troops. This is totally unacceptable and it is condemnable'.\nCAN maintained that the security arrangement in the country: 'especially in the North-east, has been compromised and except the security system is completely overhauled, Nigerians will remain helpless and Federal Government may never be able to contain the current nightmarish security situation'.\nThe religious body went further that there is no doubt that: 'sabotage and compromise are largely responsible for the prolonged terrorism, banditry, kidnappings and herdsmen killings in the country, an allegation that has been confirmed by authoritative voices in the country's security circle at the highest level.\n'It is however sad that Federal Government and the Commander-in-Chief is still turning a deaf ear to the desperate calls for the rejigging of the security architecture by Nigerians.\n'Our position is very clear: Federal Government is not ready to overhaul the security agencies despite their poor performances just to maintain the status quo ante and sustain the widely acclaimed suspicious regional agenda.\n'We once again call on all well-meaning Nigerians to put the needed pressure on Federal Government to let go of heads of all security agencies and the service chiefs. For he alone takes full responsibility for the failure and success of governance and national security situation in the country.'\n\nLoad-Date: February 18, 2020"
}