{
    "title": "Session shows how to spot terrorism before it starts",
    "publisher": "lancaster new era",
    "year": 2002,
    "month": 6,
    "day": 18,
    "full text": "Terrorists are bent on doing harm, plus \"they're very motivated in what they're doing -- and we need to be just as motivated,\" Pete Parke said, a notepad and pen on the table in front of him.\nNearby, Gary and Judy Maxwell were learning how important it is \"to know your neighbors and to be aware of what's going on in your neighborhood,\" as Judy Maxwell put it. \"It's good to communicate.\"\n#TERRORISM.NP.mag#\nParke and the Maxwells were among the local residents at a session Monday night in Mount Joy that was designed to teach them how to spot terrorism -- before it happens.\n\"We don't want you to think of terrorism as just an international thing,\" said borough police Sgt. John R. O'Connell Jr., who led the 90-minute \"community anti-terrorism training\" program.\n\"It can be national, it can be local, it can even be something very small like a hate group.\"\nThe goal of O'Connell's talk wasn't to get everyone \"to lock ourselves in our homes -- but to be more aware of our community,\" the sergeant said. \"No one in this room could have stopped a 9-11, but we can stop smaller things.\"\nThere are potential targets in any area, he said, and everyone -- without being paranoid or calling police about every simple thing -- can do things to be more aware of signs of trouble.\n\"The goal,\" he explained to the dozen or so residents at the session at the Fire Department Mount Joy station on New Haven Street, \"is to stop an attack, rather than just react to it.\"\nO'Connell then showed a familiar picture of a familiar face -- Osama bin Laden, with a machine gun at the ready next to him.  That's what a terrorist looks like, right?\nWrong, the sergeant said. The typical terrorist \"doesn't have a towel around his head, they're not all male, not all religious nuts\" and not visible in other ways.\nSo be aware of who should and should not be in your neighborhood, and observe details, he emphasized.\nDon't call police and tell them you see a \"suspicious-looking guy\" down at the water tower, he said.\nA full description would be better -- including height and weight, clothing, license plate number, and what the person is doing that's so suspicious -- O'Connell added.\nDon't call police \"just because a bald guy moved in next door,\" the sergeant said. But if you see other signs of a skinhead hate group, then you might have trouble brewing, he said.\nFor Parke, who's a state constable in adjoining West Donegal Township, the session \"did a great job in educating the local residents of the realities of today's life, without causing a sense of alarm and panic.\"\nIt showed him we all have to be \"aware of our surroundings and not bury our heads in the sand. And I think there's a lot of that going on right now: People tend to go back to where they were (once an incident passes), and I think people need to stay alert.\n\"The more educated we become in being aware of our surroundings, the more we can all help to keep our family and friends safe.\"\n\"It's good to know,\" Mrs. Maxwell said, \"that our community is taking charge of something like this.\"\nShe's a retired emergency medical technician, while her husband is a retired firefighter, so both are trained to notice details, \"and it doesn't leave your blood,\" Gary Maxwell said.\nThe presentation was part of an effort called the CAT (community anti-terrorism) Eyes Program, developed to help local communities fight terrorism. For more information, visit www.cateyesprogram.com. \n\nLoad-Date: June 19, 2002"
}