{
    "title": "Settlement reached in ACLU lawsuit against CIA interrogation",
    "publisher": "st. louis post-dispatch ",
    "year": 2017,
    "month": 8,
    "day": 18,
    "full text": "SPOKANE, Wash. - A settlement was announced Thursday in a landmark lawsuit brought by the American Civil Liberties Union against two psychologists involved in designing the CIA's harsh interrogation program used in the war on terrorism.\nTerms of the settlement were not disclosed.\nTrial had been scheduled for Sept. 5 in federal court in Spokane, Wash.\nAttorneys for the ACLU called it a historic victory, saying this is the first time the CIA or its private contractors had been held accountable for torturing suspects in the war on terrorism.\nThe ACLU filed the lawsuit on behalf of three former detainees, who contended they were tortured at secret sites overseas.\nThe defendants were psychologists James Mitchell and John \"Bruce\" Jessen, who were under contract with the federal government following the Sept. 11 terrorist attacks.\nThe lawsuit claimed the psychologists designed, implemented, and personally administered an experimental torture program. The techniques they developed included waterboarding, slamming the three men into walls, stuffing them inside coffin-like boxes, exposing them to extreme temperatures, starving them and keeping them awake for days, the ACLU said.\n\"This outcome shows that there are consequences for torture and that survivors can and will hold those responsible for torture accountable,\" said Dror Ladin, an attorney for the ACLU. \"It is a clear warning for anyone who thinks they can torture with impunity.\"\nJames T. Smith, lead attorney for the psychologists, said his clients were public servants whose interrogation of suspected terrorists was authorized by the government.\n\"The facts would have borne out that while the plaintiffs suffered mistreatment by some of their captors, none of that mistreatment was conducted, condoned or caused by Drs. Mitchell and Jessen,\" Smith said.\nJessen, who lives in the Spokane area, said in a statement that he and Mitchell \"served our country at a time when freedom and safety hung in the balance.\"\nMitchell also defended their work, saying \"I am confident that our efforts were necessary, legal and helped save countless lives.\"\nThe lawsuit was filed in 2015 on behalf of Suleiman Abdullah Salim, Mohamed Ahmed Ben Soud and the estate of Gul Rahman. It sought unspecified monetary damages from the psychologists, whose company was based in Spokane.\nRahman, an Afghan, was taken from his home in Pakistan in 2002 to a secret CIA prison in Afghanistan. He died of hypothermia several weeks later after being shackled to a floor in near freezing conditions.\nAccording to the lawsuit, Salim and Ben Soud both were subjected to waterboarding, daily beatings and sleep deprivation while inside CIA secret prisons. Salim, a Tanzanian, and Ben Soud, a Libyan, were later released after officials determined they posed no threat.\nA U.S. Senate investigation in 2014 found that Mitchell and Jessen's techniques produced no useful intelligence in the war on terrorism. They were paid $81 million for their work, the Senate report said. President Barack Obama terminated the contract in 2009.\nMitchell and Jessen previously worked at the Air Force survival school at Fairchild Air Force Base outside Spokane. They trained pilots to avoid capture and resist interrogation and torture. They were hired by the CIA, which wanted them to reverse-engineer their methods in order to break terrorism suspects.\nThe Justice Department got involved in the case to represent the government's interests in keeping classified information secret but did not try to block the lawsuit.\n\nLoad-Date: August 19, 2017"
}