{
    "title": "Seven Italian Seamen Are Found Slain on Vessel Docked in Algeria",
    "publisher": "the new york times",
    "year": 1994,
    "month": 7,
    "day": 8,
    "full text": "In what seemed to be an attack by Islamic militants who have vowed to kill foreigners, seven Italian seamen were found killed with their throats slit aboard a ship in an Algerian port today, Italian officials said.\nThe men had apparently been slain while they slept, bringing to 42 the number of foreigners killed in terrorist attacks in Algeria since the militant Algerian Armed Islamic Group told foreigners last October to leave the country within a month or face retribution.\nNews of the attack in the port of Djedjen, near Jijel, 200 miles east of Algiers, reached Italy as Prime Minister Silvio Berlusconi prepared to receive leaders of the world's major industrial countries.\n \nLink to Summit Meeting\n One Italian official, Deputy Prime Minister Giuseppe Tatarella, suggested that the killings may have been timed to coincide with the gathering of leaders of rich and powerful countries that the Islamic militants accuse of backing the Algerian military Government.\n\"All strategies of terror are linked to various aims,\" Mr. Tatarella said in Rome. \"Today was the G-7 but one can also see this in the broader context of destabilizing relations among the Mediterranean countries.\"\nThere was no independent corroboration of the assertion and no one immediately took responsibility for the killings.\nAt a news conference here, Prime Minister Berlusconi acknowledged that the killings had cast a shadow over the meeting of the Group of Seven, which opens with an official dinner Friday night.\n \n'Terrible News'\n \"This is terrible news that strikes us to the heart,\" he said. \"And I am sorry that this gathering should begin with this news, which touches us profoundly.\"\nForeign Minister Antonio Martino called the killings \"particularly vicious.\"\nAccording to Italian officials and diplomats, the seven Italians had arrived in the Algerian port on Wednesday aboard the Naples-based Lucina bearing a cargo of grain -- one of Italy's biggest exports to Algeria.\nThe killers had apparently crept aboard the ship overnight while the vessel was unguarded. When no one appeared on deck today, the dead Italians -- the ship's entire crew -- were found in their cabins with their throats slit, officials said.\n \nCall for Talks\n At his news conference, Mr. Berlusconi urged \"the healthy part\" of Algerian society to \"marginalize the sick part that dedicates itself to terrorism,\" urging negotiations \"without ideological limits\" with Islamic militants to end terrorism there.\nPrime Minister Mokdad Sifi of Algeria made no mention of such negotiations in a condolence message to his Italian counterpart today in which he promised to \"work ceaselessly to eradicate terrorism.\"\nAlgeria's strife between Islamic militants and Government forces has taken some 3,700 lives since 1992 when the military Government canceled an election that Islamic candidates seemed to have won.\nBut the latest killings may also reflect the perils facing foreigners who ignore the warning to leave. Last May, also in the Jijel region near the newly built Djedjen port, gunmen opened fire on a bus from ambush, killing 11 Algerians and 3 Russians.\nThe worst single attack was last December when 12 Croats were found killed with their throats slit.\n \nAre Italians a Target?\n The latest slayings produced worries in Rome that Italians were being singled out for attack, possibly because of Italy's close economic ties to Algeria. Italy is the biggest importer of Algerian natural gas and 100 Italians work prospecting for oil and gas in southern Algeria.\nThe authorities in Algeria are still searching for another Italian, Ferruccio Franchini, who disappeared south of Algiers last weekend. The police found his car abandoned this week with a punctured tire and blood stains on a door.\nPreviously many fundamentalist attacks have been directed at the French, the country's one-time colonial rulers. As a Mediterranean country, though, Italy also regards itself as having a special economic and political relationship with North African states, even though its strict immigration policies are aimed at thwarting any mass influx of job-seekers from the region.\n\nLoad-Date: July 8, 1994"
}