{
    "title": "Seven killed in explosion outside police office in W. Afghanistan",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 21,
    "full text": "A suicide vehicle bomb in Afghanistan's Ghor Province has done massive damage, and killed at least 15 people, mostly civilians.\nNo one has claimed responsibility for the attack yet.\nViolence has continued to rise in the country already shattered by two decades of war.\nSmoke rises from the site of a auto bomb attack that targeted an Afghan police headquarters in Feroz Kho, the capital of Ghor Province on October 18, 2020.\n\"The explosion was very powerful\", said Mr Aref Abir, spokesman for the Ghor governor.\nCalifornia Issues Guidance For Reopening Theme Parks (Developing News)\nUnder the guidelines, small theme parks may reopen to same-county residents when their county enters Tier 3 (moderate/orange). Smaller parks will have better luck here, but for now, it looks like Disneyland and Univeral won't be reopening anytime soon.\nAlong with the police headquarters, judiciary offices, women's affairs department and a number of government agencies are located in the blast area.\nOn Friday, the Taliban agreed to suspend attacks in southern Afghanistan that had displaced thousands of residents in recent days.\nThe US special envoy to Afghanistan has warned that \"distressingly high\" levels of violence threaten to derail ongoing peace talks between the Afghan government and the Taliban. On 16 October, the Taliban agreed to halt its attacks on the condition that the United States stopped its airstrikes in the area. \"There are fatalities and casualties, and people are taking them to hospitals\". \"We condemn this crime, which is against humanity, and we call on the countries that support terrorism to stop supporting terrorism in Afghanistan\".\nUSA special envoy to Afghanistan, Zalmay Khalilzad, who mediated the intra-Afghan talks, also raised concerns in a series of tweets saying the \"distressingly high\" levels of violence threatened to undermine the talks.\nGuterres strongly condemned the \"indiscriminate attack\" in an area where many civilians are present.\n\nLoad-Date: October 21, 2020"
}