{
    "title": "Several Anti-Terrorism Proposals Would Affect College Students",
    "publisher": "the chronicle of higher education",
    "year": 2002,
    "month": 2,
    "day": 22,
    "full text": "Some state lawmakers are offering up their own ideas for fighting terrorism through proposals that involve college students.\nIn Georgia, State Rep. Chuck Sims, a Democrat, is pushing a bill that would force colleges to keep closer tabs on foreign students.\nHis legislation would require Georgia institutions to notify the U.S. Immigration and Naturalization Service if a foreign student skipped class for two consecutive weeks without a doctor's excuse.\nMr. Sims said he had introduced the bill to help shore up national security. At least one of the September 11 hijackers entered the United States on a student visa and didn't attend class.\n\"This would make us be a little more accountable for what's going on in higher education,\" he said.\nSome Florida lawmakers, meanwhile, want to prevent state financial aid from going to students from countries that the U.S. State Department considers sponsors of terrorism: Cuba, Iran, Iraq, Libya, North Korea, Sudan, and Syria.\nState Rep. Dick Kravitz, a Republican, introduced a bill to ban the aid, and the measure passed the Florida House of Representatives' Colleges and Universities Committee this month.\nIn the fall of 2001, Florida awarded about $254,000 in state aid to college students from the seven countries, according to a House analysis.\nIn New York, a state lawmaker suggested to the chancellor of the State University of New York this month that the system require foreign students on its campuses to take courses in American philosophy, democracy, and the U.S. Constitution, to counter the kind of hatred that led to the September 11 attacks.\nState Rep. Samuel Colman, a Democrat, immigrated to the United States from Poland almost 50 years ago.\nHe has argued that the more students know about America, the more they will like it.\n\nLoad-Date: March 25, 2002"
}