{
    "title": "Sex, Shame and Terrorism",
    "publisher": "the new york times",
    "year": 2018,
    "month": 5,
    "day": 1,
    "full text": "As an instrument for delivering publicity, terrorism clearly works. Or at least it did last week, when the hitherto obscure term ''incel'' went viral after Alek Minassian drove a truck into a crowd of pedestrians in downtown Toronto. Mr. Minassian, just before carrying out his attack, wrote a post on Facebook in which he proclaimed the arrival of an ''incel rebellion.'' Standing for ''involuntarily celibate,'' the term is used as a badge of honor among a fringe online subculture of misogynists who say they hate women for depriving them of sex. So now we know.\nWere it not for that post, speculation about Mr. Minassian's attack would have focused on its connection to the Islamic State. It certainly looked like an Islamic State attack: The terrorist group has been aggressively inciting its followers to kill Western civilians with motor vehicles, and since then there have been many such attacks. Mr. Minassian cannot have been oblivious to these horrific rampages and the tremendous publicity that they attracted. This was an Islamic State-inspired attack minus the Islamic State ideology. \n  Mr. Minassian is obviously a deeply troubled individual. And mass murder is driven by a variety of psychological factors. But much of Mr. Minassian's trouble seems to have been fueled or exacerbated by the frustration and shame that accompanied his lack of sexual contact with women. This would have made him feel unfulfilled and indignant, and also weak and unmanly. The sense of shame from not being able to perform a culturally approved sex role may be a key to understanding his murderous rage. It may also be another thread connecting him to other violent actors whose ideology is different from his own, yet whose actions are similar. It is not difficult to spot parallels with the world of jihadism, where women and sex are similarly fixated on to an extraordinary degree.\n  Among those who identify with the ''incel'' movement, there is a pathological fixation on sex and women, and there is a self-pitying perception that everyone else, except the community of ''incels,'' is having sex. Women are craved, but they are also reviled for what the incels believe is their selective promiscuity: They seem to be having sex with everyone but them. This is internalized as a grave personal insult. The function of the ''incel'' movement is to transform that personal grievance into an ideology that casts women as despicable sexual objects.\n  The core emotion that animates ''incels'' is sexual shame. It's not just that these men are sexually frustrated; it's that they are ashamed of their sexual failure. At the same time, they are resentful of the sexual success of others, which amplifies their own sense of inadequacy. This explains why they gravitate toward an online subculture that strives to rationalize their shame and redirect the blame for their failure onto women.\n  Like incels, jihadists similarly crave sex, but the circumstances surrounding its consummation are closely regulated by their religious norms, which prohibit sex outside of marriage and same-sex couplings. Among jihadists, even masturbation is frowned upon, although Osama bin Laden famously issued a masturbation fatwa, permitting it in times of urgent need.\n  This repressive attitude toward sex and sexuality has led some commentators to suggest a connection between sexual frustration and the murderous rage of jihadist suicide bombers. The evolutionary biologist and atheist Richard Dawkins, for example, suggested that far from being motivated by thoughts of injustice, the Sept. 11 hijackers were driven by thoughts of sex. Referring to the ''martyr's reward of 72 virgin brides,'' he asserted that ''testosterone-sodden young men too unattractive to get a woman in this world might be desperate enough to go for 72 private virgins in the next.'' Developing this theme further, the late Christopher Hitchens wrote that the jihadists' ''problem is not so much that they desire virgins as that they are virgins.'' Or as the sociologist Mark Juergensmeyer once put it: ''Can't get married, can't have sex, so they blow things up.''\n  It's easy to dismiss these observations as reductive caricatures in their portrayal of Muslims as sexually repressed. And, of course, jihadist violence is about far more than just sexual frustration. But there is too much anecdotal evidence about the sexual torment of jihadists and their ideologues to reject the connection outright. For example, Sayyid Qutb, the grandfather of jihadist ideology, was disgusted by Americans' sexual license during the 1950s, yet he was clearly viscerally excited by its spectacle. Mohammed Atta, the leader of the Sept. 11 hijackers, instructed in his will that his body be prepared for burial by ''good Muslims'' and that no woman was to go near it, presumably because he found them dirty and spiritually contaminating. This aversion to women didn't stop him from visiting a strip club just before the attack, but it did prevent him from shaking women's hands. One extremist reportedly told the terrorism scholar Jessica Stern that he was ''vaginally defeated.''\n  According to Professor Juergensmeyer, ''Nothing is more intimate than sexuality, and no greater humiliation can be experienced than failure over what one perceives to be one's sexual role.'' Furthermore, he argues, such failures ''can lead to public violence,'' which is performed to cancel out feelings of shame and reassert the claim to manhood.\n  It's possible that Mr. Minassian's ramming attack in Toronto was just such a performance, and that what he most wanted was to make himself visible to all those women who had, in his mind, made him feel worthless and invisible. However confused and hallucinatory, it was a claim to his virility as a man, as well as an indictment on a sexually promiscuous world from which he had been excluded. That's a claim that many jihadists would no doubt understand, if not indeed sympathize with.\n  Follow The New York Times Opinion section on Facebook and Twitter (@NYTopinion), and sign up for the Opinion Today newsletter. \n\nhttps://www.nytimes.com/2018/04/30/opinion/sex-shame-incels-jihadists-minassian.html\n\nLoad-Date: May 1, 2018"
}