{
    "title": "Sex, God and terrorism",
    "publisher": "university wire",
    "year": 2007,
    "month": 3,
    "day": 28,
    "full text": "Every year thousands of new students at the University of Michigan face a terrible choice. They can either keep the childhood faith that has given them consolation and meaning in the past or they can abandon it and join the world of mature, rational thinkers to whom religious belief is naive at best. This is more than a source of personal angst; the conflict between the secular modern world and traditional faiths is the engine of the world's bloodiest conflicts.\nAccording to studies by the University of California at Los Angeles and Harvard Divinity School, only 10 percent of college students are atheists and a full 36 percent of professors at elite universities are. The data seem to suggest that intellectual refinement and faith are opposed. And the outlook of both committed atheists and religious fundamentalists gives little reason to doubt that.\nOn the one side is the atheist evangelism of scientists like Richard Dawkins, a biologist called \"Darwin's bulldog\" for his defense of evolution and attacks on faith. On the other side is the proud irrationalism of religious leaders. There doesn't look to be much room for compromise.\nIt wasn't always this way. In the early days of the Enlightenment, reason and religion coexisted in relative peace. But it didn't last. Educated people came to suspect that religion's pogroms, witch hunts and inquisitions exposed its morality as a sham. When today's college students go through the personal Enlightenment of adolescence, it's these ethnocentric atrocities they question first.\nAre we really to believe that the children of Rwanda, murdered after witnessing their own parents hacked to death by machete, were sent to a Hell a thousand times worse? Are the millions of Chinese or Indians who died without ever hearing of Jesus now victims of torture more horrible than those of any human dictator simply because they were never Christians? Hitler would envy a God so cruel.\nThe same goes for the bigotry of many modern believers. Corrupt Republicans have pandered to anti-gay bigots, those twisted citizens who find justification in the Bible for their loathing of anyone with a sexual life less joyless than theirs. Yet when confronted, America's religious hypocrites claim they're the real victims of anti-religious prejudice. If this is religion, it's not surprising that many college students abandon faith for sex, drugs and rock'n'roll -- gods that, by contrast, actually make you feel good.\nBut what does a college education offer as a substitute? Science's answers seem more solid, but they give only explanations, not meanings. To paraphrase astronomer Sir Arthur Eddington, science brings no light to the cave -- it can only study the shadows on the walls. Meanwhile, attempts to practice science without morality have led to such modern wonders as atomic bombs and orbital-satellite-laser weapons.\nThe humanities are no better. Rather than being reduced to brain chemistry, religious experience is merely a product of culture and history. In extreme forms, this critique leads to the narcissism of \"The Secret\" or \"The Da Vinci Code,\" where the suppressed secret of spirituality is actually some version of the insipid New Age maxim \"you create your own reality.\"\nYes, your own ego is in fact God Almighty.\nPerhaps the worst consequence of the split between religion and modernity is terrorism. As the brilliant American scholar Ken Wilber suggested, all modern terrorist groups, from American Protestant abortion-clinic bombers to Iraqi mujahedeen, are motivated by a feeling of grievance and hatred toward a modern world that offers no room for their ancient beliefs. Wilber argues the secular-religious conflict that college freshmen feel is the same conflict that has driven religious warfare for centuries.\nWhat the world desperately needs is a new understanding between reason and faith. First, religions need to cease their hostility towards modern life and grant the same legitimacy to forms of faith that honor modern science and tolerance that they grant to the beliefs of the ancients. Second, secular-modern authorities, including universities, need to acknowledge that the moral and spiritual core of religion could actually be valid on its own terms.\nWithout this mutual acceptance, we're doomed to a world where educated moderns mistake their own egos for God and religious believers pray for the modern world to be destroyed so God can return. This truce between faith and reason doesn't mean intellectuals need to give in to superstition or the faithful need to swear fealty to Mammon. After all, if there's one thing that both sides can agree on, it's that the modern world is hardly suffering from an overabundance of faith, hope, love and tolerance.\n(C) 2007 Michigan Daily via U-WIRE\n\nLoad-Date: March 28, 2007"
}