{
    "title": "SFU experts question whether Ottawa shooting linked to terrorism",
    "publisher": "university wire",
    "year": 2014,
    "month": 10,
    "day": 27,
    "full text": "Canadians were left distraught last Wednesday, October 22, 2014 after an attack was made against Canada's political leadership, resulting in the death of a Canadian war soldier.\nAt 7:00 a.m., Cpl. Nathan Cirillo, 24, lost his life while guarding the National War Memorial in Ottawa.\nThe incident has caused multiple media outlets to speculate as to the reasons behind the attack, with some labelling it as an isolated incident while others point to links with terrorism.\nRob Gordon, an SFU professor of criminology, says that his initial reaction to the attack was to believe that this \"may have been linked to the hit-and-run that occurred in Quebec two days prior, and that it might be connected with the intention to bring terrorism to Canada.\"\nHowever due to recent reports, Gordon now believes that this \"deranged individual\" was probably not connected to an extremist group, as evidence suggests that he was a loner, appearing from nowhere, and who, within minutes of shooting a war soldier, tried to force his way into Parliament.\nHis choice of weaponry also suggests that he was poorly equipped for a potential terrorist attack.\n\"Had he not been shot and killed, we might have more answers to this individual's actual motives for taking fire Wednesday morning,\" said Gordon. \"I doubt this man is linked to any extremist groups, and he is likely just a copycat killer; attempting to repeat Monday's incident, which resulted in the death and injury of two other Canadian soldiers.\"\nHe continued, \"Terrorist attacks usually harbour subsequent threats and, at this point, we have not witnessed any.\"\nNew intelligence reports also indicate that the shooter in Ontario, Michael Zehaf-Bibeau, and Martin Couture-Rouleau, the driver in the fatal hit-and-run in Quebec, might have possessed similar character traits, but that there is no direct link between the two individuals or either incident.\nContrary to Gordon's view, Andre Gerolymatos, an SFU professor of history and international security expert, believes that Zehaf-Bibeau was following directions from ISIS, and that this might be the first of many terrorist-like attacks against Canada.\n\"It is a mechanism to cause fear,\" said Gerolymatos of the shooting. \"Whether you kill one individual or hundreds, it causes the same effect - fear has been instilled upon the country and its government.\"\nGordon noted that there were certain government actions that took place on Wednesday morning that would make the incident extremely well-timed if it was connected to terrorism.\nFor one, Stephen Harper was in the process of passing a security bill that would grant the Canadian Security Intelligence System more power to track and investigate potential terrorists. This bill was scheduled to be tabled Wednesday, but has been deferred for the time being, with government house leader, Peter Van Loan refusing to acknowledge when this bill will come to light.\nSecondly, Malala Yousafzai, a Pakistani woman, was being awarded honorary Canadian citizenship in Toronto, due her courageous efforts in trying to establish activism for young girls in her region of Pakistan and her resilience in the face of brutalization from the Taliban.\nWhether or not Wednesday's events symbolize a terrorist attack, both SFU experts agree that more security precautions and surveillance will be increased across the country.\nGordon said, \"RCMP enforcement will be expected to be hyper-vigilant, in the off chance that something does happen again.\"\nGerolymatos echoed these thoughts: \"Politicians and legal enforcement will have tremendous pressure to make sure a tragedy like this doesn't happen again - whether that be to increase levels of electronic security or take preventative detention measures; although this could prove difficult and upsetting to Canada's legal system.\"\nDespite this, if Harper's new security bill is passed, it might include measures to allow preventative detention - as long as these remain within the scope of the law.\nGordon added, \"Although an abundance of caution is needed, police and government officials must strike a balance between conducting activities in a normal manner, while constructing a surveillance mechanism that will allow them to take dangerous perpetrators down.\"\n\nLoad-Date: October 27, 2014"
}