{
    "title": "Sgt. 1st Class Aaron A. Henderson",
    "publisher": "daily news ",
    "year": 2012,
    "month": 10,
    "day": 7,
    "full text": "Sgt. 1st Class Aaron A. Henderson, 33, went home to be with Jesus Tuesday, Oct. 2, 2012, at Bagram Air Force Base in Afghanistan as a result of an improvised explosive device. Aaron was born April 19, 1979, in Houlton, to Christine (Putnam) and Dallas R. Henderson.\nHe was a 1997 graduate of Hodgdon High School and was a member of Military Street Baptist Church. Aaron Henderson joined the U.S. Army in August of 2000 and went on to serve in several units including an overseas assignment to Japan. In 2005 he went through Special Forces Assessment and Selection and graduated from the Special Forces Qualification Course in early 2007. He was then assigned to A Company, 2nd Battalion, 5th Special Forces Group - Airborne, at Fort Campbell, Ky., where he served as a senior communications sergeant for Operation Detachment Alpha 5215. He deployed to Jordan twice, three times to Operation Iraqi Freedom and once to Operation Enduring Freedom. He was serving on ODA 5212 in Afghanistan at the time of his death. His awards and decorations include the Bronze Star Medal, Purple Heart, Meritorious Service Medal, Army Commendation Medal with three Oak Leaf Clusters, Army Achievement Medal with four Oak Leaf Clusters, Army Good Conduct Medal with three Oak Leaf Clusters, National Defense Service Medal, Afghanistan Campaign Medal with a Bronze Service Star, Iraq Campaign Medal with four Bronze Service Stars, Global War on Terrorism Expeditionary Medal, Global War on Terrorism Service Medal, Noncommissioned Officers Professional Development Ribbon - 3rd award, Army Service Ribbon, Overseas Service Ribbon - 2nd Award, NATO Medal, Army Meritorious Unit Commendation, Combat Infantrymen Badge, Master Parachutist Badge, Special Operations Diver Badge, Special Forces Tab, and the Ranger Tab. Aaron's priorities were serving God, his country, his family and others. Coming home to spend time with his family was one of his favorite things. He enjoyed being at the family camp, hunting, four-wheeling, playing games, sitting around talking and puttering around in the barn. There are no bad memories of Aaron; each one brings a smile. He found his niche when he joined the Army and became a Green Beret. He wore his uniform proudly, lived honorably and courageously, and will be forever remembered as our hero. Aaron loved life and lived it with an enthusiasm that was contagious. People were drawn to him because he showed compassion and kindness. He had a way of drawing attention away from himself by expressing interest in others' lives. If he asked you how you were, he really wanted to know and listened for your answer. Like his father, he had a quiet way of coming alongside people and offering whatever help and hope might be needed. He was easy to love.\nAaron was predeceased by his father, Dallas. He is survived and will be forever missed by his mother, Christine; brothers, Bob and his wife, Leisa, and their children, Kurtis and Kaitlyn, Corey and his wife, Holly, and their children, Davis and Dallas, and Sam and his wife, Kiley, and their children, Mia and Daniel; many aunts, uncles, cousins and friends.\nFriends may call noon-2 p.m. Wednesday at Houlton High School Gymnasium, where a funeral service will be held 2 p.m. with the Rev. Randall Burns officiating. Interment with full military honors will be at East Hodgdon Cemetery. In lieu of flowers, donations may be made to Military Street Baptist Church, Greater Houlton Christian Academy or Wounded Warriors. For an online memory book and to leave condolences, please visit www.bowersfuneral.com.\n\nLoad-Date: October 8, 2012"
}