{
    "title": "SHADOW OF TERRORISM FALLS ACROSS THE U.S",
    "publisher": "the new york times",
    "year": 1983,
    "month": 12,
    "day": 18,
    "full text": "WASHINGTON THE images of the past week tell the story. The battleship New Jersey firing its 16-inch guns into the Lebanese hills, the debris in the truck-bombed American compound in Kuwait, the concrete highway dividers being placed around the State Department in Washington and in front of the United States's Mission to the United Nations in New York. Violence is being answered not only with force but with anger, frustration and worry.\n With its massive firepower, the United States has tried to demonstrate that it cannot be run out of Lebanon. But the frantic efforts to protect Federal buildings against the possible spread of suicide bombings to this country contain another message: that the United States Government at home and its 260 missions overseas are vulnerable to terrorism.\nThis is taking a psychological toll on Government officials who used to view their offices in Foggy Bottom or Pennsylvania Avenue as sanctuaries from the madness sweeping other parts of the world. Now, White House officials work with the knowledge that there are antiaircraft missiles nearby because of concern about possible kamikaze helicopter or airplane attacks. State Department officials, who once coveted offices that faced the street, now discuss the chances of their getting injured if a truck jumped a barricade and exploded on the side of the building.  What About the Monuments?\nA veteran security official said ''this is a nightmare.'' He suggested that there was no sense protecting the State Department with bulky barriers while doing nothing about the Lincoln Memorial, or the Washington Monument, or the Smithsonian Institution, which are equally visible symbols of this country. Are concrete barriers to be placed everywhere, he asked, just as air raid bunkers were during the Battle of Britain in World War II?\nTighter security measures have been put in place not only at Federal buildings around the country but at local facilities as well. The New York City Police Department, for example, has made access to its headquarters and station houses more difficult. The atmosphere was such that three boxes of cheesecake delivered to the Exxon building last week immediately became suspect.\nWhat makes it so frustrating for officials is the phantom nature of the enemy. The emergency construction goes on in Washington but nobody seems to know whether this is just an effort to avoid risks and prepare for any kind of attack or whether there is a specific threat in mind. The British at least knew they were likely to be bombed by the Germans. But who will bomb Washington? The consensus is that if an attack comes it will be from Iranian fanatics, supporters of Ayatollah Ruhollah Khomeini of the kind who held Americans hostage for more than a year in 1979-81, and who are believed to be behind the bombings in Beirut in October and in Kuwait on Monday.\nThere has been one recent bombing in Washington - at the Capitol - but that was presumed the work of some leftist Latin group unhappy with the Grenada operation. It is a matter of high conjecture whether any Iranian terrorists are working here. Moreover, it is uncertain whether the bombings in Beirut and Kuwait were directly controlled from Teheran or were the work of independent Shiite Moslems caught up in a new holy war. President Reagan, in a press conference last week, said the United States did not have ironclad evidence to accuse the Iranian Government in a court.\nNor is it clear why the bombings are taking place now. Are the attacks encouraged by Syria in an effort to drive the Americans from the Middle East as many officials in Washington seem to think? And how much of it has to do with the Iran-Iraq war? The Iraqis, for instance, interpreted last week's attacks in Kuwait, which also damaged Kuwaiti and French installations, as an act of intimidation against Persian Gulf nations which are supporting it in the war. The Iraqis retaliated with missile and air attacks on Iranian cities.\nThe concerns about terrorism are connected with deeper questions related to Lebanon. The United States is committed to staying in Lebanon to help end the de facto Syrian and Israeli partition of the country (the Palestine Liberation Organization, for all practical purposes, is now finished as a force in Lebanon), and to press for a Lebanese government that takes into account the interests of both the Christian groups and those of the Syrian- backed Shiite and Druse groups.\nThe American strategy depends on persuading the Syrians to stop trying to spoil the diplomatic efforts for a settlement, and instead to work for a formula in which their forces would leave but their influence would remain. ''We have made it clear to the Syrians that we recognize that they have major interests in Lebanon, and we are not trying to cut them out of the action,'' a State Department official said. ''What we are really asking is whether Syria is willing to settle for half a loaf in Lebanon, or wants the whole loaf. If it is a half, we can all get out of there. But if it is the whole, then we may have trouble.''\nThe American air attacks on Syrian positions two Sundays ago, and the New Jersey's bombardments last week were described by Washington as necessary to persuade the Syrians of its determination not to be pushed out of the area by the continuing attacks on the marines. But the attacks have also publicized even more dramatically the American presence in the region, and this has the effect of increasing the incentive for attacks on the United States installations. (Repercussions in Congress and in Kuwait, page 2.)\n\nGraphic\n\n \ndrawing"
}