{
    "title": "Shadowy Cell in France Plotted to Kill Muslim Civilians, Authorities Say",
    "publisher": "the new york times",
    "year": 2018,
    "month": 6,
    "day": 28,
    "full text": "PARIS — They called themselves Operational Forces Action, a small, right-wing vigilante group from all over France that had planned to kill Muslim civilians, prosecutors say.\nPolice cracked the cell over the weekend, with prosecutors saying it had already begun testing explosives. The group was planning to kill veiled women, imams and recently released Islamist prisoners, and wanted to attack mosques and halal grocery stores, according to French news media.\nAuthorities charged the group — nine men and a woman — with terrorist conspiracy and pointed to its literature, which claimed that it was “fighting the Islamic peril.” The group was led by a former police officer.\nAll 10 defendants were charged late Wednesday with terrorist conspiracy, while some of them were also charged with illegal possession of firearms and the manufacturing of explosives. Although it was unclear if an attack was imminent, prosecutors said they found 14 handguns, 22 rifles, thousands of cartridges, explosive materials and a guide called “homemade napalm” in their homes.\nFrance suffered a series of devastating terrorist attacks in 2015 and 2016, and fears of Islamist terrorism still run strong. The news of the militant right-wing group was received in France with a mix of curiosity and some disbelief, and is sure to play into a long-running debate about the often-tense relations between Muslims and non-Muslims.\nThe French news media has resorted to identifying groups like the A.F.O as the “ultraright” to distinguish them from the political far-right, including the party of Marine Le Pen.\nMs. Le Pen, who was defeated in a runoff for the presidency last year, was quick to disavow the defendants. But Louis Aliot, a member of Parliament from Ms. Le Pen’s party who is also her significant other, told the newspaper L’Opinion on Wednesday that “if groups are forming to defend themselves, it is first and foremost because the state is being soft on radical Islam.”\nA website that says it is associated with the vigilante group expressed a similar sentiment, mocking French security services for being “incapable of stopping the Islamic attacks.”\nThe former police officer who led the group was once a poll watcher for Ms. Le Pen’s party, but she said that did not mean it shared his ideas. His name, like those of the other defendants, was not released by the authorities.\nUnlike in the United States, where the radical right regularly agitates and holds noisy and visible rallies, “in France they have very little visibility,” said Jean-Yves Camus, a specialist of the far-right at the French Institute for International and Strategic Affairs, a think tank.\n“It’s very rare to have demonstrations by the ultraright,” Mr. Camus said. “Everything is very much underground.”\nSix of the defendants remained in detention, while four had been released under judicial supervision.\nThe prosecutor’s office said that the group had held meetings to define “objectives, and the actions that would allow them to attain these objectives.” It was looking for weapons, had already tested some explosives, and was giving courses in “survivalism” and “combat.”\nThe arrests were carried out in Corsica, the Paris suburbs, western France, and the South. Two of the suspects had minor traffic and drug offenses, prosecutors said, but otherwise they did not have arrest records.\nFrench news media said that besides the retired police officer, the group included an ex-soldier, an ex-teacher, an artisan and a restaurant worker.\nThe website that says it is associated with Operational Forces Action, A.F.O. in French, is a farrago of threats and vague ideology. The home page calls the French internal security services “the haunt of Anti-France.” It lists as adversaries “upholders of the Islamic system,” as well as “sub-Saharan Africans,” “humanists” and “Rights-of-Man types.” Jews are listed as “targets if the War of France breaks out.”\nA specialist in right-wing groups, Stéphane François of the National Center for Scientific Research in France, said A.F.O. was “not at all” well known in the constellation of cells on the extreme edges of far-right politics. Nonetheless, all the groups share some characteristics.\n“We’re really in the domain of identity here,” said Mr. François, “tied to white European identity, French or regional, which must be defended in the face of the supposed Arab-Muslim invasion.” He added that the groups were persuaded that Muslims would slowly “substitute themselves for the white race and European civilization.”\nLike Mr. Camus, Mr. François suggested that the threat from such groups was, for the moment, minimal. “These people are fairly clumsy and disorganized,” he said. “For the moment, they are at an amateur level. The risk is that they organize themselves more seriously.”\nAntoine Martinez, a leader of a right-wing group called Volunteers for France that aims to “defend France’s identity,” said that some of its members, including the retired police officer, broke off to form A.F.O. last year over disagreements about how exactly that should be done.\n“They probably considered that we were working within legality, and that might not have corresponded to their vision, and that’s the reason that led to their exclusion,” he said in an interview Thursday.\nBut the difference was in strategy, not ideology.\n“Our job is to resist the policies of the leaders who are leading the country, from our point of view, straight into the wall, given what we know about the problem of Islamic terrorism, aggravated today by the migratory invasion,” Mr. Martinez said.\nPHOTO: The Great Mosque of Paris. Ten were accused of plotting attacks on mosques and halal stores. (PHOTOGRAPH BY PHILIPPE LOPEZ/AGENCE FRANCE-PRESSE — GETTY IMAGES)\nRelated Articles\nParis Knife Attacker, Born in Chechnya, Was on Terrorism Watch List\nFrance’s Far Right, Once Known for Anti-Semitism, Courts Jews\nFrance Toughens Stance in Combating Radicals in Prisons and Schools\nToo Radical for France, a Muslim Clergyman Faces Deportation\nParis Trial Shows Faltering Evolution of a Jihadist Cell\n\nLoad-Date: March 13, 2021"
}