{
    "title": "Shahzad doesn't speak for me",
    "publisher": "the atlanta journal-constitution",
    "year": 2010,
    "month": 5,
    "day": 20,
    "full text": "Two weeks ago, as I traveled to my Washington office at the Center for American Progress think tank, I noticed that the Washington Post-published Express newspaper for the day had splashed the image of Faisal Shahzad, the chief suspect in the failed Times Square car bombing, across its front page alongside the sensationalist headline \"MADE IN PAKISTAN.\"\nThis made me grimace. As the Muslim son of Pakistani immigrants, the last thing I wanted to see was the press sensationalizing the birthplace and ethnic identity of Shahzad, leading Americans to believe that Pakistanis or Muslims as a whole approved of vile acts like this attempted attack in Times Square.\nAnd soon enough, many in the media latched onto this narrative that demonized Muslims. Radio host Neal Boortz offensively tweeted, \"The Times Square Bomber is a Muslim! Shocker! Who would have believed it?\" And CNN contributor Erick Erickson complained that it \"really is pathetic that you're more likely to see the words 'racist' and 'Republican' together in the newspaper these days than 'terrorism' and 'Islam.' \"\nYet there is one fact that Erickson didn't mention that actually wasn't seen in most American newspapers: One of the men responsible for alerting police to the car bomb was Times Square photograph vendor Aliou Niasse --- a Senegalese Muslim.\nWhile two Vietnam vets were credited with discovering the bomb and received lavish praise from the American press, Niasse was the first to spot the bomb and alert fellow vendors to notify the police, the United Kingdom's Times Online reports.\nThe radio show \"Democracy Now!\" tracked down Niasse after the Times report and asked him what he felt about the bombing attempt. Niasse, who doesn't speak English well, replied that the \"Islam religion is not terrorist. Because if I know [Shahzad] is Muslim, he do that, if I know that, I'm going to catch him before he run away.\"\nUnfortunately, stories like Niasse's that feature Muslims helping fight terror are rarely found in the nation's newspapers. Most Americans do not know, for instance, that there have been at least six other major terror attacks in the United States prevented due to intelligence provided voluntarily from Muslim communities.\nThose of us in the Muslim community have a steep hill to climb to prove to the public that we, just as they do, despise terrorism. But it's one we're happy to climb to be part of an American society that is the freest in the world.\nWhile many in the press were happy to describe Pakistan as a hotbed for terrorism, my own recollections are of a totally different country. I remember kids in the streets wearing Levi jeans, families crowded around televisions to watch the latest American romantic comedy film and university students poring over copies of Time magazine.\nAdmiration for America is so well ingrained in the Pakistani body politic that when Muhammad Ali Jinnah, Pakistan's founder, built the political system of the country, he looked not toward his Asian neighbors but to the U.S. Constitution, hoping that people of all faiths would receive equal rights in his country.\nAnd today, polling shows that extremists are deeply unpopular in the country. According to a Gallup survey conducted last year, only 4 percent of Pakistanis view the extremist group claiming to be linked to the Times Square attack in a positive light. Meanwhile, thousands of Pakistani troops and civilians have died fighting against the very same terrorists that are our common enemy.\nWe may have disagreements about how to best tackle the problem of terrorism --- for example, most Pakistanis oppose drone strikes that tend to kill many civilians and create propaganda for extremists --- but one thing is for sure: We Muslim Americans oppose mass murder like that attempted in Times Square just as much as the rest of their countrymen. Aliou Niasse speaks for us, not Faisal Shahzad.\nZaid Jilani, a Kennesaw native, writes for the Progress Report at the Center for American Progress Action Fund.\n\nLoad-Date: May 20, 2010"
}