{
    "title": "SHAKEN, NOT STIRRED, BUT STIRRING",
    "publisher": "tampa bay times",
    "year": 2012,
    "month": 12,
    "day": 26,
    "full text": "Book: When they were growing up in Wilmette, Ill., during the 1960s, four pals - three boys and a girl - would read James Bond novels and then carry out their own \"operations\" by pretending to be secret agents stalking an evildoer at the local drugstore or coffee shop. Then they grew up and became active in a real operation: resistance to the war in Vietnam. Their animosity toward President Lyndon Johnson and the other leaders who aggressively pursued victory against this tiny, impoverished nation that posed no plausible threat to the United States drove these four friends to the brink of terrorism, and left them with the lifelong burden recounted in True Believers, a novel by Kurt Andersen, host of Studio 360, a radio magazine co-produced by Public Radio International and WNYC.\nThe story teems with cultural references to the 1950s and 1960s - TV shows, magazines, political figures and, of course, the dozen or so James Bond novels written by Ian Fleming, starting with Casino Royale in 1953. The narrator of the story is Karen Hollander, a 64-year-old diabetic and the female member of the quartet of childhood friends. Now she is the dean of UCLA's law school, and when nominated for the U.S. Supreme Court she withdraws her name because she fears the investigation into her past will reveal her dark secret. Then she decides to write a book revealing the secret - the book that the reader is reading.\nWhy read? Since 9/11 we routinely demonize terrorists and regard them as subhuman monsters who bear no resemblance to decent folks, but True Believers demonstrates that people who resort to terrorism may be high-minded idealists anguished by what they perceive as intolerable injustice and immorality. When the four young people in the book grow up and conclude that the violence inflicted on the Vietnamese by the United States is an outrage, they take it upon themselves to \"bring the war home\" with an ingenious but diabolical plan that includes plenty of Bond-ish double-dealing and betrayal. They may be misguided, but they regard their intentions, which could easily earn them life in prison, to be entirely honorable - an evil committed against evil - which adds an element of moral ambiguity to terrorism.\nDrink it: James Bond is best known for his martinis \"shaken, not stirred.\" Here's the recipe he provides a bartender in the first Bond novel by Ian Fleming, Casino Royale: \"Three measures of Gordon's, one of vodka, half a measure of Kina Lillet. Shake it very well until it's ice-cold, then add a large slice of lemon-peel. Got it?\" Kina Lillet was a fortified aperitif, no longer made, consisting of citrus-flavored wine with a touch of quinine for bitterness. (You might find Lillet Blanc, a reformulated version.) You might also want to try some of the other Bond classics whose recipes are provided here.\nBake it: In an effort to re-create the famous guerrilla cookie beloved by antiwar activists at the University of Wisconsin, Carl Korz, the current assistant director for dining services at the Wisconsin Union, came up with the recipe below. Aging baby boomers say it comes pretty close to what they remember.\n* * *\nRead & Feed is a monthly column in Taste that matches popular book club selections with food to serve at meetings. If you have suggestions or would like to share what your book club is cooking up, send an email to features@sptimes.com Put BOOK FOOD in the subject line.\n* * *\nEASY\nScotch and soda\n2 ounces scotch\nClub soda\nPour the scotch over ice in a highball glass (8 to 12 ounces) and add club soda.\nSource: The Complete Guide to the Drinks of James Bond by David Leigh\n* * *\nEASY\nThe Americano\n1 ounce Campari\n1 ounce sweet vermouth\nClub soda\nLemon twist or orange slice for garnish\nFill an old-fashioned cocktail glass with ice cubes. Add Campari and vermouth. Fill to top with club soda. Garnish with lemon twist or orange slice.\nSource: The Complete Guide to the Drinks of James Bond by David Leigh\n* * *\nEASY\nThe Negroni\n1-1/2 ounces gin\n-3/4 ounce sweet vermouth\n-3/4 ounce Campari\nPour ingredients into shaker and shake vigorously. Strain into martini glass. Twist orange peel over the surface and drop peel in for garnish.\nSource: The Complete Guide to the Drinks of James Bond by David Leigh\n* * *\nEASY\nStinger\n1-3/4 ounces brandy\n-3/4 ounce white creme de menthe\nPour ingredients over crushed ice in an old-fashioned cocktail glass. Stir well, or shake with ice cubes and strain into a chilled cocktail glass.\nSource: The Complete Guide to the Drinks of James Bond by David Leigh\n* * *\nEasy\nGuerrilla Cookies\n1-3/4 cups rolled oats (also called old-fashioned)\n-1/2 cup raisins (chopped)\n1-1/2 cups soy flour\n-2/3 cup turbinado sugar\n2 tablespoons brewer's yeast\n-1/2 cup organic dried milk\n-3/4 teaspoon salt\n-1/2 teaspoon cinnamon\n-1/4 teaspoon ground ginger\n-1/4 teaspoon nutmeg\n-1/4 teaspoon allspice\n1 cup cooked cracked wheat\n5 medium eggs or 4 large eggs and one yolk\n-1/2 cup sunflower or vegetable oil\nMix dry ingredients and cooked cracked wheat. Add eggs and sunflower oil. Mix with wooden spoon to incorporate thoroughly. Refrigerate batter for a couple of hours then drop onto a greased cookie sheet. A 2-inch ball gives you about a 3-1/4-inch cookie. The refrigeration helps with the spreading from the oil and softens up the oats. Bake at 325 degrees for 25 minutes or until golden brown in center with a darker brown rim. Makes about 25 to 30 cookies. The cookies will remain moist for several days.\nSource: uwalumni.com/home/guerrillacookie_recipe.aspx\n\nGraphic\n\n \nPHOTO (2)\n\nLoad-Date: December 26, 2012"
}