{
    "title": "SHAME ON AIR FORCE Our View_ 'Comfort capsules' have no place in military budget",
    "publisher": "spokesman review",
    "year": 2008,
    "month": 7,
    "day": 22,
    "full text": "The U.S. Air Force really doesn't need this controversy. Not after the tanker-contract debacle, various corruption scandals and the mistaken flight of nuclear warheads over the United States, which led to the firing of its top two officers.\n But there it is in big type in Friday's Washington Post: \"Terrorism Funds May Let Brass Fly in Style\".\n So what's this public relations disaster mess about? According the Post, the Air Force's top leaders have sought for three years to divert anti-terrorism funds to construct \"comfort capsules\" on military aircraft, so that top brass, congressional delegations and other very important people could fly in style.\n  At least four generals were involved in the pursuit of two-room modules that would include comfy leather chairs, couches, carpeting, flat-panel televisions and full-length mirrors. So involved, in fact, that color schemes were dictated.\n So while Air Force grunts rattle around in the rest of the noisy aircraft, the VIPs can enjoy a flying luxury suite.\n This is not good for morale. This is not good for a branch of the service already under the gun. This is not good for the Pentagon, which has vowed to clean up its procurement practices and better protect taxpayer dollars.\n We're not talking huge sums here. The Air Force sought to divert about $16. 2 million; the program has been scaled back to $7.6 million. It's a tiny fraction of the entire defense budget. But like the Bridge to Nowhere in Alaska, it's important as a symbol of apathy when it comes to government spending.\n  Plus, the cost itself doesn't make sense in the real world. For instance, a general wanted the seats to be changed from brown to blue and for seat pockets to be added. The total cost for those modifications is estimated to be more than $68,000.\n Air Force brass has offered up weak reasons for this project. Generals will be more productive. Better accommodations are needed for \"senior travelers.\" This frees up other aircraft for other duties.\n Those reasons alone don't justify the costs, and they certainly don't stack up to the intended purpose of those funds: to wage war on terror.\n The article notes that Gen. Robert McMahon, the Air Force's deputy chief of staff for logistics, installations and mission support, wanted world-class capsules that would make VIPs and \"the people of the United States\" proud.\n We'd be a lot prouder of Air Force leadership if it apologized and dropped the project.\n\nLoad-Date: July 26, 2008"
}