{
    "title": "SHARON'S ARRIVAL WILL HERALD A NEW STAGE IN MIDEAST TALKS _ THE ISRAELI FOREIGN MINISTER'S PARTICIPA",
    "publisher": "the philadelphia inquirer",
    "year": 1998,
    "month": 10,
    "day": 18,
    "full text": "Part one of the Middle East summit on Maryland's quiet Eastern Shore, with all the niceties of walks in the woods and informal talks among the Israelis and Palestinians and President Clinton, is over.\nPart two begins today. Ariel Sharon is coming.\nThe ex-general, on just his fifth day as Israel's foreign minister, was scheduled to arrive from Rochester, Minn., after a visit with King Hussein of Jordan, who is being treated for cancer at the Mayo Clinic.\nFrom the perspective of the Israelis, Palestinians and Americans, Sharon's arrival will herald a new stage in the talks, even as Israeli delegation members privately say it was tactically delayed to avoid his having to publicly shake the hand of his longtime enemy, Palestinian leader Yasir Arafat.\nClinton yesterday interjected himself into the talks for a third straight day, taking a helicopter to Wye in late morning. He first met for 90 minutes with Arafat and then for 90 minutes with Israeli Prime Minister Benjamin Netanyahu. At nightfall, Clinton and Netanyahu walked along the Wye River alone.\nClinton subsequently returned to Houghton House to have dinner with Arafat and did not return to Washington until after 10 p.m. He will return today in hopes of closing a deal on the final day of the talks.\nA senior Palestinian official who was involved in the talks but did not want to be named said the two sides still disagreed over several security-related issues. He said Netanyahu and Arafat at one point had a testy exchange over the issues, but did not give details.\nMeanwhile, a member of the Palestinian delegation told a Middle East policy forum in Virginia yesterday that the Palestinians have not combated terrorism well - the first time any senior Palestinian official has publicly acknowledged such a failing.\n\"When the Palestinian side declared war on the infrastructure of terrorism, mistakes were made and not enough was done,\" said Hassan Asfour, a top Arafat aide who was one of the architects of the current peace accords. \"Things went wrong - not because of a lack of goodwill, but because of the complexity of the problem and a lack of experience on the part of the Palestinian security services.\"\nStill, Sharon's arrival was key.\n\"The summit begins when he arrives,\" said Stephen Cohen, vice chairman of the Center for Middle East Peace and Economic Cooperation, a Washington think tank. \"The fundamental issue from the point of the Israelis is security. Netanyahu cannot close a deal on security without worrying about what they are going to say in Israel. Everything in the first two days of the talks is really suspended animation.\"\nNetanyahu, according to Cohen and many others, now needs an assist from Sharon, who has publicly declared his opposition to turning over an additional 13 percent of the West Bank to the Palestinians. But the common wisdom about Sharon's appointment is that as foreign minister he will not actively lead the charge against any deal, and then could assume the lead role in negotiating the most important issues dividing Israel and the Palestinians.\nThat is the hope, anyway.\n\"Whatever you think Sharon will do this weekend, he will do the opposite,\" Cohen said.\nSharon, 70, is the most complicated and divisive figure in Israeli politics today. Those who know him well routinely describe him as a piece of heavy machinery, a bulldozer or, in military terms, a tank. It has partly to do with his physical presence and mostly to do with his style: He moves straight ahead, not caring much about what he runs over on the way.\nEven he sees himself that way. On his first day at the Foreign Ministry in Jerusalem, Sharon told reporters: \"I'm not the kind of man people give things to. I take them!\"\nFor many in the Arab world, Sharon is reviled for his role in the invasion of Lebanon in 1982, and he is held indirectly responsible for the massacres by Christian militias of Palestinians at the Sabra and Shatilla camps south of Beirut. The Israeli right greatly respects his battlefield acumen. The Israeli left detests him.\nMany Arab leaders see him as the only member of Netanyahu's government whom they can trust. The line on Sharon in capitals from Amman to Riyadh to Tunis is that he keeps his word.\nThe Palestinians, and Netanyahu, now will see whether he helps swing this deal, and sets the stage for talks on Jerusalem, Palestinian statehood, Palestinian refugees, and Jewish settlements in the West Bank and Gaza Strip. Sitting across the table from Sharon will be Arafat, whom Sharon has often called a terrorist. Next to Arafat will be chief Palestinian negotiator Saeb Erekat, who has called Sharon a war criminal.\nBut that does not mean Sharon and the Palestinian leaders will not be able to talk with each other at the Wye conference centers, Meir Sheetrit, the deputy speaker of Israel's parliament, said.\n\"When Israeli politicians reach the age of 70, they mellow,\" Sheetrit said with a smile. His implication was clear: Yitzhak Rabin, the assassinated Israeli prime minister, also considered Arafat a terrorist until he signed a peace deal with him on the White House lawn in 1993. Rabin, too, was in his 70s.\nJust before the Wye talks began, Erekat softened his position on Sharon, interpreting it as Netanyahu's attempt to assuage the right.\nOver the last several years, Sharon has released a series of maps that would give Israel the majority of the land in the West Bank, which it captured in the 1967 Six-Day War. Sharon's rationale is that giving away more would endanger Israel and its settlements.\nThe looming question is whether those maps will lead to a final peace deal. Many analysts are guardedly optimistic, expressing the view that only a right-winger can persuade the Israeli right to make further concessions on land, Palestinian refugees and Palestinian statehood.\n\nGraphic\n\n \nPHOTO;\nPHOTO\nSecretary of State Madeleine K. Albright was flanked by Israeli Prime Minister Benjamin Netanyahu and Palestinian leader Yasir Arafat at the Wye River Conference Center in Wye Mills, Md., during negotiations Friday. (Associated Press, White House)\n\nLoad-Date: October 24, 2002"
}