{
    "title": "Sharif_s Resignation Comes as U.S. Debates How to Pressure Pakistan on Terrorism",
    "publisher": "the new york times",
    "year": 2017,
    "month": 7,
    "day": 28,
    "full text": "WASHINGTON — In most countries where the United States has national security interests, the toppling of a prime minister would prompt hurried meetings in Washington and concern over how the change in government will affect American strategy in the region.\nBut not so with Pakistan. The resignation of            Nawaz Sharif, who was            forced to step down as prime minister of Pakistan amid corruption charges, raised eyebrows at the State Department and the Pentagon, but little else. The Pakistani military is largely viewed as the real source of power in Islamabad, and that is not going to change with a new prime minister.\nStill, the removal of Mr. Sharif comes as the White House is trying to determine a strategy for Afghanistan that officials say has stalled amid concerns about how to deal with Pakistan, where both the            Taliban and the            Haqqani network have a sanctuary. The White House has held up a Pentagon request to send additional troops to Afghanistan while officials grapple with how much pressure to put on the Pakistani government to crack down on the groups.\nThe Pakistani government has “failed to take significant action” to prevent those groups from threatening American and Afghan forces in neighboring Afghanistan, the State Department said last week in a report on terrorism. And Pentagon officials are withholding $50 million in military reimbursements to Pakistan for the fiscal year that ended in October 2016, signaling displeasure with Islamabad’s failed efforts against the Haqqani network, a ruthless wing of the Taliban based in Pakistan that has become an integral part of the insurgency’s leadership.\nAmerican and Afghan officials are still raw from a Taliban sneak attack in April that killed more than 160 soldiers at an Afghan military base in northern Afghanistan’s Balkh Province, the single deadliest Taliban assault of its long war against Afghan forces. Blaming the attack on the Haqqani network, American military officials said that the attack, which led to the firing of Afghanistan’s defense minister and the Afghan Army’s chief of staff, was planned over four to six months, and was too sophisticated and calculated to have been conducted by other branches of the Taliban.\nAmerican officials have been pressing Pakistan’s military leadership to be more aggressive in going after the Haqqanis. And Mr. Sharif’s exit means that General Qamar Javed Bajwa, the Pakistani Army’s chief, assumes an even bigger role.\n“This means even more power in the military’s hands because the military is truly the only institution in Pakistan that’s not in turmoil,” said Vikram J. Singh, a former deputy assistant secretary of defense for South and Southeast Asia. “But the fact is,” he added, “they already have all the power in the military. So it’s not that big a change.”\nFor some in American security circles, that is a relief. The military has always controlled the country’s nuclear arsenal, and stability within that military structure means fewer worries that amid the country’s political turmoil, its nuclear weapons could fall into the wrong hands.\nGeneral Bajwa is well known to American diplomats and defense officials. He met this week with General John W. Nicholson, the American commander of Afghanistan war effort, and David Hale, the American ambassador to Pakistan, a holdover from the Obama administration, to talk about Afghanistan, the Taliban and the Haqqanis.\nGeneral Bajwa’s office issued a statement afterward complaining that Pakistan was being unfairly criticized for chaos in Afghanistan, citing the “blame game perpetrated by some quarters in Afghanistan and U.S.A. to undermine Pakistan’s contributions towards war on terror.”\nGeneral Bajwa went on to say it was “not a coincidence that this theme is being played at a time when policy review is being undertaken in the U.S.,” a reference to the Afghanistan strategy review that is stalled at the White House.\nStill, the statement promised, “Pakistan will continue to act positively as we consider defeat of terrorism as a national interest.”\nBut even if military engagement between the United States and Pakistan stays on track, American officials and experts in South Asia worry that if the political situation in Pakistan becomes unstable, it could lead to bigger problems not only for the United States, but for Pakistan’s neighbors, India and Afghanistan, and the region as a whole.\nMr. Sharif stepped down on Friday, acquiescing to the Supreme Court’s demands in a corruption case that brought charges against him and three of his children that stemmed from disclosures last year in the Panama Papers leak. Those documents revealed that the children owned expensive residential property in London through offshore companies.\nBut even though Mr. Sharif’s party is expected to continue to rule, and will be appointing a successor, he still has a number of supporters in the country. If he, or his children, are convicted on corruption charges, that could spark civil unrest in Pakistan, South Asia experts said.\n“The fall of Nawaz Sharif does not immediately impact the security situation,” said Vali Nasr, the dean of Johns Hopkins School of Advanced International Studies and a former senior adviser to the United States special representative for Afghanistan and Pakistan. “However, if it leads to greater political chaos and uncertainty in Pakistan, it could have an impact on the United States going forward, as the U.S. is looking to ramp up its engagement in Afghanistan and to control and contain the growing insurgency there.”\nA Pakistan that is mired in chaos right next door would prevent the United States from putting in place any kind of coherent policy in Afghanistan, Mr. Nasr said.\nRelated Articles\nTrump Aides Recruited Businessmen to Devise Options for Afghanistan\nNawaz Sharif, Pakistan’s Prime Minister, Is Toppled by Corruption Case\n\nLoad-Date: July 30, 2017"
}