{
    "title": "SHARON UNLEASHES VERBAL ASSAULT ON UNITED STATES FOR STANCE ON TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 10,
    "day": 6,
    "full text": "* The Israeli prime minister is angry that Washington has not included anti-Israeli militant groups in its global campaign and about America's support for Palestinian statehood.\nPrime Minister Ariel Sharon's blistering attack on U.S. policy - that Washington is selling out Israel to appease the Arabs - may have been surprising in its harshness but it was not entirely unexpected.\nSharon is frustrated by Washington's apparent unwillingness to target anti-Israeli militant groups in the global campaign against terrorism. He also was stung by this week's U.S. declaration of support for Palestinian statehood.\nIsraeli Cabinet Minister Tsipi Livni said Friday that President George W. Bush's endorsement of eventual Palestinian statehood was seen by Israel as a reward for Palestinian attacks on Israeli civilians, coming as it did on the same day as a fatal Palestinian raid on a Jewish settlement.\n\"The message that the Arab world is getting now is that terror pays,\" said Livni, who acts as a spokeswoman for the government.\nBush's administration has been trying to win the support of Arab and Muslim states for a possible military strike against Islamic militants suspected of having carried out the terrorist attacks Sept. 11 on New York and Washington.\nAs part of this campaign, the U.S.-led alliance has approached several hard-line Arab states, including Syria, a country listed by Washington as a sponsor of terrorism. Israel has protested vehemently, but with little success.\nIsrael also has been concerned that anti-Israeli militant groups, including Lebanon's Hezbollah and the Palestinians' Hamas and Islamic Jihad, have not been identified as targets of the emerging anti-terror coalition.\nSharon angered Washington on Thursday by likening U.S. Mideast policy to that of Britain and France in 1938 when they allowed Nazi Germany to take over part of Czechoslovakia in exchange for a promise of peace that was quickly broken. \"Do not try to placate the Arabs at Israel's expense. We are not Czechoslovakia,\" Sharon said.\nWashington was indeed deeply insulted. Ambassador Daniel Kurtzer called Sharon to pass on the administration's displeasure, and Ari Fleischer, the White House press secretary, publicly denounced Sharon's attitude. \"The prime minister's comments are unacceptable,\" he said. \"The United States is not doing anything to try to appease the Arabs at Israel's expense.\"\nSharon's office issued a conciliatory statement Friday, saying that Sharon had called Secretary of State Colin Powell to reaffirm Israel's bonds with the United States.\nPowell said the relationship with Israel endures and declared an end to the public dispute over the appeasment remark.\n\"I don't think there is anything to that comment,\" he said in an Associated Press Broadcast interview. \"From time to time we'll have these little cloudbursts. But that doesn't affect the strength of our relationship.\"\nPowell praised Sharon, saying the prime minister supports the United States in the current crisis over terrorism. \"Israel has no better friend in the world than the United States, and they know that we know that,\" he said.\n\nGraphic\n\n \nPHOTO; Photo headshot; (Ariel) Sharon - Upset with United States\n\nLoad-Date: October 6, 2001"
}