{
    "title": "SHARON, IN U.S. , CITES A RISE IN TERRORISM",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 3,
    "day": 20,
    "full text": "Israeli Prime Minister Ariel Sharon drew the Bush administration's support yesterday for his go-slow diplomacy and denounced Palestinian leader Yasir Arafat's elite guard for \"terror activities.\"\nThe former general said Arafat \"must understand, first and foremost, that he will gain nothing from violence. Israel will not negotiate while Israeli civilians and soldiers are under fire.\"\nIn a speech last night to the American Israel Public Affairs Committee, a pro-Israel lobby, Sharon said Israel was feeling the sting of a new wave of international terrorism, on the rise from Afghanistan to Lebanon.\n\"Terrorism as a form of warfare is a strategic issue in our region,\" Sharon said.\n\"Acts of terror, instigated by the Palestinian Authority, coupled with deliberate incitement, have become one of the primary sources of instability in the Middle East,\" he said.\nAnd yet, Sharon said, the trend can be reversed if Western nations, led by the United States and Israel, cooperate with such means as an antimissile defense.\nSecretary of State Colin L. Powell renewed a pledge to stand by Israel and criticized Arab governments for withdrawing their ambassadors from Tel Aviv. \"These states should be voices of moderation,\" Powell said in his earlier speech to the lobby.\nMeeting with Sharon later, Powell stressed the need to ease economic pressure on the Palestinians and supported the idea of direct discussions with the Palestinians to rebuild confidence, a senior State Department official said.\nThe official said Sharon's view was that it is difficult to make progress before the violence stops. As for releasing tax revenues to the Palestinians, Sharon said some of the resources would go to people who do the shooting, the official said.\nFrom another perspective, Defense Secretary Donald H. Rumsfeld told Sharon in an hourlong meeting at the Pentagon that \"Israel is a small country, and you can't allow yourself to make big mistakes,\" an Israeli statement said.\nSharon's office also said President Bush's national security adviser, Condoleezza Rice, assured the prime minister that the United States would urge Arafat to halt Palestinian violence. Sharon meets today with Bush in the White House.\nPowell, in his speech, registered sympathy for the Palestinians' economic plight, which he later followed up with Sharon. As a result of an Israeli economic blockade, Powell said, the Palestinians' economy \"is in a shambles, with unemployment skyrocketing and growth absent.\"\nHe said the Bush administration was committed to the U.N. formula that Israel should yield land for peace, and White House spokesman Ari Fleischer said Bush \"would like to see an easing of economic pressure\" by Israel along with Palestinian action to end the violence.\nThe Palestinian Authority's spokesman in the United States, Hassan Abdel Rahman, appealed to the Bush administration to be an honest broker in the Middle East.\n\"We are hopeful that the U.S. administration will not endorse Mr. Sharon's plan to pacify 'a Palestinian territory,' \" he said.\nHe accused Sharon of trying to blame the current problems in the Middle East solely on the Palestinians and divert the world to \"overlook the atrocities and the war crimes that are committed by the Israel army and the Israeli government in the Palestinian territories.\"\n\"We do not believe that this is an issue of public relations, like Sharon and his supporters in the United States are trying to make of this conflict,\" Abdel Rahman said.\nAgainst the bloody backdrop of renewed violence, Sharon accused Arafat's elite guard, Force 17, of \"terror activities\" and said Fatah, a core group of Arafat's PLO, was increasing its cooperation with fundamentalist terror organizations\nIn his speech, Powell reiterated a pledge he made 10 years ago as chairman of the Joint Chiefs of Staff: \"Let there be no question about our commitment to Israel. Let there be no question that America will stand by Israel.\"\nEchoing Sharon's view, Powell said: \"First and foremost, the violence that has gripped the region for six months must stop.\" This statement appeared to find backing for the new prime minister, who has put peacemaking on hold while Palestinian violence continues.\nIn what appeared to be a message to Arafat, Powell said: \"Leaders have the responsibility to denounce violence, strip it of its legitimacy, stop it. Violence is a dead end.\"\n\nLoad-Date: October 31, 2001"
}