{
    "title": "Sharon vows victory against terrorism; 2-month tank siege_ Police step up their patrols in Jerusalem",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 1,
    "day": 29,
    "full text": "Israeli Prime Minister Ariel Sharon promised a victory over terrorism to his battered people on Monday, as his police deployed on sidewalks and rooftops in Jerusalem, scene of recent bloody attacks.\nAn 81-year-old Israeli man killed Sunday in a bombing in Jerusalem's hard-hit downtown was buried Monday. The bomber, a woman, was the only other fatality. Though the official Palestinian Authority denounced the \"suicide bombing,\" Israeli police left open the possibility that she was carrying a device that exploded prematurely.\nSpeaking in Israel's parliament, Sharon said that since the Sept. 11 attacks on the United States the struggle against terrorism has become worldwide.\n\"It is a fight for the home, for values, for quality of life which today gives the only hope for millions of people of different nations who stand now on the rim of a volcano of terrorist forces threatening peace and stability throughout the whole world,\" Sharon said. \"We shall also stand against those forces, against all the murderers, and we shall win.\"\nOn Monday, police in a suburb of Tel Aviv shot and killed a Palestinian who crashed through a West Bank roadblock with his car, ran over a soldier, then rammed an Israeli car while also hitting a policeman.\nHis motives were unclear. Palestinian police said the unarmed man was a car thief, but Gideon Ezra, the deputy minister of internal security, said that anyone who \"runs over a soldier, and then a policeman … is a terrorist.\" The Israeli soldier and policeman suffered moderate injuries.\nBlaming Palestinian leader Yasser Arafat for the Jerusalem bombing, Israel maintained its two-month tank siege on the West Bank town of Ramallah, trapping Arafat in his headquarters. Under U.S. and Israeli pressure to move against extremists, the Palestinian Cabinet said finance official Fuad Shobaki, implicated in an arms shipment intercepted at sea by Israel this month, has been moved from house arrest to a prison in Arafat's compound.\nIsrael's Jan. 3 seizure of the arms ship, Karine A, was a key event in a policy shift in Washington. Since then, U.S. leaders have stepped up criticism of Arafat, backing Israel's siege on his headquarters.\nWest Bank security chief Jibril Rajoub charged Monday that U.S. policy is \"biased\" in favor of Israel, and this would \"harm American interests in the region.\" He told The Associated Press that instead, the United States should \"stop Israeli aggression.\"\n\nLoad-Date: January 29, 2002"
}