{
    "title": "SHARON CRITICIZES ABBAS ON TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 12,
    "day": 14,
    "full text": "Prime Minister Ariel Sharon yesterday delivered a sharp rebuke of the transitional Palestinian government led by Mahmoud Abbas, saying it must do more to stem violence by militant groups.\n Sharon spoke a day after assailants from Hamas and a smaller militia group managed to tunnel almost directly below an Israeli army outpost in the southern Gaza Strip and kill five Israeli soldiers with a massive explosion and subsequent gunfire.\n \"Developments in the region depend on the question of whether or not the Palestinians understand that they must act against terror,\" the prime minister said in a statement that made specific mention of the Gaza attack. \"We still do not see any change in the [Palestinian] Authority in this issue.\"\nAt the same time, though, Sharon's government sent conciliatory signals, promising a troop pullout from Palestinian population centers for a three-day period encompassing Jan. 9 elections to replace the late Palestinian Authority President Yasser Arafat.\n \"We will leave the Palestinian cities for a period of about 72 hours,\" Defense Minister Shaul Mofaz told a security conference in the coastal city of Herzliya, in one of the first concrete pledges of Israeli action meant to help ensure a smooth vote. \"We will do our best not to interfere with the orderly procedure of the election,\" he said.\n The Palestinians have called on Israel to do more to allow freedom of movement in advance of the vote, including an immediate pullback from Palestinian urban centers and the removal of military checkpoints.\n Abbas, a former prime minister who is considered the front-runner to replace Arafat, did not condemn Sunday's blast at the Israeli outpost near Rafah, the main border crossing between Gaza and Egypt. In general, Palestinians do not consider attacks on Israeli troops to be acts of terror.\n Israel's army chief of staff, Lt. Gen. Moshe Yaalon, visited the wrecked outpost and accused groups such as Hamas of trying to \"torpedo\" efforts by the transitional Palestinian leadership to \"create a new reality.\"\n Sunday's attack represented Israel's worst one-day loss of troops' lives in more than six months. Although the Israelis threatened retaliatory strikes against Hamas and other militant groups, its response thus far has been restrained.\n Israeli military sources suggested that rather than staging a wide-ranging incursion into crowded refugee camps in Gaza, a tactic that commonly causes heavy Palestinian civilian casualties, the army would concentrate on ways to detect and destroy tunnels, which have been used to great effect for such attacks by militant groups.\n The head of Israel's southern command, Maj. Gen. Dan Harel, acknowledged that Sunday's blast had caught Israel off guard despite persistent warnings of the likelihood of such an attack.\n\nLoad-Date: December 15, 2004"
}