{
    "title": "SHARON VOWS TO DEFEAT TERRORISM, AS POLICE TAKE TO ROOFTOPS, SIDEWALKS; ISRAELIS SHOOT PALESTINIAN W",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 1,
    "day": 29,
    "full text": "Prime Minister Ariel Sharon promised a victory over terrorism Monday, as Israeli police deployed on sidewalks and rooftops in Jerusalem.\nAn 81-year-old Israeli man killed Sunday in a bombing in Jerusalem's hard-hit downtown was buried Monday. The bomber, a woman, was the only other fatality. Although the Palestinian Authority denounced the \"suicide bombing,\" Israeli police left open the possibility that she was carrying a device that exploded prematurely.\nSpeaking in Israel's Parliament, Sharon said that since the attacks Sept. 11 on the United States, the struggle against terrorism has become worldwide.\n\"It is a fight for the home, for values, for quality of life which today gives the only hope for millions of people of different nations who stand now on the rim of a volcano of terrorist forces threatening peace and stability throughout the whole world,\" Sharon said. \"We shall also stand against those forces, against all the murderers, and we shall win.\"\nAlso on Monday, police in a suburb of Tel Aviv fatally shot a Palestinian who crashed through a West Bank roadblock with his car and ran over a soldier, Israeli officials said. He then rammed an Israeli car, threw an elderly Israeli out and hijacked it, hitting a policeman, they said.\nThe Israeli soldier and policeman suffered moderate injuries.\nIsrael maintained its two-month tank siege on the West Bank town of Ramallah, trapping Palestinian leader Yasser Arafat in his headquarters. Under U.S. and Israeli pressure to move against extremists, the Palestinian Cabinet said Fuad Shobaki, a finance official implicated in an arms shipment intercepted at sea by Israel this month, had been moved from house arrest to a prison in Arafat's compound.\nIsrael's seizure of the arms ship, Karine A, on Jan. 3 was a key event in a policy shift in Washington. Since then, U.S. leaders have stepped up criticism of Arafat, backing Israel's siege on his headquarters.\nAnd on Monday, President George W. Bush called Egyptian President Hosni Mubarak to defend his toughened stance against Arafat.\n\"I told him that in order for there to be peace in the Middle East, we must rout out terrorism wherever it exists,\" Bush said. The United States' dispute and potential break with Arafat threatens Arab and Muslim support for the U.S.-led coalition against terrorism.\nBush's spokesman, Ari Fleischer, said the president and Mubarak \"emphasized the importance of peace and stability in the region.\"\n\nGraphic\n\n \nPHOTO; Photo headshot - (Ariel) Sharon; \"It's a fight for the home\"\n\nLoad-Date: January 29, 2002"
}