{
    "title": "Sharon's Great Opportunity",
    "publisher": "university wire",
    "year": 2017,
    "month": 1,
    "day": 31,
    "full text": "This Monday, Israeli Prime Minister Ariel Sharon narrowly defeated Likud rival Benjamin \"Bibi\" Netanyahu in a party vote. His political victory solidifies an important ideological shift for Likud, Israel's ruling right-wing party. The extent of popular and political support will determine the success of this shift. Yet as Sharon grabs hold of the re-emerging political center, his greatest obstacle is not internal opposition by Bibi or external opposition by Labor, but terrorism. If terrorist acts against Israel increase, the center will fall, Likud will move to the right and Sharon's ideological shift will unravel along with his political career.\nThe ideological shift came with Ariel Sharon's order to withdraw from the Gaza Strip. The order came as a surprise to most Israelis, who consider Sharon the father of the settlements. Ever since Israel occupied Gaza in 1967, Sharon worked to solidify Israel's control over the Occupied Territories. As the Minister of Agriculture, Sharon spearheaded Likud's settlement drive, establishing 64 settlements between 1977 and 1981. So much money was funneled into the territories that when a recession struck Israel in the mid-80s, Labor blamed the economic downturn on Likud's settlement policies. But this did not stop the right. In total, Likud constructed 150 settlements by 1991. The Right aimed to prevent any future territorial compromise by creating facts on the ground. Ariel Sharon personified this ideology.\nThe Gaza withdrawal was politically impossible earlier. Sharon's decision to act now rests on the support of the emerging power of the political center. This center was devastated by the 2000 intifada. The 2003 elections illustrate this point well. When Amram Mitzna ran as head of the Labor Party in 2003 against Sharon, he campaigned on unconditional withdrawal from Gaza, and suffered a terrible defeat. Back then, the public was not ready. The peace-favoring center has only recently re-emerged, providing Sharon with this remarkable opportunity.\nIf Sharon maintains his hold on the center, he will succeed in shifting the Likud party away from its destructive anti-compromise ideology. His Monday victory indicates that he might have a chance. Thomas Friedman recently wrote that without Sharon, the Likud party would \"become a fringe party and drive over a cliff.\" But it looks like Sharon is here to stay. Friedman thought that Sharon's actions would alienate him from his party. Yet, instead, the party followed their leader down this new road and his actions brought him closer to the people of Israel. The only thing that could upset the molding of this New Likud is terrorism.\nIt happened before. When the compromising Yitzhak Rabin was assassinated in 1995, the public rallied for peace. It seemed that nothing could stop the general yearning for peace at the cost of compromise. Then came terrorism. Settler Chaim Mizrahi was burnt alive; refusenik Pinchas Lapid was shot. These and other atrocious Palestinian terrorist attacks radicalized public opinion. Their anger and fear brought Bibi to power in 1996, and Bibi worked to undo Rabin's peace initiatives. Thus, terrorism prevented peace.\nToday, Bibi walks a well-trodden path. After the withdrawal, Hamas launched missiles at Israel from Gaza. Some observers went as far as blaming Sharon for creating a Hamas state. When Bibi resigned as Minister of Finance, he anticipated that the terrorist attacks would do to Sharon what they did to peace in 1996. As of today, Bibi is wrong. Let us hope he remains wrong and that the Hamas does not escalate its terror. If it does, it will destroy Israel's attempt at peace. A radicalized Israeli public will blame the attacks on Sharon's withdrawal from Gaza. Sharon will suffer politically, and Bibi will gain at his expense, possibly winning the 2006 elections.\nWhat remains unanswered is whether Sharon's ideological shift is here to stay. I believe that Sharon will stick to this new policy of peace, not because he believes in it on an ideological level, but because it represents a great political move. He has done what no Labor government has been able to accomplish for decades. He hijacked a left-wing cause and made it his own. If successful, his action will rob the Left of its most promising initiatives. And the future looks promising.\nYesterday, Hamas issued a public cease-fire order. Islamic Jihad pledged to stop attacks on Israel. The next step is Israel's; it can turn Gaza into a military regime or a sovereign territory, risking the terrorism that freedom would allow. Between peace and terrorism, Sharon, Bibi and Likud hang in the balance.\n\nLoad-Date: January 31, 2017"
}