{
    "title": "She Moved Back to Tell Her Homeland_s Story, Then Fell Prey to the Unsparing Narrative of Terrorism",
    "publisher": "the new york times",
    "year": 2019,
    "month": 7,
    "day": 14,
    "full text": "DAKAR, Senegal — She grew up in Canada, but like many children of immigrants, dreamed of reclaiming her heritage.\nSo Hodan Nalayeh, a journalist, founded an online show, Integration TV, to chronicle life in her country of birth, Somalia and in the Somalian diaspora. Then in December, she moved back there, newly married.\nMs. Nalayeh’s reporting steered clear of politics, her friends and colleagues said, focusing instead on the lives of women and young people, on the struggles of the poor to make ends meet, and on the natural beauty of the country.\n“She never spoke about the ills of the country,” said Fadumo Qasim Dayib, a Somali who met Ms. Nalayeh a few years ago. “She tried to stay neutral so that she wouldn’t be seen as a threat.”\nIn the end, that proved no protection. Ms. Nalayeh was killed in a terrorist attack this weekend on a hotel in the southern port city of Kismayo.\nResponsibility for the attack, which began Friday night, was claimed by the Shabab, an Islamist rebel group with links to Al Qaeda. The Shabab has killed thousands across East Africa in its bid to overthrow Somalia’s Western-backed government.\nMs. Nalayeh’s husband, Farid Jama Suleiman, a hotel developer and former minister in the regional government of the surrounding area, was also killed. The two married last fall, and Ms. Nalayeh was pregnant. She had two young sons from a previous marriage.\nTwenty-four other people, including Tanzanians, Kenyans and a Briton, were also killed in the attack, and 56 more were injured.\nMs. Nalayeh, who was 43, was one of 12 children, according to a Facebook posting from her family. The family moved to Canada when she was 6, her producer and cameraman, Simon Taveta, said in a telephone interview.\nAt first, Mr. Taveta said, Ms. Nalayeh did her show from Nairobi, traveling to Somalia for the reporting. But in December, she moved back home because “she wanted to be in a country with her people, telling the positive stories,” he said.\nMs. Nalayeh racked up a large following in Somalia and across the world, with more than 87,000 followers on her prolific Twitter account, and more than 145,000 on her Facebook page. Her show was popular on YouTube.\nZahra Shirwa, a Somali-American and the former head of Global Somali Diaspora, said Ms. Nayaleh had an “unparalleled optimism” and drive that made her a role model for other Somalis, both at home and abroad.\nMs. Nayaleh was not interested in the rich and powerful, Ms. Shirwa said.\n“She chose instead to report on the woman selling tea or the young fisherman, to show both their struggles and their determination to making a living despite all the odds against them,” Ms. Shirwa said. “This was her quiet way of holding authority accountable.”\nMs. Nalayeh was impressed by the resilience and determination of her countrymen, but “floored” by the abject poverty she saw after relocating to Somalia, Ms. Shirwa said.\nMs. Dayib said she spoke to Ms. Nalayeh last year about the safety of moving her children to Somalia.\nMs. Dayib had moved from Finland back to Somalia, and ran for president of the country in 2016. She was the only female candidate, and she eventually dropped out, she said, because she could not work within what she considered a rigged system.\nMs. Dayib said she had counseled Ms. Nalayeh that Somalia could be a dangerous place to live, and that she should consider her children.\nMs. Nalayeh tried to navigate the danger by avoiding controversial topics. In her show, she tended toward the idyllic: a pristine beach with gulls flying overhead. A young fisherman flashing            a toothy grin. The perfect cup of tea.\n“People save all their lives to have a retirement by the beach,” she wrote while reflecting on a recent reporting trip. “Yet, we have plenty of it and cannot see its value. Let’s appreciate the beautiful blessings we have.”\nRecently, Ms. Nalayeh produced a series of videosabout things for visitors to do in her hometown, Las Anod, which is in the semiautonomous region of Somaliland. Her father held government positions there.\nMs. Nalayeh posted clips of her family drinking fresh camel milk, attending a groundbreaking ceremony for a new library, and climbing the highest peak in the city. But she also shared snippets of daily life.\n“This is why our culture is beautiful,” she wrote with one photo from her trip of a young man helping his elderly father. “We value our parents. We value the elderly. We value kindness.”\nAnemona Hartocollis reported from Dakar, and Megan Specia from London. Hussein Mohamed contributed reporting from Mogadishu, Somalia. \nPHOTO: The Asasey Hotel in Somalia after the attack. (PHOTOGRAPH BY Associated Press FOR THE NEW YORK TIMES)\nRelated Articles\nAt Least 26 Dead in Somalia Hotel Attack Claimed by Shabab\nAmerica’s Escalating Air War in Somalia: How Did We Get There?\n\nLoad-Date: July 16, 2019"
}