{
    "title": "Shedding light on secrecy and civil rights",
    "publisher": "the world",
    "year": 2000,
    "month": 5,
    "day": 23,
    "full text": "Jewish groups, which have long supported Constitutional causes, are hesitant when it comes to Middle Eastern immigrants accused of having terrorist ties.\nIn the 1960s, Jewish Americans rode the bus with African-Americans to Birmingham, where a white mob lay in wait with baseball bats to silence their demand for desegregation.\nIn the 1970s, Jewish Americans went to court to argue for the right of Nazis to march through the streets of a Chicago suburb filled with Holocaust survivors.\nJewish activists have a long history of fearlessly defending the rights of the oppressed minority.\nPARADOX\nBut today, when a congressional committee examines whether the government is justified in jailing immigrants on secret evidence that they have terrorist connections, Jewish groups will paradoxically say that it is.\nAfter a century of raising the banner for civil rights, the fear of becoming targets of terrorists calls for some control, they say.\n\"When you have immigrants who are suspected of involvement with terrorism, civil rights butts up against concerns about public safety. We have a sensitivity to security concerns because of our history,\" says Stacy Burdett, associate director of government affairs for the Anti-Defamation League in New York.\nThe ADL, American Jewish Committee and other Jewish activists are among those scheduled to testify at today's House Judiciary Committee hearing on legislation to ban the use of secret evidence against immigrants. While these groups have reservations about the practice, they oppose eliminating secret evidence entirely.\nThey agree with the Immigration and Naturalization Service and FBI that classifying terrorism investigations protects sources and agents. Secrecy permits intelligence-gathering with other countries.\nSounds good in theory, critics counter. But it has proved dangerously abusive in fact.\n\"Investigations get started by innuendo and supposition, and that's fine. It's no longer fine when the person accused in that innuendo can't know it and can't rebut it,\" says Kit Gage of the National Coalition to Protect Political Freedom, a rights group formed when sweeping immigration legislation was passed in 1996.\nAbout two dozen immigrants are involved in secret evidence cases across the United States. They are accused of having ties to terrorists, but the evidence is not shared with the immigrant or his attorneys. Some have been detained for years without criminal charges while fighting deportation.\nThey include Tampa resident Mazen Al-Najjar, alleged to have ties to the Palestinian Islamic Jihad. On Friday, Al-Najjar began his fourth year in a Bradenton jail. His case inspired the legislation before the Judiciary Committee.\nThe issue cuts across party lines on Capitol Hill and ethnicities in the immigrant community.\nThe Secret Evidence Repeal Act, or HR2121, was introduced by Minority Whip David Bonior, a Democrat from Michigan, and U.S. Rep. Tom Campbell, a California Republican. Conservative Republican Bob Barr of Georgia - who can likely count on one hand the votes he's shared with Bonior - has signed on. Judiciary Committee chairman Henry Hyde, a Republican, scheduled a full hearing on the bill after a visit with Al-Najjar's friends and family in Tampa.\nLawmakers who are tough on immigration embrace the detainees' cause because they see big government trampling on individual rights.\nImmigrant groups with differing political views - one member of the political freedom coalition recently sued another over rights abuses in Algeria - stand united in support of the Bonior legislation.\nJewish groups, advocates for generous immigration policies, find themselves agreeing with portions of the 1996 Anti-Terrorism and Effective Death Penalty Act, vilified by many as the harshest piece of legislation on non-citizens ever enacted.\nHR2121 goes too far, they say.\nADL's Burdett calls the proposed secret evidence ban \"a suicide pact.\"\nThe 1993 bombing of the World Trade Center announced that \"domestic terrorism is here,\" she says. \"We oppose the Bonior bill. The way it's written now is dangerous.\n\"We are seeking the middle ground. We think the debate should be about where to draw the line.\"\nThe American Jewish Committee says it, too, is seeking a balance between the rights of the immigrant and protection of the public. AJC wants to implement a provision in the anti-terrorism act that would create a special court of federal judges to hear such cases and deport aliens who engage in terrorist activity, says AJC president Bruce Ramer.\n\"We don't believe that is inconsistent with civil liberties,\" Ramer says.\nHistory has shown that secret evidence, without the test of cross-examination and rebuttal, proves to be no evidence at all, opponents say.\nLast fall, two immigrants accused of terrorist ties were released after years in detention when portions of the classified information in their cases were released. They successfully rebutted it as hearsay.\nThe three times in the last decade a secret evidence case has gone to federal court, its use was ruled unconstitutional.\nThe immigrants involved in secret evidence cases are overwhelmingly Arab or Muslim. Although the State Department's recent report on global terrorism says that of 169 anti-American attacks abroad in 1999, only 11 occurred in the Middle East, immigrants from that region are the ones being jailed.\n\"Despite the record of terrorist activity, there is still a quick rush to judgment about the Arab and Muslim community in the United States,\" Gage says. \"Racism means those communities are getting targeted because of stereotypes\" held by the public and by the government.\nThe treatment is painfully familiar to Jews, says David Gad-Harf, executive director of the Jewish Community Council of Metropolitan Detroit, which supports the immigration legislation. \"Many Jews were targets in the McCarthy era. We are very sensitive to this.\"\nWhen confronted by the dilemma that precautions against terrorism jeopardize civil liberties, Jewish groups pledge that a middle ground can be found.\n\"The political minefield of this issue,\" says ADL's Burdett, \"is that there are two ethnic communities seeking bridges to each other who do not agree (on secret evidence).\n\"When a bomb goes off, everyone wants to know what went wrong. But when,\" she asks, \"do you abridge someone's freedom?\"\n\nGraphic\n\n \nCOLOR PHOTO, (2); Mazen Al-Najjar; David Bonior\n\nLoad-Date: May 23, 2000"
}