{
    "title": "Shedding light on a changed world; MU 's Jack Fischel discusses 'The United States , Israel and the",
    "publisher": "sunday news",
    "year": 2001,
    "month": 10,
    "day": 14,
    "full text": "In the wake of the September 11 terrorists attacks on America, life has become a list of frequently asked questions.\nHow long will a \"war on terrorism\" last? How will the often volatile situation between Israel and the Arab world affect our mission? Will terrorism become part of life in America, as it has in Europe and the Middle East?\nAddressing the uncertain world situation, Dr. Jack Fischel, chairman of the history department at Millersville University, will hold a free public lecture, \"The United States, Israel and the War on Terrorism\" at 7 p.m. Sunday, Oct. 28, at the Lancaster Jewish Community Center, 2120 Oregon Pike.\nFischel, who has lectured on the topic for the Pennsylvania Humanities Council, and is a frequent television and radio commentator on the Middle East, is the editor of Congress Monthly, the publication of the New York, N.Y.-based American Jewish Congress. He is also a co-founder of the university's annual Conference on the Holocaust.\n#FISCHEL.O142#\n\"He has a sense of the historical perspective\" of recent events, noted Ken Firestone, chairman of Judaica at the Jewish Community Center. \"He's keenly aware of the role of Jews in modern history.\" Firestone called Fischel's presentation \"an opportunity for the general community to learn that Jews have had these experiences....Now we maybe could use that to better understand how we may build on that experience in America.\"\nFischel, in a recent phone interview, acknowledged the debate among Americans as to how to contain worldwide terrorism. For President George Bush, his administration, and our allies, the situation has very much become a balancing act.\n\"I have to give credit to Bush for not rushing in,\" Fischel said of the administration's holding back on military strikes that began last weekend. \"For every action, there is a counteraction.\"\nHe expressed concern that some might see a full-blown military campaign as an attack on Islam, not just terrorists.\nFischel has other concerns, including Israel's reaction should Iraq enter the picture. Saddam Hussein's forces sent missiles into the Jewish state during the Gulf War of the early 1990s, and Fischel said Israeli Prime Minister Ariel Sharon will not remain on the sidelines if Hussein stirs up trouble.\n\"Sharon is his own man,\" Fischel said. \"Should Iraq get involved, he's not going to sit back ...I don't want to even think about that scenario.\"\nIndeed, America's current policy of mollifying Arab states in order to form a coalition against terrorism -- while asking Israel to keep a low profile -- has drawn criticism from Sharon.\nIn recent remarks, the prime minister said he would not accept what he called America's attempts to \"appease\" the Arab world at Israel's expense, comparing the situation to Europe turning a blind eye to the Nazi invasion of Czechoslovakia in 1938. It is conceivable, Fischel said, that, should Iraq or militant anti-Israeli organizations such as Hamas complicate matters, American policy and the Israeli response could meet head-on.\nIsrael is also on the minds of Americans in a different context.  While pondering the possibility of another terrorist attack in the next few weeks or months, many wonder if life here may become like life in Israel, where the specter of terrorism is part of daily life. But Fischel said we should be more concerned with the more distant future.\n\"I don't think we are going to have a terrorist act for a long time,\" he said. \"In a year or two, we're going to relax. That is the nature of us.\"\nThat worries Fischel, who warned that patient terrorists might very well bide their time, allowing Americans to grow complacent.\n\"I would rather fly next week,\" he said, \"than two years from now.\"\n\nGraphic\n\n \nPHOTO, File photo , Jack Fischel\n\nLoad-Date: October 13, 2001"
}