{
    "title": "SHEIK INDICTED IN NYC TERROR; RADICAL CLERIC, 14 MORE LINKED FOR FIRST TIME IN WTC BOMBING PLANS, KA",
    "publisher": "the new york times",
    "year": 1993,
    "month": 8,
    "day": 26,
    "full text": "The federal government charged yesterday that Sheik Omar Abdel-Rahman, an Egyptian cleric known for his fiery Islamic sermons, was a leader of a terrorist group that orchestrated the World Trade Center bombing, a second plot to blow up New York City tunnels and buildings and the 1990 killing of Rabbi Meir Kahane, the Jewish militant.\nIn a sweeping new indictment, a federal grand jury for the first time linked those terror plots as well as plans for murders, kidnappings and bombing of U.S. military installations. Together, the indictment said, the acts were intended ''to levy a war of urban terrorism against the United States.''\nTwelve men had already been charged in connection with the foiled plot to blow up the United Nations building, the Lincoln and Holland tunnels and the New York City offices of the FBI.\nBut the 27-page indictment tied that plot to the others and brought in three new defendants: the sheik; Sayyid Nosair, who was charged with murdering Kahane but acquitted; and Mohammed Abouhalima, the brother of one of the Trade Center bombing suspects.\nAll 15 men are now charged with several counts including seditious conspiracy, a crime based on a little-used law that forbids plotting violence against the U.S. government or blocking law enforcement. The last notable use of the law was in Chicago in 1986, when four members of a Puerto Rican separatist group made a failed attempt to free their leader from prison.\nYesterday's indictment charges that the New York City bomb plots and other acts were all planned by a single terrorist organization and that the sheik, who is also wanted on charges of inciting a riot in Egypt, explicitly gave the orders.\nIn seeking the indictment of the sheik, the Justice Department reversed a decision of two months ago. Attorney General Janet Reno decided to seek his indictment Monday after prosecutors proposed a strategy that addressed what the government had seen as weaknesses in trying to charge the cleric -- who leads his followers through religious edicts -- with direct participation in the Trade Center bombing or other terrorist acts.\nInstead of charging Abdel-Rahman with complicity in any specific act, the indictment, using the sedition law, charges him with being a leader of a continuing conspiracy, but offers only vague details of his role in any individual act.\nAbdel-Rahman ''was a leader of the organization with whom others consulted in pursuing and planning bombings, murders and other acts of terrorism in furtherance of the objectives of the conspiracy,'' the grand jury charged in the indictment filed yesterday in U.S. District Court in Manhattan.\nThe indictment also charged that the 55-year-old blind cleric mediated disputes between the terrorists, protected the group from infiltration by law enforcement agents and ''provided instruction, whether particular acts of terrorism were permissible or forbidden.''\nThose acts, according to the court papers, also included plans to murder Egyptian President Hosni Mubarak as well as at least two ''Jewish persons,'' New York Assemblyman Dov Hikind and New York State Supreme Court Justice Alvin Schlesinger, the judge who had sentenced Nosair to prison on weapons charges in connection with the Kahane murder.\nThough 11 men had already been charged in connection with the foiled bomb plot, none had previously been charged with the Trade Center bombing. Another suspect, Abdo Mohammed Haggag, had been arrested in connection with the foiled plot, but he was not indicted until yesterday.\nRonald L. Kuby, a lawyer who along with William Kunstler is handling the defense for two suspects and represented Nosair at his trial, said the indictment was an attempt to ''create an atmosphere of fear and intimidation'' and would prevent a fair trial.\n''What they have done is take every allegation, every rumor, evey loose end and created a vast mythical Islamic conspiracy,'' he said. ''They've created a case that is so big and complicated that it is impossible to defend, impossible to understand and impossible for any of these defendants to get a fair trial.''\nBarbara Nelson, a lawyer for Abdel-Rahman, declined to comment, saying she had not yet seen the indictment and refused an offer to be read portions of it.\nMost of the men charged in the terror plots have been followers of Abdel- Rahman, who preached at mosques in Brooklyn and Jersey City since he first began visiting the United States in the mid-1980s. He arrived in 1990 on a tourist visa that government officials now say was a slip-up.\nThe cleric, who is now wanted by the Egyptian government on charges of inciting a riot, has been in federal custody since July 2 in Otisville, N.Y., after an immigration judge ordered him out of this country.\nNosair, for his part, is considered somewhat of a martyr for young Muslim radicals. Nosair was acquitted of state murder charges in Kahane's slaying. He was convicted only of a related weapons offense.\nNosair, a devout Muslim known as a follower of Rahman, came to the United States in 1981 and obtained citizenship after marrying a Pittsburgh woman who had converted to Islam.\nMany of the men charged in the two bomb plots were known to have supported Nosair during the Kahane murder trial and visited him later in prison in Attica, N.Y.\n\nGraphic\n\n \nPHOTO, Sheik Omar Abdel-Rahman/''Consulted in pursuing and planning bombings, murders and other acts of terrorism''\n\nLoad-Date: September 20, 1995"
}