{
    "title": "SHEIK HANDED LIFE SENTENCE IN BOMB PLOT; JUDGE SENTENCES NINE OTHERS IN 'WAR OF URBAN TERRORISM'",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 1,
    "day": 18,
    "full text": "Sheik Omar Abdel-Rahman and nine followers got long prison sentences Wednesday for plotting to blow up the United Nations, FBI offices, highway tunnels and other landmarks in the New York area.\nProsecutors called the case a \"war of urban terrorism\" aimed at altering U.S. policy in the Middle East.\nAbdel-Rahman, a militant Muslim cleric and the spiritual leader of the conspiracy, delivered a long, impassioned speech in Arabic before he was sentenced to life in prison without parole. The sheik argued, \"This case is nothing but an extension of the American war against Islam.\"\nOccasionally slapping the table with his hand, he also accused the judge of bias and said he had not committed any crime. \"It is impossible for me to build a bomb or place it anywhere,\" said the gray-bearded sheik. \"This is not the work of a man who preaches Islam.\"\nU.S. District Court Judge Michael Mukasey disagreed, saying, \"You were convicted of directing others to perform acts that would have resulted in the murder of hundreds, if not thousands of people, and brought about devastation on a scale that beggars the imagination, certainly on a scale unknown in this country since the Civil War.\"\nMukasey also sentenced El Sayyid Nosair to life in prison for his role in the bombing plot and for killing militant Rabbi Meir Kahane in a New York hotel in 1990.\n\"Because of the bombing of the World Trade Center, the government made up this case,\" Nosair complained. He was convicted under federal racketeering laws in the Kahane killing after being acquitted in state court of murder.\nNosair's cousin, Ibrahim A. El-Gabrowny, 45, was sentenced to 57 years for the conspiracy and other charges, including possession of bogus passports and visas intended to get Nosair out of the country following a jailbreak.\n'I'm Not A Terrorist' Mohammed Saleh, 39, said he had come to the United States to finish college and earn money to raise five children. He insisted, \"I'm not a terrorist.\" The government \"squeezed a few words\" from a conversation he had with an informer to convict him, he said. Mukasey sentenced him to the maximum 35 years.\nThe sentencing took place nearly two years after the convictions of four men in the World Trade Center bombing, which killed six people and injured more than 1,000. The conspirators in this plot were not charged in that bombing, but they were accused of being part of the organization that carried it out.\nThe defendants planned to bomb the United Nations, FBI headquarters in Manhattan, the Lincoln and Holland tunnels and the George Washington Bridge, prosecutors said.\nThe men were convicted Oct. 1 of seditious conspiracy and other charges. Abdel-Rahman, 57, also was convicted of plotting to assassinate Egyptian President Hosni Mubarak, a charge that carries a mandatory life term.\nAlong with Saleh, three others received maximum sentences of 35 years: Tarig Elhassan, 40; Clement Hampton-El, 57; and Victor Alvarez, 29. Fadil Abdelgani, 33, got 25 years; Fares Khallafalla, 33, received 30 years; Amir Abdelgani, 35, got 30 years.\nAlvarez, whom defense lawyers characterized as borderline retarded, denied any knowledge of the plot.\nMohammad T. Mehdi, president of the American-Arab Relations Committee in New York, called the case \"a sort of witch hunt against Muslims in America. It seems America has a need for foreign villains. With the demise of communism, Islam is the candidate. So the trial was really a show to intimidate the American Muslims, suppress our freedom to the detriment of the Constitution.\"\nOutside the federal courthouse, a small army of police officers wore bulletproof vests and carried semiautomatic weapons.\n\nGraphic\n\n \nPHOTO; Photo From AP - Kaukab Siddique shouts his support for Sheik Omar Abdel-Rahman outside a courtoom Wednesday in New York. Inside, the sheik was sentenced to life in prison for leading the conspiracy to blow up the United Nations and other city landmarks.\n\nLoad-Date: January 18, 1996"
}