{
    "title": "Sheik a Hero to Shiites, a Symbol of Terrorism to West",
    "publisher": "the new york times",
    "year": 1992,
    "month": 2,
    "day": 17,
    "full text": "The Party of God eulogized its secretary general, Sheik Abbas Musawi, as a martyr today, saying he died \"in a vicious Zionist raid targeting his convoy.\" The party promised to escalate its holy war against Israel.\nSheik Musawi, 39 years old, died in an Israeli ambush as he returned from a rally in memory of a fellow party leader who was killed by Israeli commandos eight years ago.\nThe Sheik, whose wife, Siham, and 6-year-old son, Hussein, died with him, mentioned the possibility of death in a recent speech. \"Our greatest appeal to Allah is, God bless us with martyrdom and honor us with it,\" he said to followers in Beirut's southern suburbs last week, Reuters reported.\nSheik Musawi, from the village of Nabih Chit near the ancient city of Baalbek, was elected secretary general of the party in 1990 and has been a leader of the group over the last decade.\nDuring that time, in the eyes of the West, the party has been a symbol of state terrorism backed by Iran. The party has been characterized as an umbrella group for the Shiite Muslim organizations that took western hostages in Lebanon.\nThe Party of God leads the Islamic Resistance Movement, a coalition that has carried out hit-and-run attacks in Israel's self-proclaimed \"security zone\" in southern Lebanon.\nThe group's stated goal has been to drive Western political, cultural and economic influence from the Mideast and replace it with Iranian-inspired Islamic fundamentalist doctrine.\n \nFoe of Peace Talks\n Among the objectives was scuttling the United States-sponsored Middle East peace talks, and to that end the party has increased its raids in the security zone over the last four months.\nSheik Mohammed Fadlallah, spiritual mentor of the Shiite militants, said in a statement today, \"I call upon all resistance fighters to escalate their holy war against Israel.\"\nDuring Sheik Musawi's leadership, nine American and British hostages who had been seized in Lebanon were released, but the Party of God persistently denied any link to the kidnappers. Sheik Musawi was said to have been close to the so-called pragmatist faction in Iran led by President Hashemi Rafsanjani.\nParty of God members have claimed responsibility for the 1983 bombings of a Marine compound in West Beirut, in which 241 people were killed, and a French Army barracks, in which 58 French servicemen were killed.\nThe group also took responsibility for attacking the United States and French Embassies in Kuwait two years later. The roundup of the bombers by the Kuwaiti authorities led to a wave of kidnappings of Westerners in Beirut, as the captors sought to use the hostages to force Kuwait to release the Party of God members.\nSheik Musawi accused the United States of being power-hungry in his speech today at a rally in Jibchit, near Nabatiyeh. The rally marked the eighth anniversary of the death of Sheik Ragheb Harb, a party leader whose successor, Sheik Abdel Karim Obeid, was abducted from his home in Jibchit in July 1989 by Israeli commandos and remains a hostage. The Israelis offered to exchange him for Israeli servicemen missing in Lebanon and believed held by a faction of the Party of God,.\nIran has found a fertile ground among Lebanon's estimated 1.2 million Shiite Muslims. The Party of God has been Iran's main tool in exporting its Islamic revolution.\nLike the Muslim fundamentalists in Teheran, the Party of God says not only southern Lebanon but also Jerusalem, where Muslim shrines are situated, must be recovered from Israel.\n\nLoad-Date: February 17, 1992"
}