{
    "title": "SHEIK CHARGED IN NYC PLOTS RADICAL MUSLIM CLERIC, 14 OTHERS ACCUSED IN WTC BOMBING, PLAN TO KILL MUB",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 8,
    "day": 26,
    "full text": "A radical Muslim cleric was charged yesterday with commanding a ''war of urban terrorism'' that included the World Trade Center bombing and foiled plots to blow up New York landmarks and kill Egypt's president.\nThe federal indictment, which charges 15 men in all, marks the first time that prosecutors have tied together those conspiracies and other alleged terrorist acts, including the 1990 assassination of militant Rabbi Meir Kahane, as part of a broad scheme to terrorize the United States.\nIt also was the first time Sheik Omar Abdel-Rahman was charged in the Trade Center attack and bomb-spree plot. The sheik, in federal custody as he fights deportation to Egypt, has denounced and denied any involvement in those conspiracies, though followers of his have been charged in both cases.\nOne of the 15 defendants is El Sayyid A. Nosair, who was acquitted on state murder charges in the Kahane killing but is in a New York state prison on a related weapons conviction.\nThis time, Nosair was indicted on federal racketeering charges in the shooting death of Kahane in a New York City hotel.\nIn addition to being charged in the overall terrorist conspiracy, Nosair, Abdel-Rahman and two others among the 15 were accused of conspiring to murder Egyptian President Hosni Mubarak.\nNosair is seen as a hero to young Muslim radicals. Many of those charged earlier in the Trade Center bombing and summertime bomb-spree plot were known to have supported him during his trial and visited him in prison.\nThe Feb. 26 Trade Center bombing killed six people and injured 1,000. In June, authorities broke up an alleged plot to bomb the United Nations, the Lincoln and Holland Tunnels and the George Washington Bridge linking New York City and New Jersey, and a federal building that houses the FBI in Manhattan.\nThe indictment issued yesterday spoke of an organization that from at least 1989 carried out acts of terrorism, including bombings and murders, against various governments and officials in the United States and abroad. The indictment gave few specifics.\nThe indictment had been promised a month ago by prosecutors who were transcribing hundreds of hours of tape recordings captured by a government informant who had become a confidant of Abdel-Rahman.\nIt alleged the conspirators targeted government officials, law enforcement officials and judicial officers for kidnap and assassination. It said the conspirators also planned to obstruct justice by conspiring to kidnap and take hostages to attempt to gain release of imprisoned colleagues.\nThe defendants, the indictment said, ''unlawfully, willfully and knowingly combined, conspired, confederated and agreed together and with each other to levy a war of urban terrorism against the United States.''\nThe indictment accused Abdel-Rahman of leading the organization, and said he was ''consulted in pursuing and planning bombings, murders and other acts of terrorism.''\nIt said he also ''provided instruction regarding whether particular acts of terrorism were permissible or forbidden, served as a mediator of disputes among members of the organization and undertook to protect the organization from infiltration by law enforcement authorities.''\nThe grand jury's indictment said that in late November or early December 1991, Abdel-Rahman asked an informant to murder Murbarak.\nAnd in May 1992, the indictment alleged, Nosair asked an informant where to construct bombs, how to plan for Nosair's escape from Attica state prison, and how to target Jewish people for assassination, including a state assemblyman and the judge who had sentenced him to prison.\nEleven of the 15 defendants had already been charged with plotting a summertime bombing spree in New York City; all pleaded innocent. The first arrests came during a June 24 raid, when authorities said they caught five of the suspects mixing bomb ingredients.\nNone of the 15 had previously been charged with the Trade Center bombing. Six others are charged in that attack; five of them are in custody, and their trial begins next month.\nThe four new defendants -- who also were charged with plotting to assassinate Mubarak -- are Abdel-Rahman; Nosair; Mohammed Abouhalima, the brother of a defendant in the Trade Center bombing; and Abdo Mohammed Haggag, who was charged last month with conspiring to kill Mubarak.\n\nGraphic\n\n \nPHOTO, Sheik Omar Abdel-Rahman/''Consulted in pursuing and planning bombings, murders and other acts of terrorism''\n\nLoad-Date: September 20, 1995"
}