{
    "title": "Sheik's invitation to speak at USF stirs up battle",
    "publisher": "the new york times",
    "year": 1994,
    "month": 7,
    "day": 5,
    "full text": "University of South Florida professor Mark Orr didn't expect to have to  postpone a forum on Islamic affairs scheduled for mid-May.\nTwo previous annual gatherings had passed with hardly any notice outside  the circle of Middle East scholars who participated.\nBut this time, what started out as a scholars' round table has become a  controversy over whether the featured speaker is a terrorist.\nPlans for the forum are on hold while the State Department considers  whether to give Sheik Rashid al-Ghanoushi a visa to enter the United States.\nSHEIKH\n\"We just aren't sure whether he'll be admitted,\" said Orr, director of  the International Affairs Center at USF.\nGhanoushi, 53, leads the banned Nahda, or Renaissance, party, which  supports the establishment of an Islamic state in his native Tunisia.  Convicted in 1992 of plotting to overthrow the military regime of President  Zine al-Abidine Ben Ali, he now lives in London under a grant of political  asylum from the British government.\nHis request to visit the United States has provoked complaints from the  Tunisian government, area Jewish groups and members of Congress.\nAt issue is whether the sheik's political activities have crossed the line  into terrorism.\n\"I urge you in the strongest possible terms to deny Sheik Ghanoushi a visa  with which to enter this country,\" wrote Sen. Alfonse D'Amato, R-New York, in  a letter to Secretary of State Warren Christopher.\nUnder the law, Ghanoushi could be ineligible for a visa if he provided  material support for terrorist acts. But he cannot be excluded for his beliefs  or statements, even if those statements support terrorist groups, said Gary  Sheaffer, a State Department spokesman.\n\"Someone can stand up and say \"I support terrorism' and still be granted a  visa,\" Sheaffer said.\nD'Amato compared Ghanoushi to Omar Abdel-Rahman, an Egyptian religious  leader awaiting trial in New York on charges of masterminding last year's  attack on the World Trade Center and of plotting other terrorist acts. He also  criticized Ghanoushi's ties to fundamentalist regimes in Iran and the Sudan.\nThe sheik has denounced Israel, the United States and secular Arab regimes.  He supported the 1990 Iraqi invasion of Kuwait and criticized Saudi Arabia for  allowing U.S. troops to fight on Islamic soil. But he rejects the terrorist  label and has said he is committed to democracy. And the military trial at  which he was sentenced in absentia to life in prison was marred by procedural  violations, according to Human Rights Watch.\n\"It was not a fair trial,\" said Eric Goldstein, research director for the  New York-based organization, which sent an observer to the trial.\nThis year's forum at USF would be the third in a series dealing with the  Islamic revival in the Middle East. Orr invited Ghanoushi last year to speak  because of his reputation as a leading Islamic intellectual and his key role  in North African politics.\nPast speakers included Hassan al-Turabi, an influential figure in Sudan's  Islamic regime, cited last year by the U.S. for supporting terrorism. Neither  he nor the other speaker, a scholar from Pakistan, had problems obtaining  visas, despite their reputations. Orr said he doesn't know why Ghanoushi's  application is so controversial.\n\"The first two are much more radical in their outlook than he is,\" he  said.\nThe invitation to Ghanoushi raises concerns because it is the third time  USF has invited someone with an extremist reputation, said Michael Winograd,  associate regional director of the Anti-Defamation League of B'nai B'rith in  Miami.\n\"We are disappointed that of all the possible scholars and speakers on the  Middle East, the round table has chosen three years in a row these Islamic  fundamentalist leaders,\" he said.\nAfter constituents expressed similar concerns, U.S. Rep. Dan Miller,  R-Bradenton, asked Christopher to investigate Ghanoushi's record carefully  before granting a visa.\n\"I do not believe that we should take chances with American lives by  allowing potentially threatening individuals to lecture a small group of  academics,\" Miller wrote.\nOrr still hopes Ghanoushi will be able to address the forum. But if he  can't obtain a visa, the group will have to find someone who is less  controversial.\n\"I guess this does put the State Department in a difficult position,\" he  said. \n \n   Information from the New York Times was used in this article.\n\nGraphic\n\n \nBLACK AND WHITE PHOTO; Mark Orr, (ran Tampa Today)\n\nLoad-Date: July 6, 1994"
}