{
    "title": "Shelve Your Procession IGP Warns IMN, Insists Group Remains Proscribed",
    "publisher": "the will ",
    "year": 2019,
    "month": 9,
    "day": 10,
    "full text": "IGP Mohammed Adamu SAN FRANCISCO, September 10, (THEWILL) The Inspector General of Police (IGP) Mr Mohammed Adamu says all activities of the Islamic Movement in Nigeria (IMN) remained proscribed in line with the Terrorism (Prevention) Proscription Order Notice of July 26. The Force Public Relations Officer (FPRO), DCP Frank Mba disclosed this in a statement on Monday in Abuja saying all gathering or procession by the group had remained illegal and would be treated as a gathering in the advancement of terrorism. Mba said that the attention of the police had been drawn to plans by some members of the proscribed IMN to embark on a nationwide procession but said the procession is targeted at disrupting public peace, order and security in the country.\n Mba said that the IGP had directed the Commissioners of Police in all the states of the federation and the Federal Capital Territory (FCT) to avert any planned procession and/or disruption of public peace by IMN members. He said the IGP had also ordered all supervisory Assistant Inspectors General of Police to put in place concrete measures to prevent the procession.\n The FPRO said the IGP enjoined the public to avail the police with useful information as regards the activities of the proscribed IMN. He said the IGP also advised parents and guardians to prevail on their children and wards not to be cajoled into embarking on illegal and ill-motivated activities.\n \"The Force notes that in line with the Terrorism (Prevention) Proscription Order Notice 2019 of 26th July 2019, the activities of the Islamic Movement in Nigeria have been proscribed,\" he said. \"Consequently, all gathering or procession by the group remains ultimately illegal and will be treated as a gathering in the advancement of terrorism.\n \"The Inspector-General of Police, IGP M.A Adamu, NPM, mni has directed the Commissioners of Police in all the States of the Federation and the Federal Capital Territory (FCT), Abuja as well as their supervisory Assistant Inspectors-General of Police to put in place concrete measures to avert any planned procession and/or disruption of public peace by the Islamic Movement in Nigeria, anywhere in the country.\n \"The IGP also enjoins the public to avail the Force with useful information as regards the activities of the proscribed Islamic Movement in Nigeria. \"In addition, the IGP has also advised parents and guardians to prevail on their children and wards not to be cajoled into embarking on illegal and ill-motivated activities by anyone or group of persons, under any guise whatsoever.\n\" \n\nLoad-Date: September 10, 2019"
}