{
    "title": "Shelby Raises Notion of Ending Terrorism Backstop",
    "publisher": "american banker",
    "year": 2005,
    "month": 5,
    "day": 5,
    "full text": "Senate Banking Committee Chairman Richard Shelby was expected to say\nWednesday evening that the government backstop for terrorism insurance should\nexpire if the Treasury Department determines the industry has recovered from\nthe Sept. 11 attacks.\nThe Alabama Republican also was expected to say that he is considering\nseeking the establishment of a federal insurance charter and to reiterate\nthat Congress must not put too many restrictions on a proposed new regulator\nfor Fannie Mae and Freddie Mac.\nThose statements were in the text of speech prepared for delivery at a\nMarket News International conference in New York.\nThe speech went beyond Sen. Shelby's previous comments on the\nreauthorization of the Terrorism Risk Insurance Act, under which the\ngovernment reinsures property/casualty policies that cover acts of terrorism.\nThe law is set to expire at yearend.\nSen. Shelby said he is still waiting for a Treasury report due soon on\nhow well the program has worked and the state of the industry.\n\"If it is determined that the insurance markets are now over the shocks\nof Sept. 11th, I believe that the Congress should let the federal backstop\nexpire,\" Sen. Shelby said. \"If it is apparent that our markets are improving\nbut still lack the capacity to provide coverage, Congress will need to\ndetermine the appropriate structure for the program.\"\nHe continues to believe that \"market solutions are preferable to\ngovernment intervention.\" If an extension is necessary, \"our priority must be\nto develop a program that protects taxpayers and the economy while helping to\nrestore the efficient function of our private markets.\"\nOpposing an extension would put him at odds with many House Republicans,\nwho have said they favor a reauthorization while they research a long-term \nsolution.\nSen. Shelby could also disagree with House colleagues about the need for\na federal insurance charter. House Financial Services Committee Chairman\nMichael Oxley and others have said they oppose creating the charter.\nBut Sen. Shelby hinted in his prepared remarks that the idea is still\nviable, particularly after \"allegations of abuse and scandal\" have surfaced\nin the insurance industry.\n\"I believe that we must closely consider the present regulatory regime to\ndetermine whether it is adequate to address current intricacies of our\ndynamic and complex markets,\" he said. \"I intend to explore the issue further\nin coming months.\"\nSen. Shelby also outlined the powers that he thinks a proposed new\nregulator for the housing government-sponsored enterprises should have.\nThough he noted that Federal Reserve Board Chairman Alan Greenspan has\nargued for strict caps on the portfolios, Sen. Shelby said his committee has\nalso heard from experts who have said the portfolios benefit the nation's\nhousing market. The Bush administration has pushed for a regulator with power\nover the portfolios, as well as clear guidance from Congress to hold them to\nonly that which is necessary for liquidity and to promote housing.\nSen. Shelby said that Congress should not give a new regulator too much\nguidance.\n\"Congress is not the best forum to set such standards. Such decisions are\nbest left to the discretion of the regulator to act when the risks warrant\nsuch action or the link to the housing mission is unclear,\" he said.\nCopyright 2005 Thomson Media Inc. All Rights Reserved.\nhttp://www.thomsonmedia.com            http://www.americanbanker.com\n\nLoad-Date: October 31, 2006"
}