{
    "title": "Sheriff says its unlikely antifa started Cold Springs Fire",
    "publisher": "the wenatchee world ",
    "year": 2020,
    "month": 9,
    "day": 13,
    "full text": "Sept. 13--     Sep. 13--OKANOGAN -- Investigators haven't said whether they believe the Cold Springs Fire was an accident or arson. But Okanogan County Sheriff Tony Hawley says he's pretty sure of one thing: It wasn't started by antifa members.\nThere are many rumors about how the fire started Sept. 6, the sheriff said Saturday.\nPeople have claimed to see a car driving away from the site where it started or have said that antifa started the fire.\n\"There are plenty of people out there, I'm hearing, that they're presenting information like they saw something. And when you start going, (they're like), 'Oh no, so-and-so told me who heard it from so-and-so,'\" Hawley said.\nHawley said he has not seen any social media videos or pictures of anyone starting the fire. If it existed, he's fairly certain he'd have seen it by now. But anyone with information should contact the Sheriff's Office at (509) 422-7200.\n\"If somebody does have that and you talked to someone, we'd be more than happy to have them come talk to us and show us that video,\" Hawley said.\nIt is unlikely that members of antifa started the fire, he said. For one thing, terrorist organizations usually claim ownership, which no one has, he said. And Okanogan County is not exactly a prime target, he added.\n\"The bang for your buck for terrorism, in Okanogan County I don't think you're quite getting that,\" Hawley said. \"It disrupts our community, but you're not disrupting a national scene.\"\nThe sheriff said investigators are collecting evidence into the death of Jamie and Jacob Hyland's son, in case the cause of the fire is determined and it turns into a criminal case. Detectives can't go back and reassess the scene if it does turn out to be arson, he said.\nThe Sheriff's Office does not have anyone in custody in connection to the wildfire and the investigation is continuing, he said.\n\"We're still just starting into this investigation, collecting the information we can from the scene where the family was injured,\" Hawley said.\nThe state Department of Natural Resources is leading the investigation into the cause of the fire and the Sheriff's Office and Colville Tribal Police are working with them.\n___ (c)2020 The Wenatchee World (Wenatchee, Wash.) Visit The Wenatchee World (Wenatchee, Wash.) at www.wenatcheeworld.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: September 14, 2020"
}