{
    "title": "Sheriff Shuffles Team To Guard Against Local Terrorism",
    "publisher": "the tampa tribune ",
    "year": 2001,
    "month": 10,
    "day": 11,
    "full text": "SO; tbyrd@tampatrib.com  \nLAW ENFORCEMENT LOCATES POTENTIAL TARGETS IN AREA\nTAMPA - The terrorist attacks are creating work assignments within the Hillsborough County Sheriff's Office.\nSheriff Cal Henderson told county commissioners Wednesday he has temporarily transferred investigators from his narcotics division to his intelligence division to help guard against terrorism.\nHe added he is meeting regularly with the FBI and Florida Department of Law Enforcement, and there have been no turf battles to hamstring the work.\n\"We haven't had any infighting going on,\" he said. \"I think we're all on the same page working for the same goal.\"\nHenderson, president of the Florida Sheriffs Association, was appointed by Gov. Jeb Bush to help head the Regional Anti-Terrorism Task Force.\nLocally, representatives from Hillsborough, Pinellas, Pasco, Polk, Manatee, Hardee, Hernando, Sumter and Citrus counties are meeting to coordinate intelligence gathering and define their roles.\nHenderson acknowledged that potential terrorist targets have been identified in the Tampa Bay area and extra protection is in place.\n\"I'm not going to go into any details, but we have identified some targets,\" he said. \"The less we say publicly, I think, the better. We're doing a lot of overtime, but we're going to do what we have to do.\"\nThe attacks have caused another strain on Henderson's agency. He has temporarily lost 23 deputies to military service.\nOne need he has identified for his department is protective gear. Deputies have gas masks in their cruisers, but they are designed for tear gas, not a lethal chemical attack.\n\"This is a new ballgame,\" he said.\nHenderson said people noticing suspicious activity should dial 911, but he wouldn't comment on how law enforcement would respond to specific kinds of attacks.\n\nGraphic\n\n \nPHOTO (C)\n(C) Cal Henderson\n\nLoad-Date: October 13, 2001"
}