{
    "title": "Sheriff ties terrorism to Arlington , UTA during forum",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 29,
    "full text": "Tarrant County Sheriff Dee Anderson suggested Arlington is a source of terrorist activity because of UTA in a video posted Thursday on Facebook.\"We certainly recognize that no place in the country is immune to that problem. I don't think it's any secret for anybody who's lived here very long to know that in Tarrant County, the hot bed of that kind of activity is Arlington because of UTA and what that brings to that world,\" Anderson said in the video. \"We are certainly mindful of what's going on. \nWe participate in every type of organization designed to monitor and prevent terrorism.\"Anderson, who is the incumbent in the current race for Tarrant County Sheriff, made the remarks at a Mansfield Chamber of Commerce Candidates Forum on Thursday. It is unclear what provoked the remarks. The Shorthorn reached out to Anderson's campaign for context at noon Friday through email, social media and by phone but did not receive a response by press time.President Vistasp Karbhari spoke with Anderson who assured him that his words lacked context and were not directed at UTA, according to an email sent to the university community Friday.\"He has the highest respect for the university,\" Karbhari said in the email.Students' safety and well-being are important to university leadership, according to the email. UTA Police Department is committed to serving the community and citied a 40 percent drop in reported crime between 2014 and 2015, according to the email.\"We are exceptionally proud of the positive impact UTA has on our communities,\" Karbhari said in the email. \"The diversity of our student population, and the international engagement we bring as a top national research university, sengthens the North Texas region and drives our economy.\"The runoff election for Tarrant County Sheriff is May 24.  Anderson is running against Bill Waybourn, retired chief of public safety for Dalworthington Gardens police department.@antmuss76news-editor.shorthorn@uta.edu\n\nLoad-Date: April 29, 2016"
}