{
    "title": "Sheriff to travel to Israel for security training",
    "publisher": "star tribune ",
    "year": 2019,
    "month": 12,
    "day": 3,
    "full text": "The Anoka County sheriff will travel to Israel this month to learn about preventing and responding to terrorism and human trafficking.\nThe National Sheriffs' Association selected Anoka County Sheriff James Stuart to participate in the Jewish Institute for the National Security of America (JINSA) Homeland Security Program. The program was founded in the aftermath of the Sept. 11 terrorist attacks to better coordinate terrorism prevention and response. JINSA, a Washington, D.C.-based nonprofit organization, formed in 1976 to strengthen U.S.-Israeli ties.\nOnly a few hundred law enforcement officials have gone through the all-expenses-paid program in Israel since its inception, though thousands have attended JINSA conferences across the U.S. In 2017, JINSA hosted a homeland security conference in Minneapolis.\nStuart said the closest law enforcement official attending the program in mid-December is from Oklahoma. He said he's never been to Israel and that the region's instability makes the thought of traveling there a bit \"unnerving.\" But Stuart said he is excited, even \"shellshocked,\" at the opportunity to collaborate on an international scale.\n\"It's definitely a huge honor to be selected,\" he said. The program is offered only once a year with two sheriffs in the nation selected to participate.\nThe weeklong trip will bring together federal agencies, state homeland security directors and police commissioners.\nStuart is a member of the National Sheriffs' Association executive committee and has served 25 years in Anoka County. This is his ninth year as sheriff; he also serves on the FBI joint terrorism task force.\n\"Across the U.S. there's a lot of subversive groups looking at acts of terrorism, locally or abroad. With the Twin Cities being a key recruitment area, we know that this is tragically alive and well. Near home it's something we're paying attention to,\" Stuart said.\nStuart said the experience will benefit not only his law enforcement career, also but his colleagues in the county and nationally in the Sheriffs' Association. The group's CEO, Jonathan Thompson, said Stuart will bring back great insight from his time in Israel.\nKim Hyatt · 612-673-4751\n\nLoad-Date: December 3, 2019"
}