{
    "title": "SHERIFF_ MILITIA TRAINED IN RURAL COLUMBIA COUNTY GROUP IS ACCUSED OF PLOTTING TO KIDNAP MICHIGAN 'S",
    "publisher": "wisconsin state journal",
    "year": 2020,
    "month": 10,
    "day": 11,
    "full text": "Columbia County Sheriff Roger Brandner confirmed the militia group that allegedly plotted to kidnap Michigan Gov. Gretchen Whitmer spent a weekend training for their plan on roughly two acres near a residence in the town of Courtland.\n\"Obviously, it's disturbing that anybody came into our county with a plot to overthrow the government,\" Brandner said Friday.\nBut he said it wasn't a complex military training ground. Instead, it was a home in a rural area stretching over about two acres. The homeowners have resided there for many years, he said, and were unaware of the illegal activities outlined in an FBI complaint that took place there in July.\nThe town of Courtland is on the eastern edge of Columbia County and is bordered by the village of Cambria on the northwest and the village of Randolph on the northeast.\nAccording to the complaint, unsealed Thursday and filed in the U.S. District Court in Detroit, a group of six met at the rural residence to take part in firearms drills and combat training.\nAccording to the federal complaint, one of the men, Barry Croft of Delaware, and another group member tried to create a makeshift bomb with the use of black powder, balloons, a fuse and BBs. They failed to explode the device because of its faulty construction.\nBrandner said there was no large tactical training facility, echoing a sentiment made by Cambria Village President Glen Williams when he said he knew of nothing like that in the area Thursday.\nThough there is an anti-terrorism task force overseen by the FBI in Madison that would report concerning activity by groups, Brandner said the department has not had any notifications from that bureau in some time.\nBrandner did not provide the location of the home due to ongoing investigation by the Sheriff's Office.\n\"We are looking into additional concerning activity happening at this residence,\" Brandner said, adding that the department has been in contact with the property owners in the past, but nothing serious. \"Information we have heard since then is very concerning.\"\nThere are no active groups currently being monitored by county law enforcement, he said, noting that the exercise by the Michigan-based group took place over just two days and was arranged with the property owners through \"a friend of a friend of a friend.\"\nBrandner added that Columbia County is large and mostly rural.\n\"That's why we ask the community to keep us informed and report any suspicious activity,\" he said.\nBrandner said he was informed by FBI agents that no one within the county is a suspect or a target of investigation regarding the plot to kidnap the governor.\nNo Columbia County deputies have had any legal contact with the six men who were arrested either, whether through a traffic stop, arrest or otherwise, he added.\n\nLoad-Date: October 13, 2020"
}