{
    "title": "Shevardnadze calls for anti-terrorism force",
    "publisher": "usa today",
    "year": 1990,
    "month": 9,
    "day": 26,
    "full text": "Soviet Foreign Minister Eduard A. Shevardnadze made an impassioned appeal Tuesday for the elimination of chemical weapons and the creation of an international anti-terrorism force, as he condemned Iraq for its \"act of terrorism\" in Kuwait.\n \n    In a speech to the United Nations General Assembly before the Security Council tightened its embargo against Iraq, Shevardnadze said: \"What else has to happen to set in motion the elimination of chemical weapons? The Soviet Union and the United States are setting an example by doing so on a bilateral basis. But what about the others?\"\n \n    Shevardnadze also called for \"a new norm in international law\" to punish world leaders who threaten to use \"weapons of mass destruction\" and engage in terrorism.\n \n    Shevardnadze called for a \"time frame for the destruction of chemical weapons\" and criticized the \"leisurely manner\" in which this issue was being discussed at talks on disarmament in Geneva.\n \n    The negotiations, which started nearly 20 years ago, have failed to resolve issues of inspection: the point at which a prohibition would begin, and the fate of current stockpiles of chemical weapons.\nCompiled from Wire Reports   The foreign minister, after warning that war could break out any day in the Persian Gulf, suggested the building of \"a rapid response force\" to deal with \"unconventional situations,\" such as terrorist attacks.\n Another $ 2-billion voted for military\n \n   The House Appropriations Committee voted for an extra $ 2-billion Tuesday to pay for U.S. military operations in the Persian Gulf and proposed that the president be allowed to activate reservists for up to 12 months.\n \n    Present law limits such call-ups without congressional approval to a total of six months.\n \n    There was no debate on the additional money for Persian Gulf operations or on giving the president authority to call up reservists for longer periods. A related provision, appropriating $ 20-million in \"imminent-danger\" pay for U.S. forces in the gulf region, also was approved.\n  Iraqi troops number 430,000\n \n   The Pentagon said Tuesday that the number of Iraqi troops in or near occupied Kuwait has increased by 70,000 since last week, but the Iraqi force that now totals 430,000 remains in a defensive posture.\n \n    The Pentagon's latest estimates of Iraqi troop strength came amid signs that the Defense Department will not need all the reservists it is authorized to activate by the end of September.\n \n    The Army plans to activate 4,620 National Guard and Reserve units Thursday, bringing the total for all services to 26,590 well below the nearly 50,000 authorized by Defense Secretary Dick Cheney.\n \n    The United States has deployed more than 165,000 troops to defend Saudi Arabia from an attack by Iraq.\n Egypt debt plans put on hold\n \n   A key House committee Tuesday shelved a Bush administration request to cancel Egypt's $ 6.7-billion military sales debt to the United States after being told it faced defeat in the full House.\n \n    Instead, the House Appropriations Committee moved to ensure that Egypt continued to receive military aid even though it is more than a year behind in payments of earlier aid debts.\n \n    Urging Congress to forgive the debt, administration officials had pointed to its leadership in the Arab world in opposing Iraq's takeover of Kuwait and its dispatch of troops to Saudi Arabia to serve alongside U.S. forces.\n \n    The Gulf crisis has worsened Egypt's severe economic problems and officials said it would not be able to pay its bills on the owed $ 6.7-billion next year.\n \n    But Rep. David Obey, D-Wis., chairman of the foreign operations subcommittee, said the debt cancellation plan as it now stood would be \"clobbered\" in the full House, sending a disastrous signal to the Cairo government.\n \n    He said he had told the White House his panel was working with the administration to find \"innovative\" ways to deal with the problem and that the forgiveness issue remained open.\n Turkish president meets with Bush\n \n   President Turgut Ozal of Turkey told President Bush that the world had overestimated Iraq's military might and vowed to honor the U.N. trade embargo against Baghdad.\n \n    Ozal met with Bush in the White House to discuss Turkey's strategic role in the military buildup against the forces of Iraqi President Saddam Hussein.\n \n    He received assurances from Bush of expanded U.S. trade to soften the impact of the U.N. sanctions on Turkey, which borders Iraq and is expected to lose as much as $ 5-billion if the embargo lasts for a year.\n \n    Ozal told Bush he felt the public perception of the strength of Iraq's army had been exaggerated, according to a State Department official who attended the Oval Office meeting.\n \n    During a photo session with Bush, Ozal was asked how long his country could withstand the economic pressures on it caused by the U.N. sanctions.\n \n    \"As much (time) as it requires,\" Ozal replied as Bush looked on.\n \n    Ankara stands to lose about $ 300-million a year after shutting down two pipelines that carried Iraqi oil to the Mediterranean for shipment. The U.S. ally has also lost about $ 1.5-billion in annual  trade with Iraq and Kuwait.\n Troops seek squirt\n guns and games\n \n   After weeks of shipping tanks and other tools of war to the Persian Gulf area, the Pentagon is now looking for a few lighter items to supply the troops.\n \n    Things like squirt guns, Nerf balls, macrame and kite-making kits.\n \n    The Pentagon on Tuesday invited the public to donate a variety of recreational items to the troops in the desert and in the Persian Gulf. It also cautioned that reading materials should not include pictures of scantily clad women.\n \n    Among other desired items: electronic and board games such as Nintendo and Trivial Pursuit; music and video tapes as well as Arab language tapes; comics and editions of USA Today; fitness equipment such as jump ropes and stair-climbing machines, and sports equipment such as portable basketball goals, soccer balls, rubber footballs, volleyball nets and horseshoes.\n \n    Also suggested: writing materials, including Christmas cards, and personal items such as sun visors, insect repellent and sun block.\n Group to handle gulf economic aid\n \n   President Bush announced Tuesday a new multinational Persian Gulf Crisis group will be set up to coordinate financial aid to countries hurt economically by the embargo on trade with Iraq.\n \n    Bush said the new Gulf Crisis Financial Group was a necessary part of coordinated world effort to stop aggression of Iraqi President Saddam Hussein and to sustain countries lined up against Baghdad.\n \n    \"The political leadership of the U.N. must be matched by the economic leadership of the IMF and the World Bank,\" Bush said in a speech to the IMF/World Bank annual meeting in Washington, D.C.\n \n    The United States has estimated that Egypt, Jordan and Turkey will need $ 14-billion through the end of 1991 were reasonable.\n \n    Treasury Secretary Nicholas Brady and Secretary of State James Baker won pledges of $ 18-billion to $ 20-billion from the oil-rich states of the Gulf and the industrial nations of Europe and Asia in a round-the-world trip in September. About half of that will probably be available for use by the frontline states.\n \n    The members of the Gulf Crisis Coordination Group will be the United States, Saudi Arabia, Kuwait, United Arab Emirates, Qatar, Germany, Britain, Italy, France, Japan, Canada, the European Community, South Korea, and possibly new creditor governments.\n \n    It will be chaired by Brady and a senior State Department official will be the deputy chair. Representatives of these countries' finance and foreign ministries will serve on the committee.\n\nGraphic\n\n \nBLACK AND WHITE PHOTO, Associated Press; Marine Lance Cpl. Kevin Gordon of Los Angeles and Capt.  Scott Nissen of Kansas City, Mo. send greetings home from their base in Saudi Arabia\n\nLoad-Date: November 10, 1992"
}