{
    "title": "Shield law for reporters would hurt terrorism fight, administration says",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 7,
    "day": 21,
    "full text": "The fight against terrorism would be undermined by a law to protect reporters from going to jail when they refuse to reveal their sources, the Bush administration said Wednesday.\nMeanwhile, Democrats continued to pelt the White House over presidential adviser Karl Rove's role in the leak of an undercover CIA officer's identity. The Senate legislation has gained attention with the recent jailing of a New York Times reporter who declined to testify in the federal investigation into the leak.\n\"The bill would create serious impediments to the department's ability to effectively enforce the law and fight terrorism,\" Deputy Attorney General James Comey said in prepared testimony to the Senate Judiciary Committee.\n\"It would bar the government from obtaining information about media sources -- even in the most urgent of circumstances affecting the public's health or safety or national security,\" Comey wrote.\nSen. Christopher Dodd, D-Conn., questioned that premise. He asked opponents of the bill for examples in which shield laws in 31 states and the District of Columbia had brought about any great threats to public safety.\nLegislation by Sen. Richard Lugar and Rep. Mike Pence, both Indiana Republicans, would protect reporters from being imprisoned by federal courts.\nThe Senate committee quickly scheduled a hearing on the proposal after a federal judge sent Times reporter Judith Miller to jail two weeks ago for refusing to divulge who told her that Valerie Plame, the wife of former Ambassador Joseph Wilson, was a CIA officer.\nThe bill would stop short of giving reporters absolute immunity. The sponsors added an exception for cases where source identification is essential for protecting national security.\nComey, who skipped the hearing to meet with leaders of the House on renewing the Patriot Act, said in his remarks that it was unfair to equate the bill with state shield laws.\n\"None of the states deals with classified information in the way that the federal government does,\" he said. \"And no state is tasked with defending the nation as a whole or conducting international diplomacy.\"\nA journalist who published Plame's identity, Matthew Cooper of Time, said the patchwork of state shield laws and the absence of a federal statute make it confusing for reporters promising sources anonymity.\nRetired New York Times columnist William Safire told the committee the bill is necessary to prevent law enforcement from turning reporters into its agents. \"Journalists are not the fingers at the end of the long arm of the law,\" he said.\nSome senators said the bill should draw a brighter line between \"good leaks,\" whose exposure improves public life, and \"bad leaks,\" such as the one in the Plame case, where the leak itself may have broken laws.\nBut Lee Levine, a media lawyer, told the committee, \"One person's whistle-blower is another person's slander monger.\"\n\nLoad-Date: July 22, 2005"
}