{
    "title": "Shift in Palestinian policy won't eliminate terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 18,
    "full text": "Tony Blair admitted it. The British Prime Minister called for the creation of a Palestinian state Monday and told his reason why: \"So that there are not generations of people who use the Palestinian cause as an excuse for terrorism,\" he said.\nUh, beg your pardon? British foreign policy has changed as a result of terrorist attacks?\nYup!\nColorado State U.\nAt least he's honest. The United States, albeit less overtly, also shifted its policy last week. President Bush said the United States had planned to support a Palestinian state before the attacks in Washington and New York ever took place. That's possible, but unlikely. A more probable reason is the United States wants to placate the bad guys. Of course, Uncle Sam doesn't want the general population to think he's letting terrorists affect our foreign policy, but so far that hasn't been a problem. Hardly anyone in this country even batted an eye at the announcement.\nThat's not the case elsewhere. Israeli hardliners are worried sick the U.S. is about to abandon Israel. Prime Minister Ariel Sharon about had a cow when the president announced the shift in policy. He accused the United States of selling out Israel much the same way the British conceded Czechoslovakia to Hitler on the dawn of World War II. After a stern rebuke from the White House, Sharon apologized but didn't fully renounce his words. He clearly believes America has turned its back on his country.\nConversely, some Israelis think the U.S. is simply playing head games with the Arabs. A senior Israeli diplomat told the Jerusalem Post the strategy was designed to, \"pacify Arab leaders and calm the rising tide of anti-American sentiment on the Arab and Islamic streets.\"\nIf he's right, and the Bush administration has no intention to follow through, it is almost inviting future terrorist attacks -- the very thing its shift in policy is trying to avoid. If he's wrong, one thing is worth noting: no outside player can simply create a Palestinian state.\nThe United Nations supported one as long ago as the 1940s, and the United States, under President Clinton, did so as recently as last year. What were the results? A lot of bloodshed, but no Palestinian state!\nBefore it happens, both the Palestinians and Israelis must make extremely tough compromises -- compromises they've never been willing to make before. It is tough enough to find common ground on issues such as land, water, and security. Throw the holy sites of Jerusalem's Old City and years of hatred into the equation and peace becomes nearly impossible. The latter two items doomed the peace talks at Camp David last year.\nThen, the Palestinians negotiated with Ehud Barak, a dove who, according to some, almost gave away the whole farm. Now, the door to peace goes through hard-liner Ariel Sharon, a man more inclined to kill Palestinians than make deals with them. Is he willing now, even under intense international pressure to make peace? Maybe, but don't hold your breath.\nSimilarly, will the Palestinians willingly negotiate with him? Please refer to the previous answer.\nBoth sides will probably at least go through the motions if the West leans on them enough. Yet a peace deal -- and certainly a lasting peace -- requires willingness on both sides, something we have yet to see.\nWhich leads us to the question of, what does it matter anyway? There is no guarantee the terrorist groups now attacking the United States would stop if the U.S. supported Palestinian statehood.\nIn an interview three years ago, Osama bin Laden's biographer asked him if there was anything the United States could do to make things right. Bin Laden responded that if the Americans withdrew from Saudi Arabia and the Jewish army went some distance from Al-Aqsa, a Muslim holy site in Jerusalem, he would surrender. His associates, standing nearby, immediately said something to him in Arabic, which elicited laughter from bin Laden. He then modified his answer to say the Israeli army should withdrawal from all of Palestine.\nThat is pure fantasy. Even if the United States leaves Saudi Arabia, which is unlikely, Israel is not going away.\nIf bin Laden speaks for most potential terrorists, the changes in U.S. and British policy will not eliminate an excuse for their acts. Even worse, by trying to placate the bad guys, the West has sent them a clear message -- terror is a viable way of getting what you want.\nThat can only encourage more uncivilized behavior. Which means the shift in foreign policy may, instead of eliminating an excuse for terrorism, only add another.\n(C) 2001 Rocky Mountain Collegian via U-WIRE\n\nLoad-Date: October 18, 2001"
}