{
    "title": "Shifts in Muslim opinion possible",
    "publisher": "the christian science monitor",
    "year": 2005,
    "month": 3,
    "day": 21,
    "full text": "In Its final report, the 9/11 commission said that the United States must prevail over a \"radical ideological movement in the Islamic world.\" Recent news from Indonesia, the world's most populous Muslim nation, shows that this can indeed happen.\nA poll commissioned by the nonprofit Terror Free Tomorrow found the first substantial shift of public opinion in the Muslim world since the beginning of the war on terrorism. More people in Indonesia now favor American efforts against terrorism than oppose them. In a dramatic turnaround, support for Osama bin Laden and terrorism have dropped significantly, while favorable opinion of the US has increased.\nThe poll, conducted by a leading Indonesian pollster, showed that the reason for this positive change was the American response to the tsunami. Its implications are both broad and profound.\nFirst, Al Qaeda and its allies have suffered a major blow. The support base that empowers global terrorists has declined in the largest Muslim country. Now, the United States must sustain its relief and reconstruction efforts in Indonesia in order to prevent the support base from rebuilding. President Bush should be applauded for proposing more than $ 1 billion in critical assistance to Indonesia; Congress should approve this request quickly.\nSecond, the poll shows that the size and strength of the global terrorist support base can dramatically change in a short period of time. Thus, we must consistently monitor public opinion to see whether sympathy for anti-American terrorists is growing, shrinking, or staying the same.\nIndeed, the 9/11 commission recommended that the US set \"standards for performance\" in the struggle against Islamic terrorism. And the Intelligence Reform and Terrorism Prevention Act of 2004 requires the president to establish \"benchmarks for measuring success\" in winning the \"struggle of ideas in the Islamic world.\" Foreign public opinion surveys, conducted regularly in every key country, will be essential to measuring such success in an objective manner. Moreover, these polls must be provided to the Congress and to the American people to facilitate accountability. Congress should appropriate sufficient resources for these surveys, and mandate that the State Department publish the results in a timely manner.\nFinally, and most important, the poll proves that US actions can make a significant and immediate difference in eroding the support base for global terrorists. This rebuts the claim that hatred of the United States is based on some unalterable feature of either the United States or the Muslim community. As such, we must immediately identify other steps America can take in each country where global terrorists are making headway.\nWe must fight the terrorists with guns and spies, but we must also fight them with ideas, foreign aid, educational initiatives, open markets, and vigorous public diplomacy. We must convey to the world's Muslims that we - and not the terrorists - are on their side, just as we have demonstrated thus far in the wake of the catastrophic Indian Ocean tsunami.\nThis will not be easy, and it cannot succeed if we do not have mechanisms to understand what the world thinks about us, and how people are responding to our actions. We should pursue additional research to provide the empirical data we need to make sound decisions. And we must pursue a public diplomacy strategy that engages in a dialogue with the Islamic world, so that we hear their concerns just as we express our message.\nJust as we focus on potentially seismic Middle East developments, we must also be heartened that the influence of global terrorists is waning in Indonesia. More hard work is needed to sustain and build on this success, and to achieve similar results throughout the Muslim world. The good news is that success is possible.\n* Lee Hamilton was vice-chair of the 9/11 commission, and cochair of the National Commission on US-Indonesian Relations. He is also president of the Woodrow Wilson Center in Washington.\n(c) Copyright 2005. The Christian Science Monitor\n\nLoad-Date: March 20, 2005"
}