{
    "title": "Shiite terrorism pressures tiny Kuwait , prompting stern measures",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 11,
    "day": 1,
    "full text": "There is unusual tension in the tiny, petroleum-rich Emirate of Kuwait.\nPackages are checked in hotel entrances, visiting foreign businessmen are scarce, and rumors about real or imagined terrorism circulate furtively.\nPast and potential Shiite Muslim terrorism is the reason for Kuwait's current strains. Besides holding the second largest share of the world's untapped petroleum reserves, Kuwait is the most northerly of the conservative Arab states in the Persian Gulf. Any political disruption would immediately be felt by its neighbors to the south, including Saudi Arabia.\nRecent incidents include a Kuwait airliner hijacking last December, a car bomb attack against Kuwaiti Emir Sheikh Jabir Ahmad Jabir Sabah in May, and fatal cafe bombings over the summer. Recent Shiite terrorist operations in Lebanon and elsewhere in the Mideast have been aimed at securing the release of 17 convicted prisoners held in Kuwait for bombings of the United States and French Embassies and other targets in Dec. 1983.\nUnlike most of its neighbors, the structure of Kuwait's population invites meddling by external powers - especially Shiite-ruled Iran. At least 1 million of Kuwait's 1.6 million population are expatriates. Some 350,000 of the foreigners are Palestinian, and many of the rest are Shiite Muslims from Lebanon, Iraq, and Iran. About one third of Kuwait's own citizens are also Shiite.\nTwo continuing problems have made the population factor the crux of Kuwait's internal security dilemma:\n* The nearby Iran-Iraq war, and Kuwait's support of Iraq's Sunni Muslim rulers.\n* Kuwait's sluggish economy resulting from bearish world petroleum markets.\nThe susceptibility of Kuwait's Shiites to blandishments by a hostile Shiite Iran has been intensified by these factors. And as long as the Gulf war's Arab-Iranian hostilities continue, the chasm between Kuwait's Sunni Muslim government and at least a portion of its Shiites seems destined to grow. Wise investment policies have protected Kuwait from any financial disaster induced by adverse petroleum conditions but the recession is keenly felt. Local enterprises are in trouble, foreign business is lacking, and incomes are down. Short of radical changes in established policies, Kuwait authorities can do little to change either of these circumstances.\nBut the government has attempted to deal with the vulnerability posed by its native and expatriate Shiite population. However, some of the methods used to date, are likely to exacerbate alienation among the Shiites.\n* Since last spring's assassination attempt on the Emir, nearly 6,000 thousand expatriates - mainly Lebanese Shiites - have been deported from Kuwait.\n* Roadblocks and identity checks, unheard of in the past, occur regularly. Other security measures are being instituted, primarily to establish better control over its expatriate populace, particularly the Shiite component.\n* Some Shiite citizens and their families have been deported for pro-Iranian activity.\nThese measures could cause resentment in a community that has long felt itself discriminated against by the majority Sunni populace. And this resentment could intensify disaffection among the many Shiites who are unquestionably loyal to Kuwait.  Interestingly, Kuwait's relations with its resident non-Shiite foreign groups may have improved as a result of the recent concerns. Authorities are trying to foster understanding of current Kuwait policies regarding Iran and the Shiites.\nBut with its northern border less than 100 miles from the Iran-Iraq front, Kuwait's problems seem likely to continue and even intensify as long as that war continues. Informed analysts say it would take an external event to bring Kuwait's internal dilemmas to a critical stage. A likely candidate for such an event would be An Iranian military breakthrough against Iraq, placing Iranian troops on Kuwait's northern border. This would make it difficult for Kuwait's delicate balance to withstand Iranian pressures to change its policies - or even its form of government.\nMeanwhile, the terrorism which threatens Kuwait's well-being has shocked its leaders into an awareness of its security dilemma. A new aggressiveness in dealing with the problem has appeared, along with an unprecedented readiness to listen to foreign advice."
}