{
    "title": "Shooting rekindles debate over definition of terrorism",
    "publisher": "usa today",
    "year": 2017,
    "month": 11,
    "day": 7,
    "full text": "Texas authorities said Monday that it is not investigating the Sutherland Springs, Texas, church shooting as terrorism after more than two dozen were killed Sunday. But the New York City truck attack that killed eight people just a few days earlier was called an act of terror almost immediately. Why the difference?\n› The FBI defines domestic terrorism as “perpetrated by individuals and/or groups inspired by or associated with primarily U.S.-based movements that espouse extremist ideologies of a political, religious, social, racial or environmental nature.” \n› Title 22 of the U.S. Code defines terrorism as “premeditated, politically motivated violence perpetrated against non-combatant targets by subnational groups or clandestine agents.” \n› Merriam-Webster defines terrorism as the “systematic use of terror especially as a means of coercion.” \nThese definitions of terrorism require that death and violence are not the only aim, but that there also be a political or ideological motive. \n“Where a lot of scholars tend to agree is that it’s some sort of politically motivated violence against non-combatants with the intention of causing societal fear,” said Fait Muedini, international studies professor at Butler University in Indianapolis. \nIn the case of the NYC attack, the suspect left a note pledging allegiance to the Islamic State, police said; federal prosecutors said he planned the attack for a year as he drifted into a violent radical ideology. \nThough the motive is not precisely known in the First Baptist Church shooting, the gunman had a history of domestic abuse against his wife and child, and his mother-in-law attended the church. \nHowever, in both cases, many on social media focused on the race and religion of the suspects. It was yet another example of how “terrorism” is no longer simply a legal definition, but an increasingly politicized one. \n“Many people don’t understand the nuances of the definition of terrorism, and ever since 9/11 ... it’s been highly politicized,” Muedini said. It happens on both sides  for instance, people on the left politicizing events as it pertains to gun control, and those on the right pushing “anti-immigrant positions, Islamophobia,” Muedini said. \nPresident Trump proposed changes to immigrant vetting and visas within hours of the New York attack but hasn’t suggested any government response to the Las Vegas shooting that killed 58 (in which Stephen Paddock’s motive remains under investigation). President Obama also used the word “terrorism” to describe some mass casualty events that happened during his administration, such as the Pulse nightclub shooting in Orlando. \nOn the other side of the political spectrum are those asking why the Texas church shooting has not been labeled a hate crime. Targeting a group of people for their religious beliefs would likely meet the definition, but the Texas attack “wasn’t over religious beliefs,” Texas Department of Public Safety official Freeman Martin said. \nThe Department of Justice says hate crimes “include acts of physical harm and specific criminal threats motivated by animus based on race, color, national origin, religion, gender, sexual orientation, gender identity or disability.” \nDylann Roof, however, the self-identified white supremacist who in 2015 killed nine black parishioners at Charleston’s Emanuel African Methodist Episcopal Church was found guilty of both federal hate crimes and obstruction of religion. \nThough the definition of terrorism is largely agreed upon by scholars, the government and mainstream media, the problem is that many “aren’t using the same criteria” when applying it, Muedini said. \n“There are many ways we can think about the definition, but what we see is a bias by many in government” and media, Muedini said. \nThis is perhaps even more true on social media where armchair commentators make assertions about an attacker’s identity and motives often before authorities have even announced a name. \nThe semantics around these tragedies have become politicized, but they shouldn’t be, Muedini said. “We should think about solving the problem rather than trying to push an agenda.”\n\nGraphic\n\n \nCOURTNEY SACCO/USA TODAY NETWORK\">The road near the First Baptist Church in Sutherland Springs, Texas is blocked while the investigation continues.\n\nLoad-Date: November 30, 2023"
}