{
    "title": "Shooting Stokes Calls To Pass a Federal Law On Domestic Terrorism",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 8,
    "full text": "WASHINGTON -- The mass shooting at a Walmart in El Paso on Saturday and arrest of a man whose white supremacist manifesto railed against a ''Hispanic invasion of Texas'' have heightened calls for Congress to enact a federal domestic terrorism law.\nIn a statement on Tuesday, the president of the F.B.I. Agents Association, Brian O'Hare, urged Congress ''to make domestic terrorism a federal crime. This would ensure that F.B.I. agents and prosecutors have the best tools to fight domestic terrorism.'' \n  It is not clear, however, whether such a statute would make a practical difference in what the government can already do under existing law. Some civil libertarians have argued that any legislation that could survive a constitutional challenge would be more about sending a symbolic message than creating major and substantive new government powers.\n  ''These proposals tend either to be duplicative of laws that already exist or expansive in ways that violate First Amendment rights of speech and association,'' said David Cole, the legal director of the American Civil Liberties Union.\n  Here is a breakdown of the legal policy issues surrounding domestic terrorism.\n  What is the legal difference between domestic and international terrorism?\n  A federal law defines terrorism as crimes of violence that are intended to intimidate or coerce a civilian population or government policy. But it distinguishes between ''international'' terrorism, which must have a foreign or transnational nexus, and ''domestic'' terrorism, which occurs primarily on American soil.\n  ''Acts of terrorism transcending national boundaries'' is a federal crime, giving the F.B.I. and federal prosecutors jurisdiction to take the lead. There is no equivalent crime of domestic terrorism, so law enforcement officials deal with such offenses using other laws that do not have ''terrorism'' in their labels, like the state-level crime of murder.\n  What difference does that make after an attack?\n  If a domestic terrorist survives and is prosecuted, federal officials can still sometimes assert jurisdiction. Timothy McVeigh was prosecuted in federal court for the 1995 Oklahoma City bombing under a federal law that bars ''weapons of mass destruction,'' for example.\n  But terrorist attacks involving guns are likely to be handled differently if a terrorist's ideology cannot be tied to a foreign power. Dylann Roof, who in 2015 killed nine African-American churchgoers in Charleston, S.C., for example, was charged with murder in a state court.\n  Sometimes both systems can be used. Robert Bowers has been charged with federal hate crimes for the 2018 attack on a Pittsburgh synagogue, but he also faces state murder charges. And in either type of case, the F.B.I. can work with the local police to investigate.\n  Is this difference substantive or symbolic?\n  The fact that under existing law, either type of terrorist will end up serving a long sentence or facing execution raises the question of whether creating a new federal crime of ''domestic terrorism'' would make any meaningful difference after an attack -- beyond determining which set of prosecutors handles a big case -- or would instead be largely symbolic.\n  But Mary McCord, a former senior Justice Department national security official who has long called for enacting a domestic terrorism law, suggested that the symbolic element could make a substantive difference to the country.\n  Among other things, she said that the government needed to maintain trust with Muslim-American communities so people would sound warnings if they heard something potentially dangerous. Calling Islamist attacks ''terrorism'' in court, but not doing the same for white supremacist attacks, is a racist double standard that undermines such trust, she argued.\n  Would changing the law help prevent attacks?\n  Federal law enforcement officials can seek to imprison people who ''provide material support'' to foreign terrorist groups -- like sending them money or trying to join them -- without the risk of waiting to see if they develop plans to personally carry out attacks. Could Congress broadly extend this system to jail people for helping domestic extremist groups?\n  Probably not, said Mr. Cole, who helped litigate two major cases on the scope and limits of material-support laws. He said the Supreme Court would probably rule that the First Amendment bans the government from making it a crime to provide otherwise lawful support to a domestic organization.\n  In the first case, a group of Americans challenged the use of a material support law to bar them from providing otherwise lawful legal training to Kurdish and Tamil groups that the government had designated as terrorists. The Supreme Court in 2010 sided against his clients, but its reasoning heavily stressed the foreign nature of the targeted groups.\n  ''We also do not suggest that Congress could extend the same prohibition on material support at issue here to domestic organizations,'' the majority opinion said.\n  Indeed, in the other case, an appeals court ruled in 2011 that the First Amendment barred charging Americans with material support for providing otherwise lawful help to an Oregon-based charity that the government had deemed a terrorist organization for sending funds to foreign terrorists. The ruling emphasized the charity's domestic ties in reaching that result.\n  What about stockpiling weapons?\n  By contrast, Mr. Cole also said courts probably would uphold the use of a material support law to ban a special type of assistance to a domestic terrorist group -- where the evidence shows a defendant specifically intended to aid a terrorist attack. But most of the time, he argued, such an act would already be illegal under current law as a matter of conspiracy, aiding and abetting, or attempt.\n  Still, Ms. McCord has argued that the law could be expanded to fill a particular gap: a potential domestic terrorist who stockpiles weapons and indicates a desire to use them in a future attack, but who has not worked with others or taken a substantial step toward completing the envisioned crime.\n  She cited the case of Christopher Paul Hasson, a Coast Guard lieutenant who was arrested this year and accused of amassing an arsenal and plotting to murder Democratic lawmakers and journalists in hope of inciting a race war.\n  Federal prosecutors have charged him with a hodgepodge of drug and firearms offenses that Ms. McCord portrayed as ''weak tea.'' She argued that Congress should enable prosecutors to more squarely address such a case by making domestic terrorism a crime that can trigger another material support law that covers concealing resources like weapons, ''knowing or intending that they are to be used in preparation for, or in carrying out'' certain attacks.\n  What about informants and stings?\n  Ms. McCord also argued that having domestic terrorism and related weapons-stockpiling charges on the books would give the F.B.I. a stronger basis to investigate people who arouse suspicion that they may pose a risk of politically motivated violence, including by sending informants to see what such suspects say privately.\n  That is a technique the F.B.I. has frequently used in the post-Sept. 11 era to scrutinize people who appear to harbor sympathy for foreign jihadist groups and Islamist ideology. If such a suspect tells an informant that he would like to carry out a terrorist attack, the bureau runs a sting operation, such as by providing a dummy bomb and arresting him for trying to use it.\n  While Muslim-American rights advocates and civil libertarians have denounced this tactic as harassment and entrapment, it has continued. But as a matter of political reality, using informants and stings to aggressively investigate people who appear to harbor sympathy for white supremacist ideology would likely elicit a broader uproar over free speech.\n  It could also entail significant bureaucratic risk, several former officials said. Although the F.B.I. infiltrated and disrupted the Ku Klux Klan and so-called patriot militias in the past, today's context is different: President Trump himself uses disparaging language about invasions and infestations when discussing immigrants and other minorities, and he and his allies have already targeted the F.B.I. over the Russia investigation.\n\nhttps://www.nytimes.com/2019/08/07/us/domestic-terror-law.html\n\nLoad-Date: August 11, 2019"
}