{
    "title": "Shootings at D.C. -area facilities may be linked",
    "publisher": "charleston daily mail",
    "year": 2010,
    "month": 10,
    "day": 28,
    "full text": "Two shootings that targeted U.S. military buildings in Northern Virginia have been conclusively linked to the same weapon, and law enforcement officials think a third attack on a Marine Corps recruiting office this week could be part of the same unexplained spree.\nLaw enforcement officials announced Tuesday that ballistics tests linked bullets found at the National Museum of the Marine Corps in Triangle, Va., on Oct. 17 with evidence found at the Pentagon two days later. Both buildings are within range of busy interstate highways and are about 30 miles apart.\nLaw enforcement officials declined to discuss the type of weapon used in the shootings or the caliber of ammunition, but they have said previously that they believe the rounds were fired using a high-velocity rifle.\nThe FBI's Joint Terrorism Task Force has taken the lead in the investigation. Agents are working to do ballistics testing on material found at the scene of a shooting at a Marine Corps recruiting office in a Chantilly, Va., shopping center late Monday or early Tuesday. A Marine Corps recruiter found two bullet holes in the office's windows at 8:30 a.m. Tuesday, although a Marine Corps official said the office has been closed for renovations.\nPolice say they are unsure what is motivating the shootings, and they are reluctant to speculate.\n\"We are working with local law enforcement to determine anything we can to provide us any clues,\" said Lindsay Godwin, a spokeswoman for the FBI's Washington field office. \"I don't think at this point in time we are prepared to say this is a serial of any kind. But the targets are all blatantly military.\"\nAlthough the Terrorism Task Force is leading the investigation, officials described that as a precaution because of the military targets. It is unclear whether the shootings are acts of terrorism.\nThe unknown shooter - or shooters - have targeted buildings late at night or early in the morning, when the buildings were either unoccupied or had little chance of people being around. Police said the attacks essentially amount to vandalism, but they said the shootings are troubling and mysterious.\n\"So far, no one has been injured, so we don't have a reason to believe that they're trying to hurt someone, whoever this is,\" said Chris Layman, a spokesman for the Pentagon Force Protection Agency. \"But it is a cause for concern that someone would be doing this.\"\nSteven Weber, a political science professor at the University of California who has studied terrorist behavior, said investigators must consider a wide range of possibilities.\n\"It could be someone who holds a grudge against the military. It could be someone who believes by targeting military facilities they will get a lot of attention. It could be someone suffering from 1/8post-traumatic stress disorder3/8 who believes someone in one of those buildings is responsible,\" Weber said. \"Or it could be none of those things.\"\nSpokesmen for the Marine Corps and the defense secretary's office declined to comment on the shootings Tuesday, referring calls to law enforcement officials.\nStaff writer Jerry Markon and staff researcher Julie Tate contributed to this report.\nAP-NY-10-26-10 2126EDT\n\nLoad-Date: November 2, 2010"
}