{
    "title": "SHOOTINGS AT SCHOOLS ARE FORM OF TERRORISM, SPEAKER SAYS; FIRE CHIEF ADDRESS CONFERENCE OF PARAMEDIC",
    "publisher": "st. louis post-dispatch ",
    "year": 1999,
    "month": 12,
    "day": 8,
    "full text": "The head of a national campaign to stop violence in schools says the current spate of school shootings is nothing less than a wave of terrorism.\nDennis Murphy, president of the Ribbon of Promise campaign, told 150 paramedics and firefighters Tuesday in Creve Coeur that most of the recent student shooters had detailed attack plans, saw other students as the enemy and were willing to die. A key factor, Murphy said, is that the shootings were mass attacks, not isolated grudges involving another student.\n\"It fits the description of terrorism,\" he said in a break at the paramedics' conference at St. John's Mercy Medical Center.\nMurphy is the fire chief in Springfield, Ore. It was in that town last year that Kip Kinkel killed his parents, went to his high school, killed two students and wounded 24 more. Murphy's department was called to the scene. He warned the group that any town could face a similar shooting.\n \n\"It can come to your community -- it can,\" Murphy said.\nMurphy's group, which formed the day after the Springfield, Ore., shootings, asks students to report threats. Students are often reluctant to tell on their peers. Murphy said the only way to crack that reluctance is for students to urge other students that \"your circle of friends is more important than a code of silence.\"\nThe school shootings have spawned an array of groups such as the Ribbon of Promise. Many groups advocate similar strategies that focus on opening communication with students and expanding school counseling. What sets Murphy apart is his blunt assessment of the new wave of shooters as terrorists and the focus on student reporting.\nSome educators and psychologists have tried to develop profiles of student shooters, but Murphy said such efforts will likely fail. He pointed out that the Oklahoma student who shot and wounded four students earlier this week was an A-student who was well-liked.\nDavid Becker, chief medical officer for the Chesterfield Fire Protection District, attended Tuesday's session. Becker said he agreed with Murphy's appraisal.\n\"It is a terrorist-type mentality,\" he said. \"They follow the pattern of what terrorists do.\"\nMurphy said students and police must work together to stop the terrorism in the nation's schools.\n\"Kids have to tell,\" he said. \"And authorities have to follow through.\"\n\nLoad-Date: December 8, 1999"
}