{
    "title": "Shooting suspect is indicted on 22 counts No terrorism charges in Florida airport rampage. FORT LAUD",
    "publisher": "daily news ",
    "year": 2017,
    "month": 1,
    "day": 27,
    "full text": "Esteban Santiago is accused of killing five people and wounding six others in the Fort Lauderdale airport shooting and faces federal charges involving murder, firearms and airport violence.\nMIAMI - A federal grand jury returned a 22-count indictment against the man accused of a shooting rampage at a South Florida airport that left five people dead and six wounded.\nThe indictment Thursday charges Esteban Santiago, 26, with 11 counts of causing death or bodily harm at an international airport, five counts of causing death during a crime of violence and six counts of using a firearm during a crime of violence.\nSantiago could face the death penalty if convicted in the Jan. 6 shooting at Fort Lauderdale-Hollywood International Airport.\nThe indictment contains no terrorism-related charges despite Santiago's claims to the FBI after the shooting that he was inspired by videos and chatrooms affiliated with the Islamic State extremist group, which agents have not been able to corroborate. Santiago also told authorities in that interrogation he was the victim of some form of government mind control, the FBI has said.\nSantiago, an Iraq war veteran who lived in Anchorage, Alaska, is scheduled to enter a plea to the charges Monday. He was being held without bail.\nThe indictment adds no new details about the shooting but lays out the legal framework of the crimes Santiago allegedly committed and the names of each person who died.\n\"They have made the necessary allegations to seek the death penalty,\" said David S. Weinstein, a former federal prosecutor now in private practice.\nThe Justice Department has not yet announced whether it will seek capital punishment.\nInvestigators say Santiago legally checked a gun box containing his weapon and ammunition as his luggage for a flight from Anchorage to Fort Lauderdale.\nOnce on the ground, Santiago retrieved the box, took it to a bathroom, loaded the Walther 9mm handgun and came out firing.\nAfter firing 15 shots, authorities say Santiago exhausted his ammunition and laid down on the floor, where he was arrested.\nAn FBI agent testified at a recentbondhearingthatSantiago had confessed and that most of the shooting spree was captured on several airport surveillance cameras.\nThe FBI previously said Santiago visited its office in Anchorage last year complaining about hearing voices and claiming to be under CIA mind control.\nAnchorage police temporarily seized his gun and Santiago stayed briefly in a mental hospital.\n\nLoad-Date: January 27, 2017"
}