{
    "title": "Short of a Deal, Containing Iran Is the Best Option",
    "publisher": "the new york times",
    "year": 2013,
    "month": 9,
    "day": 23,
    "full text": "WASHINGTON -- THIS week, Iran's new president, Hassan Rouhani, will address the United Nations General Assembly. His message is likely to be a sharp change from the adolescent belligerence of his hard-line predecessor, Mahmoud Ahmadinejad. Mr. Rouhani is a genuine reformer -- but his desire to move Iran in a new direction should not blind the United States to the difficulties of achieving a diplomatic solution.\nMr. Rouhani has hinted that he is willing to compromise on aspects of Iran's nuclear program for the sake of repairing relations with the rest of the world and having economic sanctions on Iran removed. But he has also warned that he cannot hold off his hard-line rivals forever, and it is unclear whether the Iranians will be willing to make the kind of concessions that America and its allies want. Ultimately, it is the supreme leader, Ayatollah Ali Khamenei, not Mr. Rouhani, who would make the final decision on a deal. He has shown little inclination for one, although recent statements from the leadership offer hope that their position may be softening.\nIf it cannot reach a diplomatic deal, America will face a choice between two alternatives: using force to prevent Iran from acquiring a nuclear arsenal or containing a nuclear Iran until its regime collapses from its own dysfunction.\nIt is going to be a difficult choice. For that reason, we need to start thinking about it now. We cannot afford to have our diplomatic efforts collapse suddenly and, as in Syria, be forced to lunge forward unprepared.\nSizing up the two alternatives, I favor containment over military operations. I say that, however, understanding that each option has more drawbacks than advantages, that there are circumstances when a military strike would be preferable, and that those who advocate the military option merit a hearing.\nThis may seem incongruous, coming from me. I supported an invasion of Iraq 10 years ago in principle, but not the Bush administration's handling of it. I was moved by the plight of Iraqis under Saddam Hussein's horrific ''republic of fear,'' as the writer Kanan Makiya called it; by the widespread belief that he was reconstituting his nuclear program; and by his long pattern of reckless, even suicidal, aggression.\nUnpleasant as Tehran has been over the years, it has not demonstrated anything like Mr. Hussein's recklessness. And unlike in 2003, very few Americans would support a full-scale invasion. Therefore the military option against Iran would have to stop with air power. But there is a considerable risk that airstrikes alone would not be enough to strip Iran of its nuclear program.\nEven after a devastating American military strike, I fear the Iranians would pick themselves up and rebuild -- and would withdraw from the Nuclear Non-Proliferation Treaty, evict any remaining nuclear inspectors and deploy an actual arsenal to deter a future American strike.\nMr. Hussein offers a sobering precedent. He tried to rebuild his nuclear program twice: successfully after Israel obliterated it in 1981 and again (at least initially) after the United States demolished part of it in 1991.\nWe may not know where all of Iran's nuclear facilities are, and some are so heavily defended that we may not fully destroy them. In the 1990s, American intelligence officials believed that they had a good handle on Iraq's nuclear facilities, only to find out that they were wrong.\nA second concern is that the Iranians almost certainly would retaliate. They might fire missiles at American bases in the Middle East, or persuade allies like Hezbollah and Palestinian Islamic Jihad to fire rockets at Israel. But my biggest fear is that they would embark on a prolonged terrorist campaign against Americans, including attacks on the homeland.\nThe Iranians have said as much, and the United States intelligence community believes that they have expanded their capacity to do so since their failed attempt to kill the Saudi ambassador to the United States in 2011.\nThese problems suggest that an American air campaign to destroy Iran's nuclear facilities would be just the beginning, not the end, of a war with Iran.\nIf Iran were to rebuild, the president of the United States would not be able to just shrug his shoulders. If Iran retaliated, and killed Americans, the president would almost certainly have to respond, if not escalate.\nI fear that if we started using force in the belief that we could keep it limited, we would either fail and find ourselves facing an enraged, nuclear Iran, or be dragged into another large-scale, protracted war in the Middle East.\nContainment is hardly a perfect policy, but I see the costs and risks as more easily mitigated than those of war.\nContainment is not appeasement. It would not mean simply letting the Iranians do what they wanted. That is not how we contained the Soviet Union -- or Cuba, or North Korea or even Iran in the decades since the 1979 revolution.\nProperly understood, containment would put pressure on Iran in various ways, to keep it on the defensive and to encourage the end of the regime. It would hold in place painful sanctions. It would include covert assistance to the Iranian opposition, cyberwarfare in response to Iran's support for terrorism, and continued diplomatic isolation.\nA bugbear raised by some is the notion that if Iran acquired nuclear weapons it would use them unprovoked or give them to terrorists. This is extremely unlikely.\nOver the years, the Iranian regime has shown itself to be vicious, murderous, anti-Semitic and anti-American. At times it has taken some real risks. But it has never shown itself to be irrational, reckless or suicidal. It has repeatedly shown great respect for American (and Israeli) military power and demonstrated a willingness to back down in the face of military retaliation. The Iranians have supported terrorism since 1979 and possessed weapons of mass destruction since 1989, but have never mixed the two for fear of retribution.\nIn the cold war, the United States and the Soviet Union spent untold billions trying to guard against a surprise nuclear attack by the other -- an attack that neither seriously contemplated. Indeed, historical research in the last two decades has shown that both sides actually made themselves less secure by obsessing about this worst-case phantom, exacerbating and even causing crises that could have ended in disaster.\nNevertheless, there are real issues with containment. Three of the most important are the dangers of crisis management with a nuclear Iran, the risk of additional proliferation and the likelihood that Iran will become more aggressive in promoting instability, insurgency and terrorism. None of these should be dismissed -- but none should be seen as deal breakers, either.\nAmerica's massive military superiority over Iran constitutes a huge advantage. In the case of proliferation, the central problem is Saudi Arabia (and possibly the United Arab Emirates), not Egypt or Turkey, and persuading the Saudis not to seek nuclear weapons should not be assumed to be impossible. And there are ways to fight state-sanctioned subversion and terrorism. Despite efforts since 1979, the Iranians have never managed to overthrow a foreign government or start an insurgency or a civil war. At most, they made bad situations (like Iraq) worse.\nDiplomacy has not yet run its course with Iran. Let's hope that it triumphs. If it does not, we will have a terrible choice to make. To me, containment seems the least-bad option. But the worst choice would be to refuse to decide and instead have a strategy forced on us.\n\nhttp://www.nytimes.com/2013/09/23/opinion/short-of-a-deal-containing-iran-is-the-best-option.html\n\nLoad-Date: September 23, 2013"
}