{
    "title": "Should U.S. do more in Mali , Algeria to fight terrorism_",
    "publisher": "usa today",
    "year": 2013,
    "month": 1,
    "day": 24,
    "full text": "Dozens of hostages, including three Americans, were killed in a siege with Islamic terrorists at a gas plant in Algeria. The U.S. also has started aiding France in combating Islamic militants in neighboring Mali.\nGood for Algeria, even though some hostages were killed. It didn't give in to the terrorists' demands or pressure from Western countries.\nEveryone should pray for the injured and killed hostages, and Algerian special forces and their loved ones.\nKevin P Hawkins\nNot everyone is going to be saved, especially in crossfire. Ideally, the army would like to save the innocent victims.\nGroups such as the Taliban and al-Qaeda want to continue fighting, but resources are low. And, frankly, we as a people are tired.\nAl-Qaeda believes everybody it picks on is weak.\nI guess it is finding out things are different.\nM Noelle King\nIt's amazing how few took notice of the death, destruction and mayhem these religious extremists  imposed upon the common people in Mali until they threatened oil production by taking hostages at a gas plant.\nThese Islamists  have been terrorizing people for years in the region.\nKhalid Nurredin\nThis is the fastest blow-back I've seen. French military intervention in Mali is way too late. Where was France when extremists advanced in Kidal and  Timbuktu a year ago?\nI only hope the U.S. does not have to pick up the slack when France retreats, as it did when the French exited Vietnam. No one ever learns their lessons.\nWilliam Matthew Watkins\nU.S. assistance in Mali involves airlifts and intelligence, which \"makes more sense than being the global policeman and thrusting the U.S. into every conflict,\"  said Anthony Cordesman, a national security expert. It's a bit late for that approach now, isn't it?\nValerie Plumb\nIt doesn't matter who is president of the USA. Some terrorist group will always pop up.  No one can eradicate them completely.\nPatrick Molloy \n\nGraphic\n\n \nphoto Harouna Traore, AP French soldiers conduct operations in central Mali on Jan. 17.\n\nLoad-Date: January 24, 2013"
}