{
    "title": "Should springing of US terrorism convicts alarm Americans_",
    "publisher": "st. louis post-dispatch ",
    "year": 2017,
    "month": 8,
    "day": 7,
    "full text": "WASHINGTON - Dozens of convicts serving time in U.S. prisons for terrorism-related offenses are due to be released in the next several years, raising the question whether that's something Americans should fear.\nThere's no easy answer.\nSince the Sept. 11 attacks, the United States has worked aggressively to foil attacks and has imprisoned hundreds of people who joined or helped militant groups. Experts say less attention has been paid to what happens once those prisoners complete their sentences.\nAmong the incarcerated, according to the Bureau of Prisons, are 380 linked to international terrorism and 83 tied to domestic terrorism. A Congressional Research Service report said 50 \"homegrown violent jihadists\" were to be released between last January and the end of 2026.\nAnd more are entering prison.\nFormer FBI Director James Comey, who was fired by President Donald Trump in May, had told Congress that the bureau had more than 900 active investigations related to Islamic State and other extremist activity in all 50 states.\nMost of those convicted of terrorism-related crimes are held at the high-security U.S. penitentiary in Florence, Colo., and federal prisons in Marion, Ill., and Terre Haute, Ind. Some are in for life, but the average sentence is 13 years. That means most will walk away with years of freedom ahead.\n\"There were people I was with in prison who you'd be happy to have as a neighbor because they were normal, reasonable people,\" said Ismail Royer. He was released last December after serving more than 13 years on firearms charges connected to his work helping others get to a militant training camp in Kashmir, the disputed Himalayan territory claimed by India and Pakistan.\n\"The guys that I'm really, really concerned about are the loose cannons,\" Royer said.\nST. LOUIS ROOTS\nRoyer grew up in a Catholic family in suburban St. Louis. By the time he was 21, he had converted to Islam and was fighting alongside fellow Muslims in Bosnia. At 31, he was serving a 20-year sentence.\nToday, he lives in the D.C. area, works for the Center for Islam and Religious Freedom and wants to help nonextremist Muslim-Americans find their footing in American society.\nBehind bars, Royer got to know inmates arrested for only loose ties to terrorism. But he also met Richard Reid, the al-Qaida \"shoe bomber,\" and John Walker Lindh, an American captured in Afghanistan while fighting with the Taliban.\nSome were ensnared in sting operations, Royer said, or were in the wrong place at the wrong time. Others were up to no good; Royer said he was happy the FBI arrested them.\n\"At any time, the loose cannon might go to the convenience store and cut off somebody's head. You just don't know. These guys are very problematic,\" Royer said at a hotel not far from the White House. \"I don't want them as my neighbor. You can't sit there and talk to them and tell them that their views are mistaken.\"\nEric Rosand, who directs a program at the Global Center on Cooperative Security that's aimed at combating violent extremism, said not enough was known about the mindset of the prisoners being released. Experts say there's been no comprehensive research to determine recidivism rates for these individuals.\nKaren Greenberg, director of the Center on National Security at Fordham University's School of Law, doesn't think the public should panic. Those released will face months to years of supervision. Phone calls and online communications are monitored. Travel can be restricted. Weekly meetings with counselors can be required.\n\"We're not talking about 9/11 perpetrators,\" Greenberg said.\nWhile the State Department has spent more than $10 million since 2012 to help other countries deal with an increase in suspected terrorists, Rosand lamented that no similar effort is taking place here.\n\"People have to go back to some community once they are released,\" said Rosand, a former senior counterterrorism official at the State Department. \"Are we preparing communities for their release? Where are they going to go? Is the community that they came from going to accept them back?\"\nPatrick James, a researcher at National Consortium for the Study of Terrorism and Responses to Terrorism at the University of Maryland said the U.S. lags behind other countries in finding ways to address paths to radicalization or ease the return of released individuals.\n\"There's no net to catch them. There is no way to make sure they don't re-engage in extremism,\" James said.\nPOLICIES, PRACTICES\nAt least 128 individuals have been charged in the United States with crimes related specifically to the Islamic State group since March 2014, when the first arrests were made, according to George Washington University's Program on Extremism.\nJustice Department officials declined comment.\nBut the department's internal watchdog is auditing the Bureau of Prisons' procedures, policies and practices for monitoring inmates with known or suspected terrorist ties, and efforts to prevent further radicalization among inmates.\nThe issue also is being addressed in pockets of the country.\nLast year, U.S. District Judge Michael Davis in Minneapolis announced a program to assess the risks posed by terrorism defendants and devise plans to help them re-evaluate their extremist ideals so they don't engage in similar activities again.\nMinnesota has the largest Somali population in the U.S. and has been a target for extremist recruiters. About a dozen Minnesota residents have traveled to Syria to join militant groups in recent years. At least 22 men from among Minnesota's Somalis have join al-Shabab in Somalia in the past decade.\nDavis' program enlists the help of Daniel Koehler, who runs an institute devoted to \"de-radicalization\" in Germany. Koehler will conduct risk assessments on terror offenders to give Davis more information as he determines sentences. Koehler will then train U.S. probation and pretrial officers, who will be responsible for supervising defendants.\n\"I am not aware that any other court has tried something like that,\" Koehler said.\nRoyer, who served time in Terre Haute and elsewhere, offered some examples of those in line for release and their place on the terrorism spectrum.\nOne inmate, he said, was a former computer programmer from Yemen who was arrested for stealing proprietary software and trying to market it as his own. The inmate claimed he told U.S. officials he would give them the names of al-Qaida followers if they let him go.\n\"He lied to them. He didn't know anyone from al-Qaida. He just told them some names and very quickly they found out that he was full of crap,\" Royer said. \"He went to prison for lying to the FBI and they put him in the terrorism unit.\"\nA second inmate was picked up selling night-vision equipment to a U.S. law enforcement official posing as a member of Lebanon's Hezbollah. Royer said the inmate was trying to make a buck. He was charged with attempting to provide material support to a terrorist group and ended up in the terrorism unit at Terre Haute.\n\"The only concern with him is that he's a hustler,\" Royer said. \"That's not to say that it's not a crime.\"\n\nGraphic\n\n \n In this photo taken March 30, 2017, Ismail Royer poses for a photograph in Arlington, Va. Royer was been released from prison after serving more than 13 years on charges that he provided assistance to friends who wanted to join the Taliban after the Sept. 11 attacks. Dozens of convicts serving time in U.S. prisons for terror-related offenses are slated to be released in the next several years, prompting the question: Should Americans be afraid? (AP Photo/Alex Brandon, File) \n\nLoad-Date: August 10, 2017"
}