{
    "title": "Should the Dallas shootings be called terrorism_ The FBI and DHS are not treating the incident as te",
    "publisher": "the new york times",
    "year": 2016,
    "month": 7,
    "day": 9,
    "full text": "For much of the American public, talking about terrorism means talking about violence inspired by fundamentalist interpretations of Islam. And some commentators, especially among conservatives, insist that the Obama administration should paint the ongoing war on terror as a struggle against \"radical Islam.\"\nThe president has struck back with palpable frustration against such criticisms, saying that such a framework meshes with the propaganda of groups like Al Qaeda and the self-proclaimed Islamic State.\n\"They want us to validate them, by implying that they speak for those billion-plus people, that they speak for Islam,\" said President Obama in June. \"And if we fall into the trap of painting all Muslims with a broad brush, and imply that we are at war with an entire religion, then we are doing the terrorists' work for them.\"\nBut the shooting of five Dallas police officers on Friday, and other recent incidents like it, may resurface concerns about how reflexively Americans - or at least the American media - associate the terrorism with extremist Islamic ideology in the post 9/11 era.\nFew reports have framed the sniper attack by Micah Johnson, a 25-year-old African-American who killed five Dallas police officers and wounded nine other people before dying from a bomb detonated by a police robot, as terrorism. Part of that may be because Johnson does not appear to have had strong ties with activist groups of any ideological stripe, as the New York Times noted on Friday, although his Facebook page indicated that he supported the New Black Panther Party, whose leaders have encouraged violence against whites, Jews, and law enforcement officers. \nDallas authorities say that in negotiations during a long standoff with police, Johnson told them that he was angry about the killing of Alton Sterling and Philando Castile at the hands of police in Louisiana and Minnesota.\n\"The suspect said he was upset at white people,\" said Dallas police chief David Brown, according to NBC. \"The suspect stated that he wanted to kill white people, especially white officers.\"\nThere exists no international consensus - or UN definition - for what constitutes terrorism. But US law sets three conditions for prosecution under domestic terrorism codes: the actions have to seek to influence government policy \"by intimidation or coercion,\" affect government conduct by \"mass destruction, assassination or kidnapping,\" or \"intimidate or coerce a civilian population.\" And the actions have to take place within US territorial jurisdiction.\nThe FBI, however, has said it is not investigating the shootings as a terrorist incident. And on Friday, Department of Homeland Security secretary Jeh Johnson told reporters in New York that the sniper had acted alone and had \"no known links to or inspiration from any international terrorist organization\".\nIn an op-ed for CNN published on Friday, national security analyst David Sterman and domestic terrorism expert Peter Berger drew parallels between the murders in Dallas and those carried out last year in South Carolina by Dylann Roof, a white supremacist.\n\"Terrorism is generally understood to be acts of violence conducted against civilians for political purposes,\" they wrote. \"Killing white police officers who are guarding a peaceful demonstration certainly qualifies as terrorism, in the same way that Roof's attack on black churchgoers does.\"\nIn the wake of the attacks by Roof, some commentators asked why his crimes weren't prosecuted under terrorism laws, or treated as terrorism in the media. Those questions may have carried extra weight given reports in recent years warning that far-right extremism posed a growing threat in the US. \nIn their CNN editorial, Mr. Sterman and Mr. Berger wrote that Johnson's murders should be a sign to law enforcement that they need to refocus their attention. \"There hasn't been a case of lethal terrorism emanating from the left for more than a decade and a half,\" they wrote. But in the wake of the attacks, authorities \"must focus, once again, on the possibility that far-left militants may carry out lethal attacks.\"\nSome civil liberties groups say that the definition of terrorism in US law is too broad and could allow the government to prosecute peaceful groups of a marginal political orientation. And in the years following 9/11, an analysis showed in 2009, federal agencies often disagreed over what could be considered terrorism, with assistant US attorneys declining to prosecute over two-thirds of all cases recommended for charges by investigators.\n\nLoad-Date: July 9, 2016"
}