{
    "title": "SHRINKING CITY LOSES OUT ON MONEY TO FIGHT TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1998,
    "month": 7,
    "day": 13,
    "full text": "The nation's top 120 cities and counties have been invited to apply for federal money to fight domestic terrorism.\nBut St. Louis is not among them. The reason: Its population is too small.\nOnce the fourth-largest city in the country, St. Louis must now take a back seat to places like Columbus, Ohio; Delaware County, Pa., and even St. Louis County, which turned up in the top third on the list.\nThe smallest political body that made the cut was Jefferson County, Colo., with 493,000 people. It makes up Denver's western suburbs, including Golden.\nFor some in St. Louis, the implications are important. St. Louis Fire Chief Neil J. Svetanics believes that the exclusion may hurt the city's ability to protect Pope John Paul II during his visit in January.\nAlso citing the pope's visit, Rep. Bill Clay, D-St. Louis, complained in a letter to Attorney General Janet Reno that \"one of the nation's 50 largest cities\" was being unfairly excluded from seeking the money.\n\"The city of St. Louis is among our nation's largest metropolitan areas,\" Clay wrote. \"The Department of Justice should not exclude it from competing for much needed federal assistance.\"\nBut while St. Louis clings to its place in the top 50 cities, at No. 47, behind Minneapolis and ahead of Pittsburgh, the issue speaks to the continuing population decline that lies at the heart of many of the city's problems.\nA Justice Department spokesman said that concerns about the pope's visit would be addressed, but the larger issue of whether St. Louis can apply for the grant is moot.\n\"There is nothing we can do about that,\" said spokesman Christopher Rizzuto, referring to the city's population size.\nThe Justice Department, which will administer the grants, said there was a clear need for cities and counties to guard against domestic terrorism. The department used a list of the largest population centers, and St. Louis, with a population estimated at 350,000, did not make it.\nRizzuto said that with only $ 12 million to go around, there had to be limits, and the department used a list that ranked the largest cities and counties.\nMemphis was invited to apply, as was Snohomish County, Wash., which comprises the northern suburbs of Seattle. Snohomish County grew 21 percent from 1990 to 1997.\nRamsey County, Minn., (population 484,000), home to St. Paul, Minn., can apply and so can Multnomah County, Oregon (624,000), Portland's home.\nSt. Louis County, with slightly more than 1 million people, comes in at No. 36, just after Detroit. It is one of two Missouri localities on the list; Jackson County, which includes Kansas City, was listed at No. 78. In Illinois, Chicago, as well as Cook, Lake and DuPage counties, qualified.\nFollowing the bombing of the World Trade Center in 1993 in New York and the bombing of a federal building in 1995 in Oklahoma City, concern grew that local agencies should be prepared to deal with terrorist attacks.\n\"We have identified the need to prepare the state and local governments for this kind of incident,\" Rizzuto said. \"I can't tell you it's a high risk or a medium risk or a low risk. But the consequences of such an event are so great we have to prepare.\"\nSo the government will give 46 localities grants for equipment that are worth between $ 150,000 and $ 500,000.\nSvetanics said he was under the impression that federal officials thought St. Louis was part of St. Louis County and therefore could apply that way.\nBut the separation of the city and county more than 100 years ago has come back to haunt the city again. Both Minneapolis and Pittsburgh will be eligible for the program because Minneapolis is in Hennepin County (No. 32) and Pittsburgh is in Allegheny County (No. 22).\nSvetanics said he was especially concerned about all the threats and dangers his department will have to guard against when the pope visits St. Louis.\n\"My point is this: We have the pope coming in January, the biggest crowd-gatherer in the world,\" Svetanics said. \"We should be ready for him. We are looking for monitors, meters that identify poison gas, antibodies for anthrax. No city can afford to do this on their own. If there were an incident in this city, there won't be any military response, at least for the first few days. It's going to be us.\"\nNo so, said Rizzuto. The papal visit has been declared a \"special event,\" a designation that brings with it a lot of federal help to the city.\n\"There will be Army units, special-response teams,\" Rizzuto said. \"There is going to be significant federal presence by virtue of it being a special event.\"\nRep. Richard Gephardt, D-St. Louis County, also has weighed in on the city's behalf, trying to use the papal visit as leverage.\n\"The visit of the pope helps the argument that the city should be able to compete also,\" said Erik Smith, Gephardt's spokesman. \"It argues the point that factors other than size should be considered here.\"\n\nLoad-Date: July 13, 1998"
}