{
    "title": "SHULTZ ADVOCATES U.S. COVERT PROGRAMS TO DEPOSE QADDAFI",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 28,
    "full text": "Secretary of State George P. Shultz today advocated the use of ''disruptive'' covert action against Libya as a possible alternative to more military retaliation for new terrorist attacks.\nIn an interview on the CBS News program ''Face the Nation,'' Mr. Shultz listed possible options for the United States and said that ''covert action is something that we need to be using.'' It was the first time that he had publicly discussed the covert side of the American efforts to unseat Col. Muammar el-Qaddafi.\nWhen Mr. Shultz was asked to be specific about covert action tactics, he declined but said, ''It is certainly intended to be disruptive.''\nTwo Tries to Unseat Qaddafi\nOther Administration officials in Washington said President Reagan had at least twice authorized covert programs to encourage a coup against Colonel Qaddafi. But these efforts have so far proven fruitless, they said, because of the inability to find a credible opposition to Colonel Qaddafi.\nElements of the Libyan armed forces are reported to favor the removal of Colonel Qaddafi, but the military men are said to be divided among themselves. Moreover, they lack access to the Libyan leader, who has put his security primarily in the hands of his revolutionary guards.\nAfter the April 15 American bombing of Libya, Mr. Shultz indicated in an unusually candid news conference that a goal of the raid against Colonel Qaddafi's headquarters in Tripoli was to encourage what he called the ''considerable dissidence'' in the Libyan armed forces to undertake action against the revolutionary guards.\nMr. Shultz said a coup would be ''all to the good.''\n \nLack of Consensus on Follow-Up\nAdministration officials have expressed concern that they lacked a consensus on how far to go in using force to cope with what is expected to be a surge of terrorism, not all of which will be traceable to Libya. Some State Department officals have said that the Administration might find it difficult to maintain support at home for repeated military retaliations for new acts of terrorism.\nMr. Shultz, who has been the senior official most in favor of using force against terrorists, has also been cautious since the April 15 raid, saying the Administration was not on ''autopilot'' in using force in response to future acts of terrorism.\nBecause the American bombers hit Colonel Qaddafi's home, killing an adopted daughter of the Libyan leader, there has been considerable speculation that the United States was actually hoping to kill him. Administration officials said that although Colonel Qaddafi was not a target for the bombers, they would have welcomed his death. One senior White House official said it would have been ''serendipitous'' if Colonel Qaddafi had been killed.\n \nAnti-Assassination Rule\nWhen asked today if he would advocate revoking regulations ruling out assassination as a tool of American policy, Mr. Shultz said he would not.\n''I think it doesn't fit our way of thinking on how to do things,'' he said.\nWhen asked if the United States was thinking of using covert action against Libya, Mr. Shultz replied:\n''Whether it is with respect to Libyan terrorism or other forms of terrorism, it is important for us to have a variety of things we can do, and there are so many different things we can do, and so they shouldn't get the idea that the only thing was to repeat an operation like we did the other day.''\nHe said that the United States could use ''economic sanctions; there are diplomatic efforts; there's the kind of isolation that's gradually happening to Libya.''\n''There's what we did the other day; there's the sort of thing we did when we brought down the terrorists who were responsible for the Achille Lauro,'' he said, referring to the United States' interception last October of an Egyptian airliner carrying the hijackers of an Italian cruise ship.\n \n'Need' to Use Covert Action\n''Covert action is something that we need to be using,'' he said, ''and in general there are many things that need to be done secretly and we have to have a greater capacity in our country to recognize the imortance of being able to do things without having them publicized ahead of time.''\nMr. Shultz was alluding to publicized Administration covert programs to aid anti-Government rebels in Angola, Afghanistan, Ethiopia and Nicaragua. He has repeatedly said that the Administration should be able to use secret covert programs without their becoming known.\nIn discussing the continued terrorist activity in the last two weeks, Mr. Shultz strongly disagreed with those who said that the April 15 raid would only encourage terrorism. He said that terrorism occurred before the April 15 raid and ''unfortunately, it continues, but certainly the way to fight it is not just to sit back and complain.''\n''You've got to show that there are costs connected with terrorism to the terrorists, and I think in the long run the action President Reagan took will turn out to be a pivotal one,'' he said.\n\nGraphic\n\n \nphoto of George Shultz (UPI)"
}