{
    "title": "SHULTZ IS ANGERED AT YUGOSLAV VIEW ABOUT TERRORISM",
    "publisher": "the new york times",
    "year": 1985,
    "month": 12,
    "day": 18,
    "full text": "Secretary of State George P. Shultz pounded a table in anger today after the Yugoslav Foreign Minister responded to a question about the hijacking of an Italian cruise ship by Palestinian terrorists in October.\n''There must be no place to hide for people who do that kind of thing,'' Mr. Shultz said, referring to the seizure of the liner Achille Lauro, in which an American was killed.\nMr. Shultz, on the last stop of a swing through Eastern Europe, was commenting on the incident as he appeared at a news conference with Foreign Minister Raif Dizdarevic.\n \nYugoslavs Refused to Hold Abbas\nAfter a plane carrying the Palestinian hijackers was forced to land in Sicily in October, Italy refused to hold the man the United States says was the mastermind of the hijacking, Mohammed Abbas. Mr. Abbas flew to Yugoslavia, which also turned down United States requests to detain him, and is now reported to be in Iraq.\nAt the news conference today, Mr. Dizdarevic, in reply to a question, said that although Yugoslavia condemned terrorism, ''one must also view the causes that lead to it.''\nMr. Shultz added his comment after the Yugoslav had finished.\nThe Secretary, his voice rising in intensity and his face turning red, said: ''Hijacking the Italian ship, murdering an American, torturing and holding a whole bunch of other Americans is not justified by any cause that I know of.''\n \nInternational Action Demanded\nPounding the table with his fist, he added: ''It is wrong! And the international community must step up to this problem, and deal with it, unequivocally, firmly, definitively.''\nAfter his outburst, Mr. Shultz turned to Mr. Dizdarevic and said quietly, ''You probably feel the same way.''\nMr. Shultz said that he and Yugoslav officials had discussed the various issues of terrorism and the Abbas case in their private talks. Americans and Yugoslavs later said that the discussions had not been confrontational in nature.\n''I expressed my disppointment that he was allowed to pass through Yugoslavia,'' Mr. Shultz said of Mr. Abbas.\nHe noted that Robert B. Oakley, a special American envoy on terrorism, had been conferring with the Yugoslavs and he voiced the hope that such talks would continue.\nMuch of the discussion today was on economic matters and Mr. Shultz praised Yugoslavia's efforts to bring down its inflation and to settle its heavy debt problems.\nThe Secretary's outburst on the subject of terrorism was the most dramatic moment of his eight-day trip to Europe, which included stops in Rumania, Hungary and Yugoslavia. Mr. Shultz usually responds to questions in a calm tone, but occasionally, when irritated, he has been known to surprise his audience with a show of anger.\nOn his way here from Budapest today, Mr. Shultz accused Iraq of having given safe haven to Mr. Abbas. Previously, American officials have refused to comment on press reports that Mr. Abbas is in Iraq.\nToday, an official said by telephone from Washington that the United States had sought to persuade Iraq to extradite Mr. Abbas quietly and hoped to avoid embarrassing the Iraqis.\n \nDisagreement With Nonaligned\nThe United States is particularly unhappy with Iraqi actions in the Abbas case because the Reagan Administration removed Iraq from a list of nations that are deemed to be aiding terrorists. The move opened the way for the restoration of diplomatic relations between the two countries earlier this year.\nBehind Mr. Shultz's comments on terrorism today is the persistent disagreement between the United States and the nations that profess nonalignment over the activities of the Palestine Liberation Organization.\nThere has been, in particular, a lingering American resentment that Yugoslavia did not detain Mr. Abbas.\nMr. Dizdarevic, in his comment at the news conference, said Yugoslavia condemned terrorism but ''clearly distinguishes between the stuggle against colonialism, against aggression, and racism on the one hand, and terrorism, on the other hand.''\n''When speaking of terrorism and the struggle against terrorism,'' he said, ''one must also view the causes that lead to it, because we believe that by the elimination of causes of terrorism the phenomenon itself can be controlled and eliminated.''\nMr. Shultz apparently inferred that Mr. Dizdarevic was trying to justify the hijacking of the ship by members of the Palestine Liberation Front, a group affiliated with the P.L.O.\nIn a subsequent question at the news conference, Mr. Shultz was asked for his views on dealing with the P.L.O.\n''From the standpoint of the peace process generally,'' he said, ''it is hard to imagine them taking part at the peace table when they advocate the elimination of Israel by armed struggle and take part in terrorist activity. It is not a matter of speculation that they take part. They claim credit for terrorist activities, so there has to be a shift of gears and I hope certainly that somehow or other a shift takes place.'' Yugoslav Defends the P.L.O.  Mr. Dizdarevic, whose Government recognizes the P.L.O., said: ''We regard the P.L.O. to be a liberation organization, the legitimate representative of the Palestinian people.''\nHe said the P.L.O. did not advocate terrorism ''and the acts and views of individual Palestinians and individual groups should not be confused with the P.L.O.''\n''Obviously our views differ on this,'' he said of Yugoslav-American differences.\nAs Mr. Shultz flew here this morning, he told reporters on his plane that he intended to discuss the Achille Lauro affair with the Yugoslavs. But it seemed evident that he was more annoyed with the Iraqis than with the Yugoslavs.\n''With respect to Yugoslavia, he passed through,'' Mr. Shultz said. ''With respect to Iraq, he seems to have been welcomed there. That is different and it constitutes more of a problem.''\n\nGraphic\n\n \nphoto of George Shultz and Ralf Dizdarevic (AP) (page A10)"
}