{
    "title": "SHULTZ SAYS U.S. PLANS NO ATTACK ON SYRIA OR IRAN",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 25,
    "full text": "Secretary of State George P. Shultz said today that although the United States reserves the right to use force against countries linked to terrorist actions, there were ''no plans'' to attack either Syria or Iran.\nSeeking to soften the impact of President Reagan's comments on Wednesday suggesting a willingness to attack those two nations, which, like Libya, have been accused of sponsoring terrorist activity against the United States, Mr. Shultz said at a televised news conference with journalists from nations attending the Tokyo economic summit meeting next month that Mr. Reagan was only trying to highlight the importance of terrorism.\n''What the President has done and said is, first, it has been shown that the United States will use its military power in this fight against terrorism,'' Mr. Shultz said. ''Our action against Libya shows that. And second, the President said we regard terrorism in general as a very important problem. And when the terrorists have the support and connivance of a state, it's particularly ominous, and so you have to focus on that, and the President has set that out in clear and stark terms.''\nWhen asked by a reporter how close the United States was to mounting a military strike against Iran and Syria, Mr. Shultz said ''we don't have any plans for such operations.''\nMr. Reagan was asked in a meeting with columnists on Wednesday if Libya was ''the exclusive target,'' or whether force would be used against Syria or Iran if either was linked to terrorism.\nMr. Reagan said that, although it was more difficult to trace the source of terrorism to Syria and Iran than it was to Libya, if there was ''irrefutable evidence'' against those countries, ''yes, I think we should do that.''\nThe attention given the President's remarks caused some consternation in the Administration because officials had been trying to avoid the impression that it now was giving primacy to use of military force against terrorists. Mr. Shultz and other officials had been saying that the United States was hoping now to work more closely with its allies for coordinated action against countries that sponsor terrorism, without having to use force.\nCharles E. Redman, a State Department spokesman, said later that Mr. Reagan's comments had been ''in response to a hypothetical question.''\nThe remarks, he said, ''represent no change in U.S. policy.''\nOther Administration officials said that an attack Syria or Iran would carry much higher risks and would require considerable resources. Syria, which has the best-armed military in the Arab world, with considerable experience gained against Israel, would not pose as easy a target as Libya, one Pentagon official said.\nGiven the heavy Soviet military investment in Syria, any attack on Syria would run a higher risk of Soviet involvement than did the attack on Libya. Iran, situated on the Persian Gulf, presents a much more difficult logistic problem for American forces than Libya, the official said.\nThe State Department also flatly denied a report carried by ABC News on Wednesday that Mr. Shultz had expressed concern that Colonel Qaddafi might retaliate against the Reagan family because one of his children had been killed in the American raid and two wounded. Mr. Redman said that Mr. Shultz had said nothing of the kind.\nIn another matter, two members of Congress urged the Pentagon to cancel a contract with a subsidiary of Fiat of Italy on the grounds that Libya controls 15 percent of Fiat.\nRepresentative Les Aspin, Democrat of Wisconsin, chairman of the Armed Services Committee, and Representative Jack Brooks, Democrat of Texas, chairman of the Government Operations Committee, urged Secretary of Defense Caspar W. Weinberger to cancel a $7.9 million contract for 187 small tractors that was awarded several months ago to Fiatallis, on the ground that it would indirectly aid Libya.\nA Defense Department spokesman said tonight that the award of the contract to the Fiat subsidiary was not yet final; while Fiatallis was the low bidder, he said, the contract was under review by the General Accounting Office. For that reason, he said, an official comment on the situation would ''not be appropriate.''"
}