{
    "title": "SHULTZ IS WRONG ON TERRORISM",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 16,
    "full text": "In three recent speeches, Secretary of State George P. Shultz has permitted his obsession with terrorism to distort his normally judicious view of the world.\nNot only should America, he insists, retaliate with force against terrorist violence; it should not hold back from launching pre-emptive strikes to thwart threatened terrorist attacks merely because such strikes might entail some innocent civilian casualties. For guidance, he recommends that we look to Israel as ''a model of how a nation should approach the dilemma of trying to balance law and justice with self-preservation.''\nThat last comment is singularly revealing because Israel exemplifies not balance but excess. Since it is a small, insecure, beleaguered country surrounded by enemies, self-preservation is its dominant imperative. So it is hardly surprising that one reads almost weekly of a bombing attack on some Arab village aimed at destroying a ''P.L.O. headquarters'' or a ''terrorist base.''\nGeorge Ball Op-Ed column says Secretary of State George P Shultz is wrong to suggest that United States should respond to acts of terrorism as Israel does; says Israel is beleaguered country; suggests instead that United States and her allies apply economic sanctions against countries giving aid and comfort to terrorists; drawing (M)\nNo doubt such attacks have had some deterrent effect, but they have also, as statistics clearly show, killed hundreds of men, women and children guilty of no offense other than living in a target area. In 1981, for example, when Israel bombed a Beirut apartment house thought to contain a Palestine Liberation Organization headquarters, it is reported to have killed as many as 300 civilians only to discover the P.L.O. leaders had already left.  Because America is, by contrast, a huge nation living in secure borders and obligated by its leadership role to uphold international standards, our problems are sharply different in nature and dimension. Thus, if we need a model, we might more appropriately turn to Britain, which, while suffering terrorist afflictions, has kept faith with humane principles and practices that are our common heritage. Had the British followed the Israeli pattern, they might have answered the Irish Republican Army's bombing of the Grand Hotel in Brighton by blowing up a part of the Roman Catholic section of Belfast. Or, in the pattern of Israel's performance in Lebanon, they might have attacked Dublin because some I.R.A. members were thought to be hiding there.  If we are to cope effectively with terror, we must understand its complexities. Apart from the anarchist madness practiced by the Baader- Meinhof gang and the Red Brigades, which only marginally touched\n America, two types of terrorism should principally concern us.\nThe first, directed toward achieving a political aim, is sometimes effective. Four decades ago, the Irgun and Stern Gang successfully used terror to help persuade Britain to relinquish its Palestine Mandate, thus hastening the creation of Israel. But the P.L.O has accomplished nothing by terrorism. In spite of all its violence, the 900,000 Palestinians dispersed throughout the Arab world have regained not one acre of the land from which they were displaced. Instead, even though the P.L.O. continues its activities despite Israeli counterattacks, its outrages and doctrinal rigidity have critically damaged the Palestinian cause and strengthened opponents of negotiation.\nNot that P.L.O violence poses any direct threat to America: it is sharply focused on Israel. Our own recent casualties have almost all resulted from a second, different kind of terror fueled by religious fanaticism - a fervor that drives Shiite zealots to strike out blindly against modern Western values symbolized by America - and, in their lunatic fervor, they have so far killed more than 350 Americans. Yet since our logic is missing from their calculus, reprisals have little value; in fact, killing fanatics only inflames their brethren to seek similar martyrdom.  Such passion is hard for Westerners to understand, yet proper diagnosis is essential. Our casualties have not resulted, as Mr. Shultz suggests, because ''the technology of security has been outstripped by the technology of murder.'' The planting of car bombs and the suicidal use of explosive- laden trucks shows little advance over the exploding horse-drawn carriage used in an anarchist attack in Wall Street 60 years ago.\nWe also confuse the issue when we think of today's political and religious terrorism as phenomena peculiar to our age. In the 19th century, anarchists mowed down princes and potentates all over Europe with bombs and gunfire. Not only the 12th century Assassins but other fanatics have practiced murder in the name of religion. What gives distinctly colors our predicament is the complicity of renegade governments such as Libya's and Iran's. That radically affects our approach to the problem, for, although America cannot use military force against an offending government without committing an act of war, we should be able, through collective action with like-minded nations, to use economic and political pressures unavailable in dealing with free-wheeling terrorists.\nWhat the situation urgently demands is that Mr. Shultz and his colleagues concentrate on organizing concerted measures with our closest allies. Acting collectively, we would threaten - and if necessary apply - economic sanctions against countries giving aid and comfort to terrorists. All members of such a concert of nations might even agree to break diplomatic relations with - and thus impose political isolation on - any government that violated the embassies or interfered with diplomatic personnel of any participating nation, or condoned such violations.\nObviously such measures would entail political and economic costs that some allies would almost certainly resist; any experienced diplomat knows it is far easier to call for collective action than to achieve it. Still, persuasion is the essence of leadership and the case for action is compelling. State-sponsored terrorism menaces the whole international order, and if we are to maintain even minimum world stability we must ostracize any nation condoning it.\nMeanwhile, let us take care that we are not led, through panic and anger, to embrace counter-terror and international lynch law and thus reduce our nation's conduct to the squalid level of the terrorists. Our prime objective should clearly be to correct, or at least mitigate, the fundamental grievances that nourish terrorism rather than engage in pre-emptive and retaliatory killing of those affected by such grievances.\nSo let us be guided by our own time- tested traditions and not, as Mr. Shultz suggests, adopt as national policy the Talmudic injunction, ''If one comes to kill you, make haste and kill him first.'' For we would be tragically wrong to abandon those cherished principles of law and humanity that have given our country its special standing among nations. Otherwise, we may find our position confused with that of the warrior bishop during the Albigensian Crusade, who, when asked by a soldier how they could tell the Catholics from the heretics, replied that they should kill them all, since ''God will know his own.''B\n\nGraphic\n\n \ndrawing"
}