{
    "title": "Shultz's 'No' to Arafat; Personal Disgust for Terrorism Is at Root Of Secretary's Decision to Rebuff",
    "publisher": "the new york times",
    "year": 1988,
    "month": 11,
    "day": 28,
    "full text": "In denying a visa to Yasir Arafat, Secretary of State George P. Shultz has made a strong personal statement expressing visceral contempt for terrorism and left an imprint on Middle East policy that could last well into the Bush Administration.\nState Department officials said today that Mr. Shultz's personal feelings about terrorism outweighed the other factors he considered, including United States obligations to the United Nations and the effects of his decision on the search for a negotiated settlement in the Middle East.\nBy blocking entry to this country for Mr. Arafat, the chairman of the Palestine Liberation Organization, the United States denied Mr. Arafat a platform to address the United Nations General Assembly on Thursday.\n \nLooking to Geneva\nBut American diplomats at the United Nations warned Mr. Shultz that the General Assembly might convene a special session in Geneva early next year specifically to hear Mr. Arafat. If that happens, it might elevate the status of the P.L.O. chief and of his cause even more than if he had spoken this week at the United Nations.\nThe visa decision, likely to be one of Mr. Shultz's final acts as Secretary of State, follows five years in which the Secretary has tried sporadically to revive peace negotiations in the Middle East. State Department officials said the decision did not reflect Mr. Shultz's pique or frustration at that process, but the depth of his feelings on terrorism.\nIn the debate over policy toward the P.L.O., Mr. Shultz's statement on Saturday was a milestone because it was far more explicit than prior American statements in holding Mr. Arafat responsible for terrorist acts committed in the last three years, since the P.L.O. supposedly renounced terrorism.\n \n'Convincing Evidence'\n''The U.S. Government has convincing evidence that P.L.O. elements have engaged in terrorism against Americans and others,'' the State Department said in explaining Mr. Shultz's decision. Those P.L.O. elements, it said, include Force 17, described as ''a personal security force for Arafat and other P.L.O. leaders,'' and the Hawari group, which conducts special operations for Al Fatah, Mr. Arafat's mainstream faction of the P.L.O.\nIn recent years, the United States has described the P.L.O. as an umbrella group that includes terrorists, and it has focused its criticism less on Al Fatah than on other groups. But the statement on Saturday said Mr. Arafat was ''an accessory'' to terrorism because he ''knows of, condones and lends support to such acts.''\nMr. Shultz presumably remembered that Al Fatah took responsibility for placing a car bomb near a hotel where he was staying in Jerusalem in March. In a statement to a news agency in Beirut, the group said Mr. Shultz was the target.\nState Department officials said they felt that they were taken in by the publicity surrounding the meeting this month in Algiers of the Palestine National Council, the policy-making body for the P.L.O.\n \n'Positive Elements'\nThey said they found on close examination that the session produced less than they had been led to expect: neither an explicit recognition of Israel's right to exist nor a renunciation of terror in the West Bank and the Gaza Strip, occupied by Israel since 1967.\nThere seemed to be a contradiction between the Administration's initial, hopeful comments on the P.L.O. meeting and its later, more severe assessment. On Nov. 15, the White House spokesman, Marlin Fitzwater, said he had noted ''positive elements'' in the statements emerging from Algiers.\nA day later, the State Department spokesman, Charles E. Redman, said the statements represented ''an advance over previous efforts'' but were too ambiguous to satisfy American criteria for dealing with the P.L.O.\nPresident-elect Bush was not consulted on the decision to deny a visa to Mr. Arafat, a spokesman for Mr. Bush said today. James A. Baker 3d, the Secretary of State-designate, will have to deal with the consequences of Mr. Shultz's action. But other aides to Mr. Bush said the President-elect would hold the P.L.O. to the strict standards of accountability articulated by Mr. Shultz.\n \nSimilar Stand for Bush\nMr. Bush, the head of President Reagan's task force on terrorism, endorsed those standards in the election campaign, and that position has strong support in Congress. Vice President-elect Dan Quayle is among 51 senators who signed a letter urging Mr. Shultz not to issue a visa for Mr. Arafat.\nThis would make it even more difficult for a Bush Administration to relax American conditions for dialogue with the P.L.O., even if the new President wanted to, and there is no evidence that he does. One of those conditions is that the P.L.O. renounce terrorism.\nMr. Reagan said today that he strongly supported Mr. Shultz's decision. ''Under the law, that is the province of the Secretary of State,'' Mr. Reagan said. ''But yes, I agreed very much with his decision.'' Asked if the decision might send the wrong signal, suggesting that the United States was impeding the Middle East peace process, Mr. Reagan said: ''I think the other way would have sent out the wrong signal. That we were patsies.''\n \nAdministration Infighting\nThe debate over a visa for Mr. Arafat generated infighting in the Reagan Administration and among State Department officials. Mr. Shultz listened to the conflicting advice at a meeting in his office on Friday afternoon and made known his decision on Saturday.\nAmong those said to have been in favor of issuing the visa were Michael H. Armacost, the Under Secretary of State for Political Affairs; Richard W. Murphy, the Assistant Secretary of State for Near Eastern and South Asian Affairs; Lieut. Gen. Colin L. Powell, Mr. Reagan's national security adviser, and senior members of the United States mission to the United Nations, all Middle East experts.\nThey had two basic arguments. The first boiled down to avoiding another tussle with the United Nations, which criticized American efforts earlier this year to shut down the P.L.O. observer mission at the United Nations. The second was a concern that denying the visa would provoke protest from Arab countries and from allies in Europe.\n \nShultz's Mideast Experience\nThose arguing against a visa for Mr. Arafat included Richard S. Williamson, the Assistant Secretary of State for International Organization Affairs; L. Paul Bremer 3d, head of the State Department's counterterrorism program, and Charles Hill, Mr. Shultz's top personal assistant, who has been political officer at the American Embassy in Tel Aviv and head of the State Department office dealing with Israel. Mr. Shultz's experiences in the Middle East were also important. When he took office in 1982, some thought he would favor Arab interests because he had been president of the Bechtel Group, which has done large amounts of construction work in Saudi Arabia and other Arab countries. At his Senate confirmation hearing, Mr. Shultz went considerably further than any member of the Administration in expressing sympathy for the Palestinian people.\nMr. Shultz seemed to become disillusioned with Syria and other Arab nations in 1983, after Syria rejected an agreement that he had worked out for the withdrawal of Israeli forces from southern Lebanon.\n \n'Strategic Cooperation'\nInside the Administration, Mr. Shultz became a strong advocate of ''strategic cooperation'' with Israel. In 1984 and 1985, he became the pre-eminent advocate of strong action against terrorists, supporting the use of military force in situations where it was opposed by Caspar W. Weinberger, the Secretary of Defense at the time.\nMr. Shultz's disgust for terrorists was a major factor in his lonely efforts to stop the sale of American weapons to Iran as part of a deal for the release of American hostages in Lebanon.\nArab diplomats said Mr. Shultz's decision set back the Middle East peace process by showing that there was no reward for steps taken by the P.L.O. to adopt a more moderate line. But State Department officials said the decision could actually help the peace process by prodding the P.L.O. to move further in that direction.\n \n'Not an Anti-Arab Policy'\n''U.S. opposition to terrorism is not an anti-Arab policy,'' said a State Department official, noting that terrorists had maimed moderate Palestinians willing to work with Israel. ''If terror can be tamped down, moderates might be more willing to come forward.''\nAn Arab Ambassador said Mr. Shultz's decision was ''a slap in the face'' to moderate Arabs like King Hussein of Jordan and President Hosni Mubarak of Egypt. Officials in those two countries publicly lamented Mr. Shultz's decision. But Nadav Safran, a professor of Middle East studies at Harvard University, said their private feelings were probably different.\n''King Hussein would be rather pleased by anything that shows he is needed in the peace process because Arafat has not purged hismelf enough to be a candidate for dialogue and negotiations,'' Mr. Safran said. ''And since Egypt signed a peace treaty with Israel, the P.L.O. called for the Egyptian people to rise up against their Government and gloated when President Sadat was assassinated in 1981.''\n\nGraphic\n\n \nphoto of Yasir Arafat and King Hussein of Jordan (AP)"
}