{
    "title": "SHULTZ, IN ATHENS, CONDEMNS TERROR",
    "publisher": "the new york times",
    "year": 1986,
    "month": 3,
    "day": 27,
    "full text": "Secretary of State George P. Shultz publicly and privately urged the Greek Government today to take a sterner line against what he called ''the insidious threat of terrorism.''\nWarning that the overall state of relations would have a direct impact on tourist travel and other economic ties, Mr. Shultz sought backing from the Greeks for the American military action against Libya earlier this week.\nThe Government of Prime Minister Andreas Papandreou avoided taking sides in a statement issued just before Mr. Shultz's arrival here on Tuesday night, but today, Mr. Papandreou's Socialist Party, known as Pasok, sharply condemned the United States for its military moves.\n'Feelings of the Greek People'\n''The peoples of the Mediterranean will not tolerate the armed enforcement of a new Pax Americana,'' the statement said. ''We are sure that we are expressing the feelings of the whole of the Greek people who unequivocally condemn the attempt for a holocaust in the Mediterranean.''\nAmerican and Greek officials said the two contrasting statements were typical of Mr. Papandreou's political approach of trying to please different parties at once.\nTens of thousands of people streamed into Constitution Square in Athens for a demonstration tonight organized largely by Communist-affiliated labor and leftist groups. They shouted slogans against American military bases and American actions involving Libya and Nicaragua.\nAlthough the rally was not endorsed by the Government or the Socialist Party, the Government-controlled television and radio frequently broadcast information on where the demonstrators were to gather for the rally.\n \nAvoiding a Feud\nMr. Shultz and his party seemed eager to avoid a public feud with the Papandreou Government and instead tried to take advantage of what Washington officials say they regard as a desire by Mr. Papandreou to moderate his anti-Americanism through gradual improvement in relations.\nAmerican officials say they hope this will culminate in a decision by Mr. Papandreou to renew a military and economic cooperation agreement that expires in 1988 and that Mr. Papandreou publicly vowed in 1983 would never be renewed.\nMr. Shultz said today that he was pleased by his private meeting of nearly two hours with the Foreign Minister, Karolos Papoulias in which they discussed the various points of contention between Athens and Washington, including Greece's refusal to cooperate in anti-Libyan moves and its expressed sympathy for Palestinians accused of terrorism.\n \n'Concentrate on Larger Issues'\n''Small and medium-sized problems in our relationship have sometimes had a way of taking on lives of their own and creating frictions out of all proportion to their true significance,'' Mr. Shultz said in a luncheon toast. ''We need to learn to manage such irritants better and concentrate on the larger issues of agreement and common interest.''\n''We need to consider carefully,'' he added, ''how to strengthen our cooperation against the insidious threat of terrorism,''\nAmerican officials have said for some time that Greece's failure to be more outspoken against terrorism was having a damaging effect on American willingness to invest in Greece and on American tourism.\nLast Saturday, a bomb knocked a statue of President Harry S. Truman off its pedestal in downtown Athens. The Greek Government said nothing about the incident until today, when Mr. Papoulias expressed ''our sorrow because irresponsible elements destroyed the statue of President Truman.''"
}