{
    "title": "Shunning Sinn Fein ; ST. PATRICK'S DAY White House right to be wary of Ireland 's troubled politics",
    "publisher": "the salt lake tribune",
    "year": 2005,
    "month": 3,
    "day": 17,
    "full text": "The Bush administration decided to rain on a part of the traditional St. Patrick's Day parade through the White House of political leaders from Ireland and Northern Ireland. The Republican Sinn Fein Party and its president, Jerry Adams, were disinvited because Sinn Fein is considered to be the political arm of the Irish Republican Army.\nGiven the IRA's history of terrorism through the \"troubles\" of the '70s and '80s, and recent claims that it is dabbling in big-time organized crime, the administration's decision made sense. Especially since the White House has declared itself the implacable foe of terrorism everywhere. Even New York Republican Congressman Peter King and Sen. Ted Kennedy, staunch supporters of republicanism in Ireland, have refused to hold their traditional St. Patrick's Week meetings with Sinn Fein.\nThe White House did not single out Sinn Fein, choosing instead not to meet with any political party representatives from Ireland or Northern Ireland. That was wise, since trying to navigate the maze of the island's politics is best left to the players on both sides of the Irish Sea, especially at a time when the peace process in Northern Ireland appears at an impasse.\nThat process was launched in 1998 when the Good Friday Agreement was signed by the United Kingdom and the Irish Republic, setting forth the framework for a government equally represented by republicans and unionists. Disagreements still rage over its full implementation, and the chief adversaries, Adams and his unionist nemesis, the Rev. Ian Paisley, refuse to give even a millimeter in the interest of finally establishing shared government in Northern Ireland.\nImmediately after a $ 42.5 million bank heist in Northern Ireland in December, unionist leaders and government officials in the United Kingdom and the Irish Republic, together with Northern Ireland police, all blamed the IRA. More recently, the vile murder of a Belfast Catholic man was also pinned on the IRA. The organization has banished three members who are suspects in the killing.\nThe IRA's history of violence isn't helping Sinn Fein, the organization's political arm, convince the world it is not a party to terrorism and that it sincerely wants to help complete the peace process.\nThe IRA could pull off an extraordinary public relations coup, for Sinn Fein and for Ireland, if it would publicly destroy its weapons and disband. That wouldn't end organized crime, but it might pave the way for Northern Ireland to show the world that regional terrorism can give way to peaceful sharing of power.\nThat would be a message worth taking to the White House.\n\nLoad-Date: March 17, 2005"
}