{
    "title": "Shun Corruption In Your Govts Magu Urges New And Returning Governors",
    "publisher": "the will ",
    "year": 2019,
    "month": 5,
    "day": 1,
    "full text": "BEVERLY HILLS, May 01, (THEWILL) The Acting Chairman of the Economic and Financial Crimes Commission (EFCC), Ibrahim Magu, has tasked in-coming and returning governors on the need to shun corruption. He made the charge at the induction ceremony for the governors-elect and their returning colleagues at the State House, Abuja.\n Magu who was among the panelists at one of the sessions of the event, stated that the twin evils of corruption and terrorism- financing, which have continued to bedevil the country have created a disastrous impact on governance and socio-economic advancement of the country. According to him, \"whether we like it or not, corruption and terrorism have become the twin evils, undermining our collective efforts to make Nigeria a truly great country.\n\" He further stated that Nigeria's failure to take full advantage of its natural resources could also be attributed to corruption as public office holders are in the habit of constantly pillaging public resources. The anti-corruption czar observed that the country's loss to corruption in the last decade runs into trillions of Naira, noting that a review of the recoveries between 2017 and now, shows that in 2017, the EFCC recovered N473.065billion, $98million, Pound 7million and Pound 294,000, while N236.16billion was recovered in 2018, which give just an insight into what had been stolen so far.\n The EFCC boss explained that the nexus between corruption and terrorism is that corruption promotes insecurity. \"Indeed some development scholars are of the view, which I also subscribe to, that militancy in the Niger Delta and insurgency in the North-east are by-products of corruption,\" Magu said.\n He congratulated the governors-elect and urged them to make the fight against corruption a cardinal point in their administrations. \"If we can curb corruption, we can checkmate terrorists' activities,\" he said, adding that the only certain way for their re-election is to do what is right and take a stand in favour of the fight against corruption.\n\nLoad-Date: May 1, 2019"
}