{
    "title": "Shutting Out Terrorism's Victims",
    "publisher": "the new york times",
    "year": 2007,
    "month": 3,
    "day": 9,
    "full text": "Terrorists terrorize people. That's no surprise. What is shocking, and scandalous, is that American law currently bars the entry to the United States of some of terrorism's most abused victims: refugees who have been forced, often at gunpoint, to provide so-called material assistance. \n  Among those excluded by these provisions are a 13-year-old Ugandan girl taken away by the Lord's Resistance Army and forced to gather food and cook for her abductors, and a Sri Lankan fisherman kidnapped by Tamil Tiger rebels and forced to pay a ransom for his freedom. Some who fought as irregulars alongside American troops in Indochina also now find themselves excluded because they have been wrongly classed as terrorists. Watching all that, Iraqis may well ask why they should now risk their lives in support of American policies if this is what they can expect if they ever have to seek refuge in the United States.\nJust about everyone, including Bush administration officials, agrees that these rules need to be fixed. But the remedy that the Homeland Security Department has recently proposed -- chiefly a promise of discretionary waivers -- does not go nearly far enough. Unless the administration comes up with an acceptable solution soon, Congress will have to. \n  The problem begins with a sloppy definition of terrorism written into a 1990 immigration law. It was compounded after the 9/11 terrorist attacks by the Bush administration's overly aggressive and rigid interpretation of what constitutes material support for terrorism. Standard legal definitions of terrorism characterize it as planning or committing unlawful, violent acts aimed at killing, injuring or intimidating innocent civilians. But the 1990 law defined it in a way that could encompass virtually any illegal civilian use of weapons -- even to resist a violent dictatorship or to fight alongside American troops. \n  The Bush administration, using the Patriot Act and other tools, turned this into a much bigger problem by pumping up the number of groups -- and individuals -- officially labeled as terrorist and aggressively enforcing the concept of material support. \n  In response to complaints from both parties in Congress and from religious and human rights groups, the administration recently agreed to consider selective waivers of the material support ban. But the waivers would apply only if the groups doing the intimidating were not on any of the State Department's lists of terrorist organizations. That is a cruel and irrelevant distinction. Duress is duress, no matter which group coerced the cooperation. \n  Unless the administration is prepared to make waivers available to all who deserve them, Congress needs to rewrite the underlying legislation so that no one who was coerced into providing material support to any group will be automatically excluded. Congress also needs to tighten the 1990 immigration law's overly broad interpretation of terrorism, bringing it into line with definitions in other statutes.\n  And as with so many other excesses of the Bush administration, officials need to stop, think and exercise sense rather than zealotry when they define who is a terrorist and what constitutes providing support to terrorism. In the name of keeping out terrorists, Washington should not slam the door on terrorism's victims.\n\nhttp://www.nytimes.com\n\nLoad-Date: March 9, 2007"
}