{
    "title": "SIGNED MIDEAST UNITY DEAL FRAUGHT WITH RISK",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 5,
    "day": 5,
    "full text": "JERUSALEM -- Rival Palestinian factions celebrated the signing of a reconciliation pact that they hope will end their four-year split and accelerate efforts to form an independent state.\nBut the agreement faces fierce opposition from Israel, complicates U.S.-led efforts to forge a peace agreement between the Israelis and Palestinians, and still must overcome lingering distrust between the two factions: the moderate, secular Fatah party in the West Bank and the militant Islamist group Hamas, which controls the Gaza Strip.\nIn a sign of the ongoing tensions, Wednesday's ceremony in Cairo -- where the interim Egyptian government brokered the deal -- was delayed for two hours because of a last-minute spat over whether Hamas leader Khaled Meshaal would be seated on the podium with Fatah leader Mahmoud Abbas and permitted to address guests.\nThe agreement is a political gamble for Mr. Abbas, who in recent months has shifted his focus from long-stalled peace talks with Israel to winning U.N. recognition in September for a Palestinian state.\nBy ending the Palestinian in-fighting and making Mr. Abbas the government leader of both Palestinian territories for the first time since 2007, the reconciliation agreement could propel his U.N. strategy and increase pressure on Israel.\nYet a partnership with Hamas -- which the United States and Israel call a terrorist organization -- may backfire. It could taint Mr. Abbas' international reputation for being a moderate or alienate the United States and other nations that provide much of his government's financial backing.\nHamas, which last month renewed rocket attacks on southern Israel from Gaza, refuses to recognize Israel's right to exist or to renounce violence. \"We assure our stance on condemning all forms of violence and terrorism,\" Mr. Abbas said Wednesday.\nBut Israeli Prime Minister Benjamin Netanyahu has warned that any Palestinian Authority government that includes Hamas will bring the peace process with Israel to a halt.\n\"What happened today in Cairo is a tremendous blow to peace and a great victory for terrorism,\" Mr. Netanyahu told reporters during a visit to London, where he met British leaders to rally opposition to the pact.\nMr. Abbas \"knows he's walking a very fine line, certainly with Israel and most definitely with the U.S.,\" said an international diplomat in Israel who spoke on condition of anonymity. \"Americans will be studying this very carefully.\"\nThe agreement is the latest blow to an Obama administration peace effort that has been in disarray for months. Though administration officials insist that they continue to withhold judgment on the new Palestinian government, they acknowledge that it has thrown further U.S. aid, planning for peace talks and even future contacts with Palestinian officials in doubt.\nThe United States provides about $500 million a year to the Palestinians, including about $150 million for military training. That money has been disbursed for this year, so there is no immediate threat of a cutoff, officials say.\n\nGraphic\n\n \nPHOTO: Hatem Moussa/Associated Press: Palestinians holding Fatah and Palestinian flags Wednesday celebrate the signing of a reconciliation agreement between Fatah and Hamas, in Gaza City. International mediators should drop their demand that the Gaza Strip's Hamas rulers recognize Israel, an aide to Palestinian President Mahmoud Abbas said Wednesday, just hours before his Western-backed government signed the deal with Hamas.\n\nLoad-Date: May 6, 2011"
}