{
    "title": "Sikh extremism",
    "publisher": "christian science monitor ",
    "year": 1985,
    "month": 5,
    "day": 15,
    "full text": "THE current campaign of violence by Sikh extremists illustrates anew the challenge India faces in maintaining national unity despite the efforts of forces of sectionalism.\nIt is not a new problem: The pull of ethnic and religious factions has strained the Indian nation since its 1947 independence. Nor is it unique to India: Similar factional stresses confront Northern Ireland, Cyprus, Sri Lanka, and a host of other nations.\nIndian Prime Minister Rajiv Gandhi would like to put behind him the strife between his late mother, Indira Gandhi, and the Sikhs. She ordered the Indian Army to invade the holy shrine of the Sikh religion last June to flush out armed resistance, which Sikhs strongly resented; last November she was assassinated by Sikhs.\nSikhs want a greater role in predominantly Hindu India; in addition, some seek greater autonomy for Sikhs, especially in the state of Punjab where many live. Some Sikh extremists demand an independent state.\nYet Mr. Gandhi can take few concrete steps, other than slight modifications in current government policies, without setting a precedent that would threaten national unity. If Sikhs were offered a substantial degree of autonomy within the Punjab, other minorities could be expected to demand similar autonomy in other regions. Sikh demands are the thin edge of the wedge. India needs to strengthen its sense of nationhood, not weaken it through Balkanization.\nStrains between Sikhs and Hindus long have lurked below the surface; in the rioting that followed last November's assassination of Mrs. Gandhi some 2,000 Sikhs were killed by Hindus.\nMost Indians oppose the Sikhs' demand for greater influence, believing they already have sufficient power. Sikhs are only 2 percent of the population, but they have an influence in government, military, and economic spheres far beyond their numbers.\nRajiv Gandhi's task is to convince Sikhs that India's present system already provides substantial protection of Sikh rights.\nOrganized Sikh terrorism against random targets is thought to be an effort by extremists to prevent Gandhi from reaching accommodation with Sikh moderates.\nGandhi is trying to combat the Sikh terrorism firmly: More than 1,000 Sikhs have been detained for questioning, and the Indian newspaper Express reports that Prime Minister Gandhi's promised tough new anti-terrorism proposals will seek broad powers both for the police and the government. At the same time the government must not overreact and drive moderate Sikhs into the extremist camp."
}