{
    "title": "Sikh Tangle_ A Policeman In the Middle",
    "publisher": "the new york times",
    "year": 1987,
    "month": 10,
    "day": 6,
    "full text": "In much of India, he has become almost a cult figure, a popular symbol among the many who want terrorism crushed by force. But in the northern state of Punjab, where such terrorism is a daily fact of life, he is No. 1 on the so-called ''hit list'' of Sikh extremists.\nFor a year and a half, Julio F. Ribeiro, Director General of the Punjab state police, has directed his force's well-publicized drive against Sikh extremists in the state, thereby becoming a focus of nationwide controversy. But, violence in the state has increased, with 900 people killed so far this year.\nThe disagreement over the Punjab situation, widely viewed as India's most serious domestic crisis, centers on whether the violence is a law-and-order problem to be solved by more aggressive police actions, or a political problem requiring a negotiated settlement with Sikh extremists.\nEven those Indians who say the Punjab crisis must be resolved politically also applaud Mr. Ribeiro for what they say has been tough, honest police work. But others express deep misgivings that he may only be making the problem worse.\n \n'We Cannot Wipe Out Terrorism'\nMr. Ribeiro, a lifelong police officer, says he sees the need for a political solution but feels he must concentrate on meeting force with force.\n''We must get used to the fact that we cannot wipe out terrorism,'' he said. ''We can only manage the terrorism. Our goal is to keep these gun-toting fellows under control.''\nMost Sikhs oppose the militants' goal of an independent nation to be known as Khalistan, or Land of the Pure. But Mr. Ribeiro says there is also an underlying problem of Sikh alienation. ''They have real grievances, and we must not paper over them,'' he said.\nTall, balding and brusque, Mr. Ribeiro has become a familiar figure in the news, willing to assail mainstream Sikh politicians, who he says have hampered his crackdown. He once said the police should respond to terrorism with ''a bullet for a bullet.''\n \nDenies Police Excesses\nOne result of this approach is that many Sikh leaders say Mr. Ribeiro has only aggravated the problem. He has, they say, arrested thousands of innocent people and presided over ''fake encounters,'' in which innocent Sikhs are said to have been shot, with the police asserting that they were terrorist suspects trying to escape.\n''Ribeiro is creating terrorism,'' said Prakash Singh Badal, a Sikh leader and former Chief Minister of Punjab, denouncing the Government's tactics last year. Mr. Badal was later jailed on sedition charges growing from allegations that he was consorting with terrorists.\nMr. Ribeiro heatedly denies that there have been widespread police excesses.\nHe acknowledges that police dishonesty is a problem, but says that 36 men have been dismissed for corruption or other abuses since he took over in April 1986.\n \nDangerous Infiltration\nMany policemen are said to have collaborated with the extremists, although more than 60 police officers have been killed in action against the terrorists this year.\nLast October, such infiltration by extremists enabled four men to get into a police compound and fire shots at Mr. Ribeiro and his wife. Mr. Ribeiro was unharmed, but his wife was wounded in the leg. The event heightened concern that security could be compromised from within.\nMr. Ribeiro, 58 years old, is a Roman Catholic from the former Portuguese colony of Goa, and many say his religion enables him to appear as a neutral figure in the strife between Hindus and Sikhs.\n \nDozens of Terrorist Groups\nMr. Ribeiro has also become famous for his repeated announcements -often greeted with skepticism - that this or that key suspect has been killed or captured. He asserts that of his list of 280 ''totally committed'' terrorist leaders, all but 60 have been arrested or killed in the last 16 months.\nMr. Ribeiro also asserts that there are dozens of terrorist groups, some with only five or six members.\nEach terrorist group, he said, has its own command structure, ideology and political alliances. One of the four main groups, the Babbar Khalsa, for instance, is said to be the most ruthless, but also the only group with a fiercely religious orientation.\nMr. Ribeiro and police intelligence officials say the terrorists draw their ranks from religious fundamentalists, the unemployed and groups of ordinary criminals and smugglers who live in the state."
}