{
    "title": "SIKH LEADER VOWS FURTHER STRUGGLE",
    "publisher": "the new york times",
    "year": 1983,
    "month": 10,
    "day": 9,
    "full text": "The leader of a Sikh civil disobedience movement here in Punjab said today that the agitation would continue despite the assertion of central Government authority in the state two days ago.\nThe Sikh leader, Sant Harchand Singh Longowal, spoke while sitting cross-legged on a bed inside the grounds of the Golden Temple, where he has confined himself for months to avoid arrest.\nThe temple, a Sikh shrine, is the headquarters of the religious and political movement headed by Mr. Longowal aiming at greater political independence for Punjab, the Sikh homeland.\nMr. Longowal said the leaders of the Akali Dal, the Sikh political party, would meet Tuesday to decide what the next step would be. In the past, the Akalis have used such tactics as courting mass arrest and blocking roads and railroads to make their point. So far the agitation and associated violence have resulted in 175 deaths.\nSikh leader Sant Harchand Singh Longowal says agitation in Punjab will continue despite assertion of central Govt authority; says Akali Dal leaders will decide future action; opposes terrorism as sabotaging nonviolent movement (S)State Quiet Since Thursday\nPunjab, for the most part, has been quiet since the Indian Government acted Thursday to dismiss the state government, suspend the assembly and take control of Punjab's affairs. President's rule, as the assumption of power by the central Government is called, was declared to halt terrorist killings that, though disavowed by Mr. Longowal, have accompanied the generally nonviolent Sikh campaign.\nToday the Government said that two Sikh extremists had killed a merchant in the Jullundur district, east of here.\nAttention has focused on the question of whether the Government will try to raid the Golden Temple in search of Sikh terrorists who are said to have found sanctuary there.\nNo major police or military presence was in evidence near the Temple, and R. L. Dhand, a police official, said he could not comment on the possibility.\nIf the Government were ''foolish enough'' to try to raid the Temple, Mr. Longowal said, it would do so ''over the dead bodies'' of Sikhs.\n \nAvows Opposition to Terrorism\nMr. Longowal said he was opposed to terrorism on the ground that it had sabotaged the nonviolent movement's chances of success.\nIf the Government were to bring terrorists under control, he said, it would help the Akali movement. The imposition of President's rule should do that, he said.\nBut he said the Government's move to impose control was suspect, in his opinion , because Prime Minister Indira Gandhi went beyond President's rule by declaring Punjab a ''disturbed area.'' Legally, this means that the police can shoot to kill, arrest and search without warrants.\nThe Akali Dal once governed Punjab in coalition with other parties. But it was defeated by Mrs. Gandhi's Congress Party in 1980. The Akali protest dates largely from that defeat.\nMr. Longowal said the Punjab state government had fomented terrorism in an effort to prevent an agreement on the Akalis' demands for greater autonomy for Punjab and thus preserve its own power.\nRioting in a Second State\nNEW DELHI, Oct. 8 - At least 13 people were wounded in riots today and Friday night in Haryana state, adjoining Punjab, news reports said.\nThe reports from Haryana said 11 people were wounded today in Yamunanagar after the slaying of six Hindus by Sikhs in Punjab on Wednesday.\nOn Friday night, two people were wounded in Yamunanagar after Hindus had burned a Punjab state government bus and set fire to at least six stores to protest the Punjab killings.\nOfficials in Haryana and Himachal Pradesh state, which also borders on Punjab, have ordered the police to prevent Sikh extremists from crossing into their territory.\nIn other developments, the Bharatiya Janata Party, a rightist Hindu group, has ordered a general strike Monday in Delhi and Haryana to protest the Punjab killings. The Akali Dal, the Sikh party, has supported the strike call in an effort to heal the rift between Sikhs and Hindus.\nBut Bharatiya Janata activists drove through Delhi today announcing through megaphones that the strike was to protest the ''murders of Hindus in Hindustan.''\nAnd Bhajan Lal, the chief minister of Haryana, accused some of the Akali Dal leaders of ''playing into the hands of some foreign powers and trying to create instability in the state and country.'' He did not identify the foreign powers."
}