{
    "title": "Sikhs_ Turbans don't mean terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 4,
    "day": 18,
    "full text": "Thursday was a dysfunctional start for Eddie Griffin's new movie, even before it hits theaters.\nAbout 10 students, practitioners of Sikhism, organized a Sikh Awareness Day in front of Cooper Hall Thursday afternoon to protest the film. The students affiliated with SMART, the Sikh Mediawatch and Resource Task force based in Washington, D.C., came together to educate people about Sikhism and inform them about the \"dysfunction\" of Griffin's new comedy, \"Dysfunktional Family.\"\nU. South Florida\n\"Many people associate turbans with terrorists such as Osama bin Laden,\" said Jasleen Kaur Bedi, a student majoring in interdisciplinary natural science for health professionals. \"Being from India and not the Middle East, we are concerned with the ongoing racism and negative backlash from the media and movies toward the Sikh people.\"\nBedi said that in \"Dysfunktional Family,\" the film's lead actor, Griffin, makes various jokes that link an older man from the Sikh faith to bin Laden.\n\"Scenes such as these perpetuate the belief that anyone with a turban is associated with terrorists,\" Bedi said. \"People have walked into my father's (orthodontic) clinic and walked out because of his turban.\"\nBedi said three congressmen wrote letters asking Miramax Studios to delete the scene, but the studio refused to do so.\nFurthermore, according to a Sikh coalition Web site, more than 100 Sikh organizations and representatives, along with 34 non-Sikh organizations, sent a petition requesting the removal of the scene from \"Dysfunktional Family.\" The petition, which was forwarded to Harvey Weinstein, head of Miramax films, states that \"the misrepresentation of Sikhs in (the) movie (\"Dysfunktional Family\") may incite violence against Sikhs and other minorities.\"\nIn addition, the petition is asking for an apology to Sikhs, Arabs, Muslims and South Asians for the content of the aforementioned scenes.\nAlong with pamphlets about the Sikh religion, information that addressed the movie and pictures of the different turbans men wear in various religions and cultures throughout the world was distributed.\n\"We're out here trying to educate people that many cultures wear a turban outside of the U.S.,\" Bedi said.\nThe Sikh men commonly wear peaked turbans that serve partly to cover their long hair. Other examples include the Iranian, Muslim and Afghan turbans, which differ from each other in color as well as shape.\nAccording to the display, the Sikh faith, which is the fifth largest religion in the world, has more than 22 million followers worldwide. Close to 500,000 live in North America.\nIn addition, according to the SMART Web site, there have been more than 280 hate crimes committed against Sikhs since the Sept. 11 attacks.\n\"People from our faith have been shot and killed,\" Bedi said.\nMohini Bedi, an anthropology major who is of the Sikh faith, said she and others feel it is unfair for a movie to label a Sikh as a terrorist.\n\"We are not trying to convert people,\" she said. \"However, people should be aware of the diverse communities and cultures around the world that also happen to live here in the U.S.\"\nManikaran Singh Oberoi, who is majoring in chemistry, added that educating people about the Sikh religion would allow them to differentiate it from other faiths and make fair judgments by knowing the facts.\n\"We're not violent, and we are not terrorists,\" Oberoi said. \"We stand for peace.\"\n(C) 2002 The Oracle via U-WIRE\n\nLoad-Date: April 18, 2003"
}