{
    "title": "SIKH BLOODBATH Six slain in act of 'domestic terrorism' Tattooed killer storms temple",
    "publisher": "daily news ",
    "year": 2012,
    "month": 8,
    "day": 6,
    "full text": "THE NATION was stunned Sunday when a symbol of American freedom - a house of worship - became the scene of a \"domestic terrorism\" bloodbath.\nA lone tattooed gunman unleashed a barrage of bullets in a Sikh temple in surburban Milwaukee that left six dead before a shootout with cops took down the killer.\nThe country's second mass shooting in as many months, following the Colorado movie-theater massacre, sent shockwaves all the way to New York, where NYPD Commissioner Raymond Kelly dispatched cops to Sikh temples throughout the five boroughs.\nKelly said he made the move \"out of an abundance of caution.\"\nThe gunman is believed to be white and in his 40s. CNN reported he had a 9/11 tattoo on his arm.\nHe commenced the diabolical ambush about 10:30 a.m. as members of the Sikh Temple of Wisconsin were filing in for Sunday meditation.\nWitnesses said the killer was wearing a white T-shirt and black tactical pants with pockets to store ammunition.\nFBI officials said they were investigating the shootings as \"an act of domestic terrorism,\" and insisted no motive had been established.\nThe name of the dead suspect was not immediately released.\nUpon hearing the shots and seeing the wounded splayed on the floor of the temple in Oak Creek, 911 dispatchers were flooded with emergency calls, many claiming they were under attack from multiple gunmen.\nAs congregants dove for cover and terrified women hid with children in closets, blaring sirens prompted the shooter to confront arriving police officers.\nA 20-year veteran cop with tactical experience was shot several times when he got out of his car to aid a wounded victim outside the temple, officials said.\nA second officer arriving to the chaotic scene engaged in a gunfight with the suspect, killing him on the spot, said Oak Creek Police Chief John Edward.\n\"Because of the heroic actions of our officers, they stopped this from being worse than it could have been,\" Edwards said at a press conference.\nBecause of the earlier 911 calls, police feared at least one more gunman was inside the sprawling sanctuary holding hostages.\nA SWAT team was quickly assembled to sweep through the temple in search of other shooters. None were found.\nInside was a horrific scene of four Sikhs laying dead, and others bleeding from their wounds.\nJaspreet Singh said his mother survived the killing spree by hiding in a pantry when the gunfire began. She quickly pulled out her cell phone to call family members who were on their way to the temple, whispering, \"Don't come!\"\nThe Milwaukee Journal Sentinel reported that as many as 25 women and 10 children hid in a closet in the temple basement for an hour, waiting for a sign that the mayhem was over.\nThe president of the temple, Satwant Singh Kaleka, was wounded while trying to tackle the gunman, CNN reported.\n\"It's too hard, it shakes my heart, a lot of people died,\" said Mohinder Dillon, whose aunt and uncle were also at the temple during the attack.\nA four-block radius around the temple and single-family homes and duplexes as far as 6 miles away were evacuated, as bloodied victims were carted off to the hospital.\nArmored trucks, HAZMAT units, and police with dogs swarmed the area.\nThe wounded cop underwent surgery and is expected to survive. Two others were treated for gunshot wounds at Froedtert Hospital in Milwaukee, one of whom required \"a complex procedure,\" according to the hospital. All remained in critical condition Sunday night.\nFBI agents and local police served a search warrant on a duplex in nearby Cudahy, Wis., believed to be the gunman's residence.\nNeighbors, who were evacuated as a precaution, said the man who lived in the duplex moved in about two weeks ago.\n\"It's pretty scary. That's just too close to home,\" said neighbor Ken Kacner, who was evacuated from his house.\n\"It's too hard, it shakes my heart, a lot of people died,\" said Mohinder Dillon, whose aunt and uncle were also at the temple during the attack.\nFor at least one member of the Sikh community in Richmond Hill, Queens, the violence hit home: Mohan Singh Khatra's 70-year-old uncle, Subheg Singh Khatra, was among the dead in the senseless attack.\nThrough a translator, the chairman of the Sikh Cultural Society said he had spoken to his relative just last night, and that he was expecting to stay at his house for a wedding. Now, he, along with other members of the society, may instead have to attend a funeral.\n\"I'm still in shock. It's a bad situation, it's really sad,\" said Khatra. \"He was a noble man. Although he didn't speak good English, he still tried to communicate with his Caucasian neighbors. That's just what kind of man he was.\"\nOthers in the neighborhood, who were celebrating the Sikh saint Isher Singh Rarewale, were stunned by the attack.\n\"Whatever happened there was not right,\" said Joginder Singhriar, a preacher at Baba Makhan Shah Lubana Gurdwara Sikh Center on 101st Ave. \"What we are doing is something right in the name of God, and what happened is not fair.\"\nThe attack quickly reverberated throughout the worldwide Sikh community, which has over 20 million members.\n\"It is very upsetting, especially when the attack is on a Sikh place of worship. This will affect every Sikh all over the world,\" said Dr. Gurmit Singh Aulakah. \"We have a special identity. We believe in the equality of all human race. In our place of worship, anybody from any religion can come here and worship.\"\n\nGraphic\n\n \nNLVL\n\nLoad-Date: August 6, 2012"
}