{
    "title": "Simon_ Civil liberties must be saved despite terrorism",
    "publisher": "chicago daily herald",
    "year": 2002,
    "month": 5,
    "day": 8,
    "full text": "As the United States fights its war against terrorism, leaders must be cautious not to erode our civil rights, former U.S. Sen. Paul Simon said Tuesday.  \n\"Sometimes the Bill of Rights can be an impediment, but it's a healthy impediment,\" said the former Senate foreign relations committee member, drawing applause from an audience of at least 225 people at the College of DuPage in Glen Ellyn.  \nSimon, who retired from Congress in 1997 and now directs the Public Policy Institute at Southern Illinois University, also said he's concerned about the use of military tribunals for terrorism suspects.  \nHe believes some suspects are being needlessly detained for long periods of time.  \n\"You just can't do that in this free country,\" Simon said after his speech. \"We have to protect the basic civil liberties of people.\"  \nSimon's visit was part of the Dialogue on Global Terrorism series launched by COD leaders in response to the Sept. 11 attack.  \n\"This was a wonderful opportunity for us,\" said COD English professor and discussion moderator Tammi Bob. \"He was eloquent and entertaining.\"  \nThe Illinois Democrat also praised President Bush's response in the weeks immediately following Sept. 11. If Simon, an SIU faculty member, had to give Bush a grade to it would be an A- or B+.  \n\"I think the president really led the nation and really led the world pretty effectively,\" he said.  \nSimon also defended U.S. support for Israel. \"Israel is the only real, complete democracy in the Middle East. We have a kinship, a political and philosophical kinship with them,\" he said.  \nWhile the conflict between Israel and the Palestinian Liberation Organization has reached a boiling point, Simon said both PLO Chairman Yasser Arafat and Israeli Prime Minister Ariel Sharon must exercise restraint and make some concessions to achieve peace.  \n\"When somebody gets punched in the nose, you want to punch back,\" he said. \"Sometimes that's not wise.\"  \nSimon advocated a U.S. policy that would provide more foreign aid to impoverished countries, specifically sub-Saharan Africa. He suggested a plan similar to the Marshall Plan, which was implemented after World War II to rebuild Germany and Japan but was very unpopular at the time.  \n\"Would it be controversial? You bet. But almost anything that is good is controversial,\" he said.  \nFollowing his 50-minute speech, Simon took questions from the McAninch Art Center audience, which was split between students and adults, primarily seniors.  \n\"I just like forums in general,\" said Julie Patti, a COD student from Elmhurst. \"I like learning new things and I don't have to take a class to do it.\"\n\nGraphic\n\n \nFormer U.S. Sen. Paul Simon talks to reporters following his speech at the College of DuPage as part of a global terrorism forum. Bev Horne/Daily Herald\n\nLoad-Date: May 9, 2002"
}