{
    "title": "SIMPLE APPROACH COULD LEAD TO PERMANENT TRIA SOLUTION",
    "publisher": "business insurance",
    "year": 2014,
    "month": 5,
    "day": 26,
    "full text": "While it's still too early to call, it looks increasingly likely that the federal terrorism backstop will be renewed again this year.\nThe renewal of the program, originally passed as the Terrorism Risk Insurance Act of 2002, would of course be good news for risk managers and the insurance industry. Without the backstop, coverage for terrorism risks in urban areas would at best be very expensive and at worst be impossible to obtain.\nBut the need to keep going back to Congress to renew this crucial program - it's been modified and renewed twice so far - is unsatisfactory. The backstop clearly is needed to support U.S. and global commerce, yet every few years TRIA advocates have to parade the same arguments in front of lawmakers, who surely have many other worthy bills they could be working on.\nClearly, a permanent backstop would simplify the process and provide a degree of certainty for insurers and their customers. Realistically, however, we are far from achieving that goal. Instead, a little more coverage is chipped away each time the program is renewed. Before that coverage is chipped away too much, TRIA advocates may be better served by looking for ways to rework the program in such a way that the commercial sector is contributing to the backstop, even though the current program has so far not cost the government a penny in claims.\nIf insurers, and ultimately their customers, put some skin in the game in the form of a modest - heavy emphasis on the word \"modest\" - premium for the coverage the government supplies, they may have a better chance winning a permanent solution.\nIf such a mechanism had been in place since TRIA was first passed, a substantial pool of money could already have been accumulated to pay for future losses. Such a pool would grow quickly if, as we all hope, loss-free years continue. In addition, as terrorism coverage is compulsory for workers compensation, the law of large numbers could make any premium contribution negligible for employers.\nThe accumulation of funds from the beneficiaries of the program also should make the program more palatable to critics on the right who advocate free markets and those on the left who object to government subsidizing business.\nPublic-private partnerships have worked well to stimulate commerce and advance public policy in other areas of the economy - for example, infrastructure construction projects - and there's every reason to hope that it could work well in the insurance industry.\nThe risk of catastrophic terrorism is still uninsurable in the conventional market, as insurers have no way of adequately underwriting the risk. And while it may go against the grain for many to suggest that private industry hand over more money to the care of the government, that may be an investment worth making if the payoff is a permanent solution to insuring against terrorism risk.\n\nLoad-Date: May 29, 2014"
}