{
    "title": "Simulated city helps prepare for terrorism",
    "publisher": "the pantagraph",
    "year": 2002,
    "month": 9,
    "day": 15,
    "full text": "ATLANTA - The town of San Luis Rey has 680,000 people and is home to several large banks and insurance companies, and its deep seaport is among the largest in the world.\nIn the coming years, it will face repeated terrorist threats - some of which have been crafted by employees at an Atlanta firm.\nBut the exercises are not designed to harm. Although the one-year anniversary of the Sept. 11 attacks passed without incident last week, the fictional community is part of an online training program being developed by Teleologic Learning Co. to help officials combat the ongoing risks of terrorism.\n\"People can be trained to better prepare for various contingencies,\" said Bill Thomas, senior architect with Teleologic's Atlanta office, among four company offices working on the project.\nThe company develops online training programs for government agencies and private clients. The San Luis Rey model is part of the Homeland Security Leadership Development project, a joint effort of the U.S. Department of Justice and the Naval Postgraduate School in Monterey, Calif.\nThe training is geared toward state and local officials who need to protect cities and towns from the unknowns of terrorism, but can't afford to take large chunks of time away from their current jobs. Completion of the 18-month program will reward participants with a master's degree; classes begin in January.\n\"We're really emphasizing a strong scenario-based learning environment,\" said Craig Baldwin, project architect for the Homeland Security project who is based in Teleologic's Connecticut office. \"You're working on real problems that make sense.\"\nAnd for the problems to seem real, the community must seem real as well.\nAs a result, the fictional San Luis Rey's dossier of amenities could be those of any large urban community: a mayor, city council, state university, airport, skyscrapers, nuclear power plant, daily newspaper, tourist attractions and a nearby U.S. Air Force base among them. It even has a founding father, Father Hidalgo Estaban, and a motto: Courage and Charity.\n\"We wanted to make sure everything was as real as possible,\" said architectural engineer Shannon Bradley Widmer. \"The important thing is for students to gain an emotional attachment to the city.\"\n\"I think when we emotionally invest we learn better,\" added Widmer's project colleague, senior architectural engineer Ben Kobulnicky.\nThe pair are among the employees in the Logan County office working on creating the community - and the terrorist threats it will face. Widmer's primary job is to map San Luis Rey and vicinity, on small and large scales. It could mean as many as 800 maps by the time all is said and done.\nWidmer bases her maps on drawings done by Teleologic's chief executive officer, the driving force behind development of the fictional community. And precision is the name of the game.\nFor example, to determine the exact size of the San Luis Rey International Airport for mapping purposes, Widmer researched the number of acres at Boston's Logan International Airport.\nTo make the maps look as authentic as possible, she studied colors used in Rand McNally maps.\n\"This has been the most detailed and involved project we've ever undertaken,\" said Widmer, who has worked at the firm two years.\nMeanwhile, Kobulnicky recently completed a one-minute Web video that illustrates a potential terrorist threat that participants must try to deflect.\nThe narrative shows al-Qaida breaking into the San Luis Rey computer system that controls its Robert Muller Dam, flooding the community.\nKobulnicky's prior knowledge of dams amounted to \"a short family vacation to Hoover Dam.\" So, creating the scenario meant extensive research on everything from the size of the basin and the workings of the spillway gates to the computer software used at a water plant.\nHe even talked to a Twin City water department employee \"to bounce ideas of him, to see what would be real.\"\nKobulnicky, who received a degree in arts technology from Illinois State University, likes the practical applications of the technology.\n\"It uses an element of Hollywood for a definite purpose - to train people,\" he said.\n\nGraphic\n\n \nTeleologic Learning Company Architectural Engineer Shannon Bradley Widmer talked about translating maps to a computer program developed for Homeland Security training.  Teleologic Learning Company Senior Architectural Engineer Ben Kobulnicky produced a three dimensional dam in the fictional city San Luis Rey developed for Home Land Security training.  Teleologic Learning Company Senior Architectural Engineer Benn Kobulnicky created the dam in the fictional city of San Luis Rey.\n\nLoad-Date: September 17, 2002"
}