{
    "title": "Sinai plane bomb puts Russia in familiar situation_ in terrorists' sights The Kremlin confirmed that",
    "publisher": "the christian science monitor",
    "year": 2015,
    "month": 11,
    "day": 18,
    "full text": "The destruction of a Russian airliner over the Sinai Peninsula last month that killed 224 people may have been the first attack by an external enemy that Russia unambiguously shares with the West.\nBut the MetroJet bomb, confirmed on Tuesday by the Kremlin and claimed by the so-called Islamic State, is an all-too familiar terrorist blowback for the Russian public.\nNational solidarity, and the urge to hit terrorists harder and rally around strong leadership, follows most terrorist attacks around the world. And in Russia, which has experienced more than a dozen horrific terrorist strikes in its cities over the past 16 years, this pattern is deeply embedded.\nJust as the IS attacks in Paris on Friday brought out both resolve and anger in France, including a declaration of \"war\" against the terrorist group from French President François Hollande, so too has Russian President Vladimir Putin urged solidarity while vowing to hit the terrorists with stepped-up airstrikes. If history is any indicator, Russians will broadly support Mr. Putin's leadership, even if it means further restrictions of political liberties.\nA history with terrorism\nThe now-confirmed bombing of the MetroJet Airbus over Sinai is the first major terrorist attack against Russians in almost two years. But Russia's heartland has been hit more than a dozen times by Chechen terrorists over the past 16 years, sometimes in spectacular acts that killed hundreds and sent the public reeling. In late 1999, a wave of apartment bombings - sometimes described as \"Russia's 9/11\" - killed almost 300 people in their sleep and radically changed the political climate.\nAmid the wave of public fear, rage, and confusion, a virtually unknown new leader, recently appointed Prime Minister Vladimir Putin, ordered the Russian Army to invade Chechnya. Mr. Putin's popularity spiked, and after being appointed acting president by an ailing Boris Yeltsin, he handily won presidential elections a few months later.\nDuring subsequent years of bloody warfare, Chechen-based jihadists struck repeatedly in Moscow and other cities. In 2002, scores of Chechen terrorists wearing suicide belts seized a downtown Moscow theater with 1,000 people. Russian security forces pumped poison gas into the hall, then slaughtered the attackers; critics maintained that many of the 130 dead hostages were actually killed by the gas.\nTwo years later Chechens seized a school in Beslan. Amid the subsequent assault by security forces, 300 people, half of them children, died. Putin used the public anguish over Beslan to crack down on civil liberties and abolish some elections.\nIn each case, the Kremlin acted to quell criticism, and to double down on the use of force. After several years, Russia pacified Chechnya and turned it over to a local pro-Moscow strongman. Terror attacks did not abate immediately, but lessened in frequency and scale.\n'We must strike back even harder'\nFor the Russian public, the Kremlin policy of tough response regardless of the cost in lives became almost routine. \"Over the years there has been a militarization of Russian society, people have gotten used to the idea that there will be losses,\" says Alexei Malashenko, an Islam scholar at the Moscow Carnegie Center.\nThat has included Russians' acceptance that political liberties will be curbed and state powers will grow, even if those shifts may prove to be of limited benefit to the public.\n\"Here in Russia the achievements of the actual anti-terrorist fight are fairly modest, but the advantages gained by the state to limit movement, crack down on anything seen as 'extremist' have been very substantial,\" says Nikolai Petrov, a professor at the Higher School of Economics in Moscow.\nThe pattern does not look set to change with respect to Syria. Alexei Grazhdankin, deputy director of the Levada Center, Russia's only independent polling agency, says that public support for Russia's intervention in Syria remains strong. Though no surveys are yet available on reactions to the latest events, he says he's sure from past patterns that \"the logic will be that if we are hit, we must strike back even harder.\"\nPutin will be seen as defender against, not provoker of, IS attacks against the Russian homeland, says Fyodor Lukyanov, editor of Russia in Global Affairs. \"It runs totally counter to the mood in this country today to think there will be any significant criticism of the war in Syria, or that people will blame Putin for terrorism,\" Mr. Lukyanov says. \"That's just not going to happen.\"\nAnd even if some voices are critical, \"they will be much more on the defensive after these latest terrorist attacks,\" says Mr. Malashenko. \"Putin gains greater public approval by demonstrating that we will strike back.\"\nAn anti-terrorist alliance?\nSome analysts believe terrorist responsibility for the MetroJet flight's crash may help Russia and the West get on the same page when it comes to Islamic threats. Putin has already ordered the Russian navy to coordinate with their French counterparts \"as allies.\"\n\"The fact that the airliner tragedy was announced as terrorism in the wake of those terrible attacks in Paris enables the Kremlin to show that Russia is a normal member of the world community, facing down the same threats,\" says Malashenko. \"Russia will now step up its war against IS, and it will be seen as part of the general response of the civilized world.\"\nBut others say a common enemy may not be enough to foment a broad East-West partnership.\n\"Now that we see IS is prioritized as the common enemy of all, we can hope to see some cooperation. But I don't think anyone believes a grand anti-terrorist alliance is very likely,\" says Fyodor Lukyanov, editor of Russia in Global Affairs, a Moscow-based foreign policy journal.\n\"Whatever successes we may enjoy against IS - and that's all to the good - you can bet that once the dust settles, the hard geopolitical bargaining over the fate of Syria will resume.\"\n\nLoad-Date: November 18, 2015"
}