{
    "title": "Since 1948, a Jewish-Arab Population Exchange; Crush Terrorism",
    "publisher": "the new york times",
    "year": 1988,
    "month": 3,
    "day": 24,
    "full text": "To the Editor:\nI am distressed by the manner in which Anthony Lewis deals with the terrorism practiced by the Palestine Liberation Organization. In ''Arafat on Peace'' (column, March 13), Yasir Arafat claims that the recent terrorist attack on a bus near Dimona, the Israeli nuclear facility, in which civilians were gunned down, was actually directed at the ''dangerous'' Dimona facility itself, and in addition, that the P.L.O. has disavowed the use of terrorism outside Israel and the occupied territories. How was he allowed to get away with such statements?\nAccording to the survivors of the bus attack, the terrorists made no mention of the Dimona nuclear facility at all. They made their usual demands for release of prisoners, etc. Furthermore, by not challenging Mr. Arafat's statements, Mr. Lewis gives tacit approval to the idea that terrorism should somehow be tolerated inside Israel, as opposed to outside its borders, as if it were a more benign, acceptable practice. Terrorism cannot be condoned regardless of where it is practiced, and no government can be expected to negotiate with a group that practices terrorism, no matter how undesirable or painful the status quo.\nMr. Lewis has given the impression that despite the P.L.O.'s terrorism, since the P.L.O. is the sole representative of the Palestinian people, Israel really has no choice but to negotiate with it to alleviate a tragic situation. However, if Mr. Lewis truly loves peace and democracy, he should quickly realize his advice would be a victory for terrorism. In other words, terrorism will be seen as an effective way to bring about change, while nonviolent, nonterrorist movements as exemplified by Gandhi will be lost.\nIf Mr. Lewis really thought about it, he would be encouraging Israel to crush terrorism and to negotiate only with civilized persons who value life and democracy.\n \nARI WEITZNER\nNew York, March 13, 1988"
}