{
    "title": "Since 9_11, Threat of Terrorism Has Morphed",
    "publisher": "the new york times",
    "year": 2015,
    "month": 9,
    "day": 11,
    "full text": "LONDON --  On this day 14 years ago, Sept. 11, 2001, I was newly arrived in Berlin as bureau chief and doing an interview in a cafe. The normally unflappable bureau manager, Viktor Homola, telephoned and said I should get back to the office, because an airplane had just hit the World Trade Center in New York.\nI filed and had lunch the next day with Susan Sontag, talking about what had happened and why, and then soon it became clear that the plotters were from Hamburg. Suddenly my life was wrapped up in that of Mohamed Mohamed el-Amir Awad el-Sayed Atta, the Egyptian architecture student who had been personally charged by Osama bin Laden with this spectacular attack on the United States. \n  I visited Mr. Atta's apartment on Marienstrasse 54, in a moldy yellow building, and his school, the Technical University of Hamburg-Harburg. I read his doctoral dissertation, with his elegant, hand-drawn maps of Aleppo, in Syria, one of the oldest cities in the world. Mr. Atta studied the urban development of Aleppo and decried how modernity was destroying its ancient beauty.\n  Today, Mr. Atta and Bin Laden are dead, Al Qaeda is atomized, the old city of Aleppo that Mr. Atta cherished is nearly destroyed, and so is Syria.\n  Bin Laden's distant dream of a caliphate in lands cleared of Western influence is being reshaped by the Islamic State, which exercises terror very differently, with less interest in attacking the ''far enemy'' of the West than in creating a Salafist revolutionary regime.\n  And it is the Islamic State, not Western development, that is systematically destroying the treasures of the ancient world -- the very treasures that mattered so much to Mr. Atta, and the despoiling of which did so much to radicalize him.\n  It is a measure of how the world was changed that day, and how much it hasn't.\n  Richard Dearlove, head of Britain's Secret Intelligence Service, known as MI6, from 1999 to 2004, points out that ''some of what we worried about after 9/11 and were sure would happen -- a dirty bomb, some sort of biological attack -- didn't happen.'' That kind of strategic threat never materialized, in part because of good intelligence and the disruption of Qaeda networks.\n  The July 7, 2005, suicide bombing attacks on London subways and buses killed 52 people. But since then, he noted, only one person in Britain has been killed by terrorism.\n  ''It's quite easy to exaggerate the threat and overplay it,'' Mr. Dearlove said. ''A lot of these young jihadis are not a serious, strategically organized group driven by a clever brain.''\n  But the nature of the threat has changed and in some sense has become more pervasive, as single actors (''lone wolves'') or small cells, often with little contact with any central authority and inspired by social media, suddenly decide to shoot up a museum or a train.\n  Florence Gaub, an analyst of the Arab world at the European Union Institute for Security Studies in Paris, was herself in New York on Sept. 11. Afterward, she noted, ''we got the illusion that the problem was contained and manageable,'' and at the NATO Defense College, where she worked on new threat assessments after the death of Bin Laden, the focus was on climate change and cybersecurity.\n  But now the Arab world is imploding, she said, and the Islamic State poses a new challenge to the current world order -- it has become a self-styled nation highly unlikely to join the United Nations or subscribe to the Universal Declaration of Human Rights.\n  And the threat is different, and in a sense, more pervasive. ''We have managed to deter high-profile attacks like 9/11 but now have pressed it down to attainable targets like supermarkets and trains,'' she said. ''But it's almost as effective, because now you're afraid everywhere.'' \n  Too often now, she said, we see Muslim migrants ''as a threat, not as an opportunity.''\n  Terrorism is not about numbers, Ms. Gaub said. ''It's about fear.''\n  Get news and analysis from Europe and around the world delivered to your inbox every day with the Today's Headlines: European Morning newsletter. Sign up here.\n\nhttp://www.nytimes.com/2015/09/11/world/europe/9-11-anniversary-terrorism-europe.html\n\nLoad-Date: September 11, 2015"
}