{
    "title": "SINGAPORE TERRORISM PLOTS EYED U.S. SITES",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 4,
    "day": 7,
    "full text": "When al-Qaida leaders decided an attack on a U.S. military shuttle bus was not spectacular enough, the Singapore-based operatives who proposed the idea meticulously planned to hit more daring targets.\n They laid out plans to blow up embassies of the United States and three other nations and had a chemist buy four tons of ammonium nitrate -- four times the amount of explosive that Timothy McVeigh used to bomb the Oklahoma City federal building.\n In chilling detail, Philippine intelligence reports obtained by The Associated Press also revealed plans to attack U.S. corporations and warships in Singapore and crash a hijacked plane at the country's international airport.\nThe embassy attacks were foiled by U.S. investigators and allies in Southeast Asia as they entered the final stages -- a mostly untold success during the war on terrorism.\n The success was tempered by the discovery that the explosives were not recovered.\n \"Singapore, for one, is a perfect target for attacks as some 17,000 Americans are residing in the city-state and about 6,000 multinational companies, several of which are American, are among its biggest employers,\" one of the two Philippine reports said.\n The terrorists belonged to Jemaah Islamiah, designated by the U.S. government as a terrorist organization and described in one of the Philippine reports as \"part of the broader al-Qaida syndicate.\"\n The group, which planned Singaporean attacks before and after the hijackings in the United States on Sept. 11, 2001, is believed responsible for attacks throughout Southeast Asia. The group is suspected in the blasts that killed nearly 200 people on the Indonesian resort of Bali last October.\n The attacks in Singapore were prevented after 15 individuals were arrested in December 2001, although two of them were released.\n Members of four- or five-man cells led normal lives, avoided contact with well-known Islamic organizations and were not even known to be active members of mosques in Singapore. They used code names and code numbers, communicated by Internet e-mail, encrypted their computer diskettes and used prepaid mobile phone cards to avoid detection.\n After the U.S. military campaign began in Afghanistan, members of Jemaah Islamiah planned to procure 21 tons of explosive materials -- and bought the four tons of ammonium nitrate -- in an operation to attack embassies of the United States, Britain, Israel and Australia, the Philippine investigators said.\n The ammonium nitrate was purchased by Yazid Sufaat, a captured Malaysian chemist and retired army captain. Authorities believe Sufaat hosted both the Sept. 11 hijackers and accused terrorism suspect Zacarias Moussaoui in Malaysia at different times in 2000 and provided Moussaoui with fake papers to make his way to the United States.\n Moussaoui was arrested in August, 2001 in Minnesota and remains the lone U.S. defendant indicted as a conspirator with the Sept. 11 terrorists.\n The Singaporean cell members were believed to be conducting reconnaissance when they were apprehended. The explosive materials were sent to an Indonesian island off Singapore.\n In a separate plot, a member of the cell took digital photographs of U.S. military aircraft and personnel using Singapore's Paya Lebar Air Base.\n Singapore authorities believe a cell leader traveled to Afghanistan and briefed al-Qaida leaders about the proposed shuttle bus attack between August 1999 and April 2000. The al-Qaida officials apparently turned down the plan because the target was not large enough.\n A few days after the Singapore arrests in December, 2001, a videotape was found in an abandoned house in Kabul, Afghanistan. A narrator described locations in Singapore where bombs could be hidden to attack Americans.\n Investigators searched the homes of those detained in Singapore and found an identical videotape.\n\nLoad-Date: April 11, 2003"
}