{
    "title": "Singular Difficulty in Stopping Terrorism",
    "publisher": "the new york times",
    "year": 1998,
    "month": 1,
    "day": 18,
    "full text": "More than two and a half years after the Oklahoma City bombing stunned the nation as the worst terrorist act on American soil, law-enforcement officials concede that it would be virtually impossible to stop it from happening again.\nWhile Federal and state investigators have focused increasing attention on movements of the far right, white supremacists and paramilitary groups in the wake of the bombing, many of the legal powers they sought in the emotional aftermath of the blast to aid the gathering of evidence have not been enacted.\nMore important, say government and private monitors of the radical right, a terrorist act is more likely to be carried out by a lone fanatic or tiny group, which would be much harder to track by the authorities than well-structured anti-Government organizations like Christian Identity, with a compound in Hayden Lake, Idaho, or Elohim City on the Arkansas-Oklahoma border.\nThe two men convicted of the Oklahoma City bombing, Timothy J. McVeigh and Terry L. Nichols, while they moved through the rightist anti-Government milieu, were misfits who, except for brief stretches in the the Army, had never succeeded in anything. Nevertheless, the prosecution said at their trials, they were able to assemble the huge bomb on their own from commonly available fertilizer and fuel oil and pack it in the rented Ryder truck.\n\"That's the problem,\" said Vincent M. Cannistraro, a former counterterrorism expert with the Central Intelligence Agency. \"That's the central danger. You can cover all of these visible groups, and you're still not going to stop a McVeigh type. And the resources that it takes to create this level of destruction are so small that they are in the reach of this kind of individual.\"\nSpecific information on secretive anti-Government groups or individuals is hard to unearth. But Kenneth S. Stern, an expert on hate groups for the American Jewish Committee and the author of \"A Force Upon the Plain,\" which traced the origins of the paramilitary movement, said that since the Oklahoma City bombing, \"I've seen a real pattern of continuing arrests and indictments, seemingly every month or two in various parts of the country, of small groups with the means and plans for domestic terrorism.\"\nIndeed, arrests on terrorist charges have been made nationwide, and Federal agents have confiscated truckloads of weapons, including machine guns and pipe bombs, ammunition, explosives of every description, chemicals and deadly poisons.\nSome of those arrested were loners, like Joseph Bailie, convicted of trying to blow up the Internal Revenue Service building in Reno in 1996, and Brendon Blasz, charged last March with making pipe bombs to attack I.R.S. offices in Battle Creek, Mich. Others were members of small groups, like the West Virginia Mountaineer Militia, charged in 1996 with planning to bomb a Federal Bureau of Investigation fingerprint center, or members of the Aryan Republican Army, charged with robbing 22 banks in the Midwest to raise money to fight the Government.\nWhile law-enforcement officials say they still do not have the money, laws or resources to track the anti-Government groups properly, the F.B.I. recently received money from Congress to set up a domestic counterterrorism center. The F.B.I. hopes to use the center to step up the fight against the groups by strengthening the bureau's ties with other law-enforcement agencies on the Federal, state and local level.\nIn the outcry after the bombing, President Clinton and other Government officials called for a crackdown on terrorists. The Antiterrorism Act of 1996 and a supplemental appropriation to the act a year later provided some strengthened measures. For example, threats or assaults against all Federal officials -- not just law-enforcement agents or those in a few other categories -- were deemed a Federal crime.\nBut in light of the F.B.I.'s counterespionage program of the 1960's to undermine civil rights and antiwar groups, proposals for tougher measures were dropped in the legislative process. Justice Department officials still hope for legislation enabling them to tap all the telephones used by a suspect, not just the primary phone, called roving wiretaps.\nJustice Department officials also say they are interpreting more flexibly the Attorney General's guidelines on domestic surveillance to keep closer tabs on right-wing groups. Still, one former top-ranking F.B.I. official, Oliver E. Revell, says he worries that Federal officials cannot keep indexed or computerized files on the right-wing groups unless they have a specific indication of criminal activity, like robbing banks to finance anti-Government violence.\n\"These groups are connected through the Internet,\" Mr. Revell said. \"There's a tremendous amount of communication.\"\nMr. Revell, like other experts, suggested that the biggest danger from the far right comes from lone actors or small groups. \"It only takes one or two,\" he said. \"They do it essentially independently. And they have access to so much information, from 'The Anarchist Cookbook' to military manuals. You can get real intelligence off the Internet. You can download blueprints and road maps. You don't need a big organization.\"\nMr. Revell suggested that the most complete sources on anti-Government groups were the handful of private civil rights groups, like the Anti-Defamation League, which monitor right-wing activities, rather than the Federal authorities.\nOne such group, Klanwatch, a project of the Southern Poverty Law Center, said in a report released on the second anniversary of the Oklahoma City bombing, which happened on April 19, 1995, and killed 168 people, that there were 380 armed paramilitary groups active in the 50 states. Among these, 101 had white supremacist and anti-Semitic ties, the report said.\n\"While casual adherents have abandoned the cause,\" Joe Roy, the director of Klanwatch, said in the report, \"new groups have been formed to take their place. What remains are true believers who are isolated from the political mainstream and committed to an extreme anti-Government agenda.\"\nSimilarly, a report that the Anti-Defamation League issued at the same time warned: \"What is clear is that movement leaders are advising activists to lie low, learn to use their weapons at a firearms course rather than at a militia gathering, and keep their anti-Government thoughts to themselves.\"\nDetective Rick Adrian of the Columbus, Ohio, police force, who began investigating anti-Government groups after the Oklahoma City bombing, says he believes that \"law enforcement and the general public will see more problems in the next few years: bombings and chemical warfare used against the population by fringe groups.\"\nDetective Adrian, who teaches a course on paramilitary organizations at the Ohio police academy, added: \"Ninety-eight percent of them won't do anything, but it doesn't take much to cause another Oklahoma City or worse. It just takes a couple of people getting together over a few beers and deciding 'Hey, why don't we do this?' It's very difficult for us in law enforcement to find out who these people are.\"\n\nGraphic\n\n \nPhoto: After the Oklahoma City bombing, law-enforcement officials have focused increased attention on far right organizations, like Aryan Nations. Members were at the group's compound in Hayden Lake, Idaho, in 1995. (Jeff Green)\n\nLoad-Date: January 18, 1998"
}