{
    "title": "Sit-In That Led House to Recess Will Be Hot Topic Upon Its Return",
    "publisher": "the new york times",
    "year": 2016,
    "month": 7,
    "day": 2,
    "full text": "House Republicans and Democrats are gearing up for their return to the Capitol next week -- the first time they will be reunited since a Democratic sit-in led to a premature adjournment for a 10-day recess a week ago.\nOn a conference call with fellow Republicans on Thursday, the House speaker, Paul D. Ryan, said that the Republican leadership was continuing to review Democratic activities during the protest that disrupted House proceedings and that Republicans could still take action in response. \n  Mr. Ryan, accusing Democrats of trying to shift the discussion to guns from terrorism, said the House would take up a series of terrorism measures upon its return, including one on keeping terrorism suspects from buying guns -- a plan that would seemingly meet the Democratic demand for a gun vote.\n  But Mr. Ryan also said he had concerns about protecting the due process of those on terrorism watch lists, raising the possibility that he intends to move forward with a measure similar to a Senate proposal backed by the National Rifle Association. Senate Democrats rejected that legislation as unworkable, and House Democrats said holding a vote on an equivalent approach would not be satisfactory at all.\n  ''House Democrats will keep up our efforts to push for the majority to allow a vote on gun violence legislation, but bringing up a bill authored by the N.R.A. just isn't going to cut it,'' said Drew Hammill, a spokesman for Representative Nancy Pelosi of California, the House Democratic leader.\n  The speaker's office would not detail the legislation he has in mind, but it sounds like the debate over guns will be back on the House floor regardless.\n\nhttp://www.nytimes.com/2016/07/02/us/sit-in-that-led-house-to-recess-will-be-hot-topic-upon-its-return.html\n\nLoad-Date: July 2, 2016"
}