{
    "title": "Six deaths in a shooting at the Islamic cultural centre of Quebec City",
    "publisher": "university wire",
    "year": 2017,
    "month": 2,
    "day": 3,
    "full text": "The images released by the Centre Culturel Islamique de Québec show bullet marks and blood on the walls. Last Sunday, the mosque was targeted by Alexandre Bissonnette, who opened fire on Muslim people gathered inside the building for evening prayers. Six people died and 19 were wounded.\nBissonnette surrendered to police after trying to escape. His classmates and neighbors described him as quiet, withdrawn, and introverted. His twin brother was called \"the good one\" whereas he was \"the bad one,\" according to Le Monde.\nBissonette was a student studying anthropology and political science at Laval University, and was known for his far-right opinions. He asserted himself as opposed to gun control and regularly \"liked\" Donald Trump and Marine Le Pen, leader of the National Front (France's main far-right political party) on social media. A former classmate said that Bissonnette became more and more conservative and \"radicalized a lot.\" He also used Facebook to criticize a refugee support group, whose members told the police that he was also anti-feminist and often used the term \"feminazi\" to qualify women's rights activists.\nIt is not the first time that the mosque has been attacked - swastikas were painted on the walls several months before. In June, a gift-wrapped pig head was left on the doorstep with a message saying \"bon appétit.\" After these incidents, surveillance cameras were installed to try to protect the mosque from other intrusions.\nPremier Philippe Couillard and Quebec City Mayor Régis Labeaume expressed their grief to Muslim leaders. Couillard declared that \"we are not different from other societies. We have the same devils. Xenophobia, racism, exclusion exist in Quebec, too. Our role as leaders is to express without any compromise our rejection of these type of thoughts and attitudes.\"\nThis statement sounded as a direct response to Jean-François Lisée, leader of the Parti Québécois, who recently advocated a ban on Muslim clothing as a way of preventing terrorist attacks. He later retracted his statement, but has kept advocating the debate about Muslim clothing in the public sphere, regularly linking it to security matters.\nBissonnette has been charged with six counts of first-degree murder and five counts of attempted murder, but it is still unsure whether he is going to face terrorism charges. Canada's Criminal Code defines terrorism as an act committed \"for a political, religious, or ideological purpose, objective or cause. . . with the intention of intimidating the public, or a segment of the public with regard to its security.\" The court thus has to prove that this was the motive behind the attack to charge Bissonnette with terrorism; otherwise, it will be considered a hate crime.\nLawyer Eric Sutton declared that there was \"no real purpose\" in charging Bissonnette with terrorism charges, since being convicted for six first-degree murders could sentence him to 150 years without parole. Nevertheless, terrorism charges would add a symbolic weight to the sentence.\nThis shooting has reopened the debate about cultural diversity and tolerance in Canada. Calgary Mayor Naheed Nenshi declared to a CBC journalist that despite an undeniable multiculturalism, \"elements of intolerance, small-mindedness, and xenophobia are just below the surface.\" The attack and the following divided political response seem to confirm this position.\nWith files from CBC and Le Monde\n\nLoad-Date: February 6, 2017"
}