{
    "title": "SIX SENTENCED TO DEATH IN JORDAN FOR TERRORISM",
    "publisher": "the columbian ",
    "year": 2000,
    "month": 9,
    "day": 19,
    "full text": "AMMAN, Jordan -- A military court on Monday sentenced six Muslim militants to death by hanging for planning terrorist attacks against U.S. and Israeli targets in Jordan. Four of the six remain at large and were tried in absentia.\nThe three-man State Security Court acquitted six other men and handed down prison terms ranging from seven and a half years to life on the remaining 16 defendants.\nThe ruling absolved all 28 men, including 12 fugitives tried in absentia, of \"affiliation with an illegal organization\" al-Qaeda allegedly led by Saudi militant Osama bin Laden.\nBin Laden, who has taken refuge in Afghanistan, is wanted by the United States for the 1998 bombings of U.S. embassies in Kenya and Tanzania that killed 224 people.\nThe accused, who had pleaded not guilty and denied links to bin Laden, claiming their confessions were obtained under duress, often interrupted the verdict with calls of \"Allahu Akbar,\" or \"God is great.\"\nThey stood in the dock wearing dark blue prison uniforms and long beards, some clutching the Muslim holy book, the Koran.\nOf the 16 men appearing in court, 14 were Jordanians of Palestinian origin, one was an Iraqi and the other an Algerian. Of the 16 in court, two were sentenced to death. The four others sentenced to death are fugitives.\nCol. Tayel Raqad, the presiding judge, said \"the charge of being affiliated with an illegal group does not apply to any of the defendants.\"\nJordanian officials had maintained the men were a sophisticated group with a global network behind them.\nRaqad, however, said that the men weren't organized and were \"merely exchanging ideas on carrying out terrorist attacks against Jews.\"\nHe said the six sentenced to die \"had a determined will to carry out terrorist attacks against American and Jewish interests in Jordan.\"\nThe targeted sites, the prosecution said, included Mount Nebo, where tradition says Moses saw the promised land, and a Christian settlement along the Jordan River said to be the site where St. John the Baptist baptized Jesus.\nThe prosecution had charged the 28 men with \"conspiracy to carry out terrorist attacks\" against Israeli and American tourists.\nThe U.S. and Israeli embassies in Jordan declined comment on the verdicts.\nSameeh Khreis, one of 11 defense lawyers, said capital punishment \"was too harsh because there were no crimes that had been actually carried out.\"\nSpecial military forces toting machine guns were deployed around the court building and some streets were closed.\nYasser Abu Ghalous, 17 one of the six acquitted said: \"I am so happy that this nightmare is over. My preoccupation with the trial made me fail in my high school exams this year,\" said the 12th grader, hugging family members. \"Now I can start my life anew.\"\n\nLoad-Date: September 20, 2000"
}