{
    "title": "Six terrorism suspects arrested, Pakistan 's catches include suspect in Cole bombing bombing",
    "publisher": "charleston daily mail",
    "year": 2003,
    "month": 4,
    "day": 30,
    "full text": "KARACHI, Pakistan - Pakistani police have arrested six men suspected of being linked with al-Qaida, including a Yemeni man wanted in connection with the October 2000 bombing of the USS Cole, an Interior Ministry official said today.\nWaleed Mohammed Bin Attash, who is best known as Tawfiq bin Attash or Tawfiq Attash Khallad, is wanted in connection with the suicide bombing of the American destroyer that killed 17 sailors, the official said.\n\"This is a big catch. Al-Attash is wanted in the USS Cole bombing,\" Brig. Javed Iqbal Cheema said. \"I think he is very important.\" important.\"\nA CIA officer once described him as a \"major-league killer.\"\nHe also is suspected of playing a role in the Sept. 11, 2001, attacks, U.S. intelligence officials have said.\nAmerican intelligence officials say he met with two of the hijackers in Kuala Lumpur, Malaysia, in January 2000. Those hijackers, Khalid al-Mihdhar and Nawaf al-Hazmi, were on the plane that crashed into the Pentagon.\nHe was in Afghanistan for much of the planning of the attacks and was believed to have moved to Pakistan by late 2002, officials said.\nThe suspect also is missing his right foot.\nThe arrests were made Tuesday in two raids conducted in southern Karachi by Pakistani authorities. The identities of the other men were not immediately known.\nAll six suspects still are in Pakistan.\nU.S. law enforcement agencies have not yet questioned the suspects, Cheema told The Associated Press in the capital, Islamabad.\nThe raids \"were solely a Pakistani operation,\" Cheema said. \"We didn't say anything before now because we wanted to see whether we could make more arrests.\"\nPakistani authorities also recovered 330 pounds of explosives and a large quantity of arms and ammunitions \"intended to be used for terrorist attacks,\" said a statement by Cheema's National Crisis Management Cell, which oversees Pakistan's anti-terrorist activities.\n\"The recovered items indicate the magnitude\" of those planned attacks, the statement said.  said.\n\nLoad-Date: May 1, 2003"
}