{
    "title": "Six counties in 60 seconds(2)",
    "publisher": "chicago daily herald",
    "year": 2014,
    "month": 2,
    "day": 8,
    "full text": "No terrorism convictions:\nA jury acquitted three NATO summit protesters Friday of breaking Illinois' rarely tested state terrorism law, a finding the defense said should dissuade Illinois or any other states from ever pressing such charges in a similar way against activists. While jurors found them not guilty of the most ominous charges, Brian Church, Jared Chase and Brent Vincent Betterly were convicted on lesser counts of arson and mob action. Prosecutors portrayed the activists as sinister and dangerous anarchists who plotted to throw Molotov cocktails at President Barack Obama's campaign headquarters during the 2012 summit. Attorney Molly Armour, who represents Betterly, said jurors had showed they agreed prosecutors had been overzealous.\nPolice overtime mounts up:\nThe city of Chicago spent more than $100 million on police overtime in 2013, including 107 officers who each collected more than $50,000 in overtime. The $103 million on police overtime was about half of the $197 million Mayor Rahm Emanuel paid for all city workers' overtime last year, according to a Friday story in the Chicago Sun-Times. Police Superintendent Garry McCarthy has said it's less expensive for the city to pay overtime than hire more officers with full benefits. However, some aldermen and the police union have said the overtime spending is out of control and worry about officer fatigue.\nQuinn won't debate rival:\nGov. Pat Quinn won't debate his lone Democratic challenger ahead of next month's primary. Activist Tio Hardiman wrote Quinn a letter requesting debates ahead of March 18, saying the public \"deserves a serious debate.\"\nQuinn campaign spokeswoman Leslie Wertheimer said Friday she hadn't seen the letter but no debates were to \"take place.\" Hardiman, a Hillside resident, faces an uphill battle. Records for the most recent quarter show Quinn's campaign has $4.5 million in the bank, compared with $550 for Hardiman, who's mostly self-financed. He's been active in anti-violence efforts but doesn't have statewide name recognition or party backing.\nNIU to mark anniversary:\nNorthern Illinois University will mark next week's sixth anniversary of a campus shooting that killed five students with a moment of reflection and a bell-ringing. The (DeKalb) Daily Chronicle reports the school will ring five bells next Friday. School President Doug Baker said the DeKalb university \"is committed to remembering and honoring the spirit\" of those who were killed on Feb. 14, 2008. That's when a former student opened fire in a lecture hall, killing five. The gunman also died.\n\nLoad-Date: February 9, 2014"
}