{
    "title": "Six Animal Rights Advocates Are Convicted of Terrorism",
    "publisher": "the new york times",
    "year": 2006,
    "month": 3,
    "day": 3,
    "full text": "An animal rights group and six of its members were convicted of terrorism and Internet stalking yesterday by a federal jury that found them guilty of using their Web site to incite attacks on those who did business with or worked for a British company that runs an animal testing laboratory in New Jersey.\n  The case was the first test of the Animal Enterprise Terror Act, enacted in 1992 to curb the most aggressive tactics used by activists. The verdict, which came after 14 hours of deliberation, was called an insidious threat to free speech by some activists, but was cheered by research scientists, some of whom are lobbying Congress to tighten restrictions on protesters.\n During the three-week trial, defense lawyers acknowledged that a Web site run by Stop Huntingdon Animal Cruelty posted home addresses and other personal information about animal researchers and others. But the activists said they were simply trying to shame their targets into dissociating themselves from the company, Huntingdon Life Sciences, and they disavowed any involvement with the vandalism, death threats, computer hacking and pipe bombs against those on the Web site.\n  Although federal prosecutors presented no evidence that the defendants directly participated in the vandalism and violence, they showed jurors that members of the group made speeches and Web postings from 2000 to 2004 that celebrated the violence and repeatedly used the word ''we'' to claim credit for it. \n  Prosecutors also produced telephone records indicating that the president of Stop Huntingdon Animal Cruelty, Kevin Kjonaas, called a man charged with bombing a California biotech lab shortly after the explosion.\n  Jurors were also shown a videotape of the group's director, Lauren Gazzola, at a protest in Boston, making reference to the previous acts of violence and warning a target, ''The police can't protect you!''\n  The defendants showed little emotion as the jury foreman announced that they had been found guilty on all counts, but after jurors left the room, Ms. Gazzola wept and Mr. Kjonaas turned to the 20 supporters in the courtroom and offered a wan smile and a shrug.\n  They face prison terms of up to 23 years, but are likely to serve no more than 7 under federal sentencing guidelines, according to Michael Drewniak, a spokesman for the United States attorney's office. \n  Pam Ferdin, who became president of the group after Mr. Kjonaas was indicted, called the verdict an insidious curb on free speech and said she was ''ashamed of the jury.''\n  ''Anyone who writes anything on an e-mail or on a Web site is being treated like we're in a fascist state,'' said Ms. Ferdin, a former child star who played Felix Unger's daughter on ''The Odd Couple'' and was the voice of Lucy in the ''Peanuts'' cartoons. ''Our forefathers fought for the right to fee speech.''\n  But the prosecutor, Charles B. McKenna, praised the decision, saying that jurors had correctly found that the First Amendment does not protect speech that is likely to incite violence.\n  Although Ms. Ferdin said that the verdict would most likely lead the group to disband, the group's campaign has succeeded in causing substantial economic damage to Huntingdon, where, the group claims, 500 animals a day are killed and dissected as part of drug and cosmetic research. By concentrating on a wide range of people who invest in, and do business with, Huntingdon, the campaign led many companies to sever their ties with the lab, including insurance companies like Aetna and Marsh and major financial institutions including Goldman Sachs and the Bank of America. \n  One group of researchers, Americans for Medical Progress, warned that the verdict would lead to more violence and called on federal lawmakers to strengthen the laws against animal rights extremists.\n  ''We've seen a dramatic rise in the number of criminal actions against research over the past five years,'' said Dr. John Young, a veterinarian who is chairman of the research organization. ''There's no doubt today's guilty verdicts will provoke still more acts of harassment, intimidation and violence. That is terrorism, and it must be stopped.''\n  Ms. Ferdin vowed that the campaign against animal testing would continue, despite the verdict against her group.\n\nhttp://www.nytimes.com\n\nLoad-Date: March 3, 2006"
}