{
    "title": "SIX COULD FACE MILITARY TRIBUNALS; BUSH'S DESIGNATION MEANS CHARGES CAN BE DRAFTED FOR THE TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 7,
    "day": 4,
    "full text": "President George W. Bush has designated six prisoners to become the first terrorism suspects who could be tried before military tribunals, the Pentagon announced Thursday.\nOfficials refused to identify the six suspects being held in U.S. custody. All are believed to be either members of the al-Qaida terrorist network or otherwise involved in terrorism, said two Pentagon officials who briefed reporters on the condition of anonymity.\nSome of the six may have attended terrorist training camps and some were involved in raising money and recruiting for terrorist groups, the officials said. Under Bush's order establishing the military tribunals, only people who are not U.S. citizens can be subject to such trials.\nThe next step is for a chief prosecutor to draft charges against any or all of the suspects.\nDeputy Defense Secretary Paul Wolfowitz will then make a separate decision on whether the suspects will actually face trials by what the Pentagon calls military commissions.\nThe United States may not publicly identify the suspects even if they go to trial, a senior Defense Department official told reporters. None of the officials who discussed the matter Thursday would say where the suspects are being held, although all are in U.S. custody.\nThe Pentagon officials also raised the possibility that the military might continue to hold the suspects even if they are acquitted by a tribunal. The prisoners' status as \"unlawful combatants\" in the war against terrorism is separate from their guilt or innocence on charges brought before a tribunal, a military official involved in the tribunal process said.\nUnlike traditional criminal trials, the proceedings of military tribunals can be kept much more secret.\nThe prospect of secret trials drew criticism from the chairman of the American Bar Association's task force on the treatment of detainees in the war on terrorism.\n\"The State Department issues a report every year in which it criticizes those nations that conduct trials before secret military tribunals,\" said Neal Sonnett, also a former president of the National Association of Criminal Defense Lawyers. \"What I'm hearing sounds alarmingly like something similar.\"\nUnder rules governing the tribunals, defendants have many traditional legal rights, although they still do not have full constitutional protection, and the standards of evidence are looser.\n\nLoad-Date: July 4, 2003"
}