{
    "title": "Six drug traffickers arrested at Indo- Myanmar border, drugs worth Rs 165 crores seized",
    "publisher": "the sentinel",
    "year": 2020,
    "month": 12,
    "day": 9,
    "full text": "Of the six drug traffickers apprehended, two were Myanmar nationals and four Indian. The drug traffickers have been handed over to the Moreh police.\nImphal : A combined team of security forces apprehended six drug traffickers on Monday, including two Myanmar nationals, and seized drugs worth Rs 165 crores from Moreh and Tengnoupal district in Manipur.\nThe traffickers along with seized drugs have been handed over to the Moreh police station.\nThe operation was executed with the Manipur Police, Assam Rifles troops and Narcotics Bureau in Manipur and the arrest took place during a raid at two locations in the border town of Moreh.\nMoreh is situated along the Indo-Myanmar border, nearly 110 km from Imphal.\nThe raid had unearthed a large haul of narcotics and contraband estimated to be worth over Rs 165 crores, a foreign-made pistol and a gun along with ammunition.\nA defence spokesperson said, \"With the mandate to curb cross border smuggling through the porous international border with Myanmar, Assam Rifles has been at the forefront to combat narco-terrorism and insurgency in the North East.\"\nMeanwhile, troops of Assam Rifles had intercepted a large consignment of drugs worth Rs 2.92 crore in Chandel district of Manipur.\nThe drugs were smuggled from Myanmar and intercepted from two individuals along Larong-Khongje road. The drug traffickers along with the seized items were handed over to Chandel police.\nManipur shares 398 km of its border with Myanmar. The state becomes a transit for smugglers to traffic drugs and arms among others taking advantage of the porous border.\nEarlier last month, the Assam Rifles had seized another large consignment of contraband items in the town Moreh, which was being smuggled across the border from Myanmar.\nAbout 1.3 lakhs Amphetamine (WY) tablets in 13 large packets worth Rs 6.5 crores were recovered from the individual trying to cross the border from the Myanmar side. Security forces managed to get hold of the perpetrator after a brief chase.\nThe alleged drug smuggler was identified as Mangneo Vaiphei from Tengnoupal district.\n\nLoad-Date: December 10, 2020"
}