{
    "title": "Skepticism, support voiced at TRIA extension hearing",
    "publisher": "business insurance",
    "year": 2005,
    "month": 4,
    "day": 18,
    "full text": "WASHINGTON-Congressional interest in crafting a long-term approach to ensuring the availability and affordability of terrorism insurance appears to be growing, according to some supporters of such an effort.\nThat sort of approach would create some kind of public-private partnership to replace the current federal financial backstop for insurers facing losses from future catastrophic terrorist attacks. The backstop is being provided by the Terrorism Risk Insurance Act, which expires this year. Although insurers and policyholders are currently focusing their efforts on extending the program through the end of 2007, they say it's not too early to consider what should follow TRIA.\nBut even getting TRIA extended isn't a given, as was evident last week as the Senate Banking, Housing and Urban Affairs Committee held its first hearing of the year on TRIA's future. The committee's chairman, Sen. Richard Shelby, R-Ala., made no effort to hide his skepticism over the need to extend TRIA, saying that he intends to approach the question of extending a federal terrorism insurance program with ``a critical but, I hope, open mind.''\nSen. Shelby was one of only 11 senators to vote against enactment of TRIA when it passed the Senate in late 2002. In his remarks last week as his committee began its first hearing on possibly extending TRIA beyond its slated Dec. 31 expiration, the senator indicated he remains skeptical of the need for the program.\n``The stated purpose of this law was `to establish a temporary'-and I'll say it again, `temporary'-federal program that provides for a transparent system of shared public and private compensation for insured losses resulting from acts of terrorism. Now, two and one-half years later, the program's scheduled termination date draws near. I think we are at a point where we can determine what, if anything more, is required of this temporary program,'' he said.\nNot all members of the committee, though, shared Sen. Shelby's skepticism.\n``I would make a pitch that we do this permanently,'' said Sen. Charles Schumer, D-N.Y. Sen. Schumer predicted that, otherwise, construction and insurance markets would be disrupted every two years as Congress considers whether to extend the program. Sen. Schumer is a co-sponsor of the Terrorism Risk Insurance Extension Act of 2005, a bipartisan bill that would extend TRIA through the end of 2007 (BI, Feb. 28). The bill would also require a presidential working group to offer Congress suggestions on long-term solutions regarding terrorism insurance availability and affordability no later than June 30, 2006.\n``Let's make it permanent, or at least do it for a much longer period of time,'' said Sen. Schumer.\nSupport for extending TRIA reached across both sides of the committee.\n``I think we're still in a period of sufficient uncertainty,'' and the federal government has a role to play in calming that uncertainty, said Sen. Robert Bennett, R-Utah, who, with Sen. Chris Dodd, D-Conn., drafted the extension bill. ``It is important that the federal government steps up to it,'' Sen. Bennett said.\nMost, though not all, of the witnesses at the April 14 hearing agreed.\n``Insurance regulators strongly urge Congress to act immediately'' on TRIA extension, Howard Mills, the acting New York superintendent of insurance, told the committee.\nErnie Csiszar, president of the Property Casualty Insurers Assn. of America, told the committee point blank that ``fundamentally, a terrorist event is uninsurable.''\nACE Ltd. Chairman Brian Duperreault also called the risk ``uninsurable,'' scoffing at industry critics who point to insurers' profitability as a reason to let TRIA die. ``Frankly, you can have this risk. I don't want this risk. It's uninsurable,'' he said.\nThe third industry witness, Reinsurance Assn. of America President Frank Nutter, called for a long-term public-private solution. He called the possibility that the private reinsurance market could replace TRIA's capacity ``improbable.''\nAlthough no risk managers spoke, Robert J. Lowe, chairman and CEO of Los Angeles-based real estate developer Lowe Enterprises, presented a policyholder view that TRIA should be extended, and extended ``swiftly.'' TRIA is ``vital'' to the real estate industry, he said.\nBut Bob Hunter, director of insurance for the Consumer Federation of America, said that TRIA is not necessary. The insurance industry ``is no longer in need of a handout,'' said Mr. Hunter.\nThe remaining witness, Congressional Budget Office Director Douglas Holtz-Eakin didn't call for an end to TRIA, but he stressed that ``TRIA is explicitly a temporary program.'' Mr. Holtz-Eakin also said the CBO considers financial insurance to be in much better shape than it was at the time of the World Trade Center attack.\nIn interviews after the hearing, two of the industry witnesses said they believe Congress has become more receptive to the idea of a long-term approach to terrorism insurance.\n``I think it's going to be necessary,'' said Mr. Csiszar. ``The message we're getting from the House and Senate is that it has to be a long-term solution.''\nMr. Duperreault agreed. ``I think there's a growing appetite'' for a long-term approach, he said. ``As the Senate and House begin to realize it's not an insurable risk,'' he said, they are acknowledging that ``they must do something else.''\nRon Robinson, chairman of the Chicago-based Defense Research Institute's TRIA subcommittee, said after the hearing that he thinks that there is a realization that ``a public-private infrastructure'' is needed to insure against terrorism. Mr. Robinson, an executive partner in the Los Angeles law firm of Berkes Crane Robinson L.L.P., outlined how such a partnership might work in a recent Business Insurance Perspective (BI, Jan. 17).\n\nGraphic\n\n \nArt Credit: Testifying on TRIA before the Senate Banking, Housing and Urban Affairs Committee last week were, left to right, Brian Duperreault, chairman of ACE Ltd.; Frank Nutter, president of the Reinsurance Assn. of America; and Robert J. Lowe, chairman and CEO of Lowe Enterprises.\nArt Credit: David Hittle\n\nLoad-Date: April 20, 2005"
}