{
    "title": "Skidmore professor discusses 9_11 experience, connections between terror and beliefs",
    "publisher": "university wire",
    "year": 2013,
    "month": 4,
    "day": 10,
    "full text": "Sheldon Solomon is only alive today because of a \"freak accident\" in his schedule.\nSolomon, a professor of social psychology at Skidmore College, would pass by the World Trade Center in New York City several days a week while he was commuting from Brooklyn to his school. But his schedule changed, and he didn't take his usual route on Sept. 11, 2001.\nA week after 9/11, Solomon got phone calls asking him to write books and discuss how psychology, terror management and self-esteem related to the terrorist attacks.\nHe spoke to a crowd of about 50 at the University of Nebraska-Lincoln Tuesday.\nSolomon discussed his experiences on 9/11 and how people defended their own culture when reminded of mortality for the \"Security and Terrorism in the Modern World: Social Science and Legal Perspectives\" conference. The UNL Department of Psychology and the College of Law hosted the event.\nSolomon said that the existence of the alternative belief system leads to people defending their own belief system and rejecting others.\nHumans try to minimize the anxiety of terror by creating a culture, Solomon said.\n\"People make culture to mitigate anxiety,\" Solomon said.\nThe realization that one is going to die changes a person's reaction to different situations, he said.\nHe mentioned an experiment where a psychologist observed the reactions of Christians interacting with Jews.\nBefore the experiment, the Christians where given questionnaires to distract them from the real study, Solomon said. Some Christians were reminded of their mortality or had their belief systems threatened. Those that were reminded of their mortality treated Jews differently than those who were not reminded, he said.\nThe study was conducted in 20 different countries in five different continents, and the results were the same, Solomon said.\n\"If you go to Israel, and if you ask Jews about death, they love Jews and hate Arabs,\" Solomon said.\nSubliminal messages of death also affect people, he said.\n\"You don't even need to think about death to be affected,\" Solomon aid.\nIn Iran, participants in another study were asked to read a fake Farsi newspaper about suicide bombs and and then asked if they agreed, Solomon said.\nParticipants who were reminded of their mortality said they agreed with the suicide bomber and that they would sign up to be one at the martyrdom school in Tehran.\n\"When reminded about mortality, they stood by their belief and culture,\" Solomon said.\nDavid Wayt, a second-year law student, said the conference was unique.\n\"The program helps distribute national security knowledge,\" Wayt said.\nThe conference themes include the risks of terrorism, counter-terrorism, atrocity and genocide and terror management.\nnews@dailynebraskan.com\n\nLoad-Date: January 17, 2018"
}