{
    "title": "SKIP GESTURES; SUPPORT VET GROUPS",
    "publisher": "wisconsin state journal",
    "year": 2007,
    "month": 9,
    "day": 7,
    "full text": "Despite the fact that thousands of protests against the war haven't worked, referendums haven't worked, sit-ins haven't worked and even Congress doesn't have the courage to do anything about the war, we had to try to pass a resolution calling to impeach Bush.\nWhen are we going to learn? Bush isn't going to remove the troops until he is ready to. If we really want to do something useful, then let's support organizations like the USO, veterans organizations or organizations that provide aid to families who have lost loved ones to war, and quit wasting our time on useless gestures that don't work.\n- Bill Otten, Madison\nSalute to Progressive Dane\nRecent State Journal editorials used words like \"distraction\" and \"stunt\" to belittle the efforts of eight City Council members to pass a resolution for Congress to consider the impeachment of our president and vice president.\nWhen has it become a distraction and stunt for council members to act on their constituency's deepest political concerns - war and the trampling of our privacy rights, our Constitution and international law?\nI would like to commend our eight municipal patriots who voted for this resolution: Brenda Konkel, Mike Verveer, Robbie Webber, Marsha Rummel, Brian Solomon, Tim Gruber, Satya Rhodes-Conway and Julia Keer.\nWhen the elemental fabric of our democracy is being encroached upon by giant corporations, the media and by our state and federal government, isn't it time for grass roots America to stand up and be heard? In bringing this issue forward, Progressive Dane stands tall as the heart and soul of our great city, and gives this grandparent hope and faith in my country's future.\n- William R. Benedict, Madison\nBasis of resolution unjustified\nOn Monday the State Journal opinion page ran a guest column by Richard Russell beseeching our City Council to pass a resolution to demand the impeachment of our president. His justification was his loss of rights resulting from our war against terrorism. Russell charged that President Bush had abridged his rights protected by our Constitutional amendments.\nNone of the amendments as written in our Constitution are absolute. There are exceptions and circumstances that can and do impact our rights in times such as these. Our rights and our freedom will depend on the outcome of our war on terrorism.\nOne of the main powers vested in Congress is to raise and support armies to suppress insurrections and repel invasions. I consider terrorism an invasion of my freedom. I hope that Bush stays the course and holds Congress to their mandate to repel invasions.\n- Don Annen, Madison\n\nLoad-Date: September 8, 2007"
}