{
    "title": "Slain Arab teen declared victim of terrorism",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 7,
    "day": 18,
    "full text": "- Israeli authorities formally charged three Jewish suspects Thursday with kidnapping and burning to death a Palestinian teen in revenge for the abduction and slaying of three Israelis in the West Bank.\nThe indictment revealed details of the killing that previously had been withheld under a gag order. It called the killing cold-blooded and said it took place after the suspects conducted a manhunt for a victim in Arab neighborhoods of Jerusalem.\nThe charred body of Muhammad Abu Khdeir, 16, was found in a wooded area July 2 after he was forced into a car in his neighborhood of Shuafat in East Jerusalem.\nHis death set off days of rioting in East Jerusalem neighborhoods and in Israeli Arab towns, where youths faced off against police, burning tires and hurling stones and Molotov cocktails.\nThe Israeli Defense Ministry announced Thursday that it would recognize Abu Khdeir as a victim of terrorism, entitling his family to a monthly government stipend. The payments are routinely made to families of Israelis killed in Palestinian attacks.\nThe suspects were described in the indictment as an optical shop owner who lives in Adam, a West Bank settlement near Jerusalem, and two of his relatives who are ultra-Orthodox Jews, one of whom studies in a yeshiva, or religious seminary, and another who dropped out of yeshiva studies. Israeli media reports said the two are minors.\nThe indictment did not name the adult suspect, a departure from usual Israeli practice. A judge ordered that the suspect's name be released, but then stayed the order so that the suspect's lawyer could challenge it. The lawyer has argued that the suspect's life would be in danger if his identity were known.\nThe indictment said the older suspect, who Israeli news reports have said is 29, and one of the younger ones have obsessive compulsive disorders and are on psychiatric medications.\nAccording to the indictment, the suspects resolved to avenge the kidnapping and slaying last month of the three Israeli teens in the West Bank. Their bodies were found June 30.\nIsraeli authorities have named two Palestinian suspects in the killings, but they have not been found. Their families were notified this week by the army that their homes in the West Bank city of Hebron are to be demolished. \n\nLoad-Date: July 18, 2014"
}