{
    "title": "SLAIN JEWISH STUDENT MOURNED IN N.Y. THOUSANDS ATTENDED THE FUNERAL OF THE VICTIM OF A VAN ATTACK. H",
    "publisher": "the philadelphia inquirer",
    "year": 1994,
    "month": 3,
    "day": 7,
    "full text": "Amid heavy police security, thousands gathered in Brooklyn yesterday as members of an ultra-Orthodox Jewish group buried a teenager fatally wounded in last week's shootings on the Brooklyn Bridge.\nHis family said his killer should face the death penalty for terrorism.\nThe funeral of Aaron Halberstam, 16, outside the headquarters of the Lubavitcher Hasidic sect mixed Old World tradition with modern media savvy. Gov. Mario Cuomo, Mayor Rudolph Giuliani and numerous other politicians turned out.\nHalberstam died Saturday night, four days after being shot in the head while riding in a van with 14 other young rabbinical students.\nLebanese-born taxi driver Rashad Baz, 28, was charged in the shootings, which also wounded three other students. Hlal Mohammad, 32, and Bassam Reyati, 27, both Jordanians living in Brooklyn, were charged with hindering prosecution and weapons possession by helping Baz dispose of the guns and his car.\nPolice said Baz would probably be charged with murder.\nThe attack came four days after a Brooklyn-born Jewish settler massacred at least 30 Muslims at a mosque in the Israeli-occupied West Bank. Even though authorities say they have found no link to terrorism, Halberstam's parents urged the Justice Department to charge Baz with terrorism under a federal law that calls for the death penalty. New York state has no death penalty.\n\"There must be consequences for this untimely and brutal murder so that a clear message is sent - that wanton violence and anarchy will not be tolerated on American soil,\" Chesed and Devora Halberstam said in a statement.\nPolice said Baz told them he was \"provoked\" by the Jews in the van into firing at them, but investigators have offered no explanation for precisely what angered Baz.\nDoctors had declared Halberstam clinically brain-dead a day after the shooting, but he remained on life support, as required by Jewish law as long as his heart was beating.\nAnother student, Nochum Sasonkin, 19, remained in critical condition yesterday with a severe head wound, said hospital spokeswoman Diana Gabriel.\nThe funeral mood was somber, but with hints of militancy. Several signs appeared in the crowd, including one that read, \"Jewish Blood is Not Cheap.\"\nPolice estimated the crowd at 5,000 - not unusually large for an event involving the high-profile Jewish sect that was at the center of the Crown Heights racial disturbances in 1991. A Lubavitch spokesman, Zalman Shmotkin, insisted that the crowd was twice that size, saying police had failed to count mourners on a side street.\nThe pallbearers included several youths who were in the van during the shooting but who escaped injury. They helped carry the plain wooden coffin, covered with a blue ceremonial cloth, along the street for 100 yards and load it into a gray Lincoln hearse.\nScores of weeping, black-clad Hasidic men pressed forward against a police line, hoping to touch the coffin, which a Lubavitch spokesman said is considered an honor.\n\"Ari was a martyr who died because he was a Jew. The hatred which caused the coldblooded murder of this tender young man cannot be condoned by society and must be purged,\" said Rabbi Yehuda Krinsky, secretary to Rabbi Menachem Schneerson, the 91-year-old leader of the Lubavitcher sect.\nHalberstam's father works as an aide to Rabbi Schneerson, and Aaron was \"literally brought up\" in the patriarch's home and was considered his grandson, the family statement said. The students were shot as they returned\nfrom praying for Rabbi Schneerson at a Manhattan hospital where he had undergone surgery.\n\nGraphic\n\n \nPHOTO;\n\nPHOTO (1)\n1. Aaron Halberstam's casket is carried by members of the Lubavitcher Hasidic\nsect as thousands look on. Gov. Mario Cuomo and Mayor Rudolph Giuliani were\namong those at the funeral in Brooklyn yesterday. (Associated Press, KATHY\nWILLENS)\n\nLoad-Date: October 21, 2002"
}