{
    "title": "SLAM HER TO THE MAX",
    "publisher": "daily news ",
    "year": 2010,
    "month": 2,
    "day": 25,
    "full text": "A group of federal appeals judges have gone out of their way to signal that terror-abetting lawyer Lynne Stewart must be imprisoned for far longer than the 28 months to which she was originally sentenced.\nThank you very much, Your Honors.\nStewart, a longtime radical activist, was convicted of passing deadly messages for a client who happened to be the mastermind of the 1993 World Trade Center bombing. But, citing Stewart's history of representing unpopular clients, her trial judge, John Koeltl, meted out punishment appropriate for a minor offense.\nA divided appeals panel balked at the sentence. The majority said Koeltl also should have factored in whether Stewart had committed perjury, while the minority focused on the traitorous nature of her conduct.\nNow, five senior 2nd Circuit U.S. Court of Appeals judges have used an arcane procedural decision to volunteer their thoughts as to what Stewart really deserves. It's bye-bye, baby, for her.\nChief Judge Dennis Jacobs, joined by Judges Richard Wesley and Peter Hall, wrote of Stewart:\n\"Her offense tends to erode judicial confidence that lawyers can be entrusted with national secrets - or (as in this case) with the means to trigger or promote a mass slaughter of innocents.\"\nBased on Stewart's posttrial statements, Jacobs added, \"For her, supporting and promoting terrorism remains acceptable.\"\nJudge Jose Cabranes, with Judge Reena Raggi, was even more explicit in arguing, unsuccessfully, that the appeals court should have used the case to enforce standards for terrorism sentences.\nCabranes noted that Koeltl ignored federal guidelines that called for Stewart to be sentenced to 30 years.\n\"The unreasonableness of [a 28-month] sentence for a crime whose ultimate object - terrorism - threatens countless innocent lives would appear obvious,\" Cabranes wrote.\nStewart was the handmaiden of blind Sheik Omar Abdel-Rahman, who had also plotted to blow up city landmarks and kill the president of Egypt. She is 70. A 30-year stretch would surely be a life sentence. She is deserving, and Koeltl must do his duty as instructed by wiser superiors.\n\nLoad-Date: February 25, 2010"
}