{
    "title": "Slavery-Era novel speaks to today",
    "publisher": "telegraph herald ",
    "year": 2018,
    "month": 6,
    "day": 10,
    "full text": "In \"Property,\" by Valerie Martin, a rich, white, female slave owner, Manon Gaudet, narrates her existence on a Louisiana sugar plantation in 1828. Recently wed, Gaudet suffers the dominion of her boorish husband over her property, money and inheritance, including a slave woman gifted by her mother (seemingly to promote unrest in her daughter's household). Gaudet's husband squires by the slave woman an autistic child who wreaks havoc on household civility and Manon's pride and nerves. Manon, her husband and the slave together maintain a miserable existence, until, in a rebellion, orchestrated in part by the slave, the husband is killed and the slave escapes. Offered an opportunity to live a new life, Manon instead refuses to rest until she tracks down the slave woman, re-establishes control over her and returns to the miserable life to which she has become accustomed. \"Property\" provides insight to what we are seeing in the United States today. \nAfter a long and miserable experience with state-sanctioned terrorism - Indian removal, black slavery and forced internment of immigrants - from which the nation had begun to experience some reprieve, we have returned to a period when members of the majority are allowed to exercise extrajudicial control over other members of the community. Part of American fundamentalism includes the freedom Manon Gaudet exercised, to control and actively punish others for being. It has become publicly acceptable again. Donte Robinson and Rashon Nelson were arrested in Philadelphia for trespassing - at a Starbucks. An Oakland woman called police on blacks for using a charcoal grill in the park. A Yale graduate student was forced to justify her presence - at her own school - because she took a nap while writing a paper in a common area. When the police arrived, they told the black student, Lolade Siyonbola, that they would leave her alone once she \"verified that she belonged there,\" to which she responded, \"I pay my tuition like everybody else. I am not going to justify my existence here.\" The bottom line is that it was not the Starbucks guests, the Oakland barbecuers or the Yale student who needed to justify their existence, it was the \"Gaudets,\" members of the majority, who called the authorities in these and many, many other recent cases because they define themselves by their ability to regulate blacks. Everybody knows, whether they admit it or not, that it is patently dangerous to make unwarranted calls to authorities on black people. Tolerance of these calls sets a tone nationwide similar to that experienced by Manon Gaudet in the midst of slavery, one fraught with fear and exposure to terrorism, unjustified incarceration, severe injury and death. Yet we are encountering a reinvigoration of the freedom to control blacks, to intern and deport immigrants (the bread and butter of American citizenry) and to ignore the rule of law. Valerie Martin conveys clearly in \"Property\" that things were not \"great\" before. Sanctioned racist terrorism was miserable for everyone involved, and its modern corollary is terrible now. As the book's description on Amazon accurately states, the book reveals the \"venomous effects of slavery on the owner and the owned.\" I am heartened, though, that, as a result of this revived madness, we might see improvement. Hopefully, it will come through successful youth efforts to save us from gratuitous gun violence, election of more women (including a black governor of Georgia) and an eventual graduation from white supremacy to equality. These kinds of backlash changes to the current situation will allow America to align with her ideals and perhaps them, to be great - for the first time.\n\nLoad-Date: December 26, 2018"
}