{
    "title": "SLAYING IN ATHENS LINKED TO '75 CASE",
    "publisher": "the new york times",
    "year": 1983,
    "month": 11,
    "day": 18,
    "full text": "The Athens Police Department announced tonight that its investigation had reached a preliminary conclusion that an American naval officer and his Greek driver were gunned down with the same weapon that terrorists used in 1975 to murder the station chief of the Central Intelligence Agency, Richard Welch. The 1975 case remains unsolved.\n A group calling itself the Nov. 17 Movement, named for the violent demonstrations that led to the overthrow of the junta in 1973, has claimed responsibility for both killings.\nAthens police reach preliminary conclusion that US Navy officer, Capt George Tsantes, and his Greek driver were guinned down with same weapon that terrorists used in '75 to murder CIA station chief Richard Welch; '75 case remains unsolved (S)\nThe naval officer, Capt. George Tsantes, 53 years old, was shot on Tuesday as he was on his way to work at his office at the United States Military Assistance Group to Greece.\nOther than finding the motor-scooter from which two men fired the fatal shots, no progress had been reported in the investigation until the police report tonight.\nEarlier today Prime Minister Andreas Papandreou ordered a stepped- up investigation into Tuesday's assassination. He said the murders tended to ''undermine peace within our country,'' a spokesman said.\n \n'Contrary to Peace'\nDeputy Foreign Minister Ioannis Kapsis said Mr.  Papandreou had described Tuesday's slaying as ''contrary to peace and democratic institutions'' and had declared that Greece would not allow ''the import of terrorism into our country.''\nMeanwhile, hundreds of thousands of Greeks shouting anti-American slogans marched on the American Embassy tonight.\nIt was to mark the events of Nov. 17, 1973, that the demonstrators, mainly from youth groups of the governing Socialist Party and the Communists, marched from the Polytechnic School through the center of Athens to the embassy, where they dispersed peacefully in the late hours. Ten years ago today the Greek Army, using tanks, stormed the Polytechnic, in which students and workers had barricaded themselves in protest against the military junta then governing Greece.\nAt least 18 civilians were killed, although much higher figures are claimed by left-wing groups."
}