{
    "title": "SLAYING WAS ORDERED FROM TAIWAN, LAWYER SAYS",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 5,
    "full text": "A lawyer for the family of a Chinese writer who was slain here asserted today that the identification of the killers as leaders of an underworld gang with good political connections in Taiwan showed the killing had been ''ordered and planned by powerful figures in Taiwan.''\n The lawyer, Jerome M. Garchik, asserted that Chen Chi-li, leader of the gang, had links to a number of officials in Taiwan, including a son of President Chiang Ching-kuo.\nMr. Chen was named last week by the Federal Bureau of Investigation as mastermind of the slaying of Henry Liu, who was shot in his home in nearby Daly City on Oct. 15 shortly after publishing a critical biography of President Chiang and his family.\nLieut. Thomas G. Reese of the Daly City police said the department was still uncertain about a motive. Taiwan has denied any involvement in the incident.\nPresident Chiang's son, Chiang Hsiao-wu, is Deputy Secretary General of the National Security Council on Taiwan, a powerful umbrella security agency, and was formerly head of the China Broadcasting Corporation, where he had contact with a number of movie stars and singers. Mr. Garchik contended that some of the performers were members of the underworld organization, known as the Bamboo Gang.\n \nPolitical Repercussions\nThe killing appears to have touched off political repercussions in Taiwan.\nSince the Nationalist Government maintains tight political control over Taiwan with a highly effective police network, many Chinese assume the gang must have had good relations with the Government to survive, said a Chinese scholar at Stanford University. The Bamboo Gang has grown rapidly in recent years and has been heavily involved in extortion, gambling and prostitution.\nThe scholar, who asked that his name not be used because of fear of retaliation by Taiwan or the gang, said President Chiang appeared to be above suspicion in the killing.\nOn Nov. 13 the Taiwan Garrison Command suddenly began a major crackdown on the gang, arresting more than 300 members, including Mr. Chen and Wu Tun, another suspect in the killing. Among those detained was a senior police official in the city of Kaohsiung and a former officer of the Garrison Command who now serves as head of the Prominent Merchants Club, a private club run by Mr. Chen, according to accounts in the Taiwan press.\n \n'Looking for the Answers'\nPaul Mao, a spokesman for the San Francisco office of Taiwan's unofficial mission in the United States, the Coordination Council for North American Affairs, said today that his Government had begun the crackdown on the Bamboo Gang and other underworld groups precisely to find out what was the extent of their power and political connections. ''We are looking for the answers,'' Mr. Mao said.\nBoth Lieutenant Reese and an agent of the F.B.I. familiar with the case said they had been told by various Chinese about a friendship between Mr. Chen, the gang leader, and President Chiang's son. ''I've heard about it, but I'm not at liberty to comment on it,'' Lieutenant Reese said.\nMr. Garchik, in a news conference, said several other unresolved questions suggested the involvement of the Taiwan authorities in the killing. For example, he noted that Mr. Chen himself had come to San Francisco, even though he is the head of a gang with perhaps 4,000 to 10,000 members. Mr. Garchik also said Mr. Liu had never written about the Taiwanese underworld and had no connection to it.\n''There is no other explanation than a political assassination,'' Mr. Garchik said.\nIn addition, Mr. Garchik pointed out that Taiwan has recently banned two magazines that reported on Mr. Liu's writings and killing and noted that the head of the Government Information Office in Taiwan last week had threatened to sue anyone who said anything critical about Taiwan.\nMr. Garchik contended that the killing and recent identification of the suspected killers had serious international implications. ''We feel this is a case of international terrorism, and if Taiwan doesn't extradite these criminals, they will be harboring terrorists,'' Mr. Garchik said at a news conference here.\n \nState Department Is Silent\nA State Department spokesman in Washington said the department would have no comment at present because the case is a criminal matter and is being handled by the F.B.I.\nMr. Chen and two of the others named by the F.B.I. as the killers fled to Taiwan after the shooting. A fourth man identified as the driver of the car used by the killers, David Yu, a business executive from San Gabriel, near Los Angeles, was arrested at his home but then released last week because of insufficient evidence, the police said.\nOn Monday the San Mateo County District Attorney's office near here issued an arrest warrant for Mr. Chen, which is being forwarded to the United States Attorney's office in San Francisco to obtain Federal warrants for illegal flight from justice, a first step in trying to extradite Mr. Chen. However, the United States does not have an extradition treaty with Taiwan, with which it broke diplomatic relations in 1979.\n \nStatement Is Demanded\nMr. Garchik, who represents the Committee to Obtain Justice for Henry Liu, demanded that Taiwan make it clear whether it would cooperate in extraditing the suspects.\nLieutenant Reese of the Daly City police said the police were close to getting warrants for the other suspects. ''We know how it went down,'' Lieutenant Reese said of the slaying, which took place in Mr. Liu's garage.\nThe incident comes as the Reagan Administration is taking a heightened interest both in international terrorism and in the new development of Asian crime gangs in the United States."
}