{
    "title": "SLC may lose homeland-security funds",
    "publisher": "the salt lake tribune",
    "year": 2011,
    "month": 4,
    "day": 3,
    "full text": "Salt Lake City may not be considered a top terrorist target, but it has benefited in the past from federal grants meant to help Utah's capital city prepare for the worst.\nBut Congress may dial back the number of cities that get the funds, leaving only the nation's biggest metropolitan areas in the mix.\nSalt Lake City and surrounding suburbs would be left out.\n\"It's very, very concerning,\" said Cory Lyman, head of Salt Lake City's emergency management. \"The concentration of risk in large areas is real and measurable, but it's also [real] in the rural areas. You can't take half the puzzle away and still be effective.\"\nIn the past few years, a man in Denver plotted a terrorist attack in New York and a Portland man attempted to blow up a Christmas tree lighting ceremony there, Lyman notes, and both cities would be cut out of funds from the Urban Areas Security Initiative (UASI) under a congressional measure.\nRep. Nita Lowey, D-N.Y., successfully pushed an amendment to a funding bill earlier this year that would limit grants from the UASI program to the top 25 cities at risk of a terrorist attack, down from the 64 regions that now qualify.\n\"I have visited lovely small towns and rural areas across this country and appreciate their unique challenges,\" Lowey said in introducing the measure. \"But New York should not lose vital prevention and preparedness funding to cities facing minimal risk.\"\nThat spending plan is in limbo as partisan gridlock holds up Congress' ability to finish a budget for this year. But support for Lowey's effort appears to be strong.\n\"Federal homeland security formulas give too much to localities that don't need it and too little to those that are true targets,\" said Rep. Steve Israel, D-N.Y.\nSalt Lake City Police Chief Chris Burbank understands that argument and said it's a good thing that Utah's capital city is at the lower end of the terrorism-threat scale.\n\"It's always a balancing act,\" Burbank said of doling out homeland-security funds. \"I can't make an argument that Salt Lake City has a bigger terror threat than Chicago or New York City.\"\nBurbank notes terrorism-prevention efforts don't occur only in big cities, and plans or targets aren't always major landmarks.\nThe Associated Press reported recently, for example, that Detroit was chosen over Houston and Chicago as the target for an attempted airline bombing on Christmas Day 2009 because the flight ticket was cheaper to the Motor City.\n\"We're an important part of [preventing terrorism],\" Burbank said, \"and can't be forgotten.\"\nIt's easy to focus anti-terrorism spending on a few major cities, Burbank added, but, in a broader view, spreading out the money to other areas can help deter and, hopefully, uncover potential attacks.\ntburr@sltrib.com Alt Heads:\nSLC may lose homeland-security funds --\nHomeland security funds\nCongress may limit a homeland-security grant to the nation's 25 major cities, cutting Salt Lake City from a list of recipients. The city and the greater metropolitan area have benefited from the program in buying trucks built for emergency communications and tactical operations, as well as training and preparedness kits.\n\nGraphic\n\n \nA Mobile Interoperability Tactical Solution truck housed at Fire House No. 1 in Salt Lake City. Salt Lake City and surrounding cities may have lost out on a federal grant program for homeland security. The city has used money in previous years to buy two Mobile Interoperability Tactical Solution trucks that can boost emergency communications systems during an emergency.\n\nLoad-Date: April 21, 2011"
}