{
    "title": "Slippery slopes",
    "publisher": "intelligencer journal",
    "year": 2004,
    "month": 6,
    "day": 22,
    "full text": "Earlier this month, the State Department admitted it goofed when it released a report that showed a 45 percent drop in terrorism incidents worldwide since 2001 and that no one died as a result of terrorist attacks in 2003.\nWhen the report was issued on April 29, senior administration officials said it was evidence the Bush administration's war on terrorism was working.\nJ. Cofer Black, head of the State Department's counterterrorism office, pointed to the 190 acts of terrorism and predicted the trend would continue.\n#SLOPES.LIB#\nWhile the number of acts was not significantly different from the 2002 report (190 vs. 198), the assertion that no one died from terrorist acts in 2003 was immediately questioned by Rep. Henry Waxman, D-Calif.\nThat prompted a review and this statement from State Department spokesman Richard Boucher: \"The facts that we had were wrong.\nSecretary of State Colin Powell said the errors were not politically motivated but resulted from new data collection procedures.\nWaxman accepted Powell's explanation. But no one has explained why the report wasn't scrutinized more closely before it was released.\nDidn't anyone within the State Department question claims of zero deaths attributed to terrorist acts?\nWas the report with its positive spin rushed to press before analysts had a chance to fully examine its claims?\nOr is this a case of spinning stories for their headline value, knowing that the impact of the initial sound bytes and headlines far exceed the mea culpas that follow?\nThe State Department is prepared to release a new report today, showing the number of terror attacks jumped last year.\nThis is not the first time Powell has been embarrassed by mistakes and false claims.\nNor is it the first time the Bush administration has made public declarations only to retreat when the facts come out.\nOn his Web site, Waxman cites 237 specific misleading statements made by the administration about the threat posed by Iraq.\nFrom mobile weapons labs to decreases in acts of terrorism to the actual costs of Medicare reform, this administration has a nasty habit of rushing to judgment before the facts are in.\nThe United States may well be winning the war on terrorism, and weapons of mass destruction may still be uncovered.\nBut with every claim the Bush administration makes, the ground shifts a little beneath our feet.\nIf they want people to believe them, they need to get their facts right in the first place.\n\nLoad-Date: June 23, 2004"
}