{
    "title": "SLOW AND STEADY WITH LIBYA",
    "publisher": "st. louis post-dispatch ",
    "year": 1992,
    "month": 1,
    "day": 28,
    "full text": "Given the precedent of Iraq, Libya has good reason for concern after the U.N. Security Council last week unanimously passed a resolution directing the North African nation to give up two suspected terrorists in connection with the bombing of two commercial jetliners. The first resolution is couched in firm language, calling for Libya to cooperate with three Western governments in investigating two acts of air terrorism in the last three years.\nUnderlying this request is the resolve of the Security Council first seen at the outset of the Persian Gulf War - which eventually led to U.N.-sanctioned force against Iraq for its invasion and occupation of Kuwait.  Pan American Flight 103 exploded over Lockerbie, Scotland, in December 1988, killing 270 people from the jet and on the ground. A second flight, a French jet, was blown up in mid-air over Niger in Africa. The U.S., British and French governments have said that Libyan intelligence agents were responsible for the attacks and, indeed, that this tactic was part of an official Libyan policy of terrorism against innocent civilians. U.S. and British courts have issued indictments of the two men, but Libya has not agreed to extradite them.  Should Libya fail to follow the directions in the U.N. resolution - and Secretary-General Butros Butros Ghali is to explore ways to win Libya's compliance - the Security Council can be expected to vote to impose sanctions on air travel and spare parts for Libyan aircraft. These are reasonable measures and should not be exceeded by a rush to use force, as was done in the case of Iraq. The situations are completely different; the Libyan case requires a steady application of international political and economic pressure and, for instance, must not be escalated to violence for the sake of President Bush's re-election.\n\nLoad-Date: October 11, 1993"
}