{
    "title": "SMALL-PLANE CRASH LEAVES FOUR DEAD",
    "publisher": "pittsburgh post-gazette",
    "year": 2014,
    "month": 10,
    "day": 31,
    "full text": "WICHITA, Kan. - A small plane lost power after takeoff and crashed into a flight-training building while trying to return to a Kansas airport Thursday, killing four people, injuring five others and igniting a fire.\nThree of the dead were inside the building when the plane crashed into it at the city's Mid-Continent Airport, and the fourth was found on the roof and is believed to be the pilot, Wichita Fire Chief Ronald Blackwell said.\nOfficials said that only one person was on board the plane and that everyone who was in the building had been accounted for. The plane, identified as a twin-engine Beechcraft King Air, crashed after losing engine power.\nCase for oil exports\nWASHINGTON - A government study on Thursday essentially supported the notion that easing the decades-old restriction on exporting U.S. crude was more likely to lower than raise gasoline prices for American motorists, a conclusion that could ease concerns among lawmakers about changing the policy.\nU.S. gasoline prices are mainly set by global oil prices, the Energy Information Administration said in a highly anticipated analysis. The EIA is part of the Department of Energy.\nThe study should bolster the case for lifting the ban by oil producers such as Pioneer Natural Resources, Anadarko Petroleum and Marathon Oil, which want an expanded market for their crude.\nBankruptcy plan OK'd\nSACRAMENTO, Calif. - A judge on Thursday approved a plan by Stockton, Calif., one of the largest U.S. cities to declare bankruptcy, allowing it to eliminate more than $2 billion in long-term debt payments without touching its massive pension obligations.\nMarking a critical development in the city's financial recovery, U.S. Bankruptcy Judge Christopher Klein said Stockton can use the plan to exit the court's Chapter 9 protection, which it sought in 2012. Judge Klein's ruling can be appealed.\nTerrorism guilty plea\nGREENSBORO, N.C. - A North Carolina man who reportedly tried to aid the Islamic State pleaded guilty Thursday to terrorism-related charges.\nDonald Ray Morgan, a 44-year-old resident of Rowan County, N.C., pleaded guilty to attempting to provide material support to a designated foreign terrorist organization and to possession of a firearm by a felon.\nRecanting inmate freed\nCHICAGO - A prisoner whose confession helped free a death row inmate in a case that was instrumental to ending capital punishment in Illinois was released Thursday after he recanted, and a prosecutor said there was powerful evidence that the other man was responsible.\nAlstory Simon's confession gained international attention in 1999, largely because of an investigation by a journalism professor and a team of students from Northwestern University that helped secure Anthony Porter's release just days before he was to be executed. He had spent 16 years on death row for slayings he and his supporters maintained he did not commit.\nBecause of constitutional protections against double jeopardy, there is no legal way to retry Mr. Porter.\n\nLoad-Date: October 31, 2014"
}