{
    "title": "Small fire broke out at Texas refinery day before deadly blast; Federal investigators rule out terro",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 3,
    "day": 26,
    "full text": "A small fire broke out at an oil refinery the day before a deadly blast at the site killed 15 people and injured more than 100, a company spokesman said Friday.\nBill Stephens, a spokesman for BP, said a 3/4-inch valve on a furnace line caught fire Tuesday afternoon in a part of the plant that boosts the octane level of gasoline.\nSo-called \"bleeder valves\" are placed in areas where water could collect and create steam that would slow production, he said. The fire was extinguished within seconds by a worker.\nWednesday afternoon's blast - the worst accident in the nation's gas and chemical industry in 15 years - occurred as a portion of the same facility was brought up to full production after a two-week shutdown for routine maintenance.\n\"We don't know if the small fire is related to the large fire,\" Stephens said of the explosion, which shot flames, black plumes of smoke and metal fragments into the sky. \"We're not going to jump to any conclusions on this.\"\nThree federal investigators toured the perimeter of the explosion site Friday. One of them, John Bresland of the U.S. Chemical Safety and Hazard Board, said the fire appeared to be \"a small incident\" and probably was not connected to the explosion.\nBased on his observations and videotapes of the fire following the blast, Bresland said the explosion probably was caused by some sort of chemical release. He said investigators would know more next week.\nFederal investigators gathered at the refinery Friday to interview employees, BP officials and other witnesses to the blast. The company is offering counseling to workers.\nFBI agents have ruled out terrorism, but federal regulators estimate it will take them months to determine what caused the explosion. Federal investigators will spend at least the next week reviewing computer data on the plant's operations.\nInvestigators had hoped to get their first look at the fire-blackened site where the unit once stood, but workers were still clearing dangling steel beams and other potential hazards.\nThe BP plant and Texas City, population 40,000, have dealt with two other refinery accidents in the last year. OSHA fined the refinery nearly $110,000 after two employees were burned to death by superheated water in September.\nAn explosion last March forced the evacuation of the plant for several hours, but no one was injured. Afterward, OSHA fined the refinery $63,000 for 14 safety violations, including problems with its emergency shutdown system and employee training.\nAbout 1,100 employees and 2,200 contract workers were at the refinery when the explosion occurred at the 1,200-acre plant near Houston. About 70 workers and 30 residents were treated for injuries. Most of those who died were in a trailer near the unit that exploded.\nThe plant processes 433,000 barrels of crude oil a day, producing 3 percent of the U.S. gasoline supply. Other than the unit affected by the blast, the rest of the refinery was running normally with only essential employees. Stephens said contract workers would return on Monday.\nEleven of the workers killed were contractors for J.E. Merit Constructors Inc., a subsidiary of Jacobs Engineering Group Inc. Fluor Corp. said it lost three employees. Both companies are based in California. It was not clear who employed the other worker.\nThe Galveston County medical examiner identified the dead Friday. They ranged in age from 27 to 63 and included four women. Among the dead were a married couple, Linda Rowe, 47, and James Rowe, 48. The Rowes worked for Merit.\nThe medical examiner identified the other dead as: Morris King, 52; Larry Linsenbardt, 58; Ryan Rodriguez, 28; Larry Thomas, 63; Susan Taylor, 33; Eugene White, 53; Kimberly Smith, 43; Daniel Hogan, 58; Rafael Herrera, 27; Glen Bolton, 50; Jimmy Hunnings, 58; Lorena Cruz, 32; and Art Ramos, 59.\nOf those injured, many were seriously burned and suffered broken bones, with 14 workers remaining in the hospital Friday. Seven were in critical condition, including some facing multiple surgeries, skin grafts and possibly amputations. Seven others were listed in good condition.\nWednesday's blast was the deadliest accident in the nation's gas and chemical industry since an explosion at an Arco Chemical Co. plant in nearby Channelview killed 17 people in 1990.\nTexas City also is the site of the worst industrial accident in U.S. history. In 1947, a fire aboard a ship at the Texas City docks triggered an explosion that killed 576 people.\n\nGraphic\n\n \nAP Photo\n\nLoad-Date: March 26, 2005"
}