{
    "title": "SMALL ITALIAN PARTY NEAR COALITION",
    "publisher": "the new york times",
    "year": 1981,
    "month": 6,
    "day": 19,
    "full text": "Senator Giovanni Spadolini, the head of the small, Republican Party, won tentative backing today from Italy's other political groups for the formation of a coalition government under his leadership.\nUnless the agreement collapses during the next week or so of talks on the division of Cabinet posts, his government will be the first not headed by a Christian Democrat since the Republic was proclaimed in 1946.\nSenator Giovanni Spadolini, head of Italian Republican Party, wins backing from other political groups for coalition government under his leadership\nHis projected coalition, which would be the 41st Italian Government since World War II, would consist of Christian Democrats, Socialists, Social Democrats, Liberals and his own Republicans, a moderate leftist group. It would command 369 of the 630 seats in the Chamber of Deputies. His party by itself has only 16; the dominant Christian Democrats have 262.\nMr. Spadolini announced a program for fighting inflation and terrorism, and he also pledged to move to dissolve the Masonic lodge that led to the fall of the previous Cabinet, headed by Arnaldo Forlani.\nThe Communists, who remain in opposition with 201 seats, have promised to take a ''positive'' attitude toward a government headed by Mr. Spadolini.\nAs required by the procedure of Italian governmental crises, Mr.  Spadolini formally informed President Sandro Pertini tonight that his discussions over the last week with the other parties, the labor unions and the management organizations had been positive and that he could now begin the task of forming a Cabinet.\nBut this task is complicated by conflicting claims from the prospective coalition partners.  The Christian Democrats, who have more than a third of the seats in Parliament, insist that they get a proportionate share of Cabinet posts and that these include the Ministries of the Interior, Foreign Affairs and Finance. The other parties say this would be an extension of Christian Democratic power under a new label."
}