{
    "title": "Smiting Syria With a Sponge",
    "publisher": "the new york times",
    "year": 1986,
    "month": 10,
    "day": 30,
    "full text": "How clear is Syria's complicity in terrorism? The evidence that has now emerged from Britain would justify anger, and a firm and unified response from other countries. The spineless response just settled on by 11 European democracies is itself cause for anger.\nA British jury has found Nezar Hindawi guilty of plotting to kill 375 passengers on an El Al airliner in April, and of tricking his pregnant girlfriend into carrying the time bomb in her luggage. Trial evidence showed that Mr. Hindawi (1) traveled on an official Syrian passport under a false name; (2) received two visas endorsed by the Syrian Foreign Ministry; (3) met with the Syrian Ambassador in London after the bomb was discovered; (4) spent the next night in a Syrian safe house where his hair was clipped and dyed, and only then surrendered to British police when it occurred to him that his would-be protectors were might-be killers.\nHis conviction left no choice: Britain shut its embassy in Damascus and urged its friends to show their disapproval by temporarily recalling ambassadors. Britain also proposed a ban on arms sales, an end to high-level official visits, a boycott of Syrian Arab Airlines and a refusal to accredit complicit Syrian diplomats. These are surely minimum reprisals, all related to the offense and likely to induce Syria to re-evaluate the benefits of state-sponsored terrorism.\nThe United States and Canada immediately recalled their ambassadors from Damascus, the minimal decent response. But Britain's partners in what is called the European Community agreed on Monday only to order their embassies to inform Syria of the devastating evidence of its misdeeds and to refuse acceptance of Syrian diplomats expelled by Britain. Greece would not go even that far, lamely arguing that Syria's President, Hafez al-Assad, is a serious leader, very different from Libya's unpredictable Colonel Qaddafi.\nTrue, Mr. Assad has been helpful in securing the freedom of some American hostages in Lebanon, and could be even more helpful in freeing five Americans and seven Frenchmen still held. There also may be something to the theory that Mr. Assad was victimized in the brazen El Al bomb plot by his own intelligence services - Syria has six of them. Terrorism, Syrian style, is normally directed against rivals in the Arab political underworld, not against civil aviation. And yes, Syria is a major player in the Middle East, well armed by its Soviet friends and the dominant presence in Lebanon.\nBut these are all arguments for holding Mr. Assad accountable. He's no mad dog, and by seeing to it that American and French hostages are freed, he could end sanctions against Syria. The measured response proposed by Britain is proportionate to the offense, and consistent with repeated European declarations against terror.\nThe terrorist plague feeds on the failure of its victims to come to each other's aid. Yet France, itself so recently the target of murderous bombers, tries to buy favored treatment by ignoring Britain's appeals, and - incredibly - was recently weighing a lucrative arms deal with Syria.\nFortunately, the matter of Syria will be on the agenda again at a November meeting of the European Community. There is still time for Western democracies to rise from their knees when they face Damascus."
}