{
    "title": "Snoop shocker Verizon giving feds records from every U.S. call",
    "publisher": "usa today",
    "year": 2013,
    "month": 6,
    "day": 6,
    "full text": "THE NATIONAL Security Agency is gathering records of all Verizon customers - which number in the tens of millions - in the U.S., a bombshell report revealed Wednesday.\nThe top-secret court order obtained by The Guardian newspaper requires the carrier to hand over the information regarding phone calls - which does not include actual conversations - on an \"ongoing, daily basis\" to the FBI.\nThe order, signed by Judge Roger Vinson, went into effect April 25 and extends until July 19.\nThe data pertain to \"communications between the United States and abroad; or wholly within the United States, including local telephone calls,\" the order reads.\nThe information handed over includes the phone numbers of both callers, location data, and the time and duration of the call, according to the four-page order.\nThe order does not address in any way whether the callers are suspected of wrongdoing. There also is no indication of whether the order is a renewal of an ongoing practice, or if other phone carriers follow the same procedure.\nThe leaked document provoked widespread outrage, including from at least one prominent citizen, on social media.\n\"In (a) digital era, privacy must be a priority. Is it just me, or is secret blanket surveillance obscenely outrageous?\" tweeted former Vice President Al Gore.\nThe Guardian noted that the information is classified as \"metadata\" rather than communications, meaning the FBI does not need a warrant to obtain the records, which are then collected by the NSA.\nThe order cites the \"business records\" provision of the Patriot Act.\nThat provision allows the government to seize a broad range of records with the approval of the secretive Foreign Intelligence Surveillance Court - including banking, library and phone records - without having to declare whether the information is related to terrorism.\nA spokesman for Verizon, which reportedly has more than 70 million customers, would not comment on the ongoing data dump.\nThe White House declined to comment and referred questions to the NSA, which had no immediate comment.This is not the first time the immense scale of the government's surveillance capabilities has come into view.\nIn 2006, USA Today reported the NSA was compiling \"the largest database ever assembled\" of call information provided by carriers like AT&T, Verizon and BellSouth.\nThe information, the paper reported, was used in algorithms that processed the vast amount of information and singled out patterns of caller behavior that indicated possible links to terrorism.\n\nGraphic\n\n \nVerizon was ordered to give the feds records on every phone call.\n\nLoad-Date: June 6, 2013"
}