{
    "title": "Snuff out use of liens in 'paper terrorism'",
    "publisher": "star tribune ",
    "year": 2013,
    "month": 8,
    "day": 29,
    "full text": "Minnesota was at the forefront of fighting so-called \"paper terrorism\" in 2006 when lawmakers passed laws criminalizing the filing of bogus financial liens by those using this legal tool to harass others, particularly public officials.\nBut seven years later, national news coverage of an extreme case of fraudulent lien filing - a Minneapolis couple who sought at least $114 billion from public officials in liens in 2009 and 2010 after their home foreclosure - has made it clear that lawmakers need to do more to stop abusive liens that can damage victims' credit, hold up a house sale or refinancing, and take months to straighten out.\nCriminalizing fraudulent lien filing was a good step, particularly as concerns began to mount in the middle of the last decade about a growing movement of antigovernment extremists that teaches followers how to file these liens, which are intended to be used to address unpaid debts. Lawmakers at the time also made it somewhat easier to remove a fraudulent lien in Minnesota, though it's still a hassle.\nBut the measures have a major shortcoming: They are after-the-fact approaches. The jaw-dropping case highlighted in an Aug. 23 New York Times story suggests that the state needs to do more on the front end to prevent the liens from being filed so that victims like Hennepin County Sheriff Rich Stanek and others don't have to file paperwork, court motions or even hire an attorney to clear their names and records.\nStanek, who was featured in the Times story, found out in the midst of refinancing that liens totaling $25 million had been filed on his home and other property. Among those targeted by Thomas and Lisa Eilertson, who are now serving 23 months in prison: Hennepin County Attorney Mike Freeman, as well the county's registrar of titles, its examiner of titles, court administrators, and attorneys who had worked with a title company. Court documents indicate that these individuals were somehow linked to the couple's 2009 Minneapolis home foreclosure and sheriff's sale.\nIn an interview this week, Stanek said it has taken him more than a year and \"mountains of paperwork\" to clear up the fraudulent liens. The well-known sheriff, who has testified before the Minnesota Legislature about the issue, said more needs to be done when liens are filed to ensure that there are legitimate debts involved.\n\"It sounds ridiculous, but it's almost up to the honor system,'' said John Ristad, an assistant county attorney with the Ramsey County attorney's office, which prosecuted the Eilertsons. Ristad also notes that filing a lien is \"incredibly easy.''\nA quick check of the Minnesota secretary of state website confirms this. Forms are short and uncomplicated, the fee is nominal, and filing can be done online, something that the Eilertsons often did.\nAn April 2013 report from the National Association of Secretaries of State (NASS) about fraudulent liens suggests that these offices, which typically serve as states' central filing places for liens, often don't have the legal authority under commercial law to verify filings. \"If a financing instrument is submitted with all the required information, the Secretary of State must record the document,\" the report said.\nWhile those with legitimate debts should have access to this legal tool to recover them, 15 states have put in place what the NASS report calls \"pre-administrative filing remedies\" to give officials varying levels of authority to screen or reject liens that appear fraudulent. Texas, for example, allows officials who believe a lien is fraudulent to request additional documentation or even call on the state's attorney general to assist in verification. It also presumes for logical reasons that liens filed by inmates are fraudulent.\nMinnesota now needs to play catch-up on this important consumer-protection issue, which is why DFL state Rep. Debra Hilstrom's interest in pursuing measures like this at the 2014 legislative session merits early support. Hilstrom is also running for secretary of state.\nPublic officials may be common targets of these liens. But as Ramsey County Attorney John Choi notes: In this age of acrimony, when accounts of bullying or bitter disputes between family, neighbors or public officials often make the news, \"anybody could be the subject of this.''\nCracking down\n\"We need to make sure it's harder to get these fraudulent liens and [that] once they're on there, it's much easier to get them off.''\nState Rep. Debra Hilstrom, DFL-Brooklyn Center\n\nLoad-Date: August 29, 2013"
}