{
    "title": "Soccer bet extends custody of Warsame",
    "publisher": "star tribune ",
    "year": 2018,
    "month": 8,
    "day": 9,
    "full text": "A 23-year-old Minneapolis man who is now the second Minnesotan released from prison for trying to join ISIS has been ordered to serve extra time in a halfway house after admitting he bet on soccer matches last month.\nAccording to court records, Abdirizak Mohamed Warsame told staff at his residential re-entry center on July 17 that he gambled on recent soccer games with another resident and collected winnings. Chief U.S. District Judge John Tunheim on Tuesday granted a federal probation officer's petition to tack on 15 days to Warsame's yearlong term at the center, which bars gambling.\nWarsame is the second of nine Twin Cities area men to be released from prison after being sentenced in the nation's largest ISIS recruitment conspiracy case in 2016. Like Abdullahi Yusuf, who was released from halfway house supervision last year, Warsame received a much shorter sentence than most of his co-defendants in exchange for cooperating with law enforcement.\nWarsame never attempted to leave for Syria but has been described by prosecutors as a onetime \"emir\" - or leader - of a group of friends who attempted to join ISIS abroad to varying degrees of success between 2014 and 2015. He received a 30-month prison sentence after pleading guilty and testifying at the trial of three men who went on to receive decadeslong sentences.\nDefendants in terrorism cases are subject to federal post-incarceration supervision by authorities trained in the \"terrorism disengagement and deradicalization\" program. Warsame and Yusuf are under federal probation supervision for 20 years.\nWhen Warsame was released from an Illinois federal prison in April, he was ordered to undergo an assessment for substance abuse after his probation officer reported that Warsame used synthetic marijuana and other narcotics while in prison. Warsame admitted before his incarceration to \"regular daily use of marijuana and Xanax as a coping mechanism for his anxiety,\" the probation officer reported.\nStephen Montemayor · 612-673-1755 Twitter: @smontemayor\n\nLoad-Date: August 9, 2018"
}