{
    "title": "Sochi aiming for 'safest Games ever'",
    "publisher": "usa today",
    "year": 2013,
    "month": 11,
    "day": 6,
    "full text": "With a $50 billion budget, the Sochi Olympics will be the most expensive in history. Russia also is sparing no expense when it comes to security. Russia is preparing to host the \"safest Games ever,\" Sochi organizing committee President Dmitry Chernyshenko said Tuesday.\n\"We should recognize the global threat is terrorism, and terrorism has no boundaries,\" Chernyshenko told USA TODAY Sports in a wide-ranging interview. \"There's no difference between Vancouver or London or wherever. During the Salt Lake Games, the security was on highest level after 9/11. I can tell you from the early stages, a constructive dialogue between the security agencies of Russia and USA was established. The authorities are in close cooperation, combining efforts to help Russia provide the safest Games.\"\nFor the first time, all spectators will have to be accredited. Ticketholders will need to have a spectator's pass to enter the Olympic Park and attend events. Those passes can only be secured in advance and require a passport number and photo.\nChernyshenko said there would be no tracking devices embedded in credentials for reporters or athletes. \"There will be no tracking,\" he said. \"The rumors that Big Brother will be watching you is for the fiction, not for reality.\"\nChernyshenko said the show of force would be more reassuring than oppressive. He said military personnel would provide a friendly atmosphere, as was the case in London, which employed thousands of military troops to police the 2012 Games after a security firm failed to meet the terms of its contract.\n\"People felt secure because they saw they're protected,\" Chernyshenko said. \"Still, double standards exist. What is forgiven for one country will be criticized in our case.\"\nFor Russia, the Sochi Games provide the world a chance to see a \"new Russia,\" decades removed from the Soviet Union's Red Army. Instead of military uniforms, the military providing Olympic security will be outfitted in a special civilian uniform, Chernyshenko said. They will wear uniforms similar to that of the Games organizers but a different color. \"We will look like one team working for one atmosphere.\"\nSochi organizers are sensitive to the criticism -- mostly resulting from Russia's anti-gay legislation -- and perceptions about Russia. \"For us, Sochi will be a unique opportunity to be the showcase of a new, modern Russia,\" Chernyshenko said. \"Through evident positive, sustainable changes, we can deliver the message to the world, having in mind the global TV audience will be billions of viewers, that say, 'Look, guys, the stereotypes that have been built in the battle between politics has nothing to do with the sport.' Sport is a universal language between people that can help people to become closer.\"\nThe State Department, in its advisory to U.S. residents attending the Games, has noted the security risks that exist just more than 100 miles from some of the mountain venues. The same advisory also contained a warning about the potential ramifications related to the anti-gay law passed this year. The law, which bans the \"propaganda of non-traditional sexual relations\" to minors, applies to Russians and foreign visitors. The State Department notice also said the law \"lacks concrete legal definitions ... and provides no clarity as to which actions will be interpreted by authorities as LGBT propaganda.\" \n\nGraphic\n\n \nphoto Lesya Polyakova, AP\n\nLoad-Date: November 6, 2013"
}