{
    "title": "Social Contagion of Anxious Times, Spread by Disaffection",
    "publisher": "the new york times",
    "year": 2005,
    "month": 5,
    "day": 24,
    "full text": "Every element of everyday existence participates in the title activity of ''Terrorism,'' the snarling shaggy dog of a play by the Presnyakov Brothers that opened last night at the Clurman Theater/Theater Row. This shrewd, scary comedy, which has been given a disappointingly fitful production by the New Group and the Play Company, suggests that it is impossible to live in the contemporary world without becoming a potential weapon of mass destruction.\n The characters assembled for the Presynakovs' daisy chain of vignettes, set in a Russian metropolis, pass on restless, violence-breeding disaffection as if it were an unavoidably contagious flu. Or perhaps a venereal infection, since it is definitely a social disease that is put under the microscope here. The Siberian-born Vladimir and Oleg Presnyakov, who are indeed brothers, have fashioned an unsettling latter-day variation on ''La Ronde,'' Arthur Schnitzler's circular play of lives linked by fleeting sexual encounters.\n  First produced at the Moscow Arts Theater in 2002, and seen in Sasha Dugdale's artful English translation at the Royal Court Theater in London a year later, ''Terrorism'' is sure to evoke shudders of recognition from New Yorkers living in the long shadow of Sept. 11. But while this production delivers its thematic points clearly enough, it is also still searching for a style of performance that convincingly blends the urgency and ennui, the terror and fatalism of the world portrayed here.\n For ''Terrorism'' is distinctively Russian in its sensibility, and the Slavic spirit of absurdism has never been easily captured by Americans. (When was the last time you saw an entirely successful Chekhov production on these shores?) Directed by Will Frears, who did well by the similarly topical ''Omnium Gatherum'' two seasons ago, ''Terrorism'' occasionally erupts into startling moments of raw humor, as attention-grabbing and spontaneous as loud burps at a dinner table. But more often, it is crippled by self-conscious acting that underscores the didacticism and contrivances of the script.\n The play begins, with icy appropriateness, on an airport tarmac strewn with luggage and people whose postures suggest that they have been waiting long enough for impatience to turn into paralysis. All flights have been delayed indefinitely because of the unexplained presence of two abandoned suitcases on the runway. Most of those waiting accept the situation with grim resignation. As one of them puts it, the explosion has already occurred inside them. ''A nasty little cold draught is blowing through them,'' he says. ''In all of us here something has been broken.''\n This sequence sets up the motifs that will echo and morph through the succeeding five scenes: everyone is broken; everyone is ultimately ''guilty of something''; no place is safe. These tenets are confirmed in an apartment, where two adulterous lovers vainly try to muster some excitement, and in a regimented office, where it is discovered that one employee has hanged herself (the most resonant of the vignettes).\n Other scenes take place in a park, where two old women watch a manic little boy at play and consider the advantages of poisoning unpleasant relatives, and in the locker room of a bomb squad, an arena for that enduring minor form of terrorism known these days as laddishness.\n Of the performers, only Elizabeth Marvel, one of the bravest and wiliest of New York's experimental actresses, and Laura Esterman fully capture an anxiety that can shade into either nastiness or numbness. And the overall production design -- including David Korins's sets and Marcus Doshi's lighting -- never summons the desired mood of pervasive claustrophobia.\n A warning to theatergoers averse to nudity at close quarters: there is lots of it in ''Terrorism.'' While bare bodies have become a signature of the New Group, they do not noticeably enrich the experience of ''Terrorism.'' And simulated copulation, for the record, is far more credible when the participants' flesh is not on such thorough display.\n\nTerrorism\n\nBy the Presnyakov Brothers; translated by Sasha Dugdale; directed by Will Frears; sets by David Korins; costumes by Sarah Beers; lighting by Marcus Doshi; sound by Bart Fasbender; associate producers, Jill Bowman and Ian Morgan; general manager, Amanda Brandes; production supervisor, Peter R. Feuchtwanger/PRF Productions; production stage manager, Carmen I. Abrazado; assistant director, Donya K. Washington; fight director, Rick Sordelet; dramaturg, Linda Bartholomai. Presented by the New Group, Scott Elliott, artistic director; Geoff Rich, executive producer; and the Play Company, Kate Loewald, founding producer; Lauren Weigel, managing producer. At the Clurman Theater/Theater Row, 410 West 42nd Street, Clinton; (212)279-4200. Through June 26. Running time: 1 hour 30 minutes.\n\nWITH: Adam Alexi-Malle, Alex Draper, Laura Esterman, Anna George, Darren Goldstein, Elizabeth Marvel, Daniel Oreskes, Lola Pashalinski and R.E. Rodgers.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: From left, Alex Draper, Lola Pashalinski and Laura Esterman in the unavoidably violent world of the Presnyakov Brothers's play ''Terrorism.'' (Photo by Sara Krulwich/The New York Times)\n\nLoad-Date: May 24, 2005"
}