{
    "title": "Social justice and bullying don't mix Williams_ Social justice and bullying don't mix. Demonstrators",
    "publisher": "richmond times dispatch ",
    "year": 2020,
    "month": 8,
    "day": 5,
    "full text": "Richmond demonstrators\nThe home visits of elected officials that have become a calling card of Richmond demonstrations are not what our ailing democracy needs.\n I understand the righteous anger that led to this moment, perhaps more keenly and personally than some of the protesters themselves. We desperately need change. I'm not policing the feeling, but toward what end is this tactic?\n I'm not feeling the visits by Black Lives Matter protesters to the residences of Black leaders: Mayor Levar Stoney, City Councilwoman Kim Gray and Commonwealth's Attorney Colette McEachin. The message of the movement is not enhanced by showing up at their doorstep. It looks more like an attempt to intimidate than to persuade.\n I understand your revulsion at respectability politics, but we must move beyond raw anger. There are no gains without engagement.\n Stoney - who also is catching it from white supremacists for his Confederate monument removal - has been assigned security by the Richmond Police Department, whose spokesman said the mayor has received \"credible and ongoing threats.\"\n This is not what democracy looks like.\n There must be rules of engagement, especially in Donald Trump's America, where unmarked federal government vans whisk away demonstrators and the fight against racism increasingly seems like an existential war for the heart and soul of a nation.\n Gray, in the aftermath of the protest outside her home, said in the Richmond Free Press that some of the protesters involved in the protests are engaged in terrorism. \"Terrorism\" is a subjective term. In America, too often, it's reserved exclusively for Muslims, even as white domestic terrorists get a pass. But as an activist, do you really want to be within a ZIP code of that accusation? Any approach that overshadows legitimate demands is counterproductive.\n I'm aware that I sound like the sort of moderate (albeit Black) that the Rev. Martin Luther King Jr. lamented in his \"Letter from Birmingham Jail\": The type \"who is more devoted to 'order' than to justice; who prefers a negative peace which is the absence of tension to a positive peace which is the presence of justice; who constantly says: 'I agree with you in the goal you seek, but I cannot agree with your methods of direct action...'\"\n This is your movement; your moment, your methods. I'm just terrified that the opportunity it presents could slip away. And rolling up on an elected official's doorstep is one direct action that gives me pause.\n I'm a child of that 1960s movement. Those of you out on the streets protesting are its beneficiaries, even as the struggle continues. Social justice movements are the terrain of the young. But even in the aftermath of the death of John Lewis, I have detected a whiff of dismissiveness of the tactics of the civil rights movement of yesteryear.\n But know this: Those nonviolent protesters of the 1960s were more despised than today's demonstrators. The police response today, even when aggressively over-the-top and violent in Richmond, is not the tactics of Birmingham's Bull Connor or Selma's Jim Clark.\n Today, the lines are too blurred for comfort between the legit activists and the provocateurs. When heavily armed, far-right Boogaloo movement members attend the same event as anti-racism activists, any elected official in Richmond should be on edge.\n A reminder of how volatile the times are is only a headline away.\n On July 19, the 20-year-old son of U.S. District Judge Esther Salas was shot to death, and her husband injured, when a man pretending to be a delivery person opened fire at the front door of their home in North Brunswick, N.J.\n A self-declared \"anti-feminist\" lawyer described as a primary suspect in the shooting once argued a case before Salas. He was found dead the day after the shootings of a self-inflicted gunshot wound, according to CNN.\n I get it: There's reason to be angry.\n Fifty-five years after Selma, Black political leadership has failed to substantially improve the lives of the impoverished or curb grotesque police misconduct. Today's activism has broad support as it seeks to tear down systemic racism and build a just society. We can't oppress others in service of that goal.\n Moral suasion and political persuasion are the tried and true weapons of the U.S. social justice movement. Black Lives Matter should not come with a side order of intimidation - particularly when a political solution lies three months away.\n The legitimate demands of a movement still can be derailed.\n Public opinion is fickle and can turn as quickly against Black Lives Matter as it switched, remarkably, behind it. Overreach can be hazardous to any movement's health.\n A lot can happen between now and Election Day. You have our attention. Don't blow it.\n mwilliams@timesdispatch.com\n (804) 649-6815Twitter: @RTDMPW\n\nGraphic\n\n \nProtesters gathered outside an apartment building in Richmond in June, looking for Mayor Levar Stoney's residence. ALEXA WELCH EDLUND/times-dispatch Protesters gathered outside an apartment building in Richmond in June, looking for Mayor Levar Stoney's residence. ALEXA WELCH EDLUND/times-dispatch\n\nLoad-Date: August 5, 2020"
}