{
    "title": "Social media must be monitored for terrorism promotion",
    "publisher": "university wire",
    "year": 2015,
    "month": 6,
    "day": 26,
    "full text": "Social media websites have to do a better job of censoring inappropriate content posted onto their sites. The fact that the Islamic State in Iraq and Syria and other terrorist organizations have begun to utilize such media to spread their message proves that there must be stricter guidelines and policies on social media websites.\nA simple search on Facebook, Twitter, YouTube, etc. can lead one to find endless amounts of terrorist propaganda. This form of outreach has become the method of choice for many terrorist groups to spread their message to the public in an attempt to recruit new members and brainwash people into believing they are fighting the good fight.\nI did not realize that this was even a problem until I heard about the American ISIS operative who was recently killed in Syria. The American, Douglas McAuthur McCain, was an active participant in social media, and his Twitter feed contained tweets supporting ISIS. The biggest eye-opener for me was the video showing ISIS agents beheading the American reporter James Foley being shared and shown on both Twitter and YouTube.\nAccording to an Aug. 29 CBS News article, as many as 3,000 Westerners are fighting alongside ISIS in Syria and Iraq. These Westerners pose a great threat due to their ability to blend in with Western society, which allows them to travel freely without even the slightest suspicion. A good number of these westerners were heavily influenced into joining ISIS by the mass social media propaganda that ISIS has produced. ISIS is attempting to recruit new members by utilizing social media content that includes videos, tweets and even an official app. Some of the videos serve to cast ISIS in a more positive light, one showing a Belgian member handing out ice cream to kids and other videos showing members doing work in their communities.\nOf course, not all of their videos show them as friendly helpers. According to a June 23 Guardian article, there are videos of ISIS members making their victims dig their own graves, and there are various pictures tweeted showing members posing with their weapons.\nTwitter is currently the only social media site that has taken any action to stop the ISIS propaganda, but it is far too little of an effort-all they have done is take down official ISIS profiles. Twitter has done little to nothing to stop the large influx of tweets containing ISIS support and propaganda. While shutting down official ISIS profiles is a step in the right direction, there needs to be a vast overhaul in the user guidelines and polices to make it nearly impossible for groups spreading hate and terror such as ISIS to exist on social media.\nThese changes need to happen sooner rather than later, and unfortunately these changes could have a slight effect on other users.  People tend to post things on their profiles that do not always tend to be the most appropriate, whether it is a picture or just an angry post. If new guidelines were to be put into place, they would help to block these unsavory posts and, when one actually thinks about it, help keep users from getting themselves into situations that they would rather not be in. I know I have posted things that have either started drama or have come back to haunt me.\nWhile social media is a great way for people to connect to one another and always be aware of what is going on in the world, there are always going to be people who will abuse it. Unfortunately, this tool that was created to make people happy is being used to spread hate and terror. The people that run these sites need to find a way to stop others from abusing their sites so that everyone can go back to using social media in a positive manner, like watching cat videos, posting complaints and spreading funny rumors.\nView the discussion thread.\n\nLoad-Date: June 26, 2015"
}