{
    "title": "SOCMA Applauds 3-Year Reauthorization of Chemical Facility Anti-Terrorism Standards",
    "publisher": "university wire",
    "year": 2020,
    "month": 7,
    "day": 20,
    "full text": "ARLINGTON, Va., July 20, 2020 /PRNewswire/ -- The Society of Chemical Manufacturers & Affiliates today welcomes the passage of legislation that includes a 3-year reauthorization of the Department of Homeland Security's Chemical Facilities Anti-Terrorism Standards . Senate bill S.4148 will now be sent to the President's desk for signature.\nCFATS is the Department of Homeland Security's regulatory program for security at high-risk chemical facilities, which was set to expire on July 23. Through continued engagement with federal agencies such as DHS, SOCMA provides its members with clarity and interpretive guidance on major federal policy issues such as CFATS.\n\"The CFATS program is integral to the specialty chemicals industry, and our members are both happy and relieved at its extension,\" said Robert F. Helminiak, SOCMA's Vice President of Legal and Government Relations. \"Reauthorization provides our industry with the certainty needed to make long-term facility security investments and enables DHS to continue running the CFATS program efficiently, ensuring it properly protects against security threats across the nation.\"\nFor several years, SOCMA and its members, along with other chemical industry stakeholders and coalition partners, have worked toward long-term reauthorization, having finally succeeded with this three-year pact. This effort includes several short-term extensions of the program in the past two years.\n\"SOCMA and our members greatly value the partnership we have with the Department of Homeland Security,\" said Helminiak. \"We look forward to not only continuing the relationship but also growing it to provide the best security program possible.\"\nABOUT SOCMASOCMA is part of a $300 billion industry fueling the U.S. economy. Our members play an indispensable role in the global chemical supply chain, providing specialty chemicals and services to vital markets ranging from aerospace and electronics to pharmaceuticals and agriculture.\nSolely dedicated to the specialty and fine chemical industry, SOCMA focuses on building commercial connections, supporting manufacturing and operations, and advocating for regulatory and legislative policies that advance our members and industry growth. Our network extends to more than 20,000 influencers and decision makers in the specialty chemicals supply chain. To learn more, visit www.socma.org  \n\nLoad-Date: July 20, 2020"
}