{
    "title": "Software better tackling IS propaganda, says Facebook",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 4,
    "day": 24,
    "full text": "San Francisco, April 24 -- Facebook said new detection tools wielded by its counterterrorism team are quickly detecting and removing extremist propaganda for the Islamic State group and al-Qaeda.The leading social network 'took action' on 1.9 million pieces of IS or al-Qaeda-linked content in the first three months of this year -- nearly double the amount from the previous quarter, according to vice president of global policy management Monika Bickert and global head of counterterrorism policy Brian Fishman.\"Taking action,\" the company said, generally involved removing \"the vast majority of this content.\"\nIt \"added a warning to a small portion that was shared for informational or counter speech purposes,\" Bickert and Fishman said in an online post.In some cases, entire profiles, pages, or groups were taken down for violating Facebook policies, making all included content unavailable.\"We've made significant strides finding and removing their propaganda quickly and at scale,\" Bickert and Fishman said.\"We're under no illusion that the job is done or that the progress we have made is enough.\" Facebook credited detection technology and a counterterrorism team that has grown to 200 people from 150 people about 10 months ago.Facebook defined terrorism as \"any non-governmental organization that engages in premeditated acts of violence against persons or property to intimidate a civilian population, government, or international organization in order to achieve a political, religious, or ideological aim.\"\nBickert and Fishman maintained that the company's intent is to be neutral on ideology and politics, meaning the terrorism definition applies equally to everything from religious extremism and violent separatism to white supremacy or militant environmentalism.\"It's about whether they use violence to pursue those goals,\" Bickert and Fishman said.So far this year, the median time it took for new detection tools to uncover freshly uploaded terror content was less than a minute, according to the executives.\"Terrorist groups are always trying to circumvent our systems, so we must constantly improve,\" Bickert and Fishman said.\"We learn from every misstep, experiment with new detection methods and work to expand what terrorist groups we target.\" Early this month, Twitter said it had suspended over one million accounts for \"promotion of terrorism\" since 2015, claiming its efforts have begun to make the platform \"an undesirable place\" to call for violence.\nIn its latest transparency report, Twitter said it suspended 274,460 accounts between July and December 2017 \"for violations related to the promotion of terrorism.\" The figure is down 8.4 per cent from the previous reporting period and is the second consecutive decline, a Twitter statement said.Twitter and Facebook have faced pressure to crack down on jihadists and others calling for violent attacks, while at the same time maintaining open platforms for free speech.In the latest six-month reporting period, Twitter said 93 per cent of the suspended accounts were \"flagged by internal, proprietary tools,\" and that 74 per cent were cut off before their first tweet.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: April 24, 2018"
}