{
    "title": "Soldiers accused of tossing explosives 3 North Georgians face assault, cruelty, terrorism charges",
    "publisher": "the atlanta journal-constitution",
    "year": 2010,
    "month": 8,
    "day": 11,
    "full text": "Once the civilian justice system is done with three North Georgia soldiers accused of throwing military explosives at a crowd, they may still have to answer to the military.\nDenied bond, the soldiers --- Sgt. Thomas Daniel Campbell, 21, of Dahlonega; Staff Sgt. Jeremy Wade Morgan, 34, of Dawsonville; and Spc. Nicholas Gregory Wendt, 25, of Dahlonega --- face charges that could put them in prison for years. No court hearing has been scheduled.\nArmy spokesman Bob Purtiman, from Fort Benning, said Army investigators are ready to help the Dawson County Sheriff's Office. The soldiers are based at Camp Frank D. Merrill near Dahlonega.\nThe men are accused of tossing two weapon simulators at a crowd in a Dawsonville parking lot early Sunday. The military uses the explosives in place of hand grenades and artillery rounds during training. The devices contain no shrapnel but could cause injury, military experts say.\nDawson sheriff's Lt. Tony Wooten told The Atlanta Journal-Constitution on Monday that 911 operators received a call about 1:30 a.m. Sunday about two pipe bombs tossed from a Cadillac. The car fled up Ga. 400, and deputies caught up \"as they attempted to turn off their lights and elude us,\" he said. The three men were arrested on a side road. Deputies then found a dozen undetonated devices they believe had been thrown from the car, Wooten said.\nCampbell was charged with reckless driving and driving without a license and as a party to the felony counts lodged against his two passengers: domestic terrorism, possession of an explosive device, 16 counts of aggravated assault and two counts of first-degree cruelty to children.\nThe Sheriff's Office has not released a motive in the case. Purtiman said that based on an incident report from the Sheriff's Office, alcohol was involved.\n\nLoad-Date: August 11, 2010"
}