{
    "title": "Soldier killed in Iraq was due home in days Florida resident had relatives who lived in Powhatan",
    "publisher": "richmond times dispatch ",
    "year": 2008,
    "month": 2,
    "day": 12,
    "full text": "A soldier whose mother lives in Powhatan County was killed in Iraq just days before he was to return home.\n Sgt. John C. Osmolski, 23, died Feb. 5 in Balad, Iraq, after an improvised bomb exploded as he was searching a house in Muqdadiyah, Iraq, about 50 miles northeast of Baghdad.\n \"My son loved America, and he considered it a privilege\" to serve in the Army, his mother, Ruth Eileen Osmolski, said. \"He thanked God he was born an American.\"\n And, she said yesterday, \"My son brought us a lot of joy.\"\n Born in Eustis, Fla., Sgt. Osmolski graduated from Circle Christian School in Orlando, Fla., and attended Orlando's Valencia Community College.\n He was active in New Hope Presbyterian Church in his Florida hometown and had taken part in mission trips to Peru in 2004 and 2005, family members recalled.\n Sgt. Osmolski joined the Army in 2005. \"He had talked about it for as long as I could remember,\" said his sister, Ruth Janna Wheat of Powhatan. \"He loved G.I. Joes and John Wayne movies.\"\n After enlisting for the hazardous combat-engineer specialty, he told his mother, \" 'Who else should join up for that job but a young man who had hope of an eternal destiny?' \" Mrs. Osmolski said.\n He had served in Afghanistan during 2005.\n On his combat tour in Iraq, Sgt. Osmolski was assigned to the 2nd Brigade Special Troops Battalion, 2nd Brigade Combat Team, 82nd Airborne Division at Fort Bragg, N.C. He was to return home this week.\n Sgt. Osmolski's military awards and decorations include: the Bronze Star and the Purple Heart, both awarded posthumously, the National Defense Service Medal, the Afghanistan Campaign Medal, the Iraq Campaign Medal, the Global War on Terrorism Expeditionary Medal, the Global War on Terrorism Service Medal, the Army Service Ribbon, the Overseas Service Ribbon, the Combat Action Badge, the Parachutist Badge and the Rifle Expert Weapons Qualification Badge.\n A memorial service for Sgt. Osmolski will be held Friday at 1 p.m. at Christ Church of Arlington, 3020 N. Pershing Drive, Arlington County, and he will be buried with military honors at 3 p.m. at Arlington National Cemetery.\n The family asks that memorial donations be made to Mission to North America/Chaplain Ministries, 1700 N. Brown Road, Suite 101, Lawrenceville, GA 30043-8122, or the Blue Star Treasurer, 10814 Westek Drive, Richmond, VA 23233.\n His survivors also include his twin sister, Julia Osmolski of Powhatan, and a brother, Daniel Osmolski of Eustis, Fla.\nContact Peter Bacqué at (804) 649-6813 or pbacque@timesdispatch.com\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: February 17, 2008"
}