{
    "title": "Soldier talks terrorism with Northwestern U. students",
    "publisher": "university wire",
    "year": 1999,
    "month": 4,
    "day": 15,
    "full text": "The 20-year-old with thick, black-rimmed glasses and spiked hair looked similar to other students indulging in kosher Chinese food Wednesday afternoon in the basement of the new Fiedler Hillel House.\nWith the exception of those army fatigues and his Israeli accent.\nSgt. Yaron Carni of the Israeli Defense Forces arrived in the United States three days ago to educate America on subjects such as terrorism, Jewish conversion and other issues about Israel and the Middle East.\nNorthwestern U.\nOriginally from Hertzelia, a town outside Tel Aviv, Carni will spend three weeks in the United States on this tour of duty. He will visit Washington, D.C., New York and Florida to address student groups and the American Zionist Conference.\nTo the group of about 20 NU he spoke about terrorism.\n\"We (Israel) don't have many natural resources or anything else that makes life easier -- financially or otherwise,\" Carni said. \"So why would people want this area so badly?\"\nThe answer came from the crowd: religion.\nCarni examined the current situation with the four states that border Israel: Jordan, Lebanon, Egypt and Syria.\nHe praised King Hussein of Jordan.\n\"He always tried for peace. It was very difficult for him given a lot of Arab culture,\" Carni said. \"Even to his last day when he was sick with cancer he was trying to achieve peace.\"\nHe described an instance in which Hussein traveled disguised as a woman to warn Golda Meir of an impending attack by Egypt and Syria.\nBut Carni had something less than praise for Syria and Lebanon.\n\"What we have in Lebanon is a 'banana republic,' a puppet government,\" he said. \"Every action is dictated by Syria and Iran. Everyday we fight guerrilla warfare in Lebanon.\"\nHe continued his speech by detailing the founding, leaders, goals, terrorist acts, structures and stances on the peace process of Hizballa, Islamic Jihad and Hamas.\nSince the signing of the Oslo accords five years ago, he said, terrorism has not decreased. Ninety-two separate attacks have left 279 Israeli men, women and children dead since Oslo.\n\"This is the goal of these terrorists: to stop the peace process,\" he said.\nA life full of achievements and impressive performance in his first year and a half in the Israeli Defense Forces gained him a prestigious spot on the Sar-El -- the national organization for volunteers in Israel. The Volunteers For Israel in Skokie, local recruiters for the Sar-El, brought Carni to Hillel.\n\"Yaron is our age and the goal of having him speak is to create a stronger connection between Northwestern and Israel,\" said Isaac Feder,, a Speech freshman. \"We also want to get people to go to Israel or back to Israel.\"\nCarni had an ulterior motive to his visit. In addition to educating, he hoped to recruit.\n\"Primarily the goal (of the visit) is to bring people to the program, to show that there is a way of donating that is not financial,\" he said.\n(C) 1999 Daily Northwestern via U-WIRE\n\nLoad-Date: April 15, 1999"
}