{
    "title": "Soldier's refrain_ Fight against terror not done",
    "publisher": "daily news ",
    "year": 2011,
    "month": 5,
    "day": 5,
    "full text": "Army Master Sgt. Greg Marolo of Beavercreek began hunting Osama bin Laden even before 9/11.\n\"He had basically declared war on America and had been behind the bombings of our embassies in Africa in 1998 and the attack on the USS Cole after that and so many more things,\" Marolo said. \"And then came 9/ 11....\"\nAfter a moment's silence, he said quietly: \"I don't know if I should say this or not, but my fantasy was that somehow I'd just be left in a room with that man. I don't know if it's the warrior mentality, the conditioning, what. But so many times I wished I had the chance to settle it with him. No armies would have to fight it out. It could just come down to two people in a room.\"\nLast Sunday in Abbottabad, Pakistan, bin Laden's fate was decided in a room with an elite group of Navy SEALS. Marolo was back home and learned of the raid the same way most Americans did, but he has a different perspective than most. After all, for a long time bin Laden was his target.\n\"Although in my opinion (Ayman) al-Zawahiri is the brains of Al-Qaida - and he's still out there - bin Laden definitely was the face of the organization. He was the money man. He had the cash from his family's construction business and he funded much of the terror.''\nHunt continues\nAfter the Sept. 11 attacks in 2001, Marolo was sent briefly to Africa since, he said, some of the hijackers' trails had gone through there. But by November of that year he was operating out of a base in Uzbekistan, going into Afghanistan looking for bin Laden and other high-value terrorism targets.\nIn the decade since, Marolo said he's spent about 3? years in Afghanistan and another 3? in Iraq, where one of his targets was Abu Musah al Zarqawi, who was killed in 2006.\nHe spent 25 of the past 27 months in Afghanistan - most of that time in Helmand Province, a Taliban stronghold on the Pakistan border.\nMarolo returned to the Miami Valley over the weekend, when he and his wife Jennifer celebrated their 25th wedding anniversary with a party at Wright-Patterson Air Force Base put on by their two sons, Alex, a former Beavercreek High School basketball standout; and Anthony, who played football at Beavercreek and Wittenberg University. After giving up a post-graduation job so he could follow his father into the special forc-Afghanistan.\"\nThe plaque is on display at the high school.\nMarolo said when he gives talks - as he is doing today to a third-grade class in Springboro - his message is the same: The fight against terrorism is not done.\n\"We did have a period through the '70s, the '80s and the early '90s - Vietnam, the Beirut bombings, Desert Storm, some things after that - where the perception was that we didn't finish things. Well, we did finish it with bin Laden,\" he said.\n\"And I think it puts some of the other targets on alert. It tells them 'No matter how long it takes, we will find you, too. We will finish things.'\"\nPaying a price\nThe years in special operations have taken a toll. He's had friends or colleagues killed and he's suffered several injuries of his own. \"I've been blown up several times, tore an ACL, fallen from a helicopter down the rope 60 feet - lots of things,\" he said. \"Plus there's just the typical bangs and bruises that come from carrying a 100-pound rucksack.\"\nWhile he's gone he keeps up on happenings back home via the internet. Two years ago before the annual fundraising dinner at the Dayton Convention Center to honor Sonny Unger - the Centerville High School football standout and Green Beret who was killed in Vietnam - Marolo had an Afghan woodworker make a special plaque that included the carved promise \"Sonny Unger you will not be forgotten from your brothers in es, Anthony is about to enter Army Ranger School.\nMaster Sgt. Marolo returns to Afghanistan next week.\nMarolo said that for every high-profile confrontation like Sunday's there are months -often years - of \"mundane, painstaking, tedious work ... collecting \"names, sometimes, words just bits and pieces of intelligence that are put into a data base.\"\nAlthough he's more in a supervisory role now, he's still in the field usually in uniform and body armor and, on rare occasions, robes and headdress.\n\nGraphic\n\n \nThe death of 9/11 mastermind Osama bin Laden isn't the end of the fight against terrorism, says Army Master Sgt. Greg Marolo of Beavercreek, who was part of the hunt for the al-Qaida leader since before the attacks of 2001. Associated Press photo\nMaster Sgt. Greg Marolo\n\nLoad-Date: May 5, 2011"
}