{
    "title": "SOLEMNITY, FRIVOLITY MIX ACROSS U.S",
    "publisher": "st. louis post-dispatch ",
    "year": 1990,
    "month": 5,
    "day": 29,
    "full text": "LOS ANGELES (AP) - A downpour dampened Memorial Day barbecues and beach parties on the West Coast, but sunny skies surprised sunbathers in the East as the nation started its summer fun and commemorated its casualties of war.  Fallen veterans were honored nationwide on Monday, and in Maryland a statue remembering U.S. military victims of terrorism was unveiled.  The less somber side of the holiday that heralds the unofficial start of the summer season was celebrated with parades and family get-togethers.  President George Bush reviewed a colorful parade of fire engines, school bands and a veterans' brigade in Kennebunkport, Maine.  At Arlington National Cemetery, Vice President Dan Quayle participated in a wreath-laying ceremony at the Tomb of the Unknowns.  Gloomy weather forecasts in the Northeast evaporated Sunday, sending hordes to the beach. Sunny skies prevailed Monday as well, but ocean temperatures in the mid-50s confined most beach frolicking to the shore.  The Pacific storm that dumped an inch of rain on Los Angeles by Monday morning forced a downtown highway to be closed and was blamed for two roadway deaths.  The rain also sent costumed minstrels and jugglers packing when officials closed the outdoor Renaissance Pleasure Faire in San Bernardino.  After an overnight downpour in San Francisco, a parade wound through the Presidio Army post, where a military tribute complete with a 21-gun salute and a flag-raising ceremony was staged.  In Timonium, Md., the families of 11 Maryland veterans killed by terrorism joined a crowd of 200 at the dedication of the Children of Liberty Memorial.\n''They are victims of an undeclared war,'' said Maryland National Guard Maj. Gen. James F. Fretterd.  Mary Ervin's son, Ulysses G. Parker, was killed in the Oct. 23, 1983, bombing of the Marine barracks in Beirut, Lebanon.  The memorial features a 12-foot bronze and granite statue of a woman's hands holding a folded American flag to her chest.  It is inscribed with the names of nine Maryland residents who died in the Beirut attack, one killed during the 1985 hijacking of TWA Flight 847 in Beirut and one who died in the 1988 bombing of Pan Am 103 over Lockerbie, Scotland.  ''It is important that we recognize them and give them the same kind of salute as those who have fought in wars,'' said retired Col. Timothy Geraghty, the commanding officer at the time of the barrack bombing.  In Philadelphia, actors portraying historical U.S. soldiers joined real veterans in a military review at Fort Mifflin, where troops held off the British fleet in 1777.  In Arkansas, tourists undeterred by recent devastating floods packed hotels and campsites.  ''We had a lot of cancellations, but we had a lot of people who came in to take those folks' place,'' said Bonnie Hunter, a desk clerk at DeGray State Park Lodge.  All 96 rooms at the lake near the resort town of Hot Springs were full Sunday, she said. Hot Springs was hard-hit by flooding and officials had feared a tourism blight.\n\nLoad-Date: October 14, 1993"
}