{
    "title": "Solow Loses Fire Insurance Case; Nationwide Impact Likely",
    "publisher": "new york observer",
    "year": 2008,
    "month": 6,
    "day": 3,
    "full text": "New York  State's highest court today ruled against developer Sheldon Solow in a case that should have repercussions for fire-insurance holders nationwide.\nIn a unanimous decision, the New York State Court of Appeals ruled that when a lease requires a tenant to purchase fire insurance, that insurance cannot specifically exclude damages caused by terrorism.\nThe case, TAG 380, LLC v ComMet 380, Inc., involved none other than legendarily litigious New   York developer Sheldon Solow, a tenant of ComMet, the fee-owner of 380 Madison Avenue.\nFollowing September 11, when terrorism insurance prices shot through the roof, Mr. Solow's insurance policy was coming up for renewal. ComMet asked that Mr. Solow purchase insurance that included damages caused by terrorism, even if though Mr. Solow's lease did not explicity mention the word \"terrorism.\"\nMr. Solow instead purchased fire insurance that explicity excluded terrorism coverage. He argued that the fire insurance language in the lease could not be construed to encompass terrorism damages.\nToday, the Court of Appeals refuted Mr. Solow's argument.\nIn its decision, the court argued that Mr. Solow's lease required that he purchase insurance \"for the building against fire and loss or damage by other risks under the Standard Fire Insurance Policy and Endorsement, covering windstorm, hail, smoke, riot, civil commotion, explosion and physical contact with the building by an aircraft or vehicle, irrespective of whether the mechanism of loss was the result of a terrorist act.\"\nBruce Paulsen, the partner at Seward & Kissel LLP who represented ComMet, said the repercussions for the insurance industry will be vast.\n\"This not only implicates landlords and tenants but also lenders and borrowers,\" Mr. Paulsen said. \"For anyone who has in their mortgage or lease language similar to this lease, the tenant won't be able to attain insurance that excludes terrorism.\n\"This even [pertains] to homeowners that have standard fire policy language,\" Mr. Paulsen said.\nIn other words, if you own an apartment in a building  for which you maintain fire insurance and a suicide bomber should detonate himself in your lobby, your insurance company will have to cover the damages.\nA representative for Mr. Solow did not immediately respond to a request for comment.\n\nLoad-Date: June 3, 2008"
}