{
    "title": "Solution, not problem",
    "publisher": "pittsburgh tribune review",
    "year": 2014,
    "month": 8,
    "day": 15,
    "full text": "It is disappointing that the Tribune-Review has made serious accusations against the United Nations Relief and Works Agency for Palestine Refugees in the Near East (UNRWA) apparently based on unsubstantiated, discredited and unaccountable Internet \"sources\" in the editorial \"The U.N. & Hamas: Twin devils\" (Aug. 7 and TribLIVE.com). \nOne would expect a newspaper of the Trib's caliber to do even the most minimal fact-checking and review before jumping to editorial conclusions.  \nAll it would have taken was one call to the U.S. Department of State to receive reliable, accurate facts and documentation that would clearly have debunked the insinuation that the U.N. directly and the U.S. government indirectly support terrorism in Gaza and allayed the Trib's concerns. \nThe full documentation needed to address all the accusations leveled in the editorial is too lengthy to address here.  \nBut given the frequent and thorough monitoring of UNRWA's operations, programs and staff by the U.S., Israel and various European governments, it defies logic and reality that the U.S. government \"” including a wide and distinguished range of pro-Israel members of Congress \"” and the government of Israel itself would continue to voluntarily support UNRWA if any of these allegations, especially those purporting support for terrorism, could be even remotely substantiated. \nWith very generous and much appreciated contributions from the American people, UNRWA is able to provide basic humanitarian services including education, health, nutrition and job training to some 5 million registered Palestine refugees in Lebanon, Syria, Jordan, Gaza and the West Bank, including East Jerusalem.  \nDefunding and eliminating UNRWA will not make these refugees disappear \"” it will only condemn them to further anguish and increase instability in an already volatile region. \nMatthew Reynolds \nWashington, D.C. \nThe writer directs the UNRWA Representative Office in the United States. \n\nLoad-Date: August 17, 2014"
}