{
    "title": "Somali prime minister outlines country's anti-terrorism efforts",
    "publisher": "star tribune ",
    "year": 2001,
    "month": 10,
    "day": 26,
    "full text": "RSEC:        Ali Khalif Galaydh, prime minister of Somalia's Transitional National Government (TNG), has read the news reports alleging that Muslim extremists linked to Al-Qaida are being trained in Somalia and that Osama bin Laden might seek refuge there.\n     And he has seen the news stories suggesting that his government is accepting money from Al-Itihaad al-Islamiya (Islamic Union) _ an organization whose assets were frozen by President Bush because of alleged links to terrorism.\n     But, he said Wednesday, he's aligned with the \"people of Missouri _ the 'Show Me State.' \"\n     While acknowledging that there may well be people in Somalia who are involved in terrorist activities, Galaydh said that his government is not accepting money from terrorists and that there are no training camps in Somalia.\n   The allegations, he said, are being made by Ethiopians and \"spiteful forces\" bent on discrediting and weakening the fledgling TNG, which he said is trying to restore democratic order after 10 years of civil war.\n     Galaydh is in Owatonna this week visiting family members, including his wife and children, who took refuge in Minnesota during the 20-year-long dictatorship of Muhammad Siad Barre. In an interview Wednesday, he appealed for international help to keep Somalia from becoming \"another Afghanistan.\"\nWilling partners\n     Somalia is one of seven countries listed by the United States as a sponsor of international terrorism.\n     But Galaydh said he and President Abdiqasim Salad Hassan are willing partners in the international fight against terrorism. Since Sept. 11, he said, the government has:\n     - Created an Anti-Terrorism Task Force of top cabinet, police and intelligence officials whose job is to collect and share information on terrorist activities in Somalia. But the flow of information needs to go both ways, Galaydh said. \"We are not very impressed with the level of communication from the United States.\" He said Somalia cannot be accused of harboring terrorists and at the same time be kept in the dark.\n     - Made and issued new hard-to-forge passports (though Galaydh acknowledged that the TNG does not control all of Somalia's ports and borders).\n     - Engaged religious leaders in the battle: \"There is nothing in Islam that supports the horrific events of September 11th,\" Galaydh said.\n     - Finally, he said, the government will insist on transparency and access to the computers of Somalia's hawala (money exchangers), who are the country's banking system and lifeline to impoverished millions.\n     After Sept. 11, the United States acted to stem the flow of cash from Somalis living abroad. \"If one or two hawala are found to be working with the terrorists, they should have their day in court,\" Galaydh said. But if the remittances are stopped, \"believe me, the whole economy of Somalia will be on its face,\" he said. \"Entire towns depend on them.\"\nBottom-up approach\n    \"Somalia is a small country with king-sized problems,\" Galaydh said. It needs help _ preferably in the form of nation-building, not bombing, he said.\n     After 10 years of civil war, \"there's very little left to destroy.\" What is available, he said, is a whole population of desperate people who might begin to see extremist groups as the only solution.\n     Bombing will only \"inflame the Somalis, who will see the United States as a loose cannon,\" he said. \"It might give [the United States] temporary relief, but what happens afterward?\"\n     Nation-building in Somalia will require a bottom-up approach, he said. \"No one has time or patience for that, but that's the only way it can be done.\"\n     Why should Americans care?\n     \"I can understand the mentality of people here _ struggling with their own lives, worrying about sending their kids to college and paying their bills, and seeing their tax dollars spent on 'a bunch of lunatics,' \" Galaydh said. \"They are asking themselves, 'How can you be kind to people who are out to kill each other?' \"\n    But the United States is the only superpower remaining with the resources to keep international order, he said.\n     \"Americans think it's wrong-headed to sponsor nation-building. But there's no viable alternative. The alternative is chaos, and I'm not overdramatizing.\"\n_ Sarah T. Williams is at swilliams@startribune.com.  \nMore information on Somalia:\n      Somalia's official Web site. http://www.somaligov.com \n      \"Finding Refuge in Owatonna: A rural town in southern Minnesota is getting to know hundreds of Somali refugees, including the wife of the African country's new prime minister\" by Sarah T. Williams. Star Tribune, Dec. 17, 2000, page 29A. A profile of Mariam Mohamed, wife of Ali Khalif Galaydh. Find it at http://www.startribune.com/nationworld \nCorrection\n\n\n\nCorrection-Date: October 26, 2001, Friday\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: October 25, 2001"
}