{
    "title": "Somalia is Obama's new ' Afghanistan '",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 8,
    "day": 6,
    "full text": "The Horn of Africa is a hotbed of pirates, Islamic radicals, warlords, refugees, and, lately, foreign armies trying to influence this killing field. The epicenter is Somalia, a Muslim land largely in chaos since 1991 and - this is the big worry - a possible nesting ground for Al Qaeda or its allies.\nPresident Obama has taken on this trouble spot directly, as he has Afghanistan. He's beefing up US military aid and training for Somalia's besieged government, which can barely hold onto the capital, Mogadishu. And on Thursday, Secretary of State Hillary Rodham Clinton held a high-profile meeting with the country's elected president, Sheik Sharif Sheik Ahmed.\nMrs. Clinton boldly declared that Al Shabaab, the Islamic militants that are close to toppling Mr. Sharif, sees \"Somalia as a future haven for global terrorism.\" A victory for them - much like the 1996 takeover of Afghanistan by the Taliban - might also destabilize nearby countries, such as Kenya. She noted the group's attempt to recruit followers abroad and its alleged plot for an attack in Australia.\nSuch Bush-like talk and Mr. Obama's expansion of military aid sets down a marker for the US president to rid Somalia of the threat from Al Shabaab and its fellow foreign fighters.\nThe US, however, is unlikely to send its own troops to a country in which the American military infamously retreated after the 1993 \"Black Hawk Down\" incident in which two US helicopters were downed, resulting in the killing of 18 US soldiers. Instead, the new US aid is being coursed through other African nations. And an African force of nearly 5,000 is being beefed up in Mogadishu.\nPresident Bush's major response to the threat of Al Shabaab was to kill its leader with an aerial bomb. But that only hardened the insurgency.\nWill Obama's strategy work any better? Or will he be seen as \"soft on terrorism\" and be charged with \"losing Somalia\"?\nLast year, Somalia had the highest number of terrorism-related killings after Iraq, Afghanistan, and Pakistan. In those other countries, attempts have been made - with limited success - to negotiate with radical Islamists, such as the Taliban, in hopes of attracting moderates over to the government side. Somalia's president himself was persuaded to leave the Islamic militants and become an elected leader.\nAt some point, Obama might find an opening to negotiate with Al Shabaab, or at least, some in the lower ranks. He has assigned high-profile diplomats to talk to foes in the Middle East and Central Asia. Where is the special envoy for Somalia?\nWith his mix of nation-building aid and military aid, Obama must also add more diplomacy to win over soft members of Al Shabaab.\nAmerica learned on 9/11 that it can't ignore the chaotic corners of the world that harbor terrorists. It also learned in Iraq that might doesn't always make right. Before Somalia becomes Talibanized, Obama needs to come down hard with a soft touch and save Somalia from itself.\n(c) Copyright 2009. The Christian Science Monitor\n\nLoad-Date: August 6, 2009"
}