{
    "title": "SOMALI TERRORISM SUSPECT WILL GET TRIAL IN U.S. CIVILIAN COURT HE WAS QUESTIONED FOR 2 MONTHS AT SEA",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 7,
    "day": 7,
    "full text": "WASHINGTON -- The U.S. military captured a Somali terrorism suspect in the Gulf of Aden in April and interrogated him for more than two months aboard a U.S. Navy ship before flying him this week to New York, where he has been indicted on federal charges.\nThe case represents the Obama administration's attempt to find a middle ground between open-ended detentions in secret prisons, as practiced by the George W. Bush administration, and its commitment to try as many terrorism cases as possible in civilian courts.\nWith the capture of Ahmed Abdulkadir Warsame, the administration appeared to split the difference, with military and intelligence officials interrogating him secretly for two months before bringing in law enforcement officials to question him for purposes of an indictment.\nHe is the first foreign terrorism suspect the administration has captured outside the United States and moved to this country for trial.\nIn flying Mr. Warsame to New York before announcing his capture, the administration circumvented likely congressional objections to his transfer here. Congress has barred the administration from moving detainees held at the U.S. military prison at Guantanamo Bay, Cuba, to the United States for trial.\nThe nine-count indictment, returned under seal by a federal grand jury in the Southern District of New York late last week, does not accuse Mr. Warsame of carrying out or plotting any major attacks on U.S. targets.\nInstead, it charges him with conspiracy and providing material support to two groups the United States considers terrorist organizations: al-Shabab, a militant Islamist group opposed to Somalia's weak, U.S.-backed government, and Yemen-based al-Qaida in the Arabian Peninsula, or AQAP. Mr. Warsame is also accused of weapons offenses related to both alleged conspiracies; conspiracy to teach and demonstrate explosive-making; and receiving military training from AQAP.\nThe administration has described AQAP as the most \"operationally active\" affiliate of Pakistan-based al-Qaida, responsible for the Christmas Day 2009 bombing attempt aboard a Detroit-bound airliner and last year's cargo plane bomb plots. In recent months, administration officials have described increasing ties between AQAP and al-Shabab, and indications that al-Shabab was expanding its ambitions to target the United States and its allies.\nMr. Warsame, said to be in his mid-20s, \"clearly served as an important conduit between the two organizations,\" which are \"directly engaged in plotting against the United States or our interests,\" a senior administration official said. Mr. Warsame \"was in Yemen last year, and this year ... and helped facilitate contacts between the organizations,\" the official said.\nThe White House this week made available three senior officials to brief reporters on the case on the condition that they not be identified by name.\nOther U.S. officials, interviewed separately, said Mr. Warsame and another individual were apprehended aboard a boat traveling from Yemen to Somalia by the U.S. military's Joint Operations Command. The vessel was targeted because the United States had acquired intelligence that potentially significant operatives were on board, the officials said. Court documents said the capture occurred April 19.\nOne of the senior administration officials who briefed reporters said the other suspect was released \"after a very short period of time,\" after the military \"determined that Warsame was an individual that we were very much interested in for further interrogation.\"\n\nLoad-Date: July 8, 2011"
}