{
    "title": "Somalia , Revisited",
    "publisher": "the new york times",
    "year": 2006,
    "month": 6,
    "day": 7,
    "full text": "Terrorist groups linked to Al Qaeda may just have won a new foothold in the strategic Horn of Africa, as radical Islamist militias captured Somalia's capital, Mogadishu. \n  The immediate concern among many Somalis is a forcible imposition of harsh Islamic law, Taliban style. The larger international concern is that Mogadishu's new rulers may follow the Taliban's example in another way, sheltering international terrorist operations in a region within tempting striking distance of vulnerable countries on the Arabian peninsula and in East Africa.\nThe Bush administration wasn't exactly caught looking the other way. But with more than 130,000 American troops tied down in Iraq and some 20,000 more in Afghanistan, and with America's reputation in the Islamic world driven to an all-time low, Washington's ability to respond effectively to a very real danger was severely compromised. \n  For want of better options, the United States had thrown its support to a different set of warlords with few visible merits beyond their willingness to fight their Islamist rivals. But by some accounts, Washington's support for these warlords only discredited them in the eyes of many Somalis. \n  The parallels to Afghanistan when the Taliban took power in 1996 are uncanny, and frightening. The sequel, however, does not have to turn out quite as horribly. Mogadishu's new masters claim to be interested mainly in establishing peace, stability and Islamic rule at home. They insist that they are willing to talk with anybody, which at least raises a possibility that they could be talked out of sheltering international terrorists. \n  With good luck, perhaps a new battlefront with international terrorism may yet be avoided. Luck, however, is no substitute for a more supple and effective American strategy against a highly mobile foe like multinational Islamist terrorism. Washington needs to develop more agile responses of its own. It especially has to avoid getting drawn into quagmires that force it to fight on the terrorists' terms and timetable. \n\nhttp://www.nytimes.com\n\nLoad-Date: June 7, 2006"
}