{
    "title": "Some Captured Terrorists Talk Willingly and Proudly, Investigators Say",
    "publisher": "the new york times",
    "year": 2014,
    "month": 10,
    "day": 14,
    "full text": "When Osama bin Laden's son-in-law, who encouraged jihad against the United States, was arrested and flown from Jordan to this country last year, it might have seemed unlikely that he would be willing to say much.\nBut whatever reticence he might have had was quickly lost.\n''I am willing to tell you anything, and will not hold back,'' he said. He soon waived his Miranda rights, according to an F.B.I. summary of his interrogation. He also said, ''You will hear things of Al Qaeda that you never imagined.''\nThe defendant, Sulaiman Abu Ghaith, who was sentenced to life in prison last month, offered a trove of information, some of which was later used against him in court.\nAnd he was far from alone.\nIn the annals of crime, one time-honored tradition is the oath, spoken or not, of not cooperating with law enforcement. The Mafia has omerta; the slogan ''Stop Snitchin' '' has appeared on murals and T- shirts; and pop culture has its own references. In ''Goodfellas,'' the character played by Robert De Niro advised that the two greatest lessons in life were to ''never rat on your friends and always keep your mouth shut.''\nThose maxims can apply even in the lowest-level crimes. ''The young kid on the street who's busted for snatching a chain knows enough not to talk to the cops,'' Ronald L. Kuby, a defense lawyer, said.\nBut time and time again, terrorists break that mold.\nFaisal Shahzad, the Pakistani immigrant who tried to detonate a car bomb in Times Square in 2010, spent two weeks being questioned about ''sensitive national security and law enforcement matters,'' after waiving his right to a lawyer and a speedy court appearance, the government said. He later pleaded guilty and was sentenced to life in prison.\nSome defendants in the civilian court system cite the specter of the government's methods of torture, like waterboarding, at secret C.I.A. sites, for the extraction of information.\nNazih Abdul-Hamed al-Ruqai, an alleged Libyan Qaeda operative who was captured last year in Tripoli, waived his rights and gave an incriminating statement while being questioned by the Federal Bureau of Investigation, prosecutors have said.\nHe has pleaded not guilty and moved to suppress his statement on the grounds that it followed ''countless hours of abusive interrogation'' by the C.I.A. that left him confused, afraid and vulnerable to being pressured into waiving his rights, his lawyer wrote in a court filing.\n''I was convinced that I would end up in one of C.I.A.'s black site torture prisons,'' Mr. Ruqai, whose nom de guerre is Abu Anas al-Libi, said in a separate filing. By the time he spoke to the F.B.I., he said, his ability to make a voluntary decision about whether to speak ''was long since gone.''\nProsecutors say that Mr. Ruqai's statement was made only after he ''knowingly and voluntarily waived his Miranda rights.'' A judge is holding a hearing on the matter on Wednesday.\nMansour J. Arbabsiar, an Iranian-American charged in 2011 in a plot to kill the Saudi ambassador in Washington, confessed and provided ''extremely valuable intelligence'' on Iran's role, prosecutors have said. He pleaded guilty before a judge could rule on his suppression motion, which argued that his statements had been the product of mental illness.\nThat illness, his lawyer, Sabrina Shroff, recalled, ''led him to believe that he could convince the agents to see things his way and that would show his innocence.'' He is now serving a 25-year sentence.\nTerrorism defendants speak willingly for a variety of reasons, according to defense lawyers and former prosecutors.\n''They want to boast, particularly if they have ever done something to harm 'the infidel,' '' said David Raskin, a former chief of the terrorism unit in the United States attorney's office in Manhattan. ''But just being an enemy of the United States is something they're very proud of and anxious to talk about.''\nLinda Moreno, a terrorism defense lawyer, said: ''I think it's cultural in part. They're not raised in this system, and they don't grow up with the holy notion that you have the right to remain silent ingrained in their psyche.''\nMr. Abu Ghaith's case and some of the other terrorism cases appear to underscore what defenders of civilian courts have long argued: that traditional law enforcement techniques are effective at extracting information from suspects in international terrorism cases.\nIn the 1998 bombings of the United States Embassies in Kenya and Tanzania, which killed 224 people, three Qaeda operatives who were arrested gave lengthy statements; they identified people in photographs and discussed their associates with the F.B.I. and other authorities.\nNot everything that they said was true, and many of their statements were self-serving, said Daniel J. Coleman, a retired F.B.I. agent who participated in the Bin Laden investigation. ''But they did manage to say enough to get themselves into a great deal of trouble,'' he added. All three men are now serving life sentences.\nIn Mr. Abu Ghaith's case, an F.B.I. agent and a deputy United States marshal flying with him from Jordan on a Gulfstream V aircraft, first asked him through an interpreter whether he was aware of any plots against the United States or any other country. He said no.\nHe was then, according to the interrogation summary, advised of his rights and nodded as they were explained to him to indicate that he understood.\nHe then waived his rights and did not ask for a lawyer to be present, the summary said.\n''I have no problem with telling my story and answering your questions if you're an investigator,'' he is quoted as saying. He was offered food and water, and breaks to pray, use the bathroom and stretch his legs, the document says. A judge found that Mr. Abu Ghaith had been treated humanely and his statements were ruled admissible.\nThe decision to prosecute Mr. Abu Ghaith in the civilian system drew criticism from Senator Lindsey Graham, Republican of South Carolina, who said he should have been held as an enemy combatant and interrogated for intelligence purposes.\nAlthough the summary of Mr. Abu Ghaith's interrogation ran 21 pages, ''it should have been a 200-page statement, taken over weeks or months,'' Senator Graham said in March after Mr. Abu Ghaith's conviction. ''We lost an opportunity here with this guy.''\nSince the Sept. 11 terror attacks, the debate over how best to gain intelligence from hardened terrorists has intensified. Much has been made of the advantages of the military system, where Miranda warnings are not administered and coercive techniques have been used.\nPreet Bharara, the United States attorney for the Southern District of New York, whose office has successfully prosecuted a string of international terrorism cases, including Mr. Abu Ghaith's, said in an interview over the summer that law enforcement's success in obtaining information from suspects could not be discounted.\n''It is counterintuitive -- and I understand that,'' Mr. Bharara said, ''that people one morning want to do everything they can to kill everyone who looks like an American, and destroy cities, and in some cases, prepare to engage in suicide missions or help others engage in suicide missions, and then the next afternoon, when caught, snitch on their plans, snitch on their colleagues, snitch on intelligence that otherwise would have been unavailable to the very same people that they were dedicated to killing.''\n''However, it is true; it happens all the time,'' he said, adding that a willingness to talk was ''something that should be considered a little bit more by people who fight really hard in these debates.''\nThe phenomenon of international terrorists' providing information goes back at least to 1995, when Ramzi Ahmed Yousef, who orchestrated the 1993 bombing of the World Trade Center, spent six hours answering questions as he was flown to the United States from Pakistan. On the last leg of his journey, as a helicopter carried him along the East River and an F.B.I. official pointed at the twin towers and observed that they were still standing, Mr. Yousef famously replied, ''They wouldn't be, if I had had enough money and explosives.''\nAli H. Soufan, another former F.B.I. agent, said that in his experience, the ''higher the operatives are in the pyramid of the terrorist organization, the easier it is to talk to them.''\nMany terrorists ''feel what they are doing is an extension of their jihad, is part of their cause,'' he said. ''They are willing to die for it, so if given the right opportunity, they are not going to deny it.''\nMr. Soufan said there was no ''cookie cutter'' approach to terrorism interrogations.\n''What works on one subject does not necessarily work on the other,'' he said. ''But if you know how to do it and you know what buttons to push, intellectually and mentally, these guys will talk.''\n''Sometimes, the problem is in shutting them up,'' he added.\n\nhttp://www.nytimes.com/2014/10/14/nyregion/some-captured-terrorists-talk-willingly-and-proudly-investigators-say.html\n\nGraphic\n\n \nPHOTOS: Sulaiman Abu Ghaith, left, and Ramzi Ahmed Yousef, right, both volunteered information to investigators after they were arrested in terror cases. (PHOTOGRAPHS BY REUTERS\n ASSOCIATED PRESS)       \n\nLoad-Date: October 14, 2014"
}