{
    "title": "Some cities drop terrorism coverage",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 5,
    "day": 16,
    "full text": "PROVO -- Insurance rates for cities have increased sharply since the Sept. 11 terrorist attacks, and some Utah communities are dropping coverage for terrorism.\n\"I've been in the business for 45 years and I've never seen a market as hard as this,\" said Julie Montgomery, an insurance account representative for Fred A. Moreton and Co. in Salt Lake City. \"Rates have gone up all the way around.\"\nRate increases of 20 percent or more on liability, property and workers compensation insurance are common for both businesses and cities, she said.\nTerrorism insurance, which used to be part of regular insurance packages, is now available only for a separate premium, she said.\nTerrorism policies are covered 90 percent by the federal government and 10 percent by insurance companies, she said. The government will cover up to $100 billion in losses in the case of a terrorist event that is declared to be a national emergency.\nMany cities in Utah are choosing to forgo the terrorism insurance, she said.\n\"Honestly, most of them are not buying it,\" she said. \"I think because they feel like it is too expensive and they truly don't think it is going to happen to them.\"\nWyatt Scott, risk manager for Orem, said the city chose not to buy the terrorism rider, which would have cost $2,700 for the year.\n\"We looked at the hazard exposure and did not think that was a significant exposure to the city,\" he said.\nRodger Cochran, risk manager for Provo, said he has seen significant increases in premiums, including a 30 percent jump in workers compensation rates, 28 percent for property insurance, 15 percent for aviation insurance and 9 percent for liability.\nTo help keep premiums down, the city has hired a full-time safety officer and is doing safety training for all employees, Cochran said.\nAmerican Fork city administrator Carl Wanlass said liability, property and workers compensation rates had risen an average of 10 percent over the past year. The city has yet to decide whether to pay for a terrorism policy.\nA spokeswoman for Payson said the city did purchase a terrorism policy. The city's property insurance rates increased nearly 33 percent, to $90,000 annually, and liability rates increased 3 percent.\n\nLoad-Date: May 16, 2003"
}