{
    "title": "Some Democratic Candidates Seek to Link Shootings to Trump",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 4,
    "full text": "EL PASO — Democratic candidates for president on Sunday reacted strongly to two mass shootings that killed at least 29 people, calling on Congress to act decisively on gun control while denouncing a culture of hatred and white nationalism that some said emanated from the Trump White House.\nSpeaking to CBS News early Sunday, former Representative Beto O’Rourke of Texas said President Trump had “a lot to do with what happened in El Paso yesterday,” arguing that Mr. Trump’s remarks about immigrants and asylum seekers was responsible for having sown “the kind of fear, the kind of reaction that we saw in El Paso yesterday.”\n“It’s up to all of us to put an end to this racism and make sure that we don’t just tolerate our differences, but as we’ve shown here in El Paso, we embrace them as the very source of our strength and our success,” said Mr. O’Rourke, who is from El Paso and represented the district for years in Congress.\nThe pair of shootings on Saturday, in El Paso and Dayton, Ohio, killed at least 29 people and injured dozens more. Law enforcement authorities are looking into whether the suspect in El Paso was connected to a hate-filled, anti-immigrant manifesto that had appeared online minutes before the shooting. They said Sunday that they were investigating the shooting as an            act of domestic terrorism.\nFollowing the round of interviews on national political talk shows, Mr. O’Rourke stepped in front of dozens more television cameras in El Paso and made a declaration that has become a common refrain: “We cannot let this be the new normal.”\nLater, Mr. O’Rourke was approached by the parents of Joaquin Oliver, a student who was killed in the Parkland, Florida, shooting in 2018. They had come to El Paso so that they could go to Juarez to speak with migrants who are stuck in shelters there. It was their way of honoring their son on what would have been his 19th birthday.\nMr. Oliver spoke to Mr. O’Rourke at length, pleading with him to ensure that lawmakers find a way to curb gun violence.\nLike Mr. O’Rourke, Senator Cory Booker of New Jersey put the blame for the shootings on the president, saying, “Donald Trump is responsible for this.”\n“He is responsible because he is stoking fears and hatred and bigotry,” Mr. Booker said of Mr. Trump. “He is responsible because he is failing to condemn white supremacy and see it as it is, which is responsible for such a significant amount of the terrorist attacks. He is responsible because he is president of the United States and has failed to do anything significant to stop the mass availability of weapons to people who intend to do harm.”\n[“Of course he’s racist”: the 2020 Democrats renewed their condemnation of Mr. Trump on Monday.]\nThe acting White House chief of staff, Mick Mulvaney, called the shootings “a serious problem” on ABC, but denied that the president was to blame and rejected the idea that he had not taken seriously the threat of white nationalism.\n“They are sick, sick people and the president knows that,” Mr. Mulvaney said, referring to the attackers. “I don’t think it’s fair to try and lay this at the feet of the president.”\n“There are people in this country this morning thinking that President Trump was happy by this,” he continued. “That’s a sad, sad state of this nation. He’s angry. He’s upset. He wants it stop. I don’t think it’s at all fair to sit here and say that he doesn’t think that white nationalism is bad for the nation.”\nMr. Trump himself spoke to reporters briefly on            Sunday afternoon and said only that “hate has no place in our country and we are going to take care of it.”\nMr. O’Rourke was unequivocal in his condemnation of Mr. Trump, calling him ”racist.”\n“And he stokes racism in this country,” he added. “And it does not just offend our sensibilities, it fundamentally changes the character of this country and it leads to violence.”\nAsked in another CNN interview whether he believed Mr. Trump to be a white nationalist, he said yes. “The things that he has said both as a candidate and then as the president of the United States, this cannot be open for debate,” he said.\nIn between speaking before banks of news cameras, Mr. O’Rourke went to the Del Sol hospital, where he met with several victims, physicians and nurses for about an hour. He said doctors had spoken of “milagros, miracles.”\nBecause this is a bilingual community, Mr. O’Rourke answered many of the same questions twice — once in Spanish and once in English.\nOther Democratic candidates were more indirect in reference to the president’s connection to the violence, condemning his rhetoric and policies and what they said was his tolerance of white nationalism. And several focused on the need to enact stricter gun controls and combat the influence of the National Rifle Association.\nIn a statement on Twitter Sunday morning, Senator Elizabeth Warren of Massachusetts said: “We need to call out white nationalism for what it is — domestic terrorism,” and added that “we need to call out the president himself for advancing racism and white supremacy.”\nMayor Pete Buttigieg of South Bend, Ind., said he believed politicians and the White House were hesitant to condemn white supremacist terrorism because they were “embarrassed.”\n“At best he’s condoning and encouraging white nationalism,” Mr. Buttigieg added, speaking of Mr. Trump. “We have a president who made his career politically on demonizing Mexicans — and now we’re seeing reports that the shooter, yesterday, had his goal as killing as many Mexicans as possible. You don’t have to use a lot of imagination to connect the dots here. It is very clear that this kind of hate is being legitimized from on high.”\nIn a statement, Senator Bernie Sanders of Vermont excoriated the N.R.A. and urged Mr. Trump and Congress to “listen to the American people, not the ideology of a right-wing extremist organization.” And in a Twitter post Sunday, he called on the president to “stop your racist, hateful and anti-immigrant rhetoric.’’\nFormer Vice President Joseph R. Biden Jr. opened a campaign event on Saturday evening in Las Vegas with remarks about the El Paso shooting, but focused more on fighting the N.R.A.\nHe insisted that the country could “beat” the N.R.A, saying that even its members supported gun control measures like background checks.\nHe went further on Sunday night, addressing white nationalism directly and asserting that Mr. Trump was responsible for fostering it.\n“We can’t fix a problem if we refuse to name it: white nationalism,” Mr. Bidensaid in a post on Twitter. “An ideology emboldened by a president who stokes the flames of hatred and coddles white supremacists with messages of support.”\nHe added: “We must do what Trump won’t: condemn this evil and eradicate it from our society.”\nThe former mayor of San Antonio, Julián Castro, did not hold Mr. Trump as directly responsible for Saturday’s violence as Mr. Booker and Mr. O’Rourke had.\n“The person that is responsible for the shooting is the shooter,” Mr. Castro said. “At the same time, if you’re in a position of leadership, you set the tone for the country, and there is no question that this president is setting a tone of division and fanning the flames of bigotry and of hate.”\nJennifer Medina reported from El Paso and Matt Stevens from Atlanta. Katie Glueck contributed reporting from Las Vegas. \nPHOTOS: The Democratic presidential hopeful Beto O’Rourke, top, speaking to the news media on Sunday near the Walmart in El Paso where a mass shooting the day before left 20 people dead. He and Cory Booker, above, were among several candidates who said the president bore some blame. (PHOTOGRAPHS BY IVAN PIERRE AGUIRRE FOR THE NEW YORK TIMES; BRIDGET BENNETT FOR THE NEW YORK TIMES)\nRelated Articles\n‘Of Course He’s Racist’: 2020 Democrats Criticize Trump After Shootings\nMassacre at a Crowded Walmart in Texas Leaves 20 Dead\nMinutes Before El Paso Killing, Hate-Filled Manifesto Appears Online\n\nLoad-Date: August 6, 2019"
}