{
    "title": "Some Facts About Terrorism",
    "publisher": "the world",
    "year": 1998,
    "month": 8,
    "day": 12,
    "full text": "Three things may be safely said about the terrorist attacks in East Africa, but President Clinton won't say them:\n \n * Terrorism pays. Maybe not every time nor in the short term, but a studious terrorist will know positive results frequently flow from the target nation.\n \n * We can hypothesize confidently about terrorist motivation in general, but can rarely know with certainty about specific causes.\n \n * In most cases we will not find the terrorists.\nThe only reliable indicator of terrorist responsibility is advance word of an attack. That's Irish Republican Army style: A telephone caller announces a bomb will explode and gives a pre-arranged identifying code. Calls claiming responsibility after the fact have no value except to the media desperately seeking material.\n \n Even after terrorists are caught and convicted, doubt remains. Evidence comes from questionable sources - self-serving foreign-intelligence agencies or hired informers - or is puzzled out from communications intercepts or other circumstantial bits and pieces. The tremendous pressure on authorities to find terror perpetrators can lead to hasty and erroneous conclusions - such as when President Reagan bombed Libya in 1986 without final proof of an assault on Americans in Berlin. Justice would not have been served if we had launched planes against Iran following the 1996 Khobar Towers bombing in Dhahran, Saudi Arabia. Even if an Iranian group was implicated, we know that Tehran, Iran, has no control over its revolutionary elements - just as Washington can't control every militia in this country. The German judge who held senior Iranian officials responsible for the 1992 Mykonos assassination of Iranian dissidents took evidence from ex-President Bani-Sadr, an opponent of the clerical regime.\n \n It is very hard to gather evidence and prove guilt in international terrorism. Think how many suspects are held without charge by Israel; how many IRA convictions have been reversed.\n \n Perhaps forensic evidence will be found in the debris of Nairobi or Dar Es Salaam. Don't count on it. The fingernail sliver of metal that American officials say links Libyan agents to the Lockerbie bombing of 1988 would hardly convict in a fair trial. And don't narrow the circle of suspects to groups with the \"sophistication\" to produce car bombs. As Oklahoma City showed, a very few nonexperts can produce massive damage.\n \n Terrorists almost always have two motives in mind - revenge and policy change. And, sometimes, the minds that hold those ideas are truly sick. Americans and Israelis are quick to make that diagnosis for home-grown terrorists, but slow to allow a mental excuse for foreigners. Suicide bombers seem motivated more by hatred than by hope for a changed future. On the other hand, Iranian students who seized the US Embassy in 1979 wanted us to abandon the shah. If loathing for America had driven them, the hostages would never have emerged alive.\n \n So who are the suspects for the East African attacks and what might be driving them?\n \n Terrorism specialists immediately focus on Arab or Iranian groups. Any sheikh who has issued an outrageous threat or any action that might anger fanatics is interpreted as a probable cause. Nairobi and Dar-es-Salaam were soft targets - security was lax, which might attract groups out of the Middle East. But it would plainly dilute the message to send it from so remote a site rather than from the front lines of the struggle against Israel.\n \n Looking in the immediate neighborhood for suspects, there are two conflicts in which the US has recently been involved: the civil war in southern Sudan and clan warfare in Somalia. While the Sudanese government might want to drive the US and its aid for their rebels from the region, the other elements hardly seem up to organizing bombings in two capitals. Moving a little farther afield, investigators might check out India and Pakistan, where fanatical groups view the US as the enemy of their respective religion-based nationalisms. Although we have imposed sanctions on both sides, each sees us as favoring the other. In Pakistan, Americans have been terror victims.\n \n One government that has attacked us in the past will most assuredly not be studied by the terrorism experts. That government is Israel, which in the '50s faked a terrorist plot in Cairo to turn US policy away from Egypt (\"The Lavon Affair\") and bombed the USS Liberty during the 1967 war.\n \n These speculations demand all leads be followed in a serious investigation.\n \n Mr. Clinton says the attacks will not affect US leadership in the world. I think he's wrong. Washington is preoccupied with domestic issues and already reluctant to engage internationally with energy or funds.\n \n The solution for protecting our posts may be to maintain fewer of them. Terrorism will, thus, have given a push to the ongoing retreat from leadership. Can you imagine any American leader - not just the beleaguered Clinton - now undertaking a Camp David-type initiative in the Middle East, or working to cure the ills of East African or South Asian conflicts?\n \n The East African terrorists will, I fear, get a measure of what they presumably want - US pullback - just as the Palestinians and Kurds learned that terrorism brought them, first, international prominence, then recognition, and policy change in America and Europe. The Iranian-backed Lebanese who took hostages won arms from Reagan and, when they bombed our Embassy, US and Israeli withdrawal of forces. Forget the rhetoric of anti-terrorism; look for what happens to policy.\n* Henry Precht, a former US Foreign Service officer, dealt with terrorism in Iran before and during the hostage crisis and in Egypt after the Anwar Sadat assassination in 1981.\n\nLoad-Date: August 11, 1998"
}