{
    "title": "Some study abroad students not swayed by terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 1,
    "day": 29,
    "full text": "The struggling economy and the threat of terrorism have caused a significant drop in the number of students studying abroad, according to the University of Maryland study abroad office\nDuring the 2002 winter term, 120 students studied in foreign countries, compared to 164 in 2001. Spring participation dropped from 252 students in 2001 to 198 for the current semester, although numbers are not considered official until all participants have returned.\nStudy abroad adviser Christine Bodziak believes the recession is a reason for the decrease. Some of the numbers were low before Sept. 11, Bodziak said.\nU. Maryland\nHowever, a number of students did back out of the program during September and October, said Della Burke, study abroad office assistant.\n\"Some cases involved [the students] not wanting to travel or their parents not letting them,\" Burke said.\nJunior marketing major Jessie Levy was in the final stages of planning her spring semester in Florence, Italy, when the attacks occurred. Over the next few days and weeks, Levy reconsidered and ultimately nixed the trip.\n\"We heard a lot of stories about people and how difficult it was to travel in other countries,\" said Levy. \"If I had to make the decision now I would probably go.\"\nMarni Biam was not sure she would move to Australia for the spring semester, but the junior family studies major now plans to depart in a few days.\n\"I knew nothing would happen in Australia,\" Biam said, \"But I was worried about more attacks in the U.S. and not being able to get back home.\"\nFollowing advice from her father, Biam decided to take her trip.\nOther students followed their plans without hesitation. Senior government and politics major Mike Gould recently returned from a three-week winter term in Brazil, where he studied African-Brazilian culture. Once in Brazil, Gould did not hear much talk of terrorism at all.\n\"I felt safer in Brazil because they're pretty neutral,\" he said. However, Gould said many of his friends decided not to accompany him because their parents did not want them to go.\nThe structure of study abroad programs, including which destinations are offered, did not change after Sept. 11. Winter 2002 trips included Argentina, Italy, London, Paris and Amsterdam among others. Semester and year-long programs offer many of the same countries plus Israel, Denmark and Spain, which are not offered in the winter.\n(C) 2002 The Diamondback via U-WIRE\n\nLoad-Date: January 29, 2002"
}