{
    "title": "Some revealing questions for candidate Jess King",
    "publisher": "lnp ",
    "year": 2018,
    "month": 10,
    "day": 25,
    "full text": "Jess King and her supporters are trying to disguise her true identity by running a stealth campaign featuring what are known as \"glittering generalities\" about love, peace, justice and equality about which most people would agree (even if they'd differ on the implementation of those values).\nSo that the people of the 11th Congressional District will know exactly what King believes at her core, I call on LNP as the local paper of record with a civic and journalistic responsibility to fully inform voters about candidate beliefs to interview King and ask her the following questions. In the interest of even-handedness they should pose the same questions to Lloyd Smucker.\nAnd if LNP is not going to pose these questions to the candidates directly, I'd urge voters to consider them when weighing the choice between King and Smucker on Nov. 6.\n- Do you believe the U.S. has historically been a force for good or evil in the world? Explain.\n- Do you believe the U.S. flag is a symbol of freedom that deserves respect and honor, or is it a symbol of oppression? Explain.\n- What is your view of the U.S. military and what amount of money would you support in the federal budget for it?\n- Do you believe in open borders? If so, how would you deal with the national security problems such a policy would present?\n- How should the U.S. respond domestically and internationally to the threat of terrorism?\n- Do you agree with our government's assessment that Iran is the world's largest exporter of state-sponsored terrorism and that the sanctions placed on Iran are justified?\n- Do you agree with our government's policies toward Israel? Explain.\n- Which is the superior political, socio-economic system: free enterprise/capitalism or socialism? Explain.\n- Do you believe that former NFL quarterback Colin Kaepernick was justified in wearing socks depicting our police as pigs? Explain.\n- Is abortion morally repugnant or morally acceptable? If the latter, do you agree with the position that it should be safe, legal and rare? If not morally repugnant, why would you want to make it rare?\n- Do you support the impeachment of President Donald Trump? Why or why not?\n- Do you support the impeachment of U.S. Supreme Court Justice Brett Kavanaugh? Why or why not?\nThe dilemma these questions pose for King is this: If she answers them either dishonestly or in the evasive manner that I anticipate, she will lose the respect of her fellow committed leftists. If she answers honestly and enough voters see those answers, she could be a hero in places such as San Francisco, but the people of Pennsylvania's 11th Congressional District will certainly not want her speaking for them in Washington.\nLinford Youndt, of Lititz, is a graduate of Messiah College. He has been employed in the public schools as a teacher of American history and has also worked in construction, sales and marketing.\n\nLoad-Date: October 25, 2018"
}