{
    "title": "Some insurers offering NBCR cover Low sublimits available for terrorism risk despite exclusion in TR",
    "publisher": "business insurance",
    "year": 2007,
    "month": 6,
    "day": 11,
    "full text": "NEW YORK-More insurers are offering coverage for nuclear, biological, chemical and radiological terrorist attacks, despite lingering problems in pricing and evaluating those risks, some industry executives say.\nNBCR threats are not covered under the Terrorism Risk Insurance Extension Act of 2005, the federal terrorism insurance backstop which is an extension of the Terrorism Risk Insurance Act of 2002.\nBut more companies have been making NBCR coverage available in the past 12 months, though it is sublimited to ``very low levels,'' said Jack Gressier, chairman of Bermuda-based AXIS Insurance.\nMr. Gressier made his comments as part of a panel discussion focusing on property/casualty trends at Standard & Poor's Corp.'s annual industry conference last week in New York. Damien Magarelli, a director of New York-based S&P, served as moderator for the session.\nThose that are offering sublimits for NBCR events are largely doing so in order to retain renewal business for terrorism policies, Mr. Gressier said.\n``We personally believe it is possible'' to underwrite terrorism risks-AXIS sells standalone terrorism policies-but adequately pricing those risks is becoming ``increasingly difficult,'' Mr. Gressier said.\nPricing adequacy for the product remains a concern because many insurers fear predictive tools for terrorism are inaccurate, Mr. Gressier noted.\nKenneth J. LeStrange, chairman, president and chief executive officer of Pembroke, Bermuda-based reinsurer Endurance Specialty Holdings Ltd., said that his company is ``very wary'' of taking on terrorism risks and has ``limited involvement'' in that market.\nIt is ``a risk to be managed rather than a product to be sold,'' Mr. LeStrange said.\n``It gets very challenging to think about the frequency'' of terrorism events, he said.\n``You cannot model human nature,'' said Steve Ader, a director at S&P, who also participated in the panel discussion.\nAnd, since most buyers of terrorism insurance tend to be in peak zones, such as New York City and other major cities, it becomes very difficult for insurers to have a diverse portfolio of terrorism risk, unless they write the coverage in a broad variety of countries, Mr. LeStrange said.\nAccording to Mr. LeStrange, governmental involvement in terrorism insurance remains more important than ever. ``Without that backstop, it would be a dramatically different scenario,'' said Mr. LeStrange. ``Many peak areas of exposure...would really have a problem.''\nThe current program is slated to expire on Dec. 31, 2007.\nS&P is optimistic about the chances of a permanent federal terrorism backstop, due largely to Democratic control of Congress.\n``We think that with the political change in Washington, the prospects are much brighter'' for renewal of the program, said John Iten, director and commercial lines sector specialist at S&P, during a separate session held during the conference.\n\nGraphic\n\n \nArt Credit: Kenneth J. LeStrange, Endurance Specialty\n\nLoad-Date: June 16, 2007"
}