{
    "title": "SOME SEE LITTLE CHANGE IN TACTICS AS CIA BATTLES GLOBAL TERRORISM",
    "publisher": "the new york times",
    "year": 2007,
    "month": 6,
    "day": 27,
    "full text": "When the CIA took a nervous look at its past in 1973, one potential illegal act that officials identified was the treatment of a Soviet KGB officer named Yuri Nosenko. After fleeing to the United States in 1964, he was held in a makeshift jail for three years and subjected to tough questioning to determine whether he was a genuine defector or a plant.\nA CIA document released yesterday said officials \"became increasingly concerned with the illegality of the agency's position in handling a defector under these conditions for such a long period of time.\" So Mr. Nosenko was moved to a more comfortable safe house, given friendlier treatment and felt \"no bitterness\" about his experience after he resettled with a new wife, said the 1973 memorandum recounting the case.\nIn an era when secret CIA detentions have become a mainstay of the news, the comparison is hard to avoid. Since 2002, the agency has jailed nearly 100 suspected terrorists overseas and subjected some of them to far harsher interrogations than Mr. Nosenko's. The program is not seen as an agency lapse, and instead has been vigorously defended by CIA officials and President Bush.\nComparisons between different historical eras are always tricky. With an incomplete account of CIA misdeeds in its first quarter-century from the so-called \"family jewels,\" released this week with many redactions -- and a presumably even more incomplete knowledge of the spy agencies' actions since 2001 -- such a comparison is inevitably flawed.\nBut it is also irresistible. And it raises a provocative question: Do the actions of the intelligence agencies in the era of al-Qaida, which include domestic eavesdropping without warrants, secret detentions and interrogations arguably bordering on torture, already match or even eclipse those of the Vietnam War period?\nAt both times, Americans faced a hostile global ideology -- communism then, violent Islamic jihadism today -- and feared cells hidden in their midst. In the face of such a threat, it may be no surprise that secret agencies, wielding powerful technology and with the formidable backing of a president, sometimes come into conflict with democratic ideals.\nYesterday, the CIA director, Gen. Michael V. Hayden, tried to pre-empt such comparisons in a message to agency employees that was part cheerleading and part explanation of why the agency had finally released the documents, first requested in 1992 under the Freedom of Information Act by George Washington University's National Security Archive.\n\"We will find in the press coverage of today's release reminders of some things the CIA should not have done,\" Gen. Hayden wrote. But he added: \"I firmly believe that the improved system of intelligence oversight that came out of the 1970s gives the CIA a far stronger place in our democratic system. What we do now to protect Americans we do within a powerful framework of law and review.\"\nSome Cold War activities exposed over the years went beyond those detailed in the 700 pages of documents released yesterday, including failed plots to assassinate foreign leaders and mind-control experiments on unwitting Americans and foreign agents. Still, independent historians of the agency did not see the sharp contrast between past and present that Gen. Hayden described.\n\"We don't know everything that's going on today,\" said Villanova University political scientist David M. Barrett. \"But it seems to me there's already enough evidence to conclude that things are not so different today.\"\nMr. Barrett, author of a 2005 book on the CIA and Congress in the 1940s and 1950s, said the notion that the CIA was once lawless but now meticulously follows the law is simply wrong. Lawrence Houston, the agency's general counsel for its first 26 years, \"signed off on a lot of things that were of questionable legality,\" Mr. Barrett said.\nAnd while the agency now has far more lawyers, Mr. Barrett said they, too, have approved actions that some independent legal experts consider illegal or improper -- from kidnapping terrorists in foreign countries to using the simulated drowning technique called waterboarding.\nJames Bamford, whose books on U.S. intelligence cover the period from the Korean War to the Iraq war, took a similar view. He said the scale of the National Security Agency's interception of phone calls and e-mail messages of Americans and others in the United States in recent years -- which prompted an American Civil Liberties Union lawsuit in which Mr. Bamford is a plaintiff -- almost certainly dwarfs the electronic surveillance and the review of mail carried out by the NSA and the CIA in the 1960s.\nIf the \"family jewel\" collection details government spying on anti-Vietnam War protesters, it has a contemporary echo in the Pentagon's admission that a database called Talon improperly recorded the activities of anti-Iraq war protesters, he said.\n\nLoad-Date: June 27, 2007"
}