{
    "title": "Some allies balk at U.S. role in removal of terrorism suspects Italy , Sweden , Canada react to tran",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 6,
    "day": 20,
    "full text": "U.S. allies have begun to resist Washington's secretive role in spiriting away terrorism suspects: Italy is investigating the disappearance of one accused militant as a kidnapping, Sweden wrote rules to assert its authority to foreign agents, and Canada is having hearings after one of its citizens was sent to Syria.\nAt least two of the cases bear the hallmarks of the CIA's \"extraordinary rendition\" program -- stepped up after Sept. 11, 2001 -- in which the Bush administration has transferred dozens of suspects to third countries without court approval, subjecting them to possible torture.\nIn Italy, an Egyptian-born imam identified as Abu Omar had already drawn the attention of Italian anti-terrorism officials when he vanished off the streets of Milan two years ago, reportedly bundled into a van and flown back to Egypt from a joint U.S.-Italian air base.\n\"The prosecution is certain it was a kidnapping,\" prosecutor Armando Spataro told The Associated Press last week. He would not say who is suspected, citing judicial secrecy as the investigation still is under way.\nItalian news reports say the CIA was believed to have played a role in the disappearance, and opposition politicians have demanded explanations from the government of Premier Silvio Berlusconi, a close ally of President George W. Bush's.\nCiting conversations recorded by Italian anti-terrorism officials in a wiretap, the newspapers Corriere della Sera and La Repubblica reported that Omar, 42, called his wife and friends in Milan after his release last year. He recounted how he had been seized by Italian and American agents and taken to a secret prison in Egypt, where he was tortured with electric shocks. Italian officials say he now is living in Egypt, although Italian newspaper accounts suggested he was returned to custody in Egypt shortly after his release.\nAsked about news reports alleging U.S. involvement, Ben Duffy, a U.S. Embassy spokesman in Rome, said, \"We do not comment on intelligence matters.\"\nEgyptian authorities also have refused to comment or discuss whether they cooperated.\nThe Swedish government is facing tough criticism at home by international human rights groups for having voluntarily handed over two Egyptian terrorist suspects to American agents.\nCriticism about the case prompted Swedish police to draft new regulations on how to carry out deportation orders. The new rules say only Swedish officers can conduct body searches on Swedish territory, and Swedish officers must remain in charge.\nOn Dec. 18, 2001, Swedish security police turned over Ahmed Agiza, 41, and Muhammed Alzery, 35, to U.S. agents at Stockholm's Bromma Airport. A report by Sweden's chief parliamentary ombudsman, a watchdog of state agencies, called their treatment by the Americans \"inhuman\" and inconsistent with Swedish law.\nAgiza was convicted by Egypt's Supreme Military Court on April 27, 2004, of belonging to and leading an outlawed group aiming to overthrow the government. He was sentenced to 25 years on the same charge in 1999 while he was in exile in Sweden. Alzery was released from an Egyptian prison last October, where he had been held on terrorism charges.\nIn Canada, Defense Minister Bill Graham testified at a hearing in Ottawa last month that he was upset Washington did not consult Ottawa's leaders before deporting a Canadian citizen to Syria for questioning on suspicion of terrorism.\nMaher Arar, 35, holds dual Syrian-Canadian citizenship and was traveling on a Canadian passport when he was stopped in New York during a stopover while returning to Canada from Tunisia. He was held for 12 days before being sent to Syria on suspicion of being a member of al-Qaida, an allegation he denies.\n\nLoad-Date: June 20, 2005"
}