{
    "title": "SOME OFFICIALS QUESTION NEED FOR SUMMER TERRORISM WARNING_ FBI SAYS IT'S JUSTIFIED, SHOWS COMMITMENT",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 5,
    "day": 28,
    "full text": "FBI and Justice Department officials on Thursday defended their decision to warn the public about the potential for a devastating terrorist attack on the United States this summer, saying it was justified by intelligence and essential to avoid missteps that occurred before the Sept. 11 attacks.\nTheir defense came amid questions from lawmakers and some Bush administration officials with access to the same intelligence. They said Wednesday's announcement by Attorney General John Ashcroft and FBI Directo r Robert Mueller was overblown and caused unnecessary public concern.\nRepublican Rep. Christopher Cox of California, chairman of the Homeland Security Committee, said the Ashcroft-Mueller news conference mistakenly led some to believe the nation's threat level had been increased. He called it \"regrettable\" that Homeland Security Secretary Tom Ridge did not join Ashcroft and Mueller.\n\"Their separate public appearances left the impression that the broad and close interagency consultation we expect - and which the law requires - may not have taken place in this case,\" Cox said.\nHomeland Security Department spokesman Brian Roehrkasse reiterated Thursday that his agency has not seen any change in the \"steady stream of threat reporting.\"\n\"We do not have any new intelligence or specific information about al-Qaida planning an attack,\" he said.\nCassandra Chandler, assistant FBI director for public affairs, acknowledged that intelligence about the threat has been coming in for some time. But she said it now is being backed by a higher degree of corroboration.\nShe said the announcement demonstrates to Americans and the world that the FBI is focused on trying to thwart an attack.\nNew publicity about seven al-Qaida suspects being sought - six of whom h ave been pursued by the FBI for months - had generated more than 2,000 tips to an FBI Web site since Wednesday afternoon. It normally receives 200 terrorism-related leads every day.\n\nNotes\n\nNATION - NATIONAL FOCUS\n\nLoad-Date: May 28, 2004"
}