{
    "title": "SOME TERRORISM VICTIMS CRITICIZE PAYMENT 'SCHEME'",
    "publisher": "the columbian ",
    "year": 2000,
    "month": 10,
    "day": 30,
    "full text": "WASHINGTON -- A new law gives American victims of terrorism millions of dollars in compensation, but some fear it won't achieve their ultimate goal punishing terrorist nations.\nThe legislation to pay victims from the U.S. Treasury first, and recoup the money from alleged terrorist states later, is a precedent that complicates international diplomacy, say some international law experts.\nThe legislation signed Saturday by President Clinton is \"a convoluted scheme,\" says Rosemary Wolfe of Alexandria, Va., whose 20-year-old stepdaughter, Miriam, died in the 1988 bombing of Pan Am Fight 103.\n\"I'm no saint, but I could not take money this way,\" says Susan Cohen, whose 20-year-old daughter, Theodora, died in that attack over Lockerbie, Scotland.\n\"It doesn't punish terrorists, it punishes U.S. taxpayers,\" says Cohen of Cape May Court House, N.J.\n\"The American taxpayer is going to pay millions of dollars, and somehow, someday, maybe soon, maybe not soon, the money will be taken from the Iranians?\" asked Cohen.\n\"I think you have to believe in the Easter Bunny to believe that.\"\nShe and others believe Libya is behind the Pan Am bombing.\nOne proponent of the law and among the first who will benefit from it is Stephen Flatow, whose daughter, Alisa, was killed in a 1995 bombing in the Gaza Strip. Others include Terry Anderson, former chief Middle East correspondent for The Associated Press in 1984 when he was taken hostage and held in Lebanon for nearly seven years, and fellow hostages held for shorter periods, David Jacobsen, Joseph Cicippio and Frank Reed.\nTogether, eight families who've won lawsuits will receive some $ 213 million plus interest.\n\"When Tehran reads in the papers that the president has signed this law, and people can go after their money, it's going to hit home,\" says Flatow of West Orange, N.J. \"They're going to wake up.\"\nCourts awarded those damages under a 1996 law that allowed American victims to sue countries sponsoring terrorists if those countries are on the State Department's list of seven terrorist states.\nThe victims had been blocked from getting the payments until now because the administration rejected various plans such as seizing the long-closed Iranian embassy in Washington or taking money from frozen Iranian assets. Officials feared drawing retaliation or ruining chances for future relations with those states, which are Sudan, North Korea, Iraq, Iran, Cuba, Libya and Syria.\nAnother section of the law gives some $ 50 million to the families of three Brothers to the Rescue workers whose plane was shot down off the coast of Florida by Cuban jets in 1996. That money comes from frozen Cuban assets and not the Treasury.\n\nLoad-Date: October 30, 2000"
}