{
    "title": "Some San Jose State U. students annoyed by Homeland Security changes",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 12,
    "full text": "The attacks of Sept. 11, 2001, encouraged changes to be made to prevent another act of terrorism. The government created the new Department of Homeland Security and Transportation Security Administration shortly after the attacks.\n\"They (the department) definitely achieved one extremely important aim which is to re-instill confidence in the traveling public,\" said Doron Pely, vice president publications and editor-in-chief for Homeland Security Research Corporation. \"Without that, civilization would have suffered enormous damage.\"\nThe Department of Homeland Security was created in November 2002. The three primary missions of the department are to prevent terrorist attacks in the United States, reduce the United States vulnerability to terrorism and to minimize damage from potential attacks and natural disasters, according to the department's Web site.\nDuring the past three years since the department was created, \"Their efficiency improved and they were deployed and operated in record time,\" Pely said. \"That's a significant success.\"\nIn addition to the creation of the Department of Homeland Security, the Transportation Security Administration was also formed to help prevent terrorism.\n\"The biggest impact on our airport and airports nationwide is the start up of the TSA,\" said Rich Dressler, Mineta San Jose International Airport spokesman. \"Because of them, there's been a greater security.\"\nThe Transportation Security Administration was created in November 2001. Their mission is to prevent terrorist attacks and protect the U.S. transportation network, according to the agency's Web site.\nThe agency replaced private security companies with a federal agency that now screen all baggage. Prior to the agency, checked luggage was not screened for explosives.\n\"Security has gotten better at all airports,\" Dressler said. \"We have 100 percent screening of all checked baggage.\"\nChanges at airports have increased the time it takes for each person to get through screening. For some travelers, it has become more of a burden since Sept. 11.\n\"It's real frustrating to stand in line forever,\" said Reshma Kamath, a San Jose State University senior double majoring in global studies and psychology. \"It is a bit of a hassle and inconvenience that you have to go through all of the security.\"\nAnother traveler, who travels as much now as she did before, dislikes the hassle with screening.\n\"It has become more inconvenient and uncomfortable with all of the screening,\" said Vanessa de los Reyes, an SJSU senior majoring in global studies.\nDespite longer lines and heightened security, some travelers have not changed their opinions regarding airplane traveling.\n\"My feelings haven't changed about traveling,\" said de los Reyes, who travels two or three times a year. \"I think people in general are more paranoid, skeptical, but nothing has affected me personally.\"\nSome travelers have continued to feel safe while flying.\n\"Usually I feel safe, but there is always that thought that maybe, what if,\" said Kamath, who recently traveled to India.\nAccording to Dressler, everyone receives the same treatment at all airports. All travelers now are required to take off their shoes and put them through the X-ray because of the liquid bomb plot, in which terrorists planned to mix chemicals with a gel-like substance to create a powerful explosive that could be ignited, last month.\n\"The biggest benefit for a traveler is predictability,\" Dressler said.\n(C) 2006 Spartan Daily via U-WIRE\n\nLoad-Date: September 12, 2006"
}