{
    "title": "Some respect, please",
    "publisher": "the new york times",
    "year": 2013,
    "month": 11,
    "day": 1,
    "full text": "Most Americans associate the term \"terrorist organization\" with a cult of bearded Muslim men who bide their time in the desert, plotting new ways to destroy peace, freedom and the USA. Unfortunately, based on what we see on television. This depiction seems accurate. The news doesn't spend much time fleshing out \"U.S. enemies.\" We've been taught to believe that terrorists are motivated by a hatred of democracy, peace and our country - the bastion of all things noble. There are obvious problems with the American perception of terrorism: terrorist organizations are in no way exclusive to the Middle East, nor are they exclusive to Muslim extremism.\nThere's the National Liberation Front of Tripura, listed on the Terrorism Research and Analysis Consortium website as a militant group that forces locals to convert to Christianity via gunpoint. There's the Provisional Irish Republican Army (the infamous IRA), which, according to The Telegraph, a UK newspaper, was responsible for the deaths of over 3,000 people in Great Britain and Ireland after a 32-year reign of terror. And there's the Army of God, also listed on the Terrorism Research and Analysis Consortium website, a radical Christian group in the U.S. that bombed abortion clinics in the '80s. Something we tend to forget is that no major religion is free of extremists out to hurt others.\nThis naiveté is a dangerous mentality to uphold. We tend to think of terrorism in terms of \"us\" vs. \"them\" : Christianity vs. Islam, West vs. East, Good vs. Bad. But it's never that simple. There are Christian terrorists and Muslim peace-keepers. There are American Muslims and Middle Eastern Christians. The careless association of the Middle East and Islam with terrorists hinders our ability to work toward positive change in unstable regions. It's this \"us\" vs. \"them\" mentality that leads people on both sides to burn holy books, inciting outrage and costing each other allies. We also forget our own country's ignominious past with terrorism. It was the U.S. that helped arm Al-Qaeda and the Taliban in their rise to power. It was the U.S. that underhandedly armed the Nicaraguan Contras, a militant group that tortured civilians. Sure, that was before most Clemson students were born, but the fact is no one's hands are clean.\nWithin our lifetime, representatives of our country have done everything from ruthlessly killing civilians to torturing military prisoners. Sometimes it's hard to tell who the \"terrorists\" are. It is sobering to realize that that majority of these U.S. enemies aren't much older than the average college student. In fact, the word \"Taliban\" means \"the students.\" The group's origins lie with religious schools in Pakistan. According to the New York Times, since U.S. intervention in Afghanistan, the average age of Taliban leadership has dropped to the mid-twenties, meaning the atrocities being committed overseas are being committed by young people, not old men in turbans.\nIf the U.S. is ever going to successfully protect its interests in the Middle East, it needs to recognize that the citizens there aren't so different from ourselves. It is not culture or religion that causes these problems. Terrorism is the horrific result of complex social and economic injustices, rather than cultural predisposition. Yes, Islam is a major influence in the Middle East, but people forget that a major component of the Islamic mission is to bring peace to the world. Terrorism is inherently at odds with the teachings of Muhammad, just as it is inherently at odds with the teachings of Jesus. As soon as both sides realize this, the better off we will all be. A tad of mutual respect for each other's cultures and beliefs couldn't hurt anyone.\n\nLoad-Date: November 1, 2013"
}