{
    "title": "Some borrow Bush's line on terrorism",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 8,
    "day": 24,
    "full text": "In the thick of an election campaign, President George W. Bush has revived and retooled his argument that the U.S. must fight terrorists overseas or face them here.\nDespite the unpopularity of the Iraq war, some GOP candidates are borrowing Bush's line.\nBush warned at a news conference this week, \"We leave before the mission is done, the terrorists will follow us here.\"\nGoing a step further on Wednesday was Rep. Curt Weldon, R-Pa., locked in a tight Philadelphia-area re-election race. He told a TV interviewer, \"We either fight them there, or we fight them in the supermarkets and streets here.\"\nBecause control of the GOP-led Congress is up for grabs in November, the elections could determine the fate of what's left of Bush's second-term agenda.\nThe fight-them-there theme has been part of Bush's national security stump speech since 2003. But the \"follow us here\" part is a relatively new twist.\nTaking note of polls that show growing Iraq war opposition, Bush and other Republicans have been stressing links between Iraq and the broader war against terrorism -- a connection that Democrats generally dismiss.\nThe Republicans have also been trumpeting their record of urging aggressive action against terrorists. \n\"What you're seeing here is a restatement of what the administration, and I think most Republicans, consider to be a truth -- which is that Iraq is right now the principal battleground in the war on terror,\" said GOP consultant Rich Galen.\nAn AP-Ipsos poll released Wednesday found that 60 percent of Americans believed that in the long run, there would be more terrorism in the United States because of the war in Iraq.\nAlso, a CBS-New York Times poll on Wednesday said just 44 percent of Americans now considered the Iraq conflict part of the broader war on terrorism -- as the administration contends -- down 10 points from June. More than half now say it is not.\nPenn State professor Stephen Cimbala studies the interaction between war and U.S. politics. He said Bush and Republican leaders clearly had decided that emphasizing their leadership in fighting terrorism was the best way to maintain congressional GOP majorities.\n\"And the more issues they can commingle with the war on terror, the better for them,\" Cimbala said.\nIs Bush right? Will staying in Iraq keep the U.S. from having to fight terrorists at home?\n\"It's partly true and partly not true,\" said Jon Alterman of the Middle East Program with the Center for Strategic and International Studies.\nHe said al-Qaida and other terrorist groups that once found refuge in lawless places like Afghanistan would probably fill any vacuum in Iraq left by departing U.S. troops, setting up training camps and lines of communication.\n\"But what is also true is that sometimes in fighting a war on terror, you create the conditions under which more people decide to be terrorists,\" Alterman said.\n\nNotes\n\n Politics \n\nLoad-Date: August 24, 2006"
}