{
    "title": "Some bombed families tied through activism Links to third family show no obvious connection(2)",
    "publisher": "daily news ",
    "year": 2018,
    "month": 3,
    "day": 14,
    "full text": "Authorities investigate Monday after a teen was killed and a woman injured in the second Austin package blast.\nAUSTIN, TEXAS - Two of the three families targeted by package bombs left on Austin doorsteps knew each other and were connected through local activism in the black community, a civic leader said Tuesday, but it was unclear how they might be tied to a third household where a package bomb also exploded.\nInvestigators have said the three explosions that killed two people and wounded two others could have been hate crimes since all the victims were black or Hispanic. But they also said they have not ruled out any possible motive.\nDixon Mason, a prominent dentist in east Austin, was grandfather of 19-year-old Draylen Mason, who was killed Monday after carrying a package left at his home into the kitchen and opening it. The elder Mason was friends with Fredie Dixon, stepfather of 39-year-old Anthony House, who died in a similar attack in another part of the city on March 6, said Nelson Linder, president of the Austin chapter of the NAACP.\n\"I don't believe in coincidences,\" Linder said, explaining that he was concerned by the fact that the families were acquainted.\nStill unknown, though, is what connection - if any - the two families had to a third household where another package bomb exploded Monday, injuring a 75-year-old Hispanic woman.\nBusiness records indicate that Dixon was a leader of Austin's African American Cultural Heritage District, or \"Six Square,\" which the city defines as 6 square miles of east Austin that was originally created as the Negro District by the Austin City Council in 1928. He also was a longtime pastor at Wesley United Methodist Church, one of the city's oldest historically black churches.\nDixon was quoted in the Austin American-Statesman in 2015 lamenting how Austin's population and prosperity were effectively creating economic segregation by raising the cost of living.\n\"Austin is quickly becoming a city of the privileged and the non-privileged,\" Dixon told the newspaper. \"Is that the kind of Austin we want?\"\nLinder said Austin's minority community is on edge following the bombings.\n\"Given the fact these people are people of color, that definitely gets people's attention,\" he said. \"And they feel vulnerable, and they should based on the nature of the incidents.\"\nThe FBI and other federal officials continue to assist in the investigation. Austin Police Chief Brian Manley said Tuesday, \"We're not saying terrorism or hate is in play, but we certainly have to consider that.\"\nTina Sherrow, a retired agent for the Bureau of Alcohol, Tobacco, Firearms and Explosives, said the materials to build such bombs are commonly available at hardware stores or online, and that police have been mum on details because the perpetrators may be watching media coverage.\n\"I don't look at it as terrorism, but it's terrorism of a community for sure,\" Sherrow said.\nThe package explosives were not delivered by the U.S. Postal Service or any private carrier but left overnight on doorsteps.\nStill, Manley urged Austin residents to call 911 if they receive any unwanted packages that look suspicious. Authorities responded to 250-plus calls about parcels without finding any that were explosives.\nInvestigators collecting evidence continued to come and go, and yellow police tape still marked off the sites of Monday's two blasts, which occurred about 5 miles apart.\nThe attacks occurred amid the South By Southwest music festival, which attracts hundreds of thousands of visitors to Austin each March. But the blasts happened far from the main events and concert venues.\n\nLoad-Date: March 14, 2018"
}