{
    "title": "Some say Britain will pay high price for supporting US strike",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 16,
    "full text": "Britain may have a high price to pay for its willingness to go along with tough US action against Libya.\nBritish consent to allow 18 fighter bombers fly from US bases in Britain to strike at Libya gave the US the vital political backing it needed to show its attack had the support of a major European power.\nWhile the controversial gesture won the gratitude of the US - which regards Britain as the one European country it can count on for firm back-up action - British collusion has produced considerable negative fallout for the government of Prime Minister Margaret Thatcher.\nAmong Britons there is concern that the country may now become the target for Libyan terrorists who might strike either at US bases in Britain or at the 5,000 British citizens living in Libya.\nBritain's willingness to go along with the US strategy has also aroused criticism that Britain has become little more than a ''super aircraft carrier'' for US planes.\nBritish complicity is again opening up Mrs. Thatcher to critics' charges that she is a ''poodle'' to President Reagan.\nThe British, alone among NATO members, gave backing to the US strike. Many Europeans, angered and embarrassed by the US rebuff to Monday's Common Market foreign ministers' call for US restraint, are upset with Britain for breaking ranks.\nA number of European countries are skeptical about the US claim that it holds irrefutable proof which shows Libya behind recent terrorist attacks. France would not allow the F-111's to fly over French territory.\nMany critics point out that Sir Geoffrey Howe, the British Foreign Secretary, must have known about the impending US assault - but not let on - while he was attending Monday's foreign ministers' meeting.\nIn a stormy House of Commons debate, Thatcher was quick to cite Europe's ''totally insufficient'' action to deter terrorism as justification for the US strike.\nThatcher, who over the weekend gave every indication that she had serious doubts about the legality of proposed US action, unless given irrefutable proof of Libyan terrorism, appeared to have been won over by Washington's argument.\nIn view of the evidence of both past and future Libyan terrorism, she told Parliament, she believed the US had a ''duty and a right to invoke self-defence.''\nThere are some 150 F-111's based in Britain. Of these, 18 left from US bases at Mildenhall, Lakenheath, and Upper Heyford. The planes, which had to skirt the entire coast of France and Spain to reach the Mediterranean, were refueled at another US base in Fairford before leaving British airspace.\nBritain has more reason to support the US move than its European allies. Two years ago, Britain broke off diplomatic relations with Libya after Libyans gunned down and killed policewoman Yvonne Fletcher outside the Libyan embassy in central London.\nYet, there is considerable alarm within Britain that President Reagan has overreacted and that Britain has needlessly become the accomplice in an action that is arousing negative global reactions.\nSome residents close to US Air Force bases where the F-111's took off from on Monday are indignant - they charge that the strike against Libya abuses the purpose of these bases to serve NATO only.\nBoth the severity of the US attack and Britain's decision to go along with it took many Britons by surprise.\nThatcher is under considerable pressure now to reveal conclusive evidence that Libya was behind recent terrorist attacks, or run the risk of seeing her support for the Libyan strike discredited.\nSir Anthony Parsons, former British ambassador to the United Nations at the time of the Falkland's crisis, echoed the views of many prominent Britons when he suggested that the American case would have been much stronger if the US had taken the issue to the UN before taking military action.\nSeveral experts here seriously doubt that the US strikes will deter Libyan leader Col. Muammar Qaddafi.\nIf anything, they say, it may only increase his determination to act against US interests. The same now holds true, they say, for British installations. British military facilities around the globe went on full alert soon after the attack on Libya.\nMaj. Robert Elliott, of the respected International Institute for Strategic Studies, told an early-morning television audience that Europeans underestimate the intensity of feeling in the US over terrorism. Yet he added that he did not feel this was ''the right way to go.''\nTerry Waite, the Archbishop of Canterbury's special\nenvoy who has negotiated the release of four Britons from Libya and is continuing efforts to secure the release of 6 Americans held in Lebanon is perturbed by the US raids.\nHe considered the latest action the worst possible thing that could happen to his mission to free the US hostages.\nIncreasingly, cynicism about US motives is surfacing among the media and among leading opposition politicians, such as the Labour Party's Denis Healey. They question why the US goes after the ''soft'' options - countries like Libya, Grenada, and Nicaragua, which have small populations - but is not willing to take on Syria and Iran, bigger and more powerful countries whose support of terrorism is as great if not greater than Libya.\n\nGraphic\n\n \nPicture, Thatcher backs US military strike at Libya, AP"
}