{
    "title": "SOME DOUBT OF 'JOBS SAVED'",
    "publisher": "pittsburgh post-gazette",
    "year": 2009,
    "month": 11,
    "day": 20,
    "full text": "WASHINGTON -- Government auditors raised doubts yesterday about the number of jobs created or saved by the economic stimulus program, but they also said that mistakes reported in recent weeks signal the benefits of government transparency.\nRoughly 10 percent of the recipients of stimulus dollars failed to submit quarterly reports last month, according to a Government Accountability Office report.\n\"I think missing reports may drive the job numbers up, and I think there are enough inaccuracies in here to drive the numbers down,\" said Earl Devaney, who oversees Recovery.gov, the government's stimulus-tracking Web site. The Obama administration reported last month that the stimulus has created or saved about 640,000 jobs.\nGOP governors energize\nAUSTIN -- Republican governors wrapped up a two-day pep rally here yesterday with an expression of confidence that the political winds have begun to shift in their direction thanks to what they called a backlash among many voters against the policies of the Obama administration.\nWhat buoyed their spirits was the addition of two incoming governors to their ranks: Robert McDonnell of Virginia and Chris Christie of New Jersey. Other governors hailed those wins as the beginning of a turnaround for a party that suffered drubbings in 2006 and 2008.\nObesity spending to bloat\nWASHINGTON -- Spending to treat the health effects of obesity, $86 billion last year, will quadruple over the next decade, and almost half of U.S. adults will be obese by 2018, according to the annual America's Health Rankings study.\nDoctors who participated in the study warned that if obesity rates keep rising, spending on the health effects of obesity will grow to $344 billion by 2018.\nChicago plotters sentenced\nMIAMI -- Four men described as soldiers in a terrorism plot to destroy Chicago's Sears Tower and bomb FBI offices have each been sentenced to less than a decade behind bars, far less than federal prosecutors sought.\nThe plot never got past the discussion stage, which has led defense attorneys and national terrorism experts to describe the case as overblown since the \"Liberty City Seven\" were arrested in June 2006.\nAlso in the nation...\nJurors at the racketeering trial of John \"Junior\" Gotti raised the specter of a fourth mistrial. ... A group of volunteer \"elves\" in Alaska is looking to counter a decision by the U.S. Postal Service to end a program begun in 1954 in the small town of North Pole, where volunteers respond to thousands of letters addressed to \"Santa Claus, North Pole\" every year.\n\nLoad-Date: November 21, 2009"
}