{
    "title": "Some small towns opt to buy terrorism insurance Low cost of coverage makes it affordable, although c",
    "publisher": "usa today",
    "year": 2008,
    "month": 6,
    "day": 5,
    "full text": "Small rural and suburban communities -- some with few structures taller than a good-sized maple tree -- might be unlikely targets for terrorists, but many of them are protecting their police stations and water towers with terrorism insurance.\nThe extra coverage is relatively inexpensive -- for a small village, it can amount to less than $100 a year -- and in many cases, it's a standard feature of government insurance pools. But some question whether it is necessary.\nIn April, leaders of West Baraboo, a Wisconsin village of 1,200, debated whether to purchase terrorism coverage.\n\"If terrorists got this far into the country, there wouldn't be anyone to make the claim anyway,\" village clerk Mary Klingenmeyer said. The village board voted 5-2 to pay $87 annually for the coverage.\n\"We had quite a few outlying areas laughing at us,\" Klingenmeyer said. \"Maybe we'll have the last laugh.\"\nJames Hamilton, director of pooling programs at the National League of Cities Risk Information Sharing Consortium, said terrorism coverage is a common feature among the league's 34 affiliated state insurance pool programs, which cover nearly 16,000 towns, cities and schools.\n\"Even though the chance (of a terrorist attack) may be very minute ... if something were to happen, they don't want to be caught without protection,\" Hamilton said. The town of Plainfield, Ind., population about 24,000, decided that its proximity to a major highway, an airport and a rail system made coverage worth the extra $1,700 a year, clerk Wesley Bennett said.\n\"For $150 a month, we felt it was appropriate to get that kind of coverage for the amount of assets we have,\" Bennett said.\nWisconsin offers coverage in pool policies\nThe state of Wisconsin's Local Government Property Insurance Fund provides terrorism coverage at no extra charge in its pool insurance policies, which cover more than 1,100 Wisconsin public entities, according to Eileen Mallow, Wisconsin's assistant deputy commissioner of insurance. The insured include small villages such as Endeavor, Wis., population 440. West Baraboo is not part of the state pool. According to Klingenmeyer, the town opted to get its insurance through a local agency.\nMallow said none of the 1,100 pool members has made a terrorism insurance claim. There haven't been any claims in Nebraska and South Dakota either, according to officials who work for pools in those states.\nIn 2005, Wisconsin hired a consultant to assess the state's terrorism risk. \"We concluded that there is no significant additional risk that we need to charge extra for,\" Mallow said.\nJill Dalton, a managing director at Marsh, a global insurance broker, said 40% of the smaller public entities that Marsh insures purchase terrorism coverage. About 69% of large public entities buy the plans, she said.\nDalton said the cost of terrorism insurance for a municipality varies, based on factors such as the size of a deductible, a policy's limit and how many policies have been sold in an area.\nClaire Wilkinson, vice president of global issues for the Insurance Information Institute, said a Marsh study last year indicated the median cost of terrorism insurance for a public entity in 2006 was $37 per $1 million of insured value, down from $44 per million in 2004. So a community insuring $80 million of property might pay about $3,000 annually on terrorism insurance.\nRates differ based on risk\nWilkinson said different public entities will pay different rates based on their risk.\n\"There are complex issues which go into the rating,\" she said. \"It's not like hurricane risk. Insurers have less experience with terrorism risk, and it's very difficult to predict the frequency and severity of attacks.\"\nTwo years ago, Lincolnshire, a suburban Chicago village of about 7,000 people, opted to drop its terrorism coverage. The move saved the village about $6,000, according to Village Manager Robert Irvin.\nA community that suffered losses from a large terrorist attack could qualify for FEMA aid, said Ronald Cuccaro, president and CEO of Adjusters International, a disaster recovery consulting organization.\nCuccaro said terrorism insurance could help a community that suffered smaller losses in an attack.\n\"Let's say there was a small terrorist attack that carried just a few million dollars worth of damage,\" he said. \"That may not be large enough to qualify for a declared disaster.\"\nCuccaro said that after the 9/11 terrorist attacks, insurance companies began to exclude terrorism protection from their coverage. He said this prompted the Terrorism Risk Insurance Act, which was signed into law in 2002, which he said acts as a federal backstop for insurance companies.\nThe insurance doesn't cover everything. Cuccaro said terrorism coverage is specifically defined in policies and generally needs to be an event carried out by a group of people for political purposes.\n\"Just because it is exploding doesn't mean it will be covered,\" he said.\nJohn Piernot, a retired postal worker who lives in West Baraboo, said he doesn't blame village leaders for making sure the community is covered, but he doesn't feel the village is at great risk.\n\"As far as I'm concerned, if the product were offered, I wouldn't buy it,\" he said.\nJones reports for The Post-Crescent in Appleton, Wis.\n\nLoad-Date: June 5, 2008"
}