{
    "title": "Some soldiers make family plans before joining war on terrorism; Chemical, biological weapons_ They",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 2,
    "day": 2,
    "full text": "Some soldiers headed off to join the war on terrorism have fatherhood on their minds and are thinking of storing sperm for the future, industry workers said.\nMcFarland Clinic in Ames received four inquiries last week from Iowa troops called to duty who have expressed interest in having their sperm banked. Two soldiers already have had their sperm collected.\nThe soldiers' primary concern is the possibility their fertility could be put in jeopardy due to exposure to chemical or biological weapons, said Dr. Jana McKee, laboratory director of the clinic's assisted reproduction program.\n\"Reproduction is one of the first things that the body is able to sacrifice,\" McKee said. \"So this is an area that is very prime to be affected by environmental exposure.\"\nThe collected semen is frozen with liquid nitrogen. In theory, it can be stored indefinitely.\nUniversity Hospitals in Iowa City has fielded sperm banking inquiries from two soldiers about to be deployed, but neither has had sperm collected, said Amy Sparks, who heads the hospital's reproductive laboratory.\nSparks said it might be easiest for troops to bank their sperm with Cryogenics Laboratories, of Roseville, Minn. That lab allows men to collect a specimen anywhere in the country and send it to Minnesota by overnight mail.\nMedical clinics in California, Ohio and Virginia and other states also reported last week that troops are using sperm banking as a form of family insurance policy.\nMcFarland Clinic in Ames is offering discounts to Iowa soldiers who want to bank their sperm. Troops have to pay the $$ @204 fee for each collection of sperm, but the clinic is waiving the first-year storage cost, which is $$ @204. \n\"This is our way of saying, 'Thanks for what you do,'\" said McKee.\nCol. Robert King, Iowa National Guard spokesman, said they'll provide referrals and information for soldiers who inquire about sperm banking.\n\nLoad-Date: February 7, 2003"
}