{
    "title": "Son of Operation Chaos",
    "publisher": "the new york times",
    "year": 1981,
    "month": 3,
    "day": 12,
    "full text": "In the name of anti-terrorism, some people in the Reagan Administration are pushing a proposal to put the Central Intelligence Agency back into the business of spying on Americans. In the name of decency, the President should shoot it down.\nOnly that would reaffirm the commitments, made by both Presidents Ford and Carter, to maintaining effective intelligence without sacrificing American freedoms.\nEditorial comments on proposed regulations giving CIA more freedom\nThe circulating proposal would revive the time, not long past, when the C.I.A. thought nothing of opening the mail of innocent citizens, illegally searching homes and infiltrating political organizations.  When Presidents finally cracked down on those abuses it cost the nation nothing in security.\nYet the agency, responding to a Reagan White House call for ideas to combat terrorism, proffered a new executive order that would clearly bend the Constitution.\nThere is a dismaying callousness implied here. Do those promoting the idea think the nation has already forgotten the Huston plan that figured so prominently in the Nixon impeachment proceedings? Do they think people do not remember Operation Chaos, in which the C.I.A.  collected files on 13,000 people and indexed 300,000 names in a fruitless effort to link domestic dissenters with foreign espionage?\nCleaning up after Chaos required a Presidential commission, headed by former Vice President Nelson Rockefeller, which said the C.I.A.  had far exceeded its legitimate and lawful function. One commission member (identified by it as a political commentator and former California Governor) was named Ronald Rea-gan, and he joined in this unanimous recommendation:\n''Presidents should refrain from directing the C.I.A. to perform what are essentially internal security tasks. The C.I.A. should resist any efforts, whatever their origin, to involve it again in such improper activities.'' That remains good advice for the President and the C.I.A. But look at what has been suggested: Eliminate the rule that requires agents investigating citizens to use the least intrusive means possible … Downgrade the Attorney General's role as a check on the legality of spying techniques …  Scratch the need to show cause that a surveillance target is engaged in subversion.\nIn the last day or so, some important second thoughts have surfaced. Adm. Bobby Inman, who is leaving the directorship of the National Security Agency to become the No. 2 man at C.I.A., says he fears that some people will hastily commit themselves ideologically before they understand the facts. He is right. But the larger lesson remains unchanged: Such turnabouts dramatize once again the need for having Congress fix the rules, instead of leaving them vulnerable to the stroke of a White House pen.\nThose who are pushing the changes say that increased terrorism at home and abroad makes them necessary. But Operation Chaos, and the Nixon Administration's short-lived Huston plan, were also justified as responses to terrorism. The new spying proposal amounts to an open call for Government lawlessness.\nAt least Tom Huston, who urged President Nixon to permit break-ins and harassment of political dissidents, conceded that his proposals were illegal and, if discovered, a potential source of embarrassment. Does an Administration headed by a former member of the Rockefeller Commission feel no such embarrassment?"
}