{
    "title": "Songs and Silence in Manchester on Anniversary of a Terrorism Attack",
    "publisher": "the new york times",
    "year": 2018,
    "month": 5,
    "day": 23,
    "full text": "LONDON -- With songs and silence, the tolling of bells and the privacy of memory, residents of Manchester, England, on Tuesday marked the anniversary of a terrorist bombing at a rock concert that killed 22 people and challenged the city's resilience.\nOn the night of May 22, 2017, Salman Abedi, a British citizen of Libyan descent, detonated explosives packed with nails, bolts and ball bearings at a concert by the singer Ariana Grande at the Manchester Arena. \n  The attack was by far the most devastating  in the city since 1996, when a huge truck bombing by the Irish Republican Army reduced part of the center to rubble and injured scores.\n  But unlike the I.R.A. bombers, who telephoned a warning of their intentions, Mr. Abedi offered no advance clues as to his plans. It emerged later that Mr. Abedi had traveled to Libya beforehand to meet with members of an Islamic State unit linked to terrorist attacks in Paris in 2015.\n  ''Thinking of you all today,'' Ms. Grande said on Twitter in a message that inspired an outpouring of affectionate replies, ''I love you with all of me and am sending you all of the light and warmth I have to offer on this challenging day.''\n  City authorities scheduled a day of commemorations. Prime Minister Theresa May, other political leaders and Prince William, the second in line to the British throne, attended a memorial service at Manchester Cathedral, during which a nationwide moment of silence was observed.\n  The service was relayed to places of worship in York, Liverpool and Glasgow. In a display of unity, representatives of the Hindu, Jewish, Muslim and Sikh populations in Manchester offered prayers for peace.\n  Later, more than 80 choirs and as many as 10,000 people gathered in Manchester's central Albert Square to sing at an event called ''Manchester Together -- One Voice.'' Messages from celebrities were broadcast on large screens around the square at the start of the event.\n  The performers included a group of police, ambulance and fire service staff, who sang a rendition of ''Bridge Over Troubled Water.''\n  A choir of parents and children who were at Ms. Grande's concert the night of the bombing also performed, many visibly overcome with emotion as they held hands and raised candles in the air.\n  The square was packed with onlookers, many of whom had lined up for hours before the event began. The memorial concert ended with a group singalong to ''Don't Look Back in Anger'' by Oasis, Ms. Grande's ''One Last Time,'' ''One Day Like This'' by Elbow and ''Never Forget'' by Take That.\n  After the tribute ended, Ms. Grande posted a video from the memorial to Twitter and shared a message with her fans.\n  At exactly 10:31 p.m., a year to the minute after the bombing, church bells tolled across the city center.\n  The authorities have also planted 28 Japanese maple trees along what they called the Tree of Hope Trail, where people may leave messages to be kept in an archive chronicling Manchester's response to the attack.\n  The bombing came midway through a series of attacks from March to June, most of them in London, adding Britain to the list of European countries struck by Islamist militants. On two occasions, assailants in vehicles rammed pedestrians on bridges across the River Thames in London, deepening a sense of vulnerability.\n  With memories of suicide attacks and other assaults since 52 people died in a coordinated onslaught against the London transit system in 2005, many Britons have been forced to live with the threat of terrorism, even as officials assert that many more planned attacks have been thwarted. But some officials detect a more nuanced shift in the perceptions of hazard.\n  ''Manchester has changed,'' the city's mayor, Andy Burnham, said on BBC radio on Tuesday. ''We're stronger and more together and there is a palpable sense of community spirit. But underneath the scars are very real and deep. We're a city in recovery.''\n\nhttps://www.nytimes.com/2018/05/22/world/europe/manchester-attack-uk-anniversary.html\n\nLoad-Date: May 23, 2018"
}