{
    "title": "Sony attack is called _new form of warfare' US weighs placing North Korea back on list of nations sp",
    "publisher": "st. louis post-dispatch ",
    "year": 2014,
    "month": 12,
    "day": 22,
    "full text": "HONOLULU • The United States is reviewing whether to put North Korea back onto its list of state sponsors of terrorism, President Barack Obama said as the U.S. decides how to respond to the cyberattack on Sony Pictures Entertainment that law enforcement has blamed on the communist nation.\nObama described the hacking case as a \"very costly, very expensive\" example of cybervandalism, but did not call it an act of war. In trying to fashion a proportionate response, the president said the U.S. would examine the facts to determine whether North Korea should find itself back on the terrorism sponsors list.\n\"We're going to review those through a process that's already in place,\" Obama told CNN's \"State of the Union\" in an interview that aired Sunday. \"I'll wait to review what the findings are.\"\nObama's comments drew immediate scorn from two Republicans who are longtime critics of his foreign policy.\n\"It is a new form of warfare, and we have to counter that form of warfare with a better form of warfare,\" Arizona Sen. John McCain said.\nSen. Lindsey Graham of South Carolina called it \"an act of terrorism\" and favored reimposing sanctions and adding North Korea to the terrorism list. The U.S. needs to \"make it so hard on the North Koreans that they don't want to do this in the future.\"\nNorth Korea spent two decades on the list until President George Bush's administration removed it in 2008 during nuclear negotiations. Some lawmakers have called for the designation to be restored since the hacking that led Sony to cancel the release of a big-budget movie that North Korea found offensive.\nOnly Iran, Sudan, Syria and Cuba remain on the list, which triggers sanctions that limit U.S. aid, defense exports and certain financial transactions.\nBut adding North Korea back could be difficult. To meet the criteria, the State Department must determine that a country has repeatedly supported acts of international terrorism, a definition that traditionally has referred to violent, physical attacks rather than hacking.\nObama also leveled fresh criticism against Sony over its decision to shelve \"The Interview,\" despite the company's insistence that its hand was forced after movie theaters refused to show it.\nWhile professing sympathy for Sony's situation, Obama suggested he might have been able to help address the problem if given the chance.\n\"You know, had they talked to me directly about this decision, I might have called the movie theater chains and distributors and asked them what that story was,\" Obama said.\nSony's CEO has disputed that the company never reached out, saying he spoke to a senior White House adviser about the situation before Sony announced the decision. White House officials said that Sony did discuss cybersecurity with the federal government but that the White House was never consulted on the decision not to distribute the movie.\n\"Sometimes this is a matter of setting a tone and being very clear that we're not going to be intimidated by some, you know, cyberhackers,\" Obama said. \"And I expect all of us to remember that and operate on that basis going forward.\"\nNorth Korea has denied hacking the studio, and on Saturday it proposed a joint investigation with the U.S. to determine the true culprit. The White House rejected the idea and said it was confident North Korea was responsible.\nBut the next decision - how to respond - is hanging over the president as he vacations with his family in Hawaii.\nObama's options are limited. The U.S. already has trade penalties in place, and there is no appetite for military action.\n\nGraphic\n\n \n Cars drive by the Sony Pictures Plaza building in Culver City, Calif., Friday, Dec. 19, 2014. President Barack Obama declared Friday that Sony \"made a mistake\" in shelving the satirical film, \"The Interview,\" about a plot to assassinate North Korea's leader. He pledged the U.S. would respond \"in a place and manner and time that we choose\" to the hacking attack on Sony that led to the withdrawal. The FBI blamed the hack on the communist government. (AP Photo/Damian Dovarganes)  An exterior view of the Sony Pictures Plaza building is seen in Culver City, Calif., Friday, Dec. 19, 2014. President Barack Obama declared Friday that Sony \"made a mistake\" in shelving the satirical film, \"The Interview,\" about a plot to assassinate North Korea's leader. He pledged the U.S. would respond \"in a place and manner and time that we choose\" to the hacking attack on Sony that led to the withdrawal. The FBI blamed the hack on the communist government. (AP Photo/Damian Dovarganes) \n\nLoad-Date: December 22, 2014"
}