{
    "title": "SORROW AND SUSPICION; Anti-terror bills zoom down pike; Gingrich seeks repeal of assault weapon ban",
    "publisher": "the atlanta journal and constitution",
    "year": 1995,
    "month": 4,
    "day": 25,
    "full text": "While congressional leaders in Washington promised quick passage of an anti-terrorism bill, House Speaker Newt Gingrich indicated that he's not ready to give up on the Republican-backed effort to repeal a ban on assault weapons.\nAt a Georgia Chamber of Commerce luncheon in Cobb County, Gingrich said rented trucks have been more deadly than the assault weapons declared illegal last year by a Democratic Congress.\n\"I don't see how you're going to take away rental trucks,\" he said. \"You've got to focus on violence. I challenge the news media to go add up the number of people killed by those 19 guns this year and come back with a list, and then compare the bombing in Oklahoma City.\"\nBut Wayne LaPierre, executive vice president of the National Rifle Association, said Monday in Washington that NRA officials had spoken with Gingrich and Senate Majority Leader Bob Dole in the past few days about delaying the legislation.\n\"We have certainly agreed to set aside - to move back on the agenda - consideration of the firearms legislation,\" he said.\nIn Cobb County, Gingrich said a bipartisan effort supported by the White House should be able to push through new anti-terrorism legislation by May.\nThe Senate, which reconvened Monday, is in position to act fastest. Orrin Hatch (R-Utah), chairman of the Senate Judiciary Committee, plans a Thursday hearing on anti-terrorism legislation sponsored by him and Majority Leader Bob Dole.\n \nThe administration is asking Congress to:\nFund a domestic counterterrorism center to be overseen by the FBI and charged with infiltrating suspected terrorist groups.\nGive the FBI power to examine hotel and motel registers and search telephone logs, as well as credit card records.\nThose proposals would be added to Clinton's Omnibus Counterterrorism Act of 1995, already moving through Congress. That bill, originally aimed at foreign terrorism, would let the government use evidence from secret sources in deportation proceedings for aliens suspected of terrorist involvement.\nThe bill from Hatch and Dole would toughen penalties for acts of domestic terrorism, and add conspiracy to the list of terrorist offenses.\nThe rush of anti-terrorist legislation has set off alarms among some civil libertarians.\n\nLoad-Date: June 27, 1995"
}