{
    "title": "SOUNDING BOARD '96",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 4,
    "day": 14,
    "full text": "Post-Dispatch reporters interviewed one person from each of eight groups or clusters. Each cluster represents a bloc of people in the area with similar backgrounds and similar views.\nWe used a computer to set up the groups of like-minded people by analyzing answers of St. Louis area residents who took part in the Post-Dispatch's Show Me poll last summer.\nThe computer grouped people by their poll opinions on several issues, from economics and government to religion and lifestyle. Researchers then looked for common variables, such as income, education and marital status, that might account for some of the similarities in views.\nCombined, the eight groups contain 143 poll participants who agreed to be interviewed periodically this election year on political and social issues.\nThe poll and arrangement of the groups were conducted for the Post-Dispatch by the Center for Advanced Social Research, part of the School of Journalism at the University of Missouri.\nWe asked St. Louis area residents to tell us their concerns about domestic terrorism and about the government's reaction to the problem.\nMOVING ON UP\nEric Warren\nAge: 30\nHome: St. Louis\nFamily: Single, one child\nOccupation: Computer analyst doing contract work for the Army Aviation and Troop Command\nWarren works at a large federal facility, but he isn't overly worried about terrorism on the scale of the Oklahoma City bombing. \"It scares me that it could happen in the United States, but it seems like an isolated incident.\"\nHe said the potential is there for such bombings again. So he agrees that authorities should be given more tools to combat terrorism. In that vein, he wants to make it harder for people to acquire guns, which he believes also could help reduce street crime. Procedures for a person buying a gun \"should be just like checking into his background for a government security clearance.\"\nWarren also wants tighter screening of \"who comes and goes into the country.\" He said the government should keep a closer eye on groups that might threaten public safety, but safeguards are needed against abuses by investigators.\nHe said he has no objection to inconveniences caused by increased security at airports and other public places.\nMark Schlinkmann\nWORRIED OPTIMISTS\nLinda Weaver\nAge: 34\nHome: Wentzville\nFamily: Divorced, three children\nOccupation: Nursing student at St. Charles County Community College\nWeaver says she has some concern about militant \"anti-government groups\" that have come to the forefront since the bombing in Oklahoma City. But Weaver says knowing that the bombing was so unusual has kept her from becoming more worried about her own safety. \"I'm not all that intimidated by it,\" she said.\nWeaver said she would become afraid if there were a sustained series of terrorist attacks, such as the Irish Republican Army-related bombings, which have rocked London over the years.\nMeanwhile, she has no objection to increased security to combat terrorism in the United States. That includes the metal detector and identification check she encountered while on personal business a few months ago at a federal building.\n\"For the greater good,\" she said, she would give law enforcement more authority to deal with suspected terrorists, such as making it easier to conduct telephone wiretaps. But, she said, \"they should have some checks and balances and a system where abuse of it can be deterred.\"\nMark Schlinkmann\nMATURE, MIDDLE OF THE ROAD\nRay Stief\nAge: 65\nHome: Silex\nFamily: Divorced, seven children\nOccupation: Retired machinist\nStief says public opinion \"is coming down too hard on government\" regarding attempts to do something about terrorism. \"The government has a job to do.\"\nIf he learned of survivalists training in Lincoln County, it would not bother him as long as they weren't plotting against the government. Wiretapping would be justified to learn the group's intentions. If subversive activities were found, he said, government \"ought to snuff that out in a hurry.\"\nBut if Stief discovered that government was wiretapping neighbors he knew, \"that would be eavesdropping. I wouldn't put up with that.\" He said he would not mind if restrictions on wiretapping were relaxed somewhat to meet increased terrorist threats, but \"keep it within reason. It's all in how the law is interpreted.\"\nStief says he has no personal concern about terrorism, although he feels \"a sense of precaution\" when going to a public place. If law enforcement officers want to check him out, Stief said, \"I have nothing to hide. If they want to look in my vehicle, let them.\"\nFred W. Lindecke\nDOING WELL … AND SCARED\nAnna Fox\nAge: 59\nHome: near Arnold\nFamily: Married, four children\nOccupation: Homemaker\nFox is a gun owner and a defender of Second Amendment rights. She is wary of some anti-terrorism proposals. To her, \"just cause\" should be the standard of whether government should be watching groups suspected of plotting something.\nIf an informer tells a government agency that members of a group are planning violent action, \"I would put surveillance on them.\" But if the government \"wants to take away our rights to own a gun,\" then she opposes government snooping.\nPersonally, Fox said, she is more concerned about crime when she goes into the city than she is about a terrorist act. \"I have no fear about going into the Hillsboro courthouse. But I might be uncomfortable if I was in the Empire State Building or the Statue of Liberty in New York.\"\nFox said friends in other countries worry about terrorism. They wonder, \"Do I want to go into that store? Get on that bus?\" She said anti-terrorism methods will not stop terrorists \"if they want to do it badly enough.\"\nFred W. Lindecke\nWORRIED ABOUT CRIME\nJudith Hupperts\nAge: 56\nHome: Brighton\nFamily: Single\nOccupation: Raises and judges show dogs and guinea pigs\nHupperts says she is outraged that a year after the Oklahoma City bombing, the suspects have not been tried. \"That's a travesty,\" she said. \"What kind of signal does that send to terrorists? That nothing will happen if they do something? The biggest thing the government can do to protect people is to give speedy trials. Everyone's so afraid of violating civil rights. Everyone's afraid of getting sued.\"\nShe favors using metal detectors at airports \"and in major civil buildings. I don't think I believe in wiretaps. To me, those things can get out of hand.\"\nGovernment surveillance may be appropriate when there's strong evidence of potential wrongdoing or dangerous activities, and she advocates background checks of anyone buying a weapon. But, she said: \"We must be careful. Look at the McCarthy era, and it got out of hand.\"\nShe said the public often defines terrorism too narrowly: \"I believe every violent attack is a terrorist attack. Some poor little girl in some slum house getting beat to death -- to me, that's terrorism.\"\nJo Mannies\nINVOLVED AND ANXIOUS\nGary J. Henry\nAge: 31\nHome: St. Louis\nFamily: Single\nOccupation: Laborer\nHenry says that, like many Americans, he's frustrated with government. But he worries that some people carry that frustration to extremes. His concern about terrorism and crime is one reason his television is regularly turned to Cable News Network. He said: \"You shouldn't turn against government. That's why we have elections and stuff.\"\nTo protect the public, Henry said, the government must do what it can to provide security in public buildings. Metal detectors and security officers are fine. So are background checks of people applying for government jobs.\nWhat's going too far? Doing police checks on every person who visits a government building. But he sees nothing wrong with government surveillance of people \"known to be involved in crimes, known to be involved in gangs, known to police.\"\nTo those who are disillusioned with government, Henry suggested: \"A lot of people went to war and died for these freedoms, for these people. They should think about that instead of turning against the government.\"\nJo Mannies\nCLUSTER\n8\nUPSCALE AND SECURE\nDennis Walk\nAge: 37\nHome: Granite City\nFamily: Married, two children\nOccupation: Steelworker\nWalk says terrorism is \"kind of like a car wreck. You can't defend yourself. It's just there.\" He doesn't worry about it personally.\nHe says anti-terrorism methods will force people to \"give up voluntarily some of our rights, whether we like it or not.\" He suspects government will try to go too far in tightening restrictions: \"They won't keep it contained. It will not be just against terrorists, but throughout the country -- all people. We shouldn't have wide-open wiretapping and eavesdropping.\"\nWalk said he was not particularly worried about survivalist or self-defense groups. \"As long as they're out there running in the woods, playing their war games with plastic paint pellets and hollering, I guess that's, 'Welcome to America.' They got the right to join their clubs as much as the Jaycees, as long as it doesn't get out of hand.\"\nIf a group barricades itself, Walk sees little sense in storming the place and risking death. \"It's better to sit and wait.\" The nation can afford to pay law enforcement officers to wait out the resisters.\nFred W. Lindecke\nRELIGIOUS PROGRESSIVES\nDaniel Louvall\nAge: 25\nHome: O'Fallon, Mo.\nFamily: Married, no children\nOccupation: Student, UMSL\nLouvall says a trip to the county courthouse or the federal building is a routine errand, and terrorism \"is not a constant thing on my mind. It's conversation with friends, but nothing to lose sleep over.\"\nAt one time, he said, \"I had thought of terrorism as another nation's problem. Now we seem to have trouble with our own home-grown variety.\"\nBut anti-terrorism measures proposed for the United States set off alarms in his head. He said he opposes wiretaps and \"the thought of somebody coming into my house on a preventive search.\" If the St. Charles County sheriff learned of a group holding meetings or training in the woods, he would expect the sheriff to investigate. \"But I would want him to go through due process first,\" Louvall said. \"I don't want him going out there playing soldier.\"\nHe said people in survival or paramilitary groups should be left alone \"until they cross the line, and then meet fire with fire. If they've got weapons of war, then those who have equal weaponry should be called in -- the National Guard if necessary.\"\nFred W. Lindecke\n\nGraphic\n\n \nPHOTO; Photo Headshots of: (1) Anna Fox (2) Ray Stief (3) Eric Warren (4) Linda Weaver (5) Daniel Louvall (6) Gary J. Henry (7) Judith Hupperts (8) Dennis Walk\n\nLoad-Date: April 17, 1996"
}