{
    "title": "SOUTH AFRICAN POET FREED AFTER 7 YEARS",
    "publisher": "the new york times",
    "year": 1982,
    "month": 12,
    "day": 6,
    "full text": "Breyten Breytenbach, who is widely held to be the most important living poet in the Afrikaans language, has been released from prison after serving seven years of a nine-year sentence for terrorism.\nRapport, an Afrikaans newspaper, reported today that the 43-yearold poet and painter flew to Paris Saturday to rejoin his Vietnamese wife, shortly before the Prison Services announced that he had been released under a new policy that makes it possible for prisoners convicted on political charges to receive remission of sentence.\nThe announcement made a point of dashing any hopes that the policy might apply to Nelson Mandela or other imprisoned leaders of the banned African National Congress. ''No hope for remission of sentence or conditional release whatsoever can be cherished by any other persons who persist in their original criminal objectives,'' it declared.\nJOHANNESBURG, Dec. 5 - Breyten Breytenbach, who is widely held to be the most important living poet in the Afrikaans language, has been released from prison after serving seven years of a nine-year sentence for terrorism.\nMr. Breytenbach was sentenced in 1975, after pleading guilty to a charge that he had returned to South Africa in disguise, on a forged French passport, to make contacts for an obscure white adjunct to the African National Congress called Okhela. The name is derived from the Zulu word for spark.\n \nImprisonment Backfired\nThe whole episode of the poet's secret mission, his arrest and subsequent trial had the stamp from the start of a romantic fling or quest, rather than of serious politics. But the security police, possibly as a way of checking a drift toward dissent and countercultural life styles among young Afrikaners, chose to prosecute Mr. Breytenbach as a dangerous revolutionary.\nHis imprisonment, however, backfired because it hastened the disillusion of a whole generation of young writers and artists who regarded him as their most important voice. His supporters were initially stunned when he coupled his plea of guilty with what seemed to many of them to be an abject apology to John Vorster, then the Prime Minister, for a poem in which he had been characterized as a ''butcher.''\nThe poet was able to explain himself a year and a half later when he was hauled into court on another set of terrorism charges for what officials said was recruiting a prison guard to Okhela and getting him to smuggle his letters out of jail. In his first trial, Mr.  Breytenbach testified, he had been ''manipulated'' by the security police into believing that he would get the minimum sentence if he cooperated with the prosecution.\nIt had been a ''humiliating experience,'' he continued, and left him with a compulsion to explain himself to his friends, which was why, he said, he had allowed himself to be led into another round of bizarre plotting with the guard who carried his letters. The judge accepted this explanation and the poet was acquitted on the second set of charges, but returned to prison to complete his original sentence.\n \nBrother is Army Brigadier\nMr. Breytenbach comes from a mainstream Afrikaaner family in Cape Province. One of his brothers is an army brigadier who commands a battalion of blacks that has spearheaded South African assaults into Angola. The poet's own disenchantment with Afrikaner domination is often traced to the refusal of the white authorities to grant a visa to his wife, Yolande, after they married in Paris 20 years ago.\nThis led him to a re-interpretation, in his poetry and his life, of what it means to be a member of the dominant group. When black students revolted in 1976 against the requirement that they learn Afrikaans, Mr. Breytenbach wrote a bitterly sardonic poem on Afrikaner cultural chauvinism that was later smuggled out of prison.  An English translation conveys some of the flavor of the original: For we are Christ's executioners. We are on the walls around the townships gun in one hand machine-gun in the other: we, the missionaries of Civilization.\nWe bring you the grammar of violence and the syntax of destruction - from the traditions of our firearms you will hear the verbs of retribution stuttering.\n\nGraphic\n\n \nIllustrations: photo of Breyten Breytenbach"
}