{
    "title": "South African Black, 73, Endures 2-Year Trial",
    "publisher": "the new york times",
    "year": 1983,
    "month": 2,
    "day": 13,
    "full text": "Lawyers for a venerable black trade union leader, whose trial here on charges of murder and terrorism is about to enter its third year, did not go through the motions of applying for his release on bail this week after the last potential witness against him recanted an earlier statement.\nThere could be no argument for bail because one of the laws on which the unionist, Oscar Mpetha, is charged in a 31-count indictment gives the judge no discretion whatsoever on the matter of bail if the state opposes it. So Mr. Mpetha, who is 73 years old and infirm from a diabetes condition that could force the amputation of his left leg, was hauled back to prison Thursday at the end of the 207th day of the trial, one of the longest in the annals of South African criminal law.\nAn official of the mainly black Food and Canning Workers Union, he is standing trial with 18 young blacks, most of whom are a full halfcentury younger than he is. He testified that he knew none of them before his arrest on Aug. 13, 1980. The state contends that he whipped them up into a frenzy of antiwhite racial feeling and instigated a riot in which the cars of two passing white motorists were stoned and set aflame; the motorists were both killed, one of them apparently by stab wounds.\nCAPE TOWN, Feb. 11 - Lawyers for a venerable black trade union leader, whose trial here on charges of murder and terrorism is about to enter its third year, did not go through the motions of applying for his release on bail this week after the last potential witness against him recanted an earlier statement.\nIt is Mr. Mpetha's own testimony and that of his friends in the trade union movement that such behavior would have been totally out of character. ''Oscar has been nonracialist throughout his life; he fought hard against the 'black consciousness' elements for their antiwhitism,'' said Jan Theron, a white who is general secretary of Mr. Mphetha's union, referring to a movement that has been reluctant to make common political cause with whites.\nIn black trade union circles it is a suspicion, amounting to a conviction, that Mr. Mpetha is not on trial for his purported role in the rioting that broke out near Nyanga township here at a time when the police were seeking to break simultaneous boycotts of buses and schools. The contention is that he is being kept in jail for his identification with the African National Congress, of which he was a regional officer before its banning 22 years ago, and more particularly for his effectiveness as a union organizer in the industrial port of East London early in 1980.\nNevertheless, his attitude to whites is so central to the state's contention that he was the behind-the-scenes manipulator of an underground black youth group called The Comrades that the prosecutor, Johan Slabbert, actually led off his cross-examination of Mr. Mpetha by asking, ''What are your feelings toward the whites?''\nIt was a question Mr. Mpetha had to answer repeatedly in three days on the stand. Once he described going to a labor meeting at which the thesis was advanced that in South Africa the term worker, by definition, means a black. ''When I heard that, I took my hat and left,'' Mr. Mpetha told the court.\nThe length of the trial is due to the number of the accused, the intricacy of legal arguments about the admissibility of pretrial statements and a leisurely pace that allows for long vacations for the lawyers and Judge Deneys Williamson. The state's case is based mainly on the testimony of black youths fron Nyanga, most of whom were held in detention until they testified.\nOnly a handful of these have positively implicated Mr. Mpetha and their testimony has been notable for its inconsistencies. Mr. Mpetha steadfastly denied all these allegations and furnished a detailed account of his activities on the day of the rioting.\nOne of the witnesses, Phillip Nyongwana, who was 15 years old at the time of the disturbances, had placed Mr. Mpetha at a meeting in a church that occurred shortly before the two motorists were killed. On Thursday the youth testified he had told the police what they wanted to hear so they would stop questioning him."
}