{
    "title": "South Africa 's Goal",
    "publisher": "christian science monitor ",
    "year": 1992,
    "month": 12,
    "day": 3,
    "full text": "FRESH outbreaks of violence have accompanied nearly every positive development in South Africa in the course of that country's ongoing abandonment of apartheid. Extremist political factions - white and black - have used terrorist methods in an effort to derail negotiations.\nBy far the majority of victims in these attacks have been black South Africans. The cause often has been the vicious rivalry between supporters of the dominant anti-apartheid organization, the African National Congress (ANC), and the Zulu Inkatha Freedom Party.\nBut in many instances mass killings of blacks have resulted from outright terrorism, such as attacks on commuters waiting at train stations. A shadowy \"third force,\" with links to the country's security forces, has been implicated in many such incidents.\nThe grim picture of South African violence changed this week. For the first time in four years, a large-scale act of terrorism was directed at whites.\nPeople attending a Christmas party in the eastern Cape community of King William's Town were assaulted with grenades and rifle fire. Responsibility for the incident was claimed by the Azanian Peoples Liberation Army, a military arm of the Pan-Africanist Congress. The PAC has scorned efforts to negotiate with the white-led government, arguing instead for black separatism.\nNegotiations could take a significant step forward this week, with ANC and government representatives meeting to put together a timetable for the country's first truly inclusive elections. The goal is a multiracial interim government. That's a step rejected by extremists of all stripes - conservative pro-apartheid to militantly anti-white - since it could speed up their political marginalization.\nBut the rejectionists are a tiny minority in South Africa. Black South Africans overwhelmingly support the ANC's commitment to a negotiated settlement with the government. Most white South Africans, though they may disagree among themselves on the need to actively collaborate with the ANC, want to see the process of building a new system move ahead. The majority of all races wants to see peace and stability based on recognized universal rights, justice, and equity.\nThe ANC called the King William's Town incident \"an outrageous act of naked terrorism.\"\nInstead of causing South Africans of all races to hunker down in anticipation of more violence, this incident, and the memory of past ones, should spur the country's leaders to accelerate the move toward giving all citizens a stake in their country's government.\n \n\nLoad-Date: December 3, 1992"
}