{
    "title": "South African courts question security laws",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 11,
    "day": 18,
    "full text": "Alan Fine seemed more bewildered than anything else as he walked out of a South African court a free man last week.\nDetained in prison for 13 months and ''prepared for the worst,'' Mr. Fine looked stunned when acquitted of terrorism charges that stemmed from trade union activities. A judge found his activities perfectly legal.\nMany in South Africa are expressing similar bewilderment. The Fine case and others seem to have punctured the main justification offered by the South African government for its tough security laws, which permit the police to detain people indefinitely without bringing charges.\nLast year Minister of Law and Order Louis le Grange explained stepped-up police detentions as necessary to counteract a ''countrywide conspiracy against the state.''\nHowever, allegations of a conspiracy seem to have crumbled under closer scrutiny by both the courts - as in the Fine case - and the police themselves. A member of the Detainees' Parents Support Committee says it is now clear that detention is principally a ''weapon which the government uses to subdue its opposition.''\nThe Parents Support Committee, formed in response to the wave of detentions last year, says some 58 trade unionists, students, and community workers were arrested in the late 1981 swoops. It says some 48 have been released - some after lengthy terms in jail - without being charged with any crime. Only four persons were actually convicted of offenses.\nThe most tragic outcome of those detentions has been the deaths while in police custody of Dr. Neil Aggett, a white doctor and union official, and Ernest Dipale, a black student. An inquest into Aggett's death is due for a ruling next month.\nThe 1981 detentions centered on black and white trade unionists. The minister of law and order suggested the arrests were not for union involvement but for activities the state considered ''subversive.''\nHowever, the government has failed to establish any real link between the budding, mostly black trade union movement and any plot to destabilize the government.\nThe acquittal of Fine was followed by withdrawal of terrorism charges against two leaders of one of the nation's most politically outspoken black unions - the South African Allied Workers Union. One of those acquitted, SAAWU president Thomazile Gqweta, has been detained six times over the past two years, although he has never been convicted of a security law offense. The entire executive of SAAWU was detained at one time. But even as the two unionists were released, security police paid a visit to an SAAWU office, in what union officials claim is ''routine harassment.''\nNone of the 19 unionists detained late last year has been convicted of any offenses, but four of those detained were banned after being released.\nSouth Africa's successes in gaining convictions for security law violations have been clouded. Witnesses at the Aggett inquest said police used torture and threats to gain evidence and confessions."
}