{
    "title": "Southeast Asian foreign ministers near anti-terror agreement ; Pact_ Deal frees U.S. to fight terror",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 7,
    "day": 30,
    "full text": "Southeast Asia on Monday moved toward freeing the United States to fight terrorism in the region with a pact to share information, increase police cooperation and plug holes that al-Qaida-linked extremists could exploit.\nThe joint agreement, which seeks to balance sovereignty and security, denounces \"terrorism in all its forms and manifestations, committed wherever, whenever and by whomsoever,\" according to a draft obtained by The Associated Press. If approved, it could also boost U.S. technical and financial aid against terrorism.\nThe Association of Southeast Asian Nations and Secretary of State Colin Powell are expected to sign the pact during the Asia-Pacific region's largest security meeting Wednesday and Thursday.\nSenior diplomats said on condition of anonymity Monday night that differences had been overcome and the accord should win easy approval. \"It emphasizes that ASEAN wants to work with the United States,\" said Singapore's foreign minister, Shanmugam Jayakumar.\nSoutheast Asia has become a second front in the battle against terrorism, with U.S. troops helping fight Abu Sayyaf guerrillas in the Philippines, and Malaysia and Singapore arresting scores of alleged al-Qaida-linked extremists accused of plotting bomb attacks.\nThe region's leaders want to end the perception that their nations are launching grounds for terror. Such a label, they say, hampers recovery and prosperity - something not lost on Brunei's sultan, Hassanal Bolkiah, who invoked economic development in a call to arms against terrorism.\n\"This is why we are fully committed to removing its sponsors,\" the sultan said in a speech to foreign ministers that opened the ASEAN meeting. He emphasized that the solution could not be solely military but must consider economic, social, cultural and religious roots.\nBut freeing the United States to do more to fight extremism in Southeast Asia, home to hundreds of millions of Muslims, touches a tender spot with governments already concerned about American dominance in the region.\nThe joint declaration originally stipulated the United States would act in accordance with \"the principles of sovereign equality, territorial integrity and … nonintervention in the domestic affairs of other states.\"\nThe new wording, changed at Washington's request, says only that it is \"recognizing\" such principles.\nIndonesia and Vietnam initially objected, fearing the agreement would dilute sovereignty and could eventually lead to U.S. ground troops in the region. ASEAN ministers said military operations would be left to individual countries, and Hanoi and Jakarta now say they will support the pact.\nPowell is expected to sign it on a tour of Asia that took him to India and Pakistan over the weekend. He spent Monday in Bangkok, Thailand, and Malaysia. He was due in Brunei late Tuesday.\nThe draft also said participants would share information on terrorist financing, cooperate on border-control issues and crack down together on the rampant document and identity fraud that helps terrorists operate.\nASEAN comprises Brunei, Cambodia, Indonesia, Laos, Malaysia, Myanmar, the Philippines, Singapore, Thailand and Vietnam.\nThe security meeting later in the week, called the ASEAN Regional Forum, brings the Southeast Asians together with 13 other nations with strategic interests in the region, including the United States, China, India, Japan, both Koreas, Russia, Australia and New Zealand.\n\nLoad-Date: July 30, 2002"
}