{
    "title": "Southeast bomb 'like terrorism'",
    "publisher": "lincoln journal star ",
    "year": 2009,
    "month": 8,
    "day": 12,
    "full text": "A weekend explosion at the newly renovated Southeast High School went way beyond vandalism, as far as Principal Pat Hunter-Pirtle is concerned.\n\"It's like terrorism,\" he said. \"It was a bomb.\"\nPolice are trying to find whoever tied 20 camping-style propane tanks together, doused them in gasoline and set them on fire. They also used aerosol cans, according to the fire inspector.\nJust one propane tank exploded into a fireball at the south end of the building at about 1:15 a.m. Friday, causing $10,000 to $12,000 damage.\nImagine, Hunter-Pirtle said, what would have happened if all 20 had exploded.\n\"There were two custodians in the building,\" he said. \"I worry they could have been killed.\"\nThe custodians were in another part of the building and didn't hear the blast, but they smelled the smoke.\nThe tanks were outside, in a doorway that couldn't be seen from the street. It was among the areas recently finished as part of a $26 million renovation.\nSoutheast was the first of four high schools renovated as part of a $250 million bond issue passed by voters in 2006. Work on the other three is continuing.\nThe doorway and windows at Southeast will have to be replaced. Some floors and classrooms have water damage. Those will be ready to go by the time school starts, though Hunter-Pirtle doubts the door will be replaced by then.\nInvestigators don't have any suspects and have no reason to think the explosion was the work of whoever threw five Molotov cocktails at vehicles and houses during May, Assistant Police Chief Jim Peschong said.\nHunter-Pirtle said he didn't think the vandal was someone out simply to create mischief.\n\"I could be wrong, but I don't think this is just a prank by a kid,\" he said. \nReach Margaret Reist at 473-7226 or mreist@journalstar.com\nGET INVOLVED\nAnyone with information about the Southeast High School explosion should call Crime Stoppers at (402) 475-3600.\n\nLoad-Date: August 13, 2009"
}