{
    "title": "South African immigrant linked to terror group",
    "publisher": "the monitor ",
    "year": 2007,
    "month": 9,
    "day": 14,
    "full text": "Sep. 14--MCALLEN -- A South African woman arrested in McAllen and deported three years ago had ties to a Pakistani terrorist group that smuggled foreign nationals across the border, the state's top security official said.\nIn a speech Wednesday before the North Texas Crime Commission in Dallas, Texas Homeland Security Director Steve McCraw held up Farida Goolam Mahomed Ahmed as one of several terrorism suspects caught entering the United States through Mexico.\nMcCraw's remarks come three years after several federal agencies vehemently denied Ahmed's purported connections to terrorism.\nBut sources close to the investigation confirmed Thursday that prosecutors only charged Ahmed with immigration charges in exchange for her cooperation in larger terrorism cases.\nEach asked their name be withheld because they were not authorized to publicly talk about her case.\n\"The governor has always said that the southern border is a prime entry point for potential terror suspects,\" said Robert Black, a spokesman for Gov. Rick Perry's office.\nU.S. Rep. Solomon Ortiz, D-Corpus Christi, who first announced that Ahmed's name appeared on a federal terrorism watch list in 2004, balked Thursday after hearing of McCraw's remarks.\n\"The Bush administration has not really leveled with the people,\" he said.\n\"But she's been gone for how long, and now all of a sudden she's a terrorist? I was confident in my information all along.\"\nU.S. Border Patrol agents detained Ahmed on July 18, 2004, after she arrived at McAllen-Miller International Airport and was unable to produce a visa. She carried $7,300 in various currencies and a South African passport with several pages missing.\nAccording to court documents, she departed from South Africa 11 days before on a flight plan that took her through the United Arab Emirates, London and, finally, Mexico City.\nFrom there, she illegally entered the United States by wading across the Rio Grande.\nBut the case gained national attention after Ortiz announced that Border Patrol agents found Ahmed's name on an official list of terrorism suspects.\nGlobal media seized on the story hoping to link her to reports that al-Qaeda militants and members of other terror groups were traveling through Europe with fake South African passports.\nA month after her deportation, U.S. Customs and Border Protection touted Ahmed's arrest as an example of their anti-terror efforts, linking her to the bombing of an unidentified U.S. consulate in a written statement.\nBut the department raised more than a few eyebrows when it retracted the terrorism connection the same day. An agency spokesman apologized, calling the statement \"inaccurate on several levels.\"\n\"I think there are some media outlets and even some public officials who may very well be embarrassed by the way they have reported on this case once the facts become public,\" said Michael Shelby, then the U.S. attorney in Houston, in a January 2005 interview with The Monitor.\nAhmed left the country having only been convicted on immigration violations. But more than three years after her arrest, many of the court records remain sealed -- an unusual measure of secrecy for cases involving illegal immigrants.\nOrtiz still stands by his original assertions.\n\"I've been in law enforcement for a long time,\" said the congressman, who served as Nueces County's sheriff before his election to the U.S. House in 1982. \"I know you can try someone for a lesser crime and let them go in hopes that they'll help you catch bigger fish.\"\nWhen called to comment on Ahmed's case Thursday and a possible plea deal with prosecutors, U.S. Customs and Border Protection officials referred all questions to the FBI. A regional spokesman could not be reached Thursday afternoon.\nBut Black, the gubernatorial spokesman, stood by McCraw's remarks about the case.\n\"The governor has always said that the southern border is a prime entry point for potential terror suspects,\" he said. \"But when you talk about terrorism you have to question when you become a terrorist -- before or after the crime.\"\nMcCraw's statements Wednesday are believed to be the most specific on the topic of terrorist movement along the Texas-Mexico border.\nOthers detained have been linked to groups such as Hezbollah, Hamas and al-Qaida, he said.\nThe Associated Press contributed to this report.\nTo see more of The Monitor, or to subscribe to the newspaper, go to http://www.themonitor.com. Copyright (c) 2007, The Monitor, McAllen, Texas Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: September 14, 2007"
}