{
    "title": "South Africa",
    "publisher": "the new york times",
    "year": 1983,
    "month": 5,
    "day": 22,
    "full text": "To the Business Editor: As a South African, I take strong exception to the article by Walter E. Williams on disinvesting from South Africa (''Beware the Well-Intentioned,'' May 15). For the last two years I have worked with legislators from all around the country, helping to get divestment laws enacted. The three South Africans Mr. Williams uses to justify his arguments against divestment are the very people the white minority Government uses when it lobbies against divestment legislation.\nAs a South African, I take strong exception to the article by Walter E. Williams on disinvesting from South Africa (''Beware the Well-Intentioned,'' May 15).\nMr. Williams argues that ''it is South Africa's economic growth that is breaking the back of apartheid.'' Since 1960, American economic involvement in South Africa has more than tripled. During this period the South African Government has tightened its control of the black population, removing millions of people to bare rural reserves, instituting detention without trial, and outlawing black political opposition.\nMr. Williams says only a tiny fraction of black South Africans support disinvestment, ''namely terrorist groups such as the African National Congress.'' The A.N.C. was formed in 1912 to oppose a law that made it illegal for blacks to own land. For decades it used nonviolent means in an effort to win equal rights for blacks. In 1961 it was outlawed by the minority Government.\nTwenty years later when blacks in South Africa's three largest cities were asked what political party they would support if they could vote, 40 percent named the A.N.C. Only 21 percent named the party of Chief Gatsha Buthelezi, one of the black leaders who oppose disinvestment mentioned by Mr. Williams.\nThe white minority Government of South Africa so opposes disinvestment that advocating it has become a criminal offense under the Terrorism Act, punishable by a minimum of five years in jail.  This Government has found an eloquent spokesman in Walter Williams.  He does not speak for black South Africans.\nDUMISANI S. KUMALO, Projects Director, American Committee on Africa; Mr. Kumalo was a founder of the Union of Black Journalists, an organization outlawed by the South African Government in 1977. He fled into exile the same year."
}