{
    "title": "SOUTH AFRICA JAILS BLACK OVER A BANNED BOOK",
    "publisher": "the new york times",
    "year": 1983,
    "month": 5,
    "day": 8,
    "full text": "A prominent black journalist recently drew an unusually heavy prison sentence of two and a half years for possession of a single banned book. The sentence was a result of plea bargaining that suddenly cut short the trial of nine people charged with being underground activists of the outlawed Pan Africanist Congress.\nThe journalist, Joe Thloloe, a former reporter whose newspaper career had been suspended by a Government ''banning'' order that made it a crime for him to write for publication, had originally faced far more serious charges of conspiracy to commit terrorism and furthering the aims of an illegal organization.\nJOHANNESBURG, May 7 - A prominent black journalist recently drew an unusually heavy prison sentence of two and a half years for possession of a single banned book.\nOf the eight people charged with him, seven had reportedly given the police statements after being held without charge for interrogation. One, a former exile, had pleaded guilty to being sent back into the country by the Pan Africanist Congress to help lay the groundwork for acts of sabotage.\nThe trial was regarded as having unusual significance, for it was the first in several years involving the activities of the Pan Africanist Congress, a rival as a movement of resistance to white rule of the more prominent African National Congress. The Pan Africanist Congress had almost slipped from view in South Africa during a period in which its exile organization was reportedly plagued by dissension.\nThe 40-year-old Mr. Thloloe, who was honored for his reporting by Harvard University's Nieman Foundation two years ago, had ties with the movement before its banning in 1960. In that year, as a youth of only 17, he was arrested and charged with the Pan Africanist Congress's founder and leader, the late Robert Sobukwe, in a protest march against the law the requires blacks to carry special passes, or ''reference books,'' when they are in supposedly ''white'' areas.\nThe terrorism charges, which he denied, said a small machine gun had been found hidden in the roof of his home in the black township of Soweto at the time of his arrest last June.\nBut the elaborate machinery of prosecution stalled when the first witness, Sipho Ntshingane, indicated he was prepared to testify that he had been tortured by the security police until he agreed to put his name to a false statement.\nIn a highly unusual verdict scarcely two weeks before Mr.  Ntshingane indicated his readiness to defy the police, a magistrate in a suburb called Kempton Park acquitted four blacks on terrorism charges on the ground that state witnesses had been assaulted or otherwise intimidated to give evidence against them.\nIn an effort to avoid further embarrassment to the police in the Thloloe case, the prosecution agreed to drop charges against five of the accused, including Harrison Nogqekele, the man who had originally pleaded guilty, if the remaining four would plead guilty to the lesser charge of possessing banned books. Normally that charge is considered relatively minor and results in either a suspended sentence or fine, but on April 20 Magistrate Theo Kleinhans gave Mr.  Thloloe the two-and-a-half-year sentence for possession of a single Pan Africanist Congress publication, ''The New Road.''\nTwo others, Sipho Mzolo and Nhlanganiso Sibanda, got three years because they had more than one publication; a fourth man, Sipho Ngcobo, also got two and a half years."
}