{
    "title": "South Africa 's rewritten security laws unlikely to please critics",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 5,
    "day": 20,
    "full text": "South Africa appears to be revising its tough security laws -- but some critics say that some of the emerging statutes may still allow the government to be heavy-handed.\nCivil-rights advocates see no clear overall improvement from the new pieces of legislation, but rather a mixed bag of gains and losses. Parliamentary approval of the bill is considered a virtual certainly.\nUnder government-proposed changes, the most extreme security provision in South African law -- indefinite detention without access to family or a lawyer and beyond the jurisdiction of the courts -- will remain. Another complaint is that the plan does not address treatment of detainees.\nStill, the government's internal security bill is widely considered to contain ''improvements.'' Any detention over 30 days, for example, must have written approval of the nation's minister of law and order.\nSouth Africa began to rethink its security laws after the death in detention of black leader Steven Biko in 1977. The laws again came under a bright spotlight this year following the death in detention of white labor leader Dr. Neil Aggett. The proposed revisions basically follow the recommendations of the Rabie Commission, a judicial group headed by Justice P.J. Rabie (now chief justice of the nation's highest court), which made its report to the government earlier this year.\nThose hoping for a liberalization of existing laws are most disappointed by the continued provision for indefinite detention with access to family or a lawyer.\nProvision for indefinite detention for purposes of interrogation is allowed in the new internal security bill, which basically follows the recommendations of the Rabie Commission. The commission reported its findings earlier this year.\nThe sweeping powers of the police contained in this provision, Section 6 of the Terrorism Act, set South Africa apart from the common practices of Western nations. Even in Northern Ireland and Israel, where internal violence is more common, civil rights have greater protection, critics of South Africa's security system charge.\nThe internal security bill would change some provisions concerning indefinite detention. Visits at least every two weeks by a magistrate and a district surgeon would be required. And police commissioner would be authorized to permit visits by persons other than state officials. But these changes regarding access to detainees mainly would codify into law practices that already exist.\nThe bill requires ministerial approval of detentions over 30 days and police reports to a review board on detentions longer than six months telling why prisoners should not be freed.\nCritics of the approval system say it does not offer detainees any new real protection since the decision to detain will remain with the executive authority, as it does now, instead of with the judiciary.  A fundamental failure of the new security law in the eyes of many critics is that it does not deal with the treatment of detainees. The law does not outline the methods of interrogation and conditions of imprisonment that would be allowed.\nThe security-law ''improvements'' outlined in the bill, analysts says, include: abolishing the mandatory minimum sentence under the terrorism, internal security, and sabotage acts, and preventing a person from being tried twice for the same crime under the nation's terrorism and sabotage acts.\nThe bill also redefines terrorism, sabotage, and subversion, and restricts the death penalty to acts of terrorism. At this time it is possible to mete out a death sentence to anyone convicted of any of these crimes.\nOther security legislation is also considered to be steps backward by those seeking liberalization of existing laws. They are:\n* The Protection of Information bill, which restricts publishing, compiling, or passing along information considered prejudicial to state security interests. Critics say the law is vague and worry the law could lead to restrictions on the publication of information about detentions.\n* The intimidation bill, which defines a new offense covering any attempt to persuade anyone to do, or not do, something by means of assault or ''causing damage'' to the person. Intimidation involving violence or the threat of violence will be unlawful. Critics say it is unclear what acts would be violations."
}