{
    "title": "SOUTH AFRICA BOMBS DON'T DETER VOTERS",
    "publisher": "charleston gazette",
    "year": 1994,
    "month": 4,
    "day": 28,
    "full text": "THE LAST THREE days in\nSouth Africa have been a miracle. Millions of people risked their\nlives to vote, most for the first time.\nDesperate and cowardly racists tried to intimidate voters with\nbombs. In the two days before voting began Tuesday, 21 people were\nkilled and more than 150 injured in attacks in areas populated by\nblacks. On the first day of voting, a bomb went off at\nJohannesburg's international airport.\nThis is a pitiful attempt by a handful of white extremists to\nhold on to the corrupt and anachronistic system of apartheid wherein\n5 million whites controlled all the power in a nation with 30 million\nblacks.\nIt failed.  Today marks the final day of voting.  Nelson Mandela\nis expected to become president when his African National Congress\nwins a majority of the votes.\nMandela called on Tuesday for all South Africans to resist the\nterrorism.  \"Today marks the dawn of our freedom.  Standing\ntogether, let us send a message loud and clear: we will not let a\nhandful of killers steal our democracy.\"\nAnd, indeed, South Africa did not let terrorism diminish this\nhistoric event.  Millions of voters lined up to vote, braving\nlunatics and fanatics.  Some voters left hospital beds to reach the\npolls.  Others came in wheelchairs.  Whites and blacks stood together\nin many polling places waiting for their turn to decide the fate of a\nnation.\nIt was a proud moment that the fanatics could not overshadow.\nBlacks and whites together are working to build a new nation.  It is\nsad that some extremists of both races have resorted to violence in a\nfutile attempt to halt the process.\nSouth Africa faces a difficult future.  The remnants of\napartheid will not be easily overcome.  Thirty million blacks who\nhave been denied basic human rights and economic opportunity will\nhave to adjust to their new positions of power.  We hope they can do\nthis while still respecting the rights of the minority.\nThe United States should do everything it can to nurture and\nsupport this emerging democracy.\n\nLoad-Date: January 31, 1995"
}