{
    "title": "Southeast Asia should be second front in terrorism war, Bond says",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 4,
    "day": 16,
    "full text": "The United States is missing a key opportunity in the war on terrorism by neglecting the 10 countries and 500 million people of Southeast Asia, where moderate Islam and emerging democracies could provide a counterbalance to Middle East fundamentalism, Sen. Christopher \"Kit\" Bond, R-Mo., said Friday.\n\"We are not paying attention here in Washington, D.C.,\" Bond said in a speech at the Heritage Foundation. Too many members of Congress are familiar with Southeast Asia only because of the recent tsunami, said Bond, who has visited the region annually for a dozen years.\nAmericans have done a good job providing humanitarian aid to the region, and trade relations also run deep -- so much so that Southeast Asia has become the third-largest U.S. trading partner, Bond said. But the United States should also focus on \"Southeast Asia, and particularly Indonesia, as the second front in the war on terrorism,\" Bond said.\nCountries such as Indonesia, whose 200 million Muslims give it the world's largest Muslim population, \"represent the best hope for fostering a moderate or civilized Islam that recognizes the true peaceful nature of that religion, in opposition to the radical, terrorist-inspiring Islam preached by Saudi-financed Wahabism,\" said Bond, who mentioned Malaysia and Thailand as two other examples. \"In addition, those countries and the Philippines are moving forward on a path of democratic rule,\" he said.\nThe region's situation, though, is volatile because terrorist groups such as Jemaah Islamiyah have gained a foothold, Bond said, making U.S. involvement all the more important. \nIncreasing U.S. educational assistance and exchanges, promoting moderate Islamic groups, expanding economic investment, working to eliminate funding sources for terrorism and strengthening military ties are among actions the United States should take, Bond said.\n\nLoad-Date: April 16, 2005"
}