{
    "title": "SOUTH ASIA CALLED MAJOR TERROR HUB IN A SURVEY BY U.S",
    "publisher": "the new york times",
    "year": 2000,
    "month": 4,
    "day": 30,
    "full text": "The State Department has for the first time identified South Asia as a major hub of international terrorism, accusing Pakistan, a traditional American ally, and especially Afghanistan of providing safe haven and support to international terrorist groups.\nIn its latest annual report describing the administration's efforts to combat terrorism, the agency also concludes that while Americans were once threatened primarily by terrorism sponsored by states, today they face greater threats from \"loose networks\" of groups and individuals motivated more by religion or ideology than by politics and financed increasingly by drug trafficking, crime and illegal trade.\n\"Such a network supported the failed attempt to smuggle explosives material and detonating devices into Seattle in December,\" the report states, referring to the arrest of Ahmed Ressam, an Algerian, and several others in connection with the alleged millennium bombing plot foiled by American authorities last December.\nThe assessment is decidedly more upbeat than in years past about some other regions, including the Middle East, and notes that while terrorist attacks worldwide increased, the number of casualties declined, with only five Americans killed last year.\nThe 107-page report, a copy of which was provided to The New York Times in advance of its publication tomorrow, lists as state sponsors the same seven countries that Washington has accused of harboring and aiding terrorists since 1993: Cuba, Iran, Iraq, Libya, North Korea, Sudan and Syria.\nBut it says that Afghanistan also poses a \"major terrorist threat\" by, among other things, continuing to shelter the Saudi exile Osama bin Laden, who is wanted in the 1998 bombings of two American embassies in Africa, as well as other Afghan-trained Islamic militants sought by the administration.\nPakistan, too, the report asserts, is sending \"mixed messages\" on terrorism by harboring and aiding known terrorists, many fighting to wrest control of the disputed Himalayan territory of Kashmir from neighboring India.\nYet the administration stopped short of adding either Pakistan or Afghanistan to its list of state sponsors, against which a series of tough sanctions automatically apply.\nMichael A. Sheehan, the State Department's coordinator for counterterrorism, said Afghanistan was not added to the list because Washington did not recognize its government, which is led by a fundamentalist Islamic group called the Taliban. Pakistan was not added because although its record badly needs improvement, he said, \"it is a friendly state that is trying to tackle the problem.\"\nBoth countries are already under some sanctions stemming from reported terrorist and other activities, but their designation as state sponsors would further isolate them politically and effectively cut off aid, loans and credit from Washington and international lending institutions.\nWhile the United States has no diplomatic relations with Afghanistan, President Clinton met briefly with Pakistan's military leader, Gen. Pervez Musharraf, when he visited South Asia in March and discussed terrorism and the Kashmir issue, as well as Pakistan's development of nuclear weapons and when the general would return the country to a democratically elected government. Little progress was reported on any of the issues.\nInformed of the State Department report, Zamir Akram, the deputy chief of mission at Pakistan's embassy in Washington, vigorously denied that his country was supporting or tolerating terrorism. Washington, he asserted, had refused to present evidence to support such charges.\n\"If they have evidence, they should share it with us,\" Mr. Akram said. \"We are more of a target and victim of terrorism than the United States has even been. We need to jointly fight against terrorism. Charges like this simply get our backs up.\"\nA spokesman for the Taliban in New York also said that American officials had not presented any significant evidence of Afghanistan's involvement in terrorism.\nOutside South Asia, the report notes several significant improvements in security in the Middle East, while reiterating that the region remains a major source of concern. It chides Iran and Syria for supporting regional terrorist groups like Hamas, Hezbollah, and Palestinian Islamic Jihad, which seek to destroy the American-supported Middle East peace effort. And, the report says, Lebanon's \"lack of effective government control\" permits terrorist groups to operate within its borders \"with impunity.\"\nThis year's report is strikingly different in substance and tone from previous ones in its candid discussion of problem areas and of countries and regions in which significant progress is being made.\nFor instance, the report suggests that North Korea, which has agreed to a summit meeting with its archenemy, South Korea, could be removed from the terrorism sponsorship list given its recent \"positive statements condemning terrorism in all its forms.\"\nSimilarly, the report suggests that while Cuba, Syria and some other states have reduced their direct sponsorship of terrorism, Cuba remains on the list because it continues to harbor known terrorists and terrorist groups. Syria could be removed from the list if a Middle East peace agreement is concluded, \"which would necessarily address terrorism issues,\" the report states.\nMr. Sheehan attributed the progress partly to the administration's determination to combat terrorism by limiting the number of places, or, in his parlance, \"swamps,\" where terrorists can seek refuge because government control is weak or governments themselves are sympathetic. \"We seek to drain these swamps,\" he says in the report's introduction.\nThe report also describes changing trends in terrorism, which it says is increasingly \"religiously or ideologically motivated,\" as opposed to the \"politically motivated\" terrorism of the past. And it talks of a shift from truck and car bombs to groups now seeking biological, nuclear, chemical and other \"weapons of mass destruction,\" as well as practicing \"cyber-terrorism.\"\nAnother shift is geographic. The locus of terrorism is moving east \"from the Middle East to South Asia, more specifically Afghanistan,\" the report states, as Middle Eastern governments strengthen their commitment to fighting terrorism and improve international cooperation in intelligence and law enforcement.\nIn Egypt, for the first time in years, the report notes, there were no terrorist-related attacks, largely because of \"successful counterterrorism efforts by the Egyptian government\" and a cease-fire by the country's largest terrorist group.\nIn Algeria, too, where an estimated 80,000 people have died in a decade of strife, killings have slowed because of \"aggressive\" operations against the Armed Islamic Group and cease-fires that have resulted from talks between the government and other Islamic militants.\nWhile Palestinians and Israeli Arabs opposed to the peace efforts mounted \"small-scale terrorist attacks\" in Israel, the West Bank and Gaza last year, growing cooperation between Israel and the Palestine Authority helped prevent several bombings.\nThere were also no major international terrorist attacks in Jordan, a fact that the report attributes to the country's crackdown on Hamas in December and the arrest of Islamic militants who were planning attacks against American and Israeli tourists during millennium celebrations.\nThe report says the evidence \"suggests\" that those arrested were associated with Al-Qaeda, Osama bin Laden's group. Khalil al-Deek, a dual American-Jordanian citizen of Palestinian origin arrested in Pakistan, is also reported to have an indirect link to Mr. Bin Laden's group in Afghanistan, the report says.\nHad the bombing plots in Seattle or in Jordan succeeded, Mr. Sheehan said in an interview, \"we could have had a very different year.\"\nThe report shows that while the number of international terrorist attacks increased to 392 in 1999 from 274 in 1998, the number of deaths and casualties because of such attacks declined sharply -- to 233 killed and 706 wounded in 1999 from 741 killed and 5,952 wounded the year before. The 1998 statistics reflect the high toll of the bombing of two American Embassies in East Africa, in which 263 people died and more than 2,000 were injured.\nLast year five Americans were killed in terrorist attacks, the report says, three by the guerrillas in Colombia and two in Uganda by Hutu rebels from Rwanda. State Department officials classified the deaths as terrorism since the five were killed \"because they were Americans,\" one official said.\nMr. Sheehan said the data and recent experience suggested that progress in the fight against terrorism, for which the State Department has requested $40 million in this fiscal year's budget, depended on the decline in state sponsorship, intelligence cooperation, good law enforcement, and in the context of peace talks \"political dialogue\" between governments and opposition forces.\n\"The positive experiences of Spain, Turkey and Algeria this year all suggest that tough counterterrorism measures plus political dialogue with non-terrorist opposition forces seems to be the model,\" he said.\nWithin Europe, the report singles out Greece as \"one of the weakest links\" in the fight against terrorism. It blames the \"absence of strong public government leadership and initiatives to improve police capabilities and morale\" for the 20 acts of violence against Americans last year, a rate second only to that of Colombia.\nThe report identifies 28 groups as \"foreign terrorist organizations,\" designations unchanged since they were issued last October.\nBut the report reserves its harshest criticism for Afghanistan, where sanctions imposed by the United Nations last fall have not stopped the Taliban government from harboring people like Mr. Bin Laden.\nThe report is also severely critical of Pakistan, a traditional American ally, saying that while it has arrested and extradited several terrorists, it has refused to end support for groups that train terrorists in neighboring Afghanistan and in Pakistan itself and has declined to close \"certain Pakistani religious schools that serve as conduits for terrorism.\"\nThere are also \"credible reports,\" the report says, that Pakistan continues to support militant groups like the Harakat ul-Mujahedin, which had one of its leaders freed from an Indian prison in exchange for hostages taken in the hijacking of an Air India plane last year.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nChart: \"The Changing Center of Terrorism\"\nIn recent years, more attacks have been in Asia, fewer in the Middle East.\n \nChart tracks terrorism in the Middle East and Asia, since 1994.\n(Source: State Department)(pg. 6)\n\nLoad-Date: April 30, 2000"
}