{
    "title": "Southern Illinois U programs adapt to post-Sept. 11 world",
    "publisher": "university wire",
    "year": 2008,
    "month": 9,
    "day": 11,
    "full text": "Sept. 11 changed the world.\nFor some Southern Illinois University programs, it also changed the curriculum.\nAviation management, administration of justice and fire service management programs have undergone multiple changes during the past seven years, organizers of those programs said.\nRachel Lee, academic adviser for aviation management and flight, said that while parts of the academic program have changed to ensure students are prepared for threats, it is the application process that has been most affected.\n\"There are multiple times students have to prove they're a citizen,\" she said.\nShe said U.S. citizens are required to show a birth certificate and a driver's license or a passport, and international students are additionally required to prove their immigration status.\nStudents are also required by the Transportation Security Administration to take yearly tests. Lee said the tests help students learn to recognize suspicious behavior in an airport.\nBefore Sept. 11, the Southern Illinois Airport had only a university mail code and not a full address. However, after the terrorist attacks in 2001, all airports were required to have an address, Lee said.\nDavid NewMyer, chairman of the aviation management and flight, said the aviation management program has added a new class to its curriculum last year to help teach security.\nHe said the class was in direct response to Sept. 11.\n\"It took us a little time to create but we wanted to make sure we were offering the right mixture of classes,\" he said.\nDaniel Harrington, a freshman from Monee studying aviation flight, said while this is his first semester on campus, he still feels very confident in what he will learn.\n\"We cover pretty much everything that I think we need to know,\" he said.\nHe said later on in his course work he would get in to classes that dealt with safety.\nGary Kistner, program coordinator for fire service management, said the whole program had not necessarily changed but most courses have evolved. He said he had seen increased interest in homeland security in the years since the attacks.\nKistner said he could only hope the additions to the program prepared students for dangerous situations they could face.\n\"I think it does give them the preparation they need, the background they need but until they actually experience something catastrophic such as that ... you can't really say how it's worked,\" he said.\nMichael Harbin, undergraduate recruitment and retention coordinator for administration of justice, said there have been no real changes to his program since Sept. 11 except for the addition of a course designed to teach about terrorism.\nHowever, he said the fact that terrorism is even a topic of discussion is a change.\n\"Whereas before, that might have gotten a real slight mention, now in this intro class there's a whole chapter devoted it,\" he said.\n(C) 2008 Daily Egyptian via UWIRE\n\nLoad-Date: September 12, 2008"
}