{
    "title": "SOVIET DENOUNCES REAGAN'S DECISION",
    "publisher": "the new york times",
    "year": 1984,
    "month": 1,
    "day": 31,
    "full text": "President Reagan's decision to seek re-election was reported by the Soviet information outlets today in a manner that emphasized the Kremlin's hostility to Mr. Reagan and to what was described as his ''extreme aggressiveness'' in foreign policy.\n Evening newspapers and television newscasts carried a brief report by the official Tass press agency under a Washington dateline. It said Mr. Reagan had made it clear in his televised announcement that if elected ''he would not introduce any changes in his present political course, which is characterized by extreme aggressiveness in the international arena and criminal disregard for the interests of rank-and- file Americans at home.''\nAn accompanying Tass commentary gave fuller play to the theme that the Kremlin seems likely to press as the election campaign develops: that Mr. Reagan's recent appeal for renewed talks with Moscow, and his claim that increased United States military spending has enhanced international stability, are ''peace-making tricks'' designed to disguise the ''danger'' of nuclear war that his policies pose.\n''Our hands are clean, and we have never been aggressors, President Reagan pointed out recently in his State of the Union Message to Congress,'' Tass said. ''This is an obvious lie.''\n \n'Brigandage and Terrorism'\nAs examples of American ''brigandage and terrorism'' under the Reagan Administration, the commentary cited what it described as an American policy of disrupting talks aimed at curbing nuclear arms, as well as United States actions in Grenada, the Middle East and central Africa.\nSoviet commentaries in recent months have made it plain that the Kremlin would prefer either of the principal Democratic contenders, former Vice President Walter F. Mondale or Senator John Glenn, in the White House. Their speeches calling for restraint in military spending and for a nuclear arms freeze have been favorably reported here, as have similar calls by other Democratic candidates.\nFor any Russian looking back four years, there is irony in this. After the Soviet intervention in Afghanistan and the subsequent United States boycott of the Moscow Olympic games in 1980 the Kremlin became increasingly hostile to President Carter, and leading American experts here were telling Moscow that Mr. Reagan would be the easier President to deal with.\nThe prognosis owed much to Soviet experience with President Nixon, a staunch anti-Communist who became the architect of the policy of detente.\n \n'Issue of War and Peace'\nThree years of sharply increased American military spending and unproductive arms talks have apparently convinced the Kremlin that almost any Democrat would be preferable. But diplomats here say the problem for the Soviet leadership is to guage how likely Mr. Reagan is to be re-elected, and the degree to which Soviet policies can influence the outcome.\nFor a year or more, since early indications that the United States economy would be experiencing steady growth in 1984, senior Soviet officials have been saying privately that they guessed that Mr. Reagan was likely to be returned to office. Recently there has been somewhat less of this talk here, particularly in the weeks since the Kremlin suspended the Geneva talks on medium-range nuclear weapons and refused to set a date for resumption of the parallel talks on strategic, or long-range, arms."
}