{
    "title": "SOVIET SAID TO EASE ITS VIEWS ON TERROR",
    "publisher": "the new york times",
    "year": 1981,
    "month": 5,
    "day": 31,
    "full text": "Recent reports and discussion among students of terrorism suggest on the basis of fragmentary clues that an ideological gap betwen the Soviet Union and international terrorists is being bridged.\nThis could have direct significance on levels of worldwide political violence, some specialists believe, and could have a secondary significance in a continuing debate among non-Communist thinkers about the extent and character of Soviet complicity in international terrorism.\nAnalysts of terrorism and of Marxist-Leninist theory have had some difficulty in reconciling allegations that the Soviet Union is the major sponsor of bands of either ethnic or ultraleftist terrorists, with the official Soviet ideology and revolutionary doctrine rending to devalue such forms of terror.\nSoviet and pro-Soviet Communists are not squeamish about violence.  But even conservative Western analysts recognize that traditional Marxist-Leninists regard as doctrinal heresies the sorts of terrorism exemplified by small and elitist bands of European urban guerrillas or by insurgents emulating the late Ernesto Che Guevara.\nRecent reports among students of terrorism suggest that ideological gap between Soviet Union and international terrorists in being bridged'Useless Form of Struggle'\nStefan T. Possony of the Hoover Institution on War, Revolution and Peace, noted in an article that Marx favored violence \"by the 'masses' during a 'revolutionary situation'\" but rejected terrorism \"as a useless form of struggle.\"\nSamuel T. Francis, a former policy analyst for the Heritage Foundation and now an aide to Senator John P. East, a North Carolina Republican who sits on the Senate Subcommittee on Security and Terrorism, noted in a recent article that Marx and Lenin \"cast rather skeptical eyes on terrorism and often doubted its usefulness for serious revolutionary purposes.\"\nThese and other specialists have also noted that strict Leninists would insist that \"objective\" conditions for a revolutionary situation must exist and that mass political action should accompany violence.\nIn this orthodox view, Mr. Guevara was guilty of the ideological heresy of of \"subjectivism\" when he wrote that \"one need not always wait for the existence of all conditions favoring revolution\" because \"the insurrectionary nucleus can create them.\"\n \nBolivian Challenged Guevara\nA pro-Soviet Communist Party official in Bolivia sternly answered that revolutions cannot be \"predetermined by decree, by simple acts of will.\"\nAnd Mr. Francis, in a recent monograph about terrorism, wrote that Lenin would have \"disagreed radically\" with the Guevara view and with the even wilder terrorism of some Italian and West German urban guerrillas.\nHowever, according to Mr. Possony, serious efforts were made in recent years to strengthen the links between Marxist theory and terrorist practice.\nMr. Francis noted that a 1980 issue of the Soviet journal Latin America described a symposium on the Sandinist revolution in Nicaragua.  One Soviet expert was quoted as saying that the experience of Nicaragua \"confirmed the correctness of the strategic directions of Che Guevara\" and \"embodied his idea of the creation of a powerful people's partisan movement.\"\n \nPolitical Role for Rebel Fronts\nAnother Soviet specialist was quoted as saying that \"military political fronts\" like those that triumphed in Nicaragua and Cuba have proved \"that they are capable in certain conditions of substituting for the political parties of the proletariat as the revolutionary vanguard.\"\n\"It is too early to tell as yet,\" Mr. Francis added, \"whether the Soviet leadership and its theoreticians of subversion will ratify these revisions of their strategy, but if they do, it would represent a vastly important change in the role of terrorism in Soviet political strategy.\"\nPerhaps more persuasive are suggestions that Soviet officials have succeeded in subjecting some terrorist and guerrilla movements to tighter discipline and closer adherence to orthodox revolutionary doctrine.\n \nSoviet Shift on P.L.O. Noted\nFor instance, several writers on terrorism have noted that Moscow began to display increasingly open and direct support for the Palestine Liberation Organization at about the time that the P.L.O.  modified its insistence that \"only\" armed struggle be used to \"liberate Palestine\" and agreed in principle to rely more on political struggle and to seek a Palestinian state, at least temporarily coexisting with Israel.\nSimilar shifts could be seen in Latin America.  As Cuba came under increasingly firm Soviet control, these analysts noted, the Soviet leaders at first seemed to withdraw support for small and rudimentary insurgent movements in much of Latin America.\nHowever, after a right-wing coup overturned an elected Marxist Government in Chile and after revolutionary leaders in such nations as Nicaragua and El Salvador began coupling mass political action with terrorist violence, Soviet support seemed, in the analysts' view, to increase."
}