{
    "title": "SOVIET CHARGES U.S. WAS ACCOMPLICE IN THE 'ACT OF GANGSTERISM' BY ISRAELIS",
    "publisher": "the new york times",
    "year": 1981,
    "month": 6,
    "day": 10,
    "full text": "The Soviet Union charged today that the United States was a direct accomplice in the ''act of gangsterism'' by Israel when it bombed a nuclear reactor in Iraq on Sunday.\nThe accusation was in a statement by Tass, which the official press agency said it had been ''authorized'' to make. This is a qualification reserved for pronouncements directly from the Government.\n''The bandit raid by Israeli aviation on the capital of Iraq is resolutely condemned in Soviet leading circles, and they hold that responsibility for it is borne by Israel and the United States of America, which arms the aggressor and gives it every support,'' Tass declared.\nSoviet Union charges U S was Israeli accomplice in raid on Iraqi nuclear reactor; Iran also condemns raid\nThe ''authorized statement'' followed a stream of attacks on the Israeli raid in Soviet press and broadcast commentaries, with repeated allegations that the Reagan Administration was advised of the raid in advance and sanctioned it.\n \nNo Indication of Aid for Iraq\nThe Soviet commentaries, however, made no reference to the Soviet-Iraqi friendship treaty, suggesting that Moscow had no immediate plans of combining its denunciations of Israel and the United States with concrete offers of assistance or support for Iraq.\nAlthough the advanced radar planes that the United States has supplied for the protection of Saudi Arabia are patrolling the Persian Gulf area far from the raid site, the Soviet press suggested that they constituted evidence of collusion between Israel and the United States since they did not detect the Israeli attack.\n''This act of gangsterism is a link in the long chain of Tel Aviv's crimes of which the ruling circles of the United States of America are direct accomplices and in effect inspirers,'' Tass charged.\nIt said billions of dollars and the latest in American equipment were flowing from the United States to Israel to finance ''Israeli aggression,'' including the jets used to attack the Iraqi reactor.\nThe Tass statment made no reference to Washington's denunciations of the Israeli raid. Earlier reports circulated by the press agency described these as ''only a measure to prevent a possible stormy reaction on the part of Arab countries.''\n \nSoviet Says U.S. Was 'Worried'\nThe official statement accused Washington of seeking to ''cover up'' the Israeli attack by saying that the construction of a nuclear reactor in Iraq had ''long worried'' the United States. Tass noted that Iraq was a party to the 1968 treaty aimed at averting a spread of nuclear weapons, ''in stark contrast'' with Israel, which has not acceded to the pact.\nThe statement also asserted that the Israeli raid invalidated the Reagan Administration's campaign against international terrorism.  ''It is hardly possible to find a more vivid and fresh example,'' Tass declared. ''Tel Aviv openly carries out an aggressive act of terrorism on the level of state policy while Washington supplies it with arms and provides it with political cover.''\nThe Soviet allegations today were consistent with Moscow's general reporting on the situation in the Middle East since President Reagan took office. Moscow has repeatedly accused the Reagan Administration of backing Israeli ''aggression'' for the purpose of obtaining what it describes as hegemony in the region.\n \nNo Sympathy Voiced for Iraq\nWhile attacking both the United States and Israel, the Soviet press was noticeably lacking in expressions of sympathy or solidarity for Iraq, an omission that reflected the deterioration in the relations between the two countries since the friendship treaty was signed in 1972.\nA major irritant in recent months has been the Iraqi-Iranian war, during which Moscow has remained pointedly neutral and declined to supply the Iraqis with new arms.\n \n----\n \nIran Also Condemns Raid\nBEIRUT, Lebanon, June 9 (Reuters) -Iran joined a growing list of nations today in condemning the Israeli raid even though it was upon its enemy, Iraq.\nHowever, a statement issued by the Foreign Ministry in Teheran focused most of its denunciation on the United States. It charged, according to Pars, the official press agency, that Washington provoked the Iraqi President, Saddam Hussein, ''into an all-out war with the Islamic Republic of Iran'' and that it had now inspired the Israeli raid because it ''realized that Saddam has failed and that he himself is about to collapse.''\nThe Speaker of Parliament, Hojatolislam Hashemi Rafsanjani, addressed the house with derisive comments about Egypt and Saudi Arabia as well as Iraq. Referring to the Israeli jets that participated in the raid, he asked: ''Why were the sophisticated planes and installations of the reactionary Governments of Egypt, Saudi Arabia and Iraq not used to stop them?''\n \nChina Joins in Criticism\nIsraeli leaders were denounced today by China's Foreign Minister, Hwang Hua, as ''gangsters and venomous enemies'' of world peace. The New China News Agency described the Israelis as ''arrogant gangsters.''\nPakistan, which like Iraq has been accused of moving toward acquiring nuclear arms, assailed the Israeli raid as ''an act of international gangsterism.''\nIn Western Europe, the raid was deplored by the West German Foreign Ministry in a statement describing itself as ''dismayed and concerned.''\nIn London, Prime Minister Margaret Thatcher stressed in the House of Commons that Britain, like France, did not believe the Iraqi plant had the capacity to make nuclear weapons. Noting that the plant had been inspected in January by members of the International Atomic Energy Agency, she condemned the Israeli raid as a ''grave breach of international law'' that appeared certain to heighten tension in the Middle East.\n\nGraphic\n\n \nIllustrations: photo of Prime Minister Menachem Begin at news conference"
}