{
    "title": "Soviet bloc seems to take tougher line on terrorism",
    "publisher": "the christian science monitor",
    "year": 1987,
    "month": 3,
    "day": 20,
    "full text": "A Soviet newspaper, Literaturnaya Gazeta, reported this week that Anglican Church envoy Terry Waite is being held at the Iranian Embassy in west Beirut.\nIt cited no sources and gave no details.\nThe newspaper is hardly the most reliable of journals; it has also repeatedly claimed that the United States Army concocted the AIDS virus and is responsible for its spread. (The British Foreign Office said yesterday it had no evidence supporting the report about Mr. Waite.)\nStill, the fact that a Soviet publication is reporting on hostage taking, and even offering up leads to the whereabouts of hostages, indicates something appears to be taking place quietly in a number of Soviet-bloc countries.\nSome experts say a slight but noticeable cooling toward terrorism and hostage taking is developing in the East bloc.\nTo be sure, a number of Soviet-bloc countries have for years paid lip service to ending terrorism, while at the same time providing covert support to terrorists.\nBut some Western analysts say they have detected a shift that is more than rhetorical. And they say that Soviet leader Mikhail Gorbachev seems to be setting the tone.\n''The new trend, to the extent there is one, is that Gorbachev (has) said that the Soviet Union should join with other states in an effort to stop terrorism,'' says Karen Dawisha, a professor of government and politics at the University of Maryland.\nSome East European countries, she notes, have cut back the number of diplomats accredited from certain Middle Eastern countries reputed to sponsor terrorism, such as Libya.\nHungary, Dr. Dawisha points out, has passed information to Western governments about Arab extremists who passed through that country on their way to a terror attack at the Vienna airport in 1985.\n''We gave the names to Interpol (the international police organization),'' says a Hungarian official traveling with the chairman of the Hungarian Committee on Foreign Relations, Dr. Matyas Szuros, who is now touring the United States.\n''We are trying to help as we can,'' the official says. ''We have agreed to work together with the United States to fight terrorism.''\nIndeed, Hungary and the US are now trying to work out a formal compact specifying the kinds of joint actions they will undertake to fight terrorism.\nBulgaria, which has repeatedly been charged with involvement in a 1981 plot to assassinate Pope John Paul II, also appears to be showing heightened sensitivity to criticism on the terrorism issue.\nA Bulgarian diplomat - who denies that his government played any role in the assassination attempt on the Pope - says his country is increasingly concerned about putting an end to terrorism and hostage taking worldwide.\n''After all,'' he said, ''terrorism could affect us, too.''\nA US State Department official says it is important ''not to overstate'' Eastern European resolve to fight terrorism. It is motivated, he says, by chagrin at their own inability to control terrorists as much as anything else.\n''They've been embarrassed,'' he says, because there have even been some assassination attempts against diplomats in East-bloc capitals.\nThere does appear to have been a slight lessening in terrorist incidents in Europe last year, according to US State Department researchers. One reason, an official speculates, could be that Eastern Europe has become less of a ''safe haven'' for terrorists committing attacks in the West.\nStill, the US has had little success in tracking down some of the most ruthless terrorists currently abroad, including members of the Abu Nidal organization.\nAbu Nidal claimed responsibility for the attack at the Vienna airport, and a similar one in Rome, also in late 1985. Some leaders of the Abu Nidal organization are reportedly living in Libya under the protective wing of Col. Muammar Qaddafi.\nLibya has paid a price for its policies. More than 100 Libyan diplomats were expelled from Western Europe last year.\nExperts say, however, that Iran has stepped up its support for terrorist organizations to fill the breach."
}