{
    "title": "Soviet is charged with terrorism",
    "publisher": "st. petersburg times ",
    "year": 1990,
    "month": 11,
    "day": 11,
    "full text": "The Red Square gunman who fired a shotgun across from Soviet President Mikhail Gorbachev was identified Saturday as a radical activist who had hawked subversive leaflets and belonged to a new party pledged to remove the Communists from power. The KGB said last week that Alexander A. Shmonov, 38, of Leningrad, who fired a sawed-off shotgun during the annual Revolution Day parade Wednesday, was simply insane.\nBut Shmonov has now been charged with attempted terrorism and a conservative newspaper said Saturday he had sold pamphlets for the Democratic Union, an ultra-radical group.\n Baltic leaders talk\n of trade at Kremlin\n MOSCOW Leaders of the three breakaway Baltic republics arrived in Moscow on Saturday for discussions with the Kremlin on future trade relations, an official at the permanent Latvian representation in Moscow said. The official said Latvian Deputy Prime Minister Arnis Kalninch and the two other leaders wanted an end to the Kremlin's domination of trade and would ask for the right to set up trading links with other countries and Soviet republics.\n Ethiopia food airlifts\n said to be too little\n NAIROBI, Kenya Daily airlifts of food for the besieged town of Asmara, the Eritrean capital, and the immediate countryside are proving insufficient to keep the million people in the province under Ethiopian government control from starving, relief officials say. \"People are getting weaker, and there is zero harvest right now,\" said Willard Pierson, the mission director of the U.S. Agency for International Development in Addis Ababa. The daily airlifts by C-130 aircraft from Addis Ababa to Asmara, financed by Western governments, were only able to carry enough food for quarter rations, he said. A U.N. report said last week that at least three million people in Ethiopia would be at risk of hunger because of the meager harvest.\n\nLoad-Date: November 11, 1992"
}