{
    "title": "SOVIET AND BULGARIAN ROLE HINTED IN SHOOTING OF THE POPE BY TURK",
    "publisher": "the new york times",
    "year": 1982,
    "month": 8,
    "day": 17,
    "full text": "A prominent American expert on terrorism charged yesterday that the Bulgarian and Soviet secret police may have been involved in the attempted assassination of Pope John Paul II in May 1981.\nThe terrorism specialist, Claire Sterling, in a copyrighted article in Reader's Digest, said a four-month investigation by the Digest showed that Mehmet Ali Agca, a Turk who was convicted of the assault on the Pope, was not a right-wing assassin and had not been acting on his own as was generally believed.\nInstead, according to Miss Sterling, author of ''The Terror Network,'' a book on European terrorism, Mr. Agca, 23 years old, received extensive support from a Sofia-based Turkish gunrunning ring controlled by the Bulgarian secret service.\nA prominent American expert on terrorism charged yesterday that the Bulgarian and Soviet secret police may have been involved in the attempted assassination of Pope John Paul II in May 1981.\nThe head of the ring, Abuzer Ugurlu, is now in prison in Turkey and has confessed to knowing Mr. Agca, Miss Sterling said. She said that the ring had given Mr. Agca refuge in Bulgaria after he escaped from a Turkish prison and that it was in Bulgaria that he received the 9-millimeter Browning automatic pistol he used to try to kill the Pope in St. Peter's Square.\n \nFalse Passports Provided\nMr. Agca and an accomplice also received counterfeit Turkish passports in Bulgaria, Miss Sterling said.  She added that the passport provided to Mr. Agca had been found among his effects when he was arrested and that its Bulgarian entry stamp, affixed long after he had taken up residence in Sofia, the Bulgarian capital, was valid.\nMiss Sterling cited this as one of several indications that Mr.  Agca had official patrons in Bulgaria. ''To have stayed in Bulgaria for some 50 days, as Agca did, is enough in itself to raise suspicions about his future actions,'' she wrote, charging that Bulgaria often acted as ''one of Moscow's principal surrogates for terrorism and subversion.''\nThe Rome-based American journalist said Western European officials she interviewed privately believed that the Soviet Union was behind ''the hidden forces that 'ran' Agca.''\n \nServing a Life Sentence\nMr. Agca, who has mentioned Bulgarian connections in statements to the Italian police, is serving a life sentence for his attempted murder of the Pope.\nMiss Sterling said that the officials she interviewed assumed ''that the Pope must have been shot because he is the spiritual father of Poland's Solidarity trade union movement.''\nShe said that secret bank accounts had been established for Mr.  Agca as early as 1977 to finance his terrorist activities and that in the year preceding his assassination attempt he spent at least $50,000 on travel in Europe without cashing a check.\nMiss Sterling also charged that Mr. Agca had meetings in Europe with two associates of Mr. Ugurlu, who she said not only operated his gunrunning ring from Sofia but had a spacious villa there as well.\n''It has been established that the Bulgarian secret police effectively control Ugurlu's illicit operation,'' she wrote. ''The long and the short of it is that Ugurlu worked for the Bulgarians.  The Bulgarians, in turn, do what the Russians want them to do.''"
}