{
    "title": "SOVIET ASSAILS MOVE BY U.S. AS 'UNDISGUISED BANDITRY'",
    "publisher": "the new york times",
    "year": 1983,
    "month": 10,
    "day": 26,
    "full text": "The Soviet press unleashed a torrent of criticism today against the United States-led invasion of Grenada, branding it an ''act of undisguised banditry and international terrorism'' intended to ''subordinate Grenada to U.S. neocolonialist rule.''\nThere was no direct statement by late tonight from the Soviet Government, and no reference to the 30 Soviet citizens reportedly confronted on the island by the American force. A United States Embassy spokesman said the Soviet Government had made a ''diplomatic contact'' with the embassy over the invasion but the contents were not disclosed.\nThroughout the day, the Soviet press agency Tass reported developments on the small Caribbean island with unusual frequency, citing the Grenada radio until it went dead and then using Cuban, Western and Latin American news reports.\nSoviet press calls US-led invasion of Grenada an 'act of undisguised banditry and international terrorism' but Soviet Government refrains from making official statement or referring to 30 Soviet citizens reportedly confronted on Grenada by US forces (M)\nThese accounts were complemented by angry commentaries by Tass analysts. The sharpest of these commentaries declared that the United States had staged a ''direct, unprovoked aggression'' against an independent state, and that ''the whole responsibility for the consequences of this criminal action lies on Washington's Administration and personally on President Reagan.''\n \nCall for Immediate Pullout\n''Laying disgrace on U.S. aggressors,'' Tass said, ''peace-loving mankind demands that the interventionist troops of the United States and its puppets be immediately pulled out of Grenada.\nIn an apparently related development, Tass published a stern statement from the Soviet Government accusing the United States of directing a proxy war against Nicaragua with the aim of overthrowing the Managua regime.\nThe statement said Nicaragua was ''threatened with outright invasion by U.S. forces,'' and described American activities as ''a crime against the Nicaraguan people'' and ''a direct threat to the security and sovereignty of all Latin American states.'' The statement made no threat of direct Soviet assistance to Nicaragua, however, and said only that Moscow ''resolutely condemns'' the American actions and ''declares invariable solidarity '' with the Nicaraguan people.\nAlthough the Government statement made no mention of Grenada and might have been approved before the invasion there began, Western diplomats believed its publication was linked to the tensions on the island and was intended to fuel international criticism of Washington's policies in Latin America and the Caribbean.\n \nEnvoy Reports Stiff Resistance\nGrenada's Ambassador to Moscow, Richard Jacobs, who has been hospitalized since yesterday for leg problems, told reporters he had been in contact with Gen. Hudson Austin, a member of the revolutionary military council that took power after last week's violent coup, and had been told that the Grenadian Army was putting up stiff resistance to the invaders.\nMr. Jacobs said that the invading forces had captured Grenada's two airports and the radio station and that a column was moving toward the Prime Minister's offices in the capital, St. George's. The Ambassador described the offices as a ''very strategic position'' one mile from the military headquarters.\nHe said that both sides had suffered heavy casualties. The invading force, he said, ''expected to be greeted like liberators, but the people are fighting them with stones, sticks, cutlasses.''\n \n'Another Bay of Pigs'\n''It will be another Bay of Pigs,'' Mr. Jacobs declared. ''The Americans will be pulverized.''\nThe entire Grenadian leadership, he said, belongs to the New Jewel Movement, whose internal conflicts led to the clash that brought the deaths of Prime Minister Maurice Bishop and several of his colleagues. ''Let me ask you, what happens next?'' Mr. Jacobs asked. ''What are they going to do?'' The intervention, the ambassador said, could bring ''assistance from our neighbors,'' a step he said could lead to a ''terrible war.''\nHe declined to specify which neighbors he was speaking of, and he denied that there had been any Cuban or Soviet soldiers on the island. The Soviet Government, he said, has ''taken the position that every revolution must protect itself.''\nSince the United States and members of the Caribbean Community first held meetings to condemn the takeover in Grenada last week, the Soviet press has issued warnings that Washington was laying plans for an armed intervention.\n \nCuban Statement Published\nToday, Pravda, the Communist Party paper, took the unusual step of publishing a long statement by the Cuban Government on the events in Grenada, in which Havana denounced the killing of Mr. Bishop but insisted that it had stayed clear of the entire dispute that led to it.\nIn the statement, Cuba urged Grenada to safeguard its ''revolutionary process'' and warned against ''taking any step that would play into the hands of imperialism in realizing its plans.''\nWestern diplomats viewed the publication of the document as an effort by Moscow to establish that neither the Russians nor the Cubans had had any role in Mr. Bishop's death, and that they viewed the crisis as a serious threat to the survival of the Marxist orientation of the island's Government.\nOnce the invasion was announced, Tass directed its full wrath against Mr. Reagan. The President's assertion that the intervention was necessary to protect lives and restore order, Tass said, ''sounded as blasphemy, as the mockery of common sense, of the Grenadian people who have fallen victim to the armed violence of latter-day Crusaders, and of the whole mankind."
}