{
    "title": "Soviet Hostage Crisis_ Very Un-Washingtonlike",
    "publisher": "the new york times",
    "year": 1985,
    "month": 10,
    "day": 4,
    "full text": "Compared to the crisis atmosphere and collective angst that usually grip Washington when Americans are held hostage or killed abroad, Moscow has maintained a stony stoicism this week as terrorists in Lebanon kidnapped four Russians and killed one of them.\nThere have been flashes of anger, particularly a Kremlin statement Wednesday that called the killing an ''atrocity that cannot be pardoned'' and accused Israel of being indirectly responsible for the attack.\nBut, for the most part, the Kremlin has masked any frustration or preoccupation with the developments in Lebanon with a business-as-usual posture and has tightly limited news coverage of the situation.\nFor anyone who thinks that Washington becomes overly agitated about hijackings and kidnappings, who wonders whether the American press, particularly television, devotes excessive coverage to such incidents, providing a global stage for terrorists, for anyone who questions the Reagan Administration's unfulfilled threats of retaliation, Moscow offers an alternative approach.\nWhether it is a more effective one remains to be seen. So far, with one Russian known dead and the three others in extreme danger, the Kremlin has fared no better than the White House in handling Moslem fundamentalist terrorists and controlling events in a small, turbulent nation far from its borders.\n \nNo Attention for Terrorists\nOf course, it is not unusual for Moscow to withhold information about unpleasant events. But, whatever the motivations, in this case the Kremlin produced the kind of restraint in news coverage that many experts on combatting terrorism advocate to rob terrorists of the attention they crave.\nThe controlled flow of news has also prevented the kind of accumulation of public pressure that eventually forced President Reagan and his senior aides, for example, to focus their attention almost exclusively on the hijacking of the T.W.A. flight last summer and led President Carter to concentrate so heavily on the American hostages held in Teheran.\nReagan aides said the intense coverage of the T.W.A. hijacking, including interviews with families of the hostages and even live television conversations with some of the Americans held captive in Beirut, generated enormous pressure on the White House to resolve the crisis. Since then, Government officials and news executives have debated the proper role of the press in such incidents, pondering whether intensive coverage plays into the hands of terrorists.\nThere will be no such debate here. By giving minimal coverage of the kidnappings the Kremlin runs no risk of being pressed to act or not to act. ''There will be none of the escalating domestic pressure to do something, anything, to show that you are decisive,'' a Western diplomat said.\nTo Westerners, the Soviet style has obvious drawbacks. ''The Soviet approach comes at a cost in information control and the loss of other freedoms that most Americans would not want to pay,'' a Western diplomat said.\nWhen the incident began Monday with the abduction of three Soviet officials and the Embassy doctor in Beirut, there were no interruptions of scheduled television programming here for news bulletins. Neither did the story lead the evening news programs. In fact, there was not a word about the terrorist attack. And Tuesday's newspapers contained no mention of it.\nThe first report about the incident was broadcast on television and simultaneously published by the official press agency, Tass, on Tuesday evening, more than 24 hours after the kidnappings.\nThe short, dry statement, reproduced on page 5 of Pravda Wednesday morning, called the kidnappings a ''heinous crime'' committed by ''bandits'' from an ''arch-reactionary ultra right-wing organization.''\nThe process was repeated Wednesay night after one of the four Russians, Arkady Katakov, a secretary at the Embassy, was found shot dead in West Beirut.\nThis time the statement broadcast was stronger and a bit longer, but there was still little information. The names of the four hostages were not made public. The Kremlin's comment appeared today on page 2 of Pravda.\nThe limited news coverage has not prevented curiosity about the incident from spreading. One Muscovite said today that he and his friends, tantalized by the few details made public, were eager to find out what was happening.\n''This terrorism is a first for us,'' he said. ''Why not give the names, at least of the dead one?'' he wondered.\n \nNo Reports of Troop Movement\nWithin hours of the T.W.A. hijacking, word spread in Washington that the Delta force, the Defense Department's elite anti-terrorist squad, had been dispatched to an unidentified spot in the Middle East to stand by for a possible rescue attempt. In response to the unconfirmed news, the hijackers ordered the plane back and forth between Beirut and Algiers to prevent a rescue mission. The hijackers said the subsequent dispersal of the hostages in Beirut was also prompted by fears of American military action.\nBut there are unlikely to be any official reports in Moscow about the movement of Soviet forces or crack commando teams. Western diplomats said they did not even know whether the Soviet Union had special anti-terrorism units.\nThe first Tass statement, using the kind of oblique, understated language that Moscow prefers for sensitive matters, simply reported, ''The competent Soviet agencies are taking all necessary steps in order to save the Soviet citizens.''\nThe differences reflect the fundamentally different political systems, societies and national experiences with terrorism. Moscow has generally been spared the terrorist attacks of recent years that have traumatized the United States, Britain, Israel and other Western countries.\nThe kidnapping of the four Russians is the first terrorist attack against a Soviet installation or Soviet diplomats in Lebanon, or anywhere in the Middle East, in the memory of diplomats here. There are no ghosts of Teheran haunting the halls of the Kremlin and the collective psyche of the Soviet Union.\nAt the same time, there are no illusions about terrorism, according to Western diplomats. They said that for years the Soviet Union has built many of its embassies with the kind of blast-resistant walls, vehicular barriers and other defenses that the State Department has only recently adopted.\nIn the end, will the Kremlin, like the White House, find retaliation an unacceptable option? Many of the political and international contraints that limit American responses to terrorism do not necessarily affect Soviet behavior. ''They are more comfortable with the use of force than the United States,'' one diplomat said, ''and they have less to lose in Lebanon and the Middle East.''\nBut the Kremlin has often been cautious in using military force outside areas contiguous to the Soviet Union. In addition, in the current case, the diplomats believe that Moscow, eager to expand its influence in the Middle East, would prefer not to become directly engaged in the tangled Lebanese fighting and would not want to alienate Syria, its main ally in the region.\nDespite the stylistic differences between Washington and Moscow, the outcome may be the same. ''I would not be surprised to see them wait it out, even accept the casualties, because there's not much else they can do,'' concluded one diplomat."
}