{
    "title": "SOVIET , ASSERTING C.I.A. LIES, DENIES ANY PLOT TO KILL POPE",
    "publisher": "the new york times",
    "year": 1982,
    "month": 9,
    "day": 23,
    "full text": "The Soviet Union today denied any involvement in the assassination attempt against Pope John Paul II.  Contending that operatives of the Central Intelligence Agency planted the story, the official press agency Tass said, ''They in Washington hoped to throw a stone at the Soviet Union, but they threw a boomerang.''\nMOSCOW, Sept. 22 (UPI) - The Soviet Union today denied any involvement in the assassination attempt against Pope John Paul II.  Contending that operatives of the Central Intelligence Agency planted the story, the official press agency Tass said, ''They in Washington hoped to throw a stone at the Soviet Union, but they threw a boomerang.''\nThe Soviet statement came after NBC News broadcast a report Tuesday, ''The Man Who Shot the Pope: A Study in Terrorism,'' saying the Kremlin may have backed the May 1981 assassination attempt after the Pope threatened to return to Poland, his homeland, if the Russians invaded to put down Solidarity, the independent trade union movement.\n \n'Foul Anti-Soviet Sensations'\nA Tass commentator, Yuri Kornilov, said that ''specialists in fabricating foul anti-Soviet sensations'' had apparently seized upon the assassination attempt despite the conviction of a Turkish rightist for the shooting.\n''Displaying considerable smartness, these specialists composed for the American NBC television company a provocative show,'' he said.  ''Of course there were no and could not be any facts to prove this.''\nHe dismissed evidence provided by NBC as ''absurd inventions'' about Soviet agents, their Bulgarian assistants, revolvers and false passports -''in short, all the attributes of a cheap detective story.''\nIt would have been better to expose the C.I.A., Tass said, suggesting that the agency was behind the killings of such leaders as Patrice Lumumba of the Congo, Salvador Allende of Chile and Orlando Letelier, a former Allende minister."
}