{
    "title": "Sowore, Jalingo, Others_ HURIWA Urges Media To Investigate Judges, Blackout Rights Abusers",
    "publisher": "the will ",
    "year": 2019,
    "month": 10,
    "day": 7,
    "full text": "SAN FRANCISCO, October 07, (THEWILL) A prominent pro-democracy and civil Rights advocacy group, Human Rights Writers Association of Nigeria, HURIWA, has accused the Federal government and the heads of the Courts of collective conspiracy to silence dissenting voices and to cripple the enjoyment of human rights by the citizenry. HURIWA accused the Federal government of resorting to self help measures because it is unable to steer the ship of State away from the economic adversity it has self inflicted on Nigerians due to poor economic policies.\n The Rights group said the government has realised that it has failed comprehensively to deliver all the promises made to voters and have concluded that the only way to retain power is to curtail the enjoyment of constitutional freedoms enshrined in the chapter four of the supreme law. In the face of this coordinated attacks on freedoms of the citizenry, HURIWA has tasked the media under section 22 of the Constitution to investigate and publish background information on the judges that are now enlisted by the Federal government and some state governments to perpetuate horrendous human rights abuses through obnoxious ex-parte orders and unattainable bail conditions issued to detained Rights activist and journalists such as Omoyele Sowore, denial of bail application by Agba Jalingo and many other users of social media detained in the orders of many governors.\n HURIWA has also advocated the immediate blacklisting of seemingly public relations routine coverage extended to the President Muhammadu Buhari-led administration, the Attorney General of the federation and minister of justice, the Chief justice of Nigeria, the Chief judge of federal high court, the Director General of the Department of State Services (DSS) the governors of Cross Rivers Kaduna Kano and Kebbi states and the office of the Inspector General of Police until they purge themselves of the tendencies to abuse their offices and powers by adopting contrived interpretation of the cybercrime and counter terrorism laws as tools of political witch hunt targeting dissenting voices including journalists and civil Rights leaders. HURIWA said the government has turned logic on its head by misapplication of Cyber crime and anti terrorism laws to use them as instruments of witch hunt and vicious clampdown on social activists and social media users.\n Besides, HURIWA laments the conspiratorial silence of the central body of the National Union of Journalists (NUJ) the Guild of Editors and the Nigerian Labour Congress in the face of the current hurricane and brazen attacks of free speech and other basic and fundamental rights of citizens as clearly guaranteed by Chapter four and chapter two of the constitution of the Federal Republic of Nigeria of 1999 (as amended) as committed by security agents under the direct control and command of President Muhammadu Buhari. The Rights group expressed consternation that the Chief justice of Nigeria Muhammad Tanko and the Acting Chief Judge of the Federal High Court John Tsoho have refused to check the emerging unholy alliances by some of the judges with the security forces to rope in human rights activists and journalists and to facilitate the prolonged detention of such human rights activists and journalists only because those who wield political power are not comfortable with the exercises of the fundamental human rights which are clearly guaranteed by both international human rights laws and the Nigerian laws.\n HURIWA for instance wonders why the Department of State Services has become the official attack dog of the Presidency instead of going after the real terrorists armed bandits and traitors threatening the corporate existence of Nigeria but has become the errand boys of governors and have begun detaining even babies and their parents only for sending text messages to the Kebbi state governor to demand for payments of pensions owed their Father. Relatedly, the Rights group HURIWA absolutely condemns obnoxious bail conditions slammed on Omoyele by a judge of the Abuja division of the Federal High Court even when she is aware of a subsisting bail granted by another court of coordinate jurisdiction and which the Department of State Services and the Nigerian government did not obey.\n The Rights group said the refusal to grant bail to Jalingo by a federal high court in Cross Rivers state over allegations of publication of false reports of corruption against the Cross Rivers State governor and the brutal treatment of the journalist seen on handcuffs by the federal police is a clear demonstration of the plots by the Federal and state governments with the judiciary to harass, intimidate and detain human rights activists and journalists for as long as possible with the iron cast determination of government to create fear, panic and apprehensions in the public space of Nigeria and to keep human rights activists, investigative journalists and dissenting voices out of circulation or in perpetual fear of the emerging police state. HURIWA cited the media report that the police in Cross River State has reportedly obtained a court order to keep a Nigerian lawyer, Joseph Odok, in detention as one in the series of on going national clampdown of activists and dissenting voices just as the Rights group stated that the media attested to the fact that Mr.\n Odok, is a known critic of the Cross River Governor, Ben Ayade, was arrested on September 26 in Abuja on allegation of \"terrorism\" and taken to Calabar by road. HURIWA absolutely condemns the issuance of the court order which was obtained on Friday at the Federal High Court, Calabar, through a motion ex-parte by a prosecution counsel, Dennis Tarhemba, according to a report published by CrossRiverWatch even as Mr Tarhemba, a deputy superintendent of police, is the same official prosecuting Jalingo, in the same court.\n\nLoad-Date: October 7, 2019"
}