{
    "title": "Spain and Morocco Arrest 9 on Suspicion of Terrorism",
    "publisher": "the new york times",
    "year": 2014,
    "month": 9,
    "day": 27,
    "full text": "PARIS -- Spanish and Moroccan law enforcement officials have arrested nine people suspected of being part of a terrorist cell linked to the Islamic State, the Spanish Interior Ministry said on Friday.\nThe ministry said the suspects had been arrested in Melilla, a Spanish-administered enclave on the north coast of Africa, and Nador in northeastern Morocco. The Spanish media said that those arrested included eight Moroccan nationals and one Spaniard, who was purportedly the leader of the group.\nThe investigation was completed under the auspices of a judge who had sealed the details of the investigation, the ministry said, adding that the investigation was continuing.\nAlso Friday, the British police arrested two men suspected of plotting terrorist acts, a day after nine others were rounded up on suspicion of belonging to a banned Islamic extremist group.\nA senior official at Scotland Yard, speaking on condition he not be identified under agency rules, said that the Spanish-Moroccan and British operations were not coordinated. Europol and Interpol declined to comment, and the office of the European Union's counterterrorism coordinator was not available for comment.\nIn Spain, the leader of the cell was reported to be the brother of Zakaria Said Mohamed, a Spaniard who was suspected of fighting in Mali and whose arrest was solicited by the Moroccan authorities, the newspaper El País reported. The Spanish media said that the group leader had traveled to Mali and other conflict zones and was in charge of recruiting radicals for the cell. According to those reports, all of those arrested had been trained in the use of explosives and in handling arms.\nEl País said that Melilla had become a center of operations for jihadists and that investigators had uncovered three terrorist cells in recent months. It added that in March, the authorities discovered a group based in Melilla that had sent dozens of fighters, a majority of whom were French and Moroccan, to fight in Syria, Mali and Libya.\nSpain has spoken out against the brutality of the Islamic State, which is also known as ISIS, but it has not participated in military strikes against the militant group in Iraq or Syria.\n\nhttp://www.nytimes.com/2014/09/27/world/europe/spain-and-morocco-arrest-9-on-suspicion-of-terrorism.html\n\nLoad-Date: September 27, 2014"
}