{
    "title": "Spain 's Battle Against Terrorism",
    "publisher": "the new york times",
    "year": 2000,
    "month": 9,
    "day": 21,
    "full text": "In a series of raids conducted in both Spain and France in the past week, authorities arrested more than 36 alleged separatist Basque E.T.A. terrorists, including the man presumed to be their top leader. This is a victory not only for Prime Minister Jose Maria Aznar of Spain, but for the Basque people themselves. They have had to bear the burden of the E.T.A.'s senseless terror.\nThe group was founded during the four-decade rule of Francisco Franco, when the Spanish state brutally repressed all manifestations of Basque culture. But Spain is now a vibrant democracy, affording the Basques a great deal of autonomy. This leaves little room for a liberation movement espousing violence, and the E.T.A. has reacted to its political isolation with increased desperation.\nThe E.T.A.'s terror campaign provides the one asterisk to Spain's recent success story. The nation has become a constructive force in NATO and the European Union, and its economy has created more jobs than the rest of the European Union nations combined in the past three years. But with the cease-fire in Northern Ireland, the E.T.A. is Western Europe's most active armed separatist group.\nLate in 1998, frustrated by Basques' contentment with their place in Spain, the E.T.A. declared a unilateral cease-fire. Mr. Aznar, himself a survivor of an E.T.A. assassination attempt, would not negotiate with the group without its formal surrender.\nEarly this year the E.T.A. resumed its campaign of terror. It is charged with killing 12 people so far this year, mostly politicians. Mr. Aznar insists that the struggle against the E.T.A. not subvert the rule of law. The previous Socialist government was voted out of office partly because of revelations that it had waged a \"dirty war\" against the E.T.A. Spain must brace itself for the possibility of further E.T.A. attacks. In doing so, Mr. Aznar should maintain his sense of equanimity and respect for the rule of law.\n\nhttp://www.nytimes.com\n\nLoad-Date: September 21, 2000"
}