{
    "title": "SPAIN 'S 'NEW' POLICE_ HARDLY LOVED BUT HATED LESS",
    "publisher": "the new york times",
    "year": 1983,
    "month": 12,
    "day": 16,
    "full text": "A strange thing happened at a Madrid rally against Basque violence some weeks ago. A contingent of policemen walked by and to the surprise of thousands, including the policemen themselves, they were applauded.\nNot all that many years ago when the police appeared at any kind of demonstration it was to break it up. Not surprisingly, they were hated.\nSpain's police, feared and hated during Franco years, are now being viewed by average Spaniard as figures of protection; rise in crime and terrorism by separatist Basques are among reasons for new public feeling about police; photos (M)\n''I think the people in the street believe in all this talk that the national police have changed,'' said a man in the crowd. ''The other day I read a letter to the editor from someone who actually praised them.''\nIt must be said that the police are still not all that popular here. One reason is certainly the legacy from the Franco years when police truncheons were the instruments for suppressing dissent. The national police were the dictatorship's front-line troops in the crusade against internal subversion.\n \nStrained Encounters Persist\nAnother reason is perhaps to be found in the strained encounters with the citizenry in times of tension. Old habits die hard, and when the police set up roadblocks to search for kidnapping victims or board a bus near the frontier of the Basque region after an assassination, their manner can be brusque and brutal.\nA third reason is simply the attitude of Spaniards. Some are openly proud of their reputation for anarchy, and so the upholders of law and order are apt to be denigrated even more than in other European countries. ''In your country, a law is a law,'' a young Spaniard tried to explain. ''Here, a law is an orientation.''\nBut there are signs that the bias against the police is breaking down somewhat, especially in the big cities. As the roots of democracy sink deeper here, more and more people are beginning to regard policemen as figures of protection, not potential assailants.\n''Six years ago, when I saw a cop, my first thought was, 'Is he going to try to arrest me?' '' said Juan Garcia Rodriguez, a 30-year-old painter. ''Now I'm more apt to think of him arresting some guy who is out to mug me. I feel safer when I see one - I never thought I'd say that.''\n \nTerrorism Is a Factor\nTwo things have happened to account for this shift in public feelings. One is a rise in crime, stemming from increases in unemployment and drug abuse.\nThe other is terrorism by separatists in the Basque region. During the Franco years, many non-Basques in other parts of the country secretly rooted for the separatists, or at least felt a bond of sympathy for actions directed against the dictatorship, the common enemy.\nBut once democracy came and the violence kept on, the police and civil guards who were victims of assassinations and bombings suddenly seemed to be martyrs instead of oppressors.\nThe Government that took over after Franco's death in 1975 tried to rehabilitate the 49,000-member national police in the eyes of the people. The tight-fitting gray uniforms of these policemen, which had given them the universal nickname the Grays, shorthand for the animosity they called up, were changed to a neutral brown.\nThis was but the outward sign of a profounder policy change; the policemen no longer crisscrossed the University of Madrid campus in groups of four and eight, their footsteps echoing outside lecture halls as a reminder of what professors would call the power factors.\n \nThe Fatherland Above All\nUnder the dictatorship, while the national police put down discontent in the cities, that job in the countryside fell to the civil guards, whose colorful uniforms and three-cornered black hats made them a favored target for tourists' cameras.\nThey could be rough and ruthless. They served outside their own regions - every medium-sized Spanish town has a barracks in its center with the motto ''Everything for the Fatherland'' over the door - and they were not encouraged to mingle in any way with the local folk.\nThese traditions persevere, so that even today the 65,000-member civil guard has a tint of an alien, almost occupational force about it. Occasionally democratic politicians, when they are not worrying about the army, wonder about the conservative predilections of this force. It was civil guards who stormed Parliament and held lawmakers captive for 17 hours during an abortive coup in 1981.\n \n8,000 Policemen Strike\nBesides the talk over what the role of the police should be, there are the beginnings of a debate over who should control them. Last month some 8,000 nonuniformed policemen belonging to the elite force called the Cuerpo Superior, otherwise known as the secret police, staged a brief strike.\nMingled with their demands for higher pay and better working conditions was the insistence that they and their colleagues in the national police be placed firmly under civilian rule. Both are now quasi-military and can revert to direct army command under special circumstances.\nThe Socialists now in power appear to have rejected plans to demilitarize the civil guard. Instead they are undertaking personnel changes beginning at the very top, with the nomination as new commanding officer of one of the few army generals known to harbor democratic sentiments, Lieut. Gen. Saenz de Santa Maria.\nAlthough the public attitude is gradually more accepting of the police - except in the Basque region, where most of the policemen are from other parts of the country - a series of scandals and blunders have taken a toll on public good will.\nIn February, a 2-year-old boy was accidentally shot and killed by a civil guard who fired at a car that failed to stop at a road checkpoint. The boy's father, the driver of the car, said afterward that he pulled away because he could not identify the man in the darkness and assumed he was being attacked by criminals.\nIn October, a 19-year-old woman sitting with a male friend in a car was hit and partly paralyzed by bullets from a civil guard's rifle. After three days of silence on the incident, an official explanation was issued that seemed so incredible it made things worse. It said the parked car had suddenly pulled away, kicking up gravel that caused the rifle to fire by itself - three times.\n \nTurning the Tables on Police\nOther occurrences tended toward the farcical. In one, several policemen stopped three youths who were carrying bags. The young men were ordered to open the bags, which turned out to contain weapons. They then disarmed the policemen and escaped with their weapons as well.\nEqually embarrassing to the police was an incident involving some 2,000 confidential police files that disappeared shortly before the Socialists took office a year ago. They were found recently in the homes of two officers.\nAnd then there was the case of the four Spanish policemen who slipped across the border into southern France on an as-yet-unexplained antiterrorist mission. The four were arrested by the French police in the town of Pau and their incarceration turned into an international incident. The policemen, held since Oct. 18, were released by the French on Thursday.\nCorrection\n\nA picture caption on Wednesday, with an article on the police in Spain, misinterpreted a banner at a police union office. It called for discussions with Interior Minister Jose Barrionuevo.\nCorrection-Date: December 16, 1983, Friday, Late City Final Edition\n\nGraphic\n\n \nphoto of banner at police union office in Madrid; photo of police officer on duty in Madrid"
}