{
    "title": "Spain Grapples With Notion That Terrorism Trumped Democracy",
    "publisher": "the new york times",
    "year": 2004,
    "month": 3,
    "day": 17,
    "full text": "In the aftermath of its national election, Spain, along with the rest of the world, is struggling to answer a harrowing question: who really won on Sunday, the Socialists or the terrorists?\n For the departing foreign minister, Ana Palacio, whose center-right government staunchly supported the American-led war in Iraq and lost the election, the answer is clear. ''We are giving birth to a new world, and it is sad and dangerous and sick,'' Mrs. Palacio said in an interview. ''We are giving a signal to terrorists that they can have their way because we have given in.''\n For Jose Luis Rodriguez Zapatero, the Socialist who will soon become the next prime minister, the answer is far different. Asked at a news conference on Monday whether terrorist bombs had catapulted him to power, Mr. Zapatero said nothing could be further from the truth.\n ''Spaniards have always expressed great maturity and common sense at the time of voting,'' he said, emphasizing each word. ''There was a desire for change because there was a government that had done bad things. And on Sunday, the people voted for change.''\n The reverberations from the ballot box here have been felt around the world. Spain, with Britain, had embraced the American war effort in Iraq, despite widespread popular opposition. The Madrid bombings raised the possibility that Europe was a fresh target for violence and that terrorists could undermine democracy and manipulate elections.\n In Washington, President Bush tried to dispel the notion that the Spanish election would lead other European nations to seek distance from Washington's approach to terrorism and Iraq. During a meeting with the Dutch prime minister, Jan Peter Balkenende, Mr. Bush asked the Dutch people -- and by extension other Europeans -- to think hard before they followed any impulse to pull their troops out of Iraq.\n ''I would ask them to think about the Iraqi citizens, who don't want people to withdraw, because they want to be free,'' Mr. Bush said. ''And I would remind the Dutch citizens that Al Qaeda has an interest in Iraq for a reason.'' He added, ''They realize this is a front in the war on terror, and they fear the spread of freedom and democracy in places like the greater Middle East.''\n The contest in Spain had always been close between the governing Popular Party, which backed Mr. Bush's policies, and the Socialists, who opposed them. Other issues at stake before the bombings were unemployment, a housing shortage, women's rights and social benefits.\n In March 2003, at the height of opposition to the Iraq war, the Socialists were ahead in polls. With the economy roaring and the Socialist Party in disarray, the Popular Party pulled ahead. On March 7, the last date in which polls were published, an Opina poll showed that the gap had narrowed, giving the Popular Party 42 percent, compared with 38 percent for the Socialists.\n Four days later, terror struck. With Madrid under siege, voters were expected to rally around the flag and stick with the party that had talked the toughest against terrorism, at least initially. Even the Socialists braced themselves for that outcome, said two senior party officials.\n But interviews with scores of Spaniards of both parties indicated that a number of things happened after the attacks that shifted the balance to the Socialists. Voters flooded the polls on Sunday in record numbers, especially young people who had not planned to vote. In interviews, they said they did so not so much out of fear of terror as out of anger against a government they saw as increasingly authoritarian, arrogant and stubborn. The government, they said, mishandled the crisis in the emotional days after the attacks.\n Voters said they were enraged not only by the government's insistence that the Basque separatist group ETA was responsible, despite mounting evidence to the contrary, but they also resented its clumsy attempts to quell antigovernment sentiment.\n For example, the main television channel TVE, which is state-owned, showed scant and selective scenes of antigovernment demonstrations on Saturday night, just as it ran very little coverage of the large demonstrations against the war in Iraq last year. It also suddenly changed its regular programming to air a documentary on the horrors of ETA.\n That was the last straw for some Spaniards, who said it evoked the nightmare of censorship during the Franco dictatorship little more than a quarter of a century ago.\n Prime Minister Jose Maria Aznar personally called the top editors of Spain's major dailies twice on the day of the attacks. In the first round of calls, Mr. Aznar said he was convinced that ETA was responsible.\n ''He said, 'It was ETA, Antonio, don't doubt it in the least,' '' said Antonio Franco, editor in chief of the Barcelona-based El Periodico de Catalunya, in an interview.\n Mr. Franco's newspaper published a special edition based on Mr. Aznar's call, then Mr. Franco published an editorial rectifying the mistake as new information came to light. ''It was shameful to me that the whole world was taking precautions and debating about Al Qaeda except in Spain, where the attack occurred,'' he said.\n At the Spanish news agency EFE, Alfonso Bauluz, a correspondent and member of the agency's union, said, ''I received information from my colleagues, who have good sources, about the Al Qaeda hypothesis, but the editor said we don't want that, don't pay attention. On Saturday, the editor wrote a story with his own byline saying all possibilities of an Al Qaeda connection were thrown out.''\n During Mr. Aznar's second call that evening, he acknowledged that other avenues were being investigated, but discounted them, Mr. Franco said.\n Meanwhile, within 24 hours of the terrorist attacks, the Socialists, through their own intelligence and diplomatic contacts in the Muslim world, were already leaning toward the theory that Al Qaeda and not ETA was responsible, two senior Socialist Party officials said.\n Spaniards are still struggling to absorb both the shock of the terror attacks and interpret the result of the upset election on Sunday.\n ''The terrorism attack has changed the result of the election, but the people were also deceived by the government, so it's a combination, a mix of the two of things,'' said Elena Roldan, a 28-year-old law librarian who voted Socialist.\n Asked whether she felt the United States bore some responsibility for encouraging Spain to join its war against Iraq, she replied, ''Nobody forced Aznar to go to war; the entire country was against it. Nobody has been saying that the United States was responsible for this attack, but everybody holds the Spanish government responsible.''\n At the bus and train terminal at Plaza de la Castilla in northern Madrid, Alberto Martin, a 31-year-old nuclear physicist who voted Socialist, said, ''If the government had said, 'We don't know who did it,' nothing would have happened and Zapatero would not be there. Aznar was making decisions without any consideration for people's concerns. Look at the war in Iraq. Aznar thought he was God! There was no dialogue.''\n The election, Mr. Martin added, ''is a victory for the people, not for terrorism. You see, I'm now going to take the train.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: A Mass was offered yesterday in Almudena Cathedral in Madrid for bombing victims. (Pool photo by Alberto Martin)\n Demonstrators in Alcala de Henares held portraits yesterday of some of the victims killed in the bombing of Spanish commuter trains. (Photo by Agence France-Presse--Getty Images)         \n\nLoad-Date: March 17, 2004"
}