{
    "title": "Spain court convicts Basque leader of terrorism",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 9,
    "day": 16,
    "full text": "MADRID ? A Spanish court found a prominent Basque separatist guilty of terrorism Friday and sentenced him to 10 years in prison for trying to resurrect the banned political wing of the militant group ETA. Arnaldo Otegi, former leader of the outlawed Batasuna party, can appeal the conviction handed down by the National Court. \nFour other suspects were also convicted, and three were acquitted. Otegi served 15 months for an ETA-related offense and was freed in 2008, then re-arrested in 2009 over the current case and has been in prison since then awaiting trial. Batasuna was banned in 2003 on grounds it is part of ETA. ETA has killed 829 people since the late 1960s in a campaign of bombings and shootings aimed at achieving an independent Basque homeland, and is classified as a terrorist organization by Spain, the European Union and the United States. Over the past decade Otegi has been perhaps the most high-profile pro-independence Basque nationalist among those who refused to condemn ETA. But recently he and many in his movement have publicly rejected violence ? although not ETA itself ? as the way to achieve Basque independence, saying it must be done peacefully and democratically. In this court case Otegi was charged with trying to form an organization that would replace Batasuna. During the trial, which ended in July, he argued that it was this group which persuaded the pro-ETA Basque separatist community to reject violence. But the court ruled Friday that Otegi was acting on orders from ETA to regroup pro-independence forces into a new political tool for ETA. ETA declared a ceasefire in September of last year and has not killed anyone in Spain in more than two years. The government says the group has been weakened by arrests and dwindling grassroots support, but rules out negotiations0 and insists ETA must simply surrender. That would bring an end to Europe's last major armed militancy. \n\nLoad-Date: September 17, 2011"
}