{
    "title": "SPAIN VS. BASQUE REBELS_ WHAT PRICE TOUGHNESS_",
    "publisher": "the new york times",
    "year": 1983,
    "month": 1,
    "day": 20,
    "full text": "The kidnapping of the son of a wealthy industrialist in the Basque region has called in doubt the Spanish Government's new policy of tough measures against terrorism.\nThe victim, a 21-year-old industrial engineering student named Miguel Ignacio Echeverria, was found early today beside a desolate country road. He had been released unharmed by his captors, apparently after a ransom of almost $1.3 million was paid.\nAlthough the kidnappers have not been identified, the abduction was widely believed to be the work of the Basque separatist organization E.T.A. And so the case turned into a test of strength for the new Government in its approach to political violence in the troubled northern provinces.\nMADRID, Jan. 17 - The kidnapping of the son of a wealthy industrialist in the Basque region has called in doubt the Spanish Government's new policy of tough measures against terrorism.\nTo try to end the string of lucrative kidnappings by E.T.A., the new Minister of the Interior, Jose Barrionuevo, had promised a series of drastic measures, including efforts to prevent ransom payments.\n \nWeek's Deadline Set\nThe Echeverria youth was taken from his home in San Sebastian on Jan. 10 by two gunmen who gave the family one week to pay the ransom in a combination of Spanish and French currencies.\nSpanish officials have not said if a ransom was paid. But Basque sources, noting that the family had made clear its intention to pay, said they believed the sum was delivered abroad to circumvent any efforts by the Government to stop it.\nA bit of mystery was thrown over the case when Miguel Ignacio said that his abductors had spoken to him in Spanish, not in the Basque language. He said he had been generally well treated during his confinement in two different apartments and spent much of the time reading the Hermann Hesse novel ''Steppenwolf.''\nThroughout the kidnapping, the police operated on the theory that it was done by members of the the so-called political-military wing of E.T.A. - the initials stand for the Basque words for Basque Homeland and Freedom - although communiques from the group denied any involvement and suggested that common criminals or even extreme rightists were responsible.\n \nAbduction Provokes Outcry\nThe Government's tough line against ransom payments ran up against an emotional outcry over the kidnapping. Various rallies demanding the victim's release were held.\nThe indignation arose partly because the abduction closely followed another long kidnapping drama in the Basque region. That one ended successfully for the Government on Dec. 30 when the police raided an abandoned shepherd's cabin in a village near San Sebastian and freed Saturnino Orbegozo, a 70-year-old industrialist who had been held captive 46 days. Two members of the political military faction of the E.T.A. who were guarding him were arrested without a shot fired.\nNewspapers and television reports on New Year's Eve were filled with photographs of Mr. Orbegozo, in a black beret and wearing a newly grown white beard, embracing members of his family and workers in his factory. There seemed to be a national sigh of relief and considerable satisfaction in official quarters that not a peseta of ransom money had been paid.\nIn the aftermath of that victory, Rafael Vera, the new Director General of State Security, announced an intention to prosecute people who act as intermediaries in kidnapping cases. He also spoke of taking legal steps to prevent the movement of money to finance terrorist groups.\n \nApparent Intent of Action\nThe approach was confirmed by an almost simultaneous statement on the same subject from Mr. Barrionuevo, the Minister of the Interior, who had made it plain in numerous interviews on taking office that fighting terrorism would be a top priority.\nThe action against intermediaries appeared designed primarily to end the operations of people close to the E.T.A. who communicate with the families of kidnapping victims and so, in the eyes of the authorities, act as agents for the organization.\nAs if to show determination, the authorities detained and held for three days Juan Felix Eriz, a Basque businessman who had been the gobetween in the Orbegozo abduction. At a news conference three hours after his release, Mr. Eriz attacked the Government's position, said he had acted for ''strictly humanitarian'' reasons and insisted he would do so again if need be. He said he had been involved as an intermediary in four previous kidnappings and some 20 cases of payment of sums called ''revolutionary taxes'' demanded by the E.T.A. from banks, businesses and wealthy families.\n \nReports of Opposition\nThe Government's plans to try to keep money from the terrorists appeared aimed at stopping the ''revolutionary taxes.'' But it also raised the possibility that the Government might step in to freeze the bank account of the family of a kidnapping victim to prevent ransom payment, an interpretation that Government officials have done little to discourage.\nThe new measures became a matter of controversy even before the most recent kidnapping. Over the weekend, Spanish newspapers reported opposition or reservations on the part of lawyers and jurists and speculated about a disagreement between the Ministry of the Interior and the Ministry of Justice. The Justice Ministry would not break new ground to prosecute intermediaries, it was said.\nWith the disappearance of Mr. Echeverria, the issue took on a heart-wrenching immediacy. His photograph - he is a handsome young man with an open smile and a shock of dark hair -appeared daily in almost every paper, along with pleas from his mother for his safe return.\n \n'Feeling Is Running Very High'\nThere were two rallies in the north to demand his immediate release. One in San Sebastian, organized by his schoolmates, drew some 12,000 people. The other, in Legazpia, where his family runs Patricio Echeverria, a steel mill conglomerate that employs 3,000 workers, attracted 3,500.\n''Feeling is running very high,'' said a journalist in San Sebastian. ''First there was the kidnapping of an old man, and then this young child who had nothing to do with politics.''\nThe Government appeared to soften its stand somewhat at midweek.  Alfonso Guerra, the Deputy Prime Minister who is the right-hand man of Prime Minister Felipe Gonzalez, said it still opposed ransom payments but was not against ''humanitarian means'' to gain the release of victims.\n \nSupport From the Right\nIn statements sent to various newspapers, the E.T.A. has denied responsibility for the kidnapping, suggesting that it was done instead by criminals or even forces of the extreme right.\nIt is clear that the strong stand against political kidnappings that has been taken by the Socialists, who took office only last month as the first leftist government since before the 1936-39 civil war, has stolen political thunder from the right. Manuel Iribarne Fraga, leader of the Popular Alliance, the main opposition party, endorsed the steps as ''absolutely reasonable.''\nAntiterrorism is a major preoccupation of the right, as it is of the Spanish armed forces. Under the dictatorship of Francisco Franco, the armed forces were urged to think of themselves as the custodians of Spanish unity. Most of the victims assassinated by the E.T.A. have been military officers, policemen or civil guards.\n\nGraphic\n\n \nIllustrations: photo of Miguel Echeverris and his family photo of Saturnino Orbegozo"
}