{
    "title": "Spain Dismisses Terror and Hate Crime Case Against Puppeteers",
    "publisher": "the new york times",
    "year": 2017,
    "month": 1,
    "day": 12,
    "full text": "MADRID -- A Spanish judge has dismissed a case against two puppeteers almost a year after they were detained for staging a show that was deemed to glorify terrorism and promote hatred.\nThe arrest of the puppeteers, Raúl García Pérez and Alfonso Lázaro de la Fuente, in February 2016 set off a political controversy and was seen a bellwether for whether Europe's fight against terrorism was also threatening basic rights of protest and free speech. \n  The ruling by Judge José María Escribano Lacleriga in Madrid was dated Jan. 5 but not made public until Wednesday. He decided that the evidence was insufficient, dismissing the final charges.\n  The puppeteers were detained after staging a show that was part of Madrid's Carnival festivities. Their act featured a puppet police officer who held up a sign falsely accusing a witch, using a play on words that combined Al Qaeda and ETA, the Basque group that has killed more than 800 people in its campaign to secure Basque independence. The show was halted after parents complained and called the police, who arrested the puppeteers.\n  Although the puppeteers were released after a few days, it has taken almost a year for the case against them to be dismissed. They were prosecuted under a law that was originally intended to stop ETA -- considered a terrorist group by the United States and the European Union -- from promoting violence and recruiting more militants, but the legislation has more recently been used instead to combat Islamist terrorism. While ETA has not disbanded, as demanded by the government in Madrid, the group declared a unilateral cease-fire in 2011 and is not known to have killed on Spanish soil since 2009.\n  Although street protests were held in their defense, Mr. Pérez and Mr. de la Fuente also drew criticism because of other scenes seen as offensive, including the stabbing of a nun with a crucifix.\n  Jorge Fernández Díaz, Spain's interior minister at the time, had defended the detention of the puppeteers, describing as ''an absurdity'' the idea that their act could be labeled satire.\n\nhttp://www.nytimes.com/2017/01/11/world/europe/spain-puppeteers-arrest-terrorism-eta.html\n\nLoad-Date: January 12, 2017"
}