{
    "title": "SPAIN MOVES TO COUNTER BASQUE REBELS",
    "publisher": "the new york times",
    "year": 1981,
    "month": 3,
    "day": 23,
    "full text": "Prime Minister Leopoldo Calvo Sotelo and a group of Cabinet ministers decided today on new measures to try to curb terrorism following last night's assassination of a second Spanish Army colonel, apparently by Basque separatists.\nLast night's slaying, in Pamplona, was regarded in Madrid as the latest of the plentiful signs that the separatist organization E.T.A. is trying to provoke the military into another attempted coup.\nAfter the meeting, Defense Minister Alberto Oliart met with the Joint Chiefs of Staff of the armed forces and suggested that the Government take steps to involve the military more closely in the struggle against Basque terrorists. One immediate measure was apparently to have the Government insist that senior officers in the troubled northern provinces be accompanied by bodyguards.\nSpain decides on new measures to try to curb terrorism by Basque separatistsBoth Officers Shot Outside Church\nThe officer slain last night, Lieut. Col. Jose Luis Prieto Garcia, a retired head of the Navarre Provincial Police, was gunned down by a woman as he was going into church with his wife and other family members in Pamplona. He died instantly. With his body lying outside in a pool of blood, the mass was converted into a grim and emotional memorial service for the 61-year-old officer.\nThe killing occurred only hours after Mr. Calvo Sotelo had flown to Bilbao to attend services for the other colonel, Ramon Romero Rotaeche, who died earlier in the day from head wounds he suffered Thursday when a woman shot him as he was leaving church there. Both of the slain colonels were known as liberals and, like virtually all military men who have been killed by E.T.A., they had declined to use bodyguards.\nMr. Calvo Sotelo, like his predecessor, Adolfo Suarez, has been reluctant to declare a state of emergency in the north or to bring the army overtly into the fight against E.T.A., whose initials stand for Basque homeland and liberty. The fear is that such a move would spark a popular backlash against Madrid among ordinary Basques, who prize even the limited autonomy they have achieved in the last five years.\nBut deep anger in the army over Basque separatism and E.T.A.  terrorism helped detonate last month's attempted coup, and many politicians believe that, if only for symbolic reasons, the military should be given some role.\n \nBasque Cooperation Is Seen\nUsually well-placed informants in in Bilbao said that the mainstream Basque Nationalist Party was moving toward a decision to cooperate with the national police and the paramilitary Civil Guard in identifying and locating E.T.A. gunmen. Prior to the attempted coup, Basque politicians had shown little inclination to help the national police, regarding them as akin to occupation forces.\nBut the apparent decision of E.T.A's so-called military wing to start a campaign against the army has given the Basque Nationalists pause - they realize that a successful coup could sweep them away, too. Open cooperation between the Basque Nationalists and the police could be of considerable importance and drama, since many E.T.A.  militants are the sons and daughters of leaders of the party.\nMeeting today in the resort town of Zarauz, the national assembly of the Basque Nationalists accused E.T.A. of attempting to touch off another coup and demanded ''an active posture to insure that such killings do not happen again.''\n \nSays It Won't Be Provoked\nIn an attempt to calm the many Spaniards who live in daily fear of another military putsch, the Defense Ministry issued a statement after last night's assassination in Pamplona, saying the military command would ''not allow itself to be emotionally provoked by a maneuver that is as crude as it is brutal and bloody.\"\nMeanwhile, the more flexible political-military wing of E.T.A.  announced in a long communique that it was reconsidering the unilateral truce that it proclaimed three weeks ago imediately after the Feb. 23 attempted coup. The killings of the two colonels and other recent acts of violence have been committed by E.T.A.'s hard-line military branch.\nAfter the political-military wing declared a cease-fire, Spanish police intelligence reported that several uncompromising members of the organization had deserted to the intransigent military wing. A power struggle was said to have occurred within the military faction, with those who favored negotiation with the Government losing out to proponents of an accelerated campaign of killing of military personnel."
}