{
    "title": "Spain arrests American al-Qaida suspect",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 9,
    "day": 29,
    "full text": "MADRID ? Spanish police have arrested a U.S. citizen of Algerian origin who is suspected of financing al-Qaida's North African affiliate, the Interior Ministry said Wednesday. Mohamed Omar Debhi, 43, was arrested Tuesday in the town of Esplugues de Llobregat near Barcelona. \nHis arrest is not connected to terrorism alerts this week in France and Britain and is just a coincidence, a ministry official said on condition of anonymity in line with ministry rules. Debhi is suspected of laundering money and sending some of it to an associate in Algeria, Toufik Mizi, to be passed on to cells of al-Qaida in the Islamic Maghreb, a ministry statement said. Mizi is wanted in Spain after eluding a police raid in 2008. The ministry said Debhi used bank transfers or human couriers to send Mizi amounts in excess of ?60,000 ($80,000), although it did not specify how much was sent altogether. The statement said Debhi was \"linked to crimes of financing terrorism in the Sahel for al-Qaida in the Islamic Maghreb,\" referring to the vast stretch of sub-Saharan territory where the terror organization has kidnapped several Europeans and other Westerners in recent years. Some of the money Debhi sent to Algeria was transferred under the guise of business transactions that turned out to be bogus, the ministry said. He is also suspected of tax fraud and forgery in Spain. Police who investigated Debhi have seized three PCs, hard drives and banking and other documents, the statement said. It did not specify if any intelligence had been obtained from theconfiscated material. Mizi used to live in Spain but fled after a series of police raids in June 2008 that targeted a cell suspected of recruiting Islamic terrorists and providing logistical support for members of al-Qaida's North African affiliate. Eight people were arrested in those raids, which were carried out in Pamplona, Barcelona and the eastern city of Castellon. The Interior Ministry official said Debhi at one point lived in Texas in a town with the postal code 77450. That corresponds to the town of Katy, near Houston. The ministry had no immediate information on when Debhi obtained U.S. citizenship, the official said. U.S. Embassy spokesman Jeffrey Galvin said he had no immediate comment on the arrest. \n\nLoad-Date: September 30, 2010"
}