{
    "title": "Spain Braces for a Surge in Basque Terrorism",
    "publisher": "the new york times",
    "year": 1989,
    "month": 9,
    "day": 21,
    "full text": "Spain is bracing for a surge of Basque terrorist activities aimed at disrupting next month's elections after the killing of a Government prosecutor here last week.\nIn a statement last weekend, the Basque separatist group E.T.A. said the slain lawyer, Carmen Tagle, who was involved in prosecuting terrorists, had been given ''just reward for her work.''\nThe statement also reminded Justice and Interior Ministry officials that they remained targets of ''military actions,'' a threat that prompted the Government to tighten security at the High Court and to provide judges and public prosecutors with bodyguards.\nToday, a postman in the Basque town of Renteria was killed by a parcel bomb, the third victim of such a device this month. Although E.T.A. has often claimed responsibility for letter bombs, a Government official said this one appeared to have been addressed to a sympathizer of the separatists.\nAlthough a dozen police and military officers have been killed by E.T.A. gunmen since peace talks with the Government broke down in April, the killing of Miss Tagle outside her home here on Sept. 12 was seen as a significant escalation in the group's violent campaign for Basque independence.\nIn a rare statement, King Juan Carlos denounced ''this cruel, inexplicable and useless plague of terrorism.'' Prime Minister Felipe Gonzalez said Spain's political parties should try to achieve a consensus on an anti-terrorist strategy after the Oct. 29 elections.\nThe Government has scored an important victory over E.T.A. with the death of two terrorists and the capture of 34 others after a clash last weekend at Irun, near the French border.\nThe police said the action served to break up an E.T.A. command known as Araba, which it asserted had carried out more than 40 assassinations over the last few years. It added that, when making the arrests, it seized an important arms cache.\nSince Miss Tagle's killing, the Government has also decided to seek the extradition of several dozen E.T.A. members who had used France and Algeria as havens and were later sent into exile in various Latin American countries. Already more than 500 E.T.A. members are in jail in Spain.\nGovernment officials said France in particular had begun to cooperate with the Spanish law enforcement authorities, not only in arresting and deporting E.T.A. rebels living in France, but also in providing intelligence.\nThis week a French appeals court approved the extradition of Juan Lorenzo Lasa Mitxelena, the most senior E.T.A. leader ever to be returned to face terrorist charges. Spain also requested the extradition of Belen Gonzalez, an E.T.A. member deported to the Dominican Republic by Algeria.\nAlgeria served as mediator in the failed negotiations that took place between the Spanish Government and E.T.A. this year. Madrid has since declared that it will not resume the peace talks until E.T.A. suspends its terrorism for a prolonged period.\nPolitical experts said Prime Minister Gonzalez was also looking to the elections to demonstrate shrinking public sympathy for the E.T.A. in the three Basque provinces of Viscaya, Guipuzcoa and Alava. Although several Basque parties are active in the region, only one called Herri Batasuna openly identifies with E.T.A. and has included jailed terrorists among its candidates for congressional seats. While support for Herri Batasuna is showing signs of weakening, however, Government officials believe that E.T.A. - whose name means Basque Homeland and Liberty in the region's language - is now controlled by a highly militaristic Marxist faction that would find it difficult to accept anything short of independence.\nFor example, just two days after the Government floated the idea of new negotiations in July, E.T.A. responded by killing two army officers in Madrid, its first assassinations there this year. Over 600 people have died since E.T.A. began armed insurgency 21 years ago.\nOfficials said that since much recent terrorism seemed politically counterproductive, the separatists now appeared to be more interested in disrupting the coming elections than in displaying political strength."
}