{
    "title": "SPAIN BRINGS TERROR INTO FOCUS FOR EUROPEANS",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 3,
    "day": 13,
    "full text": "Europe has found its Ground Zero.\n The blood on the Madrid train tracks, the dead lined in zippered bags, the shredded clothes and the bruised, confused faces have all swirled together in a new picture of suffering for the continent. Europe empathized with the United States after Sept. 11, 2001, but it did not feel the sting and breadth of terrorism until 10 synchronized bombs blew through Spain's Thursday morning rush hour.\n \"The mass terror of Madrid was aimed at the heart of Spain, but we're all in the crosshairs of terrorism,\" proclaimed Bild, Germany's largest newspaper. \"Who is safe today? Terror is like a hydra with a thousand heads.\"\nNo one has claimed responsibility for the attacks that killed nearly 200 people and wounded 1,400 others. Spanish authorities suggest that the Basque separatist group ETA is behind the carnage. There are hints that Islamic terrorists were involved, raising the specter that extremists with a cache of high explosives were punishing Spain for supporting the Iraq war.\n Europe is not immune from militant organizations. Italy's Red Brigade murdered scores in the 1970s. ETA has been killing Spanish politicians for three decades. The Irish Republican Army has left a swath of dead.\n But the Madrid bombings come in a new era, when global terrorism seems insidious. Intelligence authorities are concerned that the attacks may indicate a resurgence of European groups that were believed to have gone dormant.\n Another prospect is that these cells are working with -- or borrowing tactics from -- Islamic terrorists. A letter found on Red Brigade member Nadia Lioce after a 2003 shootout with police on an Italian train urged Europe's leftist militants to unite with Islamic fundamentalists.\n \"There may now be a realization that what Europe is facing is something wider: international understanding among extremists, who copy each other's methods, supply each other with arms and coordinate attacks on their common enemies,\" a Times of London editorial said. \"It certainly appears that the [Madrid] bombers had learned much about tactics, surprise and viciousness from al-Qaida, underlining the ugly concept of terrorist 'franchising.' \"\n In many ways, Europe believed that it was removed from the reach of such spectacular attacks. America, after all, was target No. 1. But the Madrid blasts, arriving just two months before the European Union expands from 15 to 25 nations, have spurred some nations to tighten borders and increased tensions around the 2004 Olympics to be held in Greece this summer.\n \"Whoever thought the American 'devils' were the only ones in the sights of Islamic terrorism was wrong,\" wrote la Repubblica newspaper in Italy. \"We are all in the same boat.\"\n Europe prides itself on tolerance and equality. But the continent's Muslim population has doubled in the last decade, and many Europeans are calling for stricter immigration and asylum laws. These debates, as they did immediately after Sept. 11, are likely to intensify following Thursday's bombings.\n \"The real threat of terrorism to democracy is … that it will stampede us into curbing the freedoms and legal rights that are inseparable from democracy,\" Britain's former Foreign Minister Robin Cook wrote in The Independent.\n The conservative Daily Telegraph in London said: \"The global stakes for terrorist activity have been dramatically raised. … As George W. Bush and [British Prime Minister] Tony Blair have claimed, Sept. 11 truly did change the world.\"\n The attacks come as U.S. and European capitals have been bickering over how to fight terrorism and rogue states. The Bush administration prefers pre-emptive strikes while Europe stresses instigating social and economic change in countries that spawn militants.\n The Spanish and Polish governments sent troops to Iraq against the overwhelming wishes of their people. Warsaw announced yesterday that it was tightening security around the nation's airports and train stations to counter any possible al-Qaida terrorist attack. Some newspapers in Europe have asked whether Spaniards will accept Prime Minister Jose Maria Aznar's Iraq policy if they must live with the threats of more explosions.\n Rather than divide, the bombings appear to have brought Europe together. France's bitter opposition to the Iraq war often marred relations between Madrid and Paris over the last year. But French President Jacques Chirac and other French leaders said the threat of terrorism must be countered with a united approach.\n\nLoad-Date: March 16, 2004"
}