{
    "title": "Spanish government tries to cope with dramatic rise in terrorism",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 7,
    "day": 30,
    "full text": "Two terrorists shot at an official car in central Madrid July 29, then made an easy getaway with another terrorist in a car parked nearby.  Their bullets slightly injured Gen. Arturo Criado Amunategui and killed his bodyguard.\nThe incident -- which bears all the characteristics of being the work of the military wing of the Basque separatist organization Euzkadi ta Azkatasuna (ETA) -- is the 22nd attack on generals and senior members of the armed forces since Spain restored democracy in 1977.  It also brings to five the number of people who have died in acts of political violence in Spain in just under one week.\nIn the first incident in this new wave of violence, the military branch of ETA claimed responsibility for killing one officer in the Guardia Civil and for injuring 32 more guards when a bomb exploded near Logrono, just south of the Basque country, on July 22.\nOne day later, in what was generally presumed to be a reprisal by terrorists on the extreme right, three people were killed when a bomb went off outside a Basque-language nursery school in Bilbao.\nFinally, terrorists seized almost eight tons of explosives from an arsenal near Santander July 24.  After an emergency meeting between Spanish Prime Minister Adolfo Suarez and the ministers of defense and interior, the government announced July 27 that rewards of up to $285,000 would be given to anyone who could provide information on the whereabouts of the explosives, now believed to be hidden in or near the Basque capital city, Bilbao.\nThis news prompted the civil governor of Vizcaya Province to draw up a plan for the evacuation of Bilbao's 500,000 inhabitants.  The Spanish Red Cross, in an unprecedented move, has offered its services as an intermediary between the government and the terrorists.\nThe robbery, also considered to be the work of the military wing of ETA, involves the largest quantity of explosives ever seized by terrorists in Spain.  It is estimated that the eight tons of Goma-Dos-type explosives are capable of blowing up a city, or three nuclear power stations, or 100,000 tons of rock.\nWhen the military branch of ETA attacked the Guardia Civil patrol in Logrono last week, police reckoned that the organization was still using part of the two tons of Goma-Dos explosives seized in separate raids in December 1978.  This suggests that with the latest haul ETA has enough explosive material to last eight years.\nInterior Minister Juan Jose Roson blames the disappearance of these explosives exclusively on the two night guards who were watching over the arsenal.  In a statement released over the weekend, Mr. Roson said the two guards were talking to each other at the time of the raid instead of standing at separate posts, and that this prevented them from setting off the alarm."
}