{
    "title": "Spanish Court Outlaws a Basque Party, Seeing Terrorism Links",
    "publisher": "the new york times",
    "year": 2003,
    "month": 3,
    "day": 18,
    "full text": "Spain's Supreme Court outlawed the radical Basque political party Batasuna today, agreeing with the government's allegation that it forms an integral part of the violent separatist group E.T.A.\n     The unanimous decision by 16 judges on the court's Special Tribunal means that the group, which usually wins between 10 and 15 percent of the Basque vote, must immediately cease all political activity and will not be able to run in local elections in May. \n Francisco Hernando, president of the court, told reporters that Batasuna, and its predecessors Herri Batasuna and Euskal Herritarrok, had violated the Law on Political Parties passed last summer and aimed at groups that support terrorism.\nAlthough the full ruling will not be made public for several days, Judge Hernando said the decision \"outlaws the specified political formations and therefore requires their dissolution and their removal from the Register of Political Parties.\" In practice, Batasuna has not been able to operate since August, when a Spanish judge issued a temporary ban on the party for alleged terrorist activities.\nPrime Minister Jose Maria Aznar, who narrowly escaped an E.T.A. assassination attempt in 1995, welcomed the ruling, saying, \"Terrorists will not be able to set the rules of the game, in Spain or outside Spain.\"\nAngel Acebes, the interior minister, accused Batasuna of identifying victims so that E.T.A. could then kill them. Justice Minister Jose Maria Michavila said any attempt to set up a similar party would be swiftly contested in the courts.\nKoldo Gorostiaga, a Batasuna member of the European Parliament, said the move showed the lack of democracy in Spain. \"The formal decision to outlaw Batasuna is important, but it is less important than the extraordinary impression given by Spain in saying that there is no democracy in the Basque Country,\" he said by telephone from his office in Brussels.\nModerate nationalists in the Basque country also condemned the decision, saying it would not help to end a conflict that has claimed more than 800 lives in the last 30 years.\n\"It will not resolve the intolerable lack of liberty, the threats and extortion suffered by many people in the Basque country,\" said Joseba Azkarraga, justice minister in the Basque regional government, a coalition of moderate nationalist parties.\n\"The ruling is not good news for those Basque citizens left without a party to vote for,\" added Begona Lasagabaster, spokeswoman for Eusko Alkartasuna, a party in the coalition. She also noted the swift passage of the legislation and subsequent ban on Batasuna in less than six months. \"It makes one wonder how far the division of powers really extends,\" she said. \nMr. Azkarraga also noted the court's decision to publish its decision as the world's attention is focused on a possible war with Iraq.\nBatasuna can appeal to the Constitutional Court, and must do so if it wants to bring the case to the European Court of Human Rights in Strasbourg.\nInigo Iruin, Batasuna's lawyer, argued last week that the state had failed to prove anything except Batasuna's failure to condemn E.T.A. attacks, and that that did not constitute support for terrorism as expressed in European law.\n\"The Strasbourg tribunal requires that support for terrorism be direct, clear, real and effective, as well as a direct invitation to commit violence,\" the lawyer told the tribunal last week, adding that silence is not a crime under that definition. \n\nhttp://www.nytimes.com\n\nLoad-Date: March 18, 2003"
}