{
    "title": "Spaniard Calls C.I.A. Plane Case 'Very Serious'",
    "publisher": "the new york times",
    "year": 2005,
    "month": 11,
    "day": 16,
    "full text": "Spain's interior minister expressed concern on Tuesday about accusations that planes used by the C.I.A. to transport terrorism suspects had made stopovers at a Spanish airport, saying the charges were ''very serious'' and would not be tolerated if proved.\n  In an interview with the Spanish television station Telecinco, the minister, Jose Antonio Alonso, said he could not discuss the specifics of the case because they were the subject of a judicial investigation.\nBut he added, ''If it is confirmed that it is true, we would be, I insist, facing very serious acts, acts that are not tolerable in any way.''\n  The comments, though hedged, are the clearest expression yet by the Spanish government that the accusations could further strain relations between Spain and the United States, which have been at odds over issues like the fight against Islamic terrorism and the Iraq war since Prime Minister Jose Luis Rodriguez Zapatero took office in April 2004. \n  Mr. Alonso said the Spanish government would raise its concerns directly with Washington. ''Spain is a sovereign country, and as a sovereign country it has to have full knowledge of what is contained within any means of transport, such as an airplane in this case, that passes through its territory,'' he said.\n  In March, the Spanish police opened an investigation of 10 visits to an airport on the Spanish island of Majorca between January 2004 and January 2005 by three airplanes widely identified as owned or rented by the C.I.A. \n  The investigation followed reports by a local newspaper, Diario de Mallorca, that suggested the planes had been used by the C.I.A. to transport terrorism suspects to countries where, according to rights groups, some may have been tortured.\n  The police closed the investigation in April, saying they had uncovered no evidence that crimes had been committed by any of the passengers or crew members on the flights. \n  But an investigative judge in Majorca reopened the case, and in October ordered it transferred to the National Court in Madrid, which handles terrorism cases and accusations of crimes committed outside Spanish territory.\n  The transfer has been appealed by a government prosecutor. \n\nhttp://www.nytimes.com\n\nLoad-Date: November 16, 2005"
}