{
    "title": "SPANIARDS FEAR AN INFLUX OF ARAB TERRORISTS",
    "publisher": "the new york times",
    "year": 1986,
    "month": 9,
    "day": 30,
    "full text": "The crackdown in France on Arab-related terrorism has raised fears in Spain that many suspected Arab terrorists are shifting their bases here, Spanish officials said.\nSpanish officials have tightened border controls and even begun to impose curbs on the many thousands of North Africans who go through Spain to France each year.\nTo avoid having any of the North Africans turned back at the French border and remain in Spain, Spanish officials are enforcing French visa requirements at the Strait of Gibraltar and other ferry points.\nAt the same time, the Socialist Government of Prime Minister Felipe Gonzalez has publicly pledged full intelligence cooperation with the conservative French Government of Prime Minister Jacques Chirac. A Spanish Deputy Interior Minister was in Paris this week seeking to cement the relationship.\nThe Spanish, tormented by Basque separatist terrorism, have long been in the forefront of demands for greater international cooperation against terrorism. King Juan Carlos underlined the demand in a speech to the United Nations on Sept. 22. Mr. Gonzalez has repeatedly called in European councils for common anti-terrorist laws as a step toward a united European police and judicial front.\nFor years the French led the resistance to cooperation. But hit by a recent wave of bombings in Paris, the French, too, called for strong measures at a meeting of European Community interior ministers in London on Thursday..\n''The French understand now that their own flesh has suffered,'' an aide to Prime Minister Gonzalez said. He added, ''France has a lot more diplomatic weight than we do, so now maybe things will happen.''\nThe group that has taken responsibility for the Paris bombings, the Committee for Solidarity With Arab and Middle Eastern Political Prisoners, has demanded that France free Georges Ibrahim Abdallah, a Lebanese who is suspected of being a terrorist leader. According to the police here, Mr. Abdallah lived in in Spain for nearly a year before going to France. He left his apartment in Alcala de Henares, outside Madrid, 10 days before being arrested in Lyon, France, in December 1984, they said.\nJosephine Abdo Sarkis, his roommate and another suspected terrorist, left here days after Mr. Abdallah's arrest and is now in jail in Italy.\nAt least one of Mr. Abdallah's brothers, Maurice, sought last year to get a visa to Spain, but was refused, the police said. Maurice is now in Lebanon but is wanted by the French police for questioning on the Paris bombings. He has denied any involvement.\nSpain tightened its borders to Arab travelers from the Middle East last year as a result of growing Arab terrorism here. In one of the latest incidents, 12 people were wounded in June when a bomb in a suitcase exploded at the airport counter here of the Israeli airline, El Al.\nSpanish visa requirements have customarily been lax to aid tourism, a major Spanish industry. West Europeans, North Americans, Japanese, Moroccans, Algerians, Tunisians and Kenyans and most Latin Americans are still not required to have visas.\nThe Government also pushed a law through Parliament last year cracking down on the tens of thousands of illegal aliens here. The law made it easier for the police to enforce work permits and to expel ''undesirables.''\nInterior Ministry officials said in interviews that few illegal aliens had been expelled because of court appeals and because of the cost to the Government of returning them to their home countries.\nBut the Government has been using the clause in the law to impose the more restrictive French requirements on the Moroccans, Tunisians and Algerians crossing Spain to France.\n''Those who aren't let into France create more problems for us,'' a Foreign Ministry official said."
}