{
    "title": "Spanish defense minister urges cooperation to fight terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 12,
    "day": 27,
    "full text": "Spanish Minister of Defense Federico Trillo-Figueroa spoke about the need for American and European cooperation in opposing terrorism in a lecture Monday evening.\nTrillo-Figueroa addressed four main issues pertaining to the terrorist threat three-fourths the necessity of a common definition of the terrorist threat, the different approaches employed by the U.S. and Europe to counter the threat, the effect of globalization on the current situation and the importance of international cooperation.\n\"Europe and the United States are aware that the terrorist phenomenon is multidimensional, and it is, therefore, necessary to put all the capabilities of the state in common and also, above all, promote international cooperation,\" Trillo-Figueroa said. \"We have to make an effort to move forward in the consolidation of a common transatlantic doctrine in this field.\"\nGeorgetown U.\nHe first classified the definition of the terrorist phenomenon as an omnipotent goal, emphasizing a lack of distinction between various forms of terrorism and/or potential victims. Although different perceptions of what constitute terrorism may have polarized the U.S. and Europe in the past, the terrorist attacks of Sept. 11 drove home the concept of terrorism for Americans. Trillo-Figueroa drew parallels between the ETA terrorist movement in Spain and the actions of al Qaeda in the U.S.\n\"We need to define the terrorist phenomenon as soon as possible, and to discern what is new from what we already knew, so that we can put all the capabilities of the State and of the international community in common to finish with it,\" he said. \"We must complement the American and European visions to fight against terrorism.\"\nThe European Union established the historical Framework Decision, cataloging a unitary concept of terrorist acts and terrorist groups, in June 2002. This helped to unify the European effort to counter terrorist threats.\n\"During the Spanish presidency … a resolution was approved … it demands the European Union's fight against terrorism to focus on devoting greater efforts to conflict prevention, enhancing political dialogue with third countries, sharing the intelligence, developing common assessment methods of the terrorist threats and protecting the Forces deployed in crisis management operations and the civilian population against terrorist attacks,\" Trillo-Figueroa said.\nWhile he argued that the U.S. immediately resorted to military force to resist terrorism after Sept. 11, Trillo-Figueroa said that diverging opinion between Europe and the United States on how to react should not preclude cooperation. The two entities are merely proposing different means to achieve the same goal of terrorism eradication. While the European Union favors police intelligence and action, the United States places emphasis on military intelligence, planning and action, he said.\n\"The Europeans and the Americans agree on the seriousness of the problem and on the need to counter it,\" he said. \"Attaching a greater importance to one solution at the expense of another should not make us forget that the United States and Europe agree on the basics: the defense of our democratic system against the terrible terrorist threat.\"\nTrillo-Figueroa also said that irregular states, including terrorist, failed and rogue states, present a security threat. \"Through action or inaction [irregular states] cooperate with the terrorist phenomenon and contribute to increased international insecurity.\"\nThe speech was part of a lecture series focusing on the Spanish perspective of current terrorist threats and was sponsored by Georgetown's BMW Center for German and European Studies.\n\"One element of our core mission is to foster continuing transatlantic dialogue that will lead to unity of purpose and interest,\" director of the BMW Center Professor Jeff Anderson said.\n(C) 2002 The Hoya via U-WIRE\n\nLoad-Date: December 27, 2002"
}