{
    "title": "Spanish government moves to put military under civilian control",
    "publisher": "the christian science monitor",
    "year": 1983,
    "month": 10,
    "day": 31,
    "full text": "Spain's 11-month-old Socialist government is moving to strengthen civilian over military power.\nIt approved last week a parliamentary bill to create a new chief of defense, responsible directly to the defense minister. The new position will be held by a lieutenant general of the armed forces. He will act as intermediary between the Defense Ministry and the joint chiefs of staff.\nThis reorganization is expected to give the prime minister and the defense minister more direct control of the top military commands. It also slams a brake on the armed forces' aspirations to consolidate their positions of autonomous powers or the tendency of each branch of the armed forces to act as a separate ministry.\nThe bill is a part of Socialist plans to reform the armed forces. It comes at a time of extreme sensitivity within the military after the killing two weeks ago of Army Capt. Alberto Martin Barrios by Basque terrorists belonging to the guerrilla organization Euzkadi ta Azkatasuna (ETA). This added to the tension caused by the recent dismissal of Lt. Gen. Fernando Soteras Casamayor for voicing support of the 1981 coup plotters.\nThe Army recently had also leaked detailed reports to the press about its own advanced plans to create an independent anti-terrorist command. These bold Army plans, however, were shot down last week by Prime Minister Felipe Gonzalez, who insisted defiantly, ''The Army will not intervene in any way in new anti-terrorist measures. I have insisted that this is a responsibility of the democratic institutions and we will maintain this thesis.''\nThe government did announce that there would be a crackdown on terrorism with a package of new measures that will be explained in parliament next Thursday by Prime Minister Gonzalez himself.\nIt will be difficult to add much to existing anti-terrorist legislation, which already allows suspected terrorists to be held for seven days incommunicado. And no search warrant is required for suspected terrorist hideouts or their homes.\nBut the government indicates it will harden the treatment terrorists are given in prison, and pressure France to consider Basque terrorist exiles as criminals, not political refugees. Making it illegal to condone terrorism is expected to lead to the banning of the ETA-linked political party, Herri Batasuna, and the newspaper Egin, which publishes ETA propaganda.\n\nGraphic\n\n \nPicture, Spain's military: lock step or locked out? SVEN SIMON"
}