{
    "title": "Spanish Democracy",
    "publisher": "the forward",
    "year": 2004,
    "month": 3,
    "day": 19,
    "full text": "Given their oft-stated commitment to the spread of democracy, the Bush administration and its allies have shown a strangely ungenerous response to the results of this week's elections in Spain. Spanish voters did exactly what citizens in a democracy are supposed to do: They considered the facts, examined their representatives' records, weighed the options and decided their own fate. Thomas Jefferson would have been proud.\nNot the Bushies. Defenders of the administration paint the Spanish returns as a victory for terrorism. Because the savage Madrid train bombings a few days earlier had been intended to punish the ruling Popular Party for its participation in the American-led coalition in Iraq, they say, voters should have responded by rallying around the government. Instead they installed the opposition Socialists. Thus, we're told, the voters rewarded the terrorists by providing the election results the terrorists wanted, something that will only encourage more terrorism elsewhere. And in doing so, they widened the frightening gulf between Europe and America.\nThat's precisely backwards. The greatest reward the terrorists have gotten in the past year was the Bush administration's stubborn insistence on blundering into Iraq in defiance of its allies and world opinion. Our government's unilateralist policies have divided the Western democracies, shattering the unity that is essential in the face of the terrorist threat. They have inflamed hostility toward America in the Arab and Muslim world, giving terrorists a more hospitable environment than ever before. And they have distracted America from the real anti-terrorism war, letting Al Qaeda and its offshoots fester and metastasize while our forces hunted for phantom weapons in Baghdad.\nNothing better demonstrates the failure of the administration's war than the steadily increasing pace and scope of terrorist attacks. From Baghdad to Madrid to Ashdod, each new attack seems to show the terrorists' ability to push the envelope and our leaders' failure to stop them.\nIn booting out the Popular Party, Spanish voters announced that they want to stop chasing after phantoms and get down to the job of fighting real terrorism. Yes, the Madrid train bombings helped focus their anger. But not because Spaniards wanted to do the terrorists' bidding. It was the government's initial response to the bombing - a politically cynical attempt to pin it on Basque separatists - that tipped the scales. Once again, the voters saw conservatives using the specter of terrorism to promote narrow ideological goals.\nShould they have stood by their government, simply because the terrorists wanted it ousted? By that logic, no one may ever learn from a mistake. Keep banging your head against the wall, so the thinking goes; if you stop, you'll be surrendering to the headache.\nThe Bush administration is right to be alarmed at the Spanish results - not because the voters made a mistake but because they didn't. The Spanish elections proved that you can't fool all the people all the time. Given an honest choice, voters are capable of doing what they need to do. As our own November elections approach, that must have the Bushies shaking in their boots.\n\nLoad-Date: June 14, 2006"
}