{
    "title": "Spanish rallies unite country against terrorism",
    "publisher": "telegraph herald ",
    "year": 2000,
    "month": 1,
    "day": 25,
    "full text": "Car bombing: People call for an end to Basque separatists' 32-year killing campaign\nMADRID, Spain (AP) - A rally in central Madrid to condemn what appeared to be a resurgence of violence by Basque separatists drew up to 1.1 million people, calling for an end to the 32-year killing campaign.\nMedia reported Monday that Spaniards felt more united against the violence after the Sunday protest. One newspaper headline read \"flood of people against ETA,\" a reference to the Basque Homeland and Freedom separatist group thought to be responsible for a car-bomb attack on Friday that killed an army colonel in Madrid.\nThe attack is thought to mark the end of a 14-month ETA truce. However, no one has claimed responsibility for the attack.\nPrime Minister Jose Maria Aznar and former Premiers Felipe Gonzalez, Adolfo Suarez and Leopoldo Calvo Sotelo led Sunday's demonstration, carrying a giant banner that read: \"For Peace and Liberty. Terrorism No!\"\n\"This difficult and long fight belongs to all of us,\" said Aznar, who was accompanied by his family. \"We will end up winning even if it makes us suffer.\"\nPolice in helicopters over the city estimated the crowd at 1.1 million, said Interior Ministry official Pedro Nunez Morgades. However, some reporters and police at the scene said it was less than half that.\nThe demonstration brought back memories of anti-ETA rallies across Spain in 1997, which many believed helped persuade the organization to agree to a cease-fire. Similar but smaller rallies were held Friday and Saturday across Spain.\n\"A paradox of this terrorism is that it unites all Spaniards, including most Basques,\" said social analyst Amando de Miguel Monday. \"We discuss terrorism as much as others discuss the weather. We're almost all in agreement against it. It unites us as much as soccer.\"\nMiguel, however, predicted the rallies wouldn't prevent further ETA bombs. Some residents agreed, saying they felt impotent to stop the violence.\n\"We can do nothing to stop ETA,\" said Antonia Garcia Quesada, a 58-year-old housewife from Madrid. \"There are very few people in ETA now, but even one ETA terrorist can maintain the violence.\"\nETA ended its truce on Dec. 3, saying talks were making no progress toward its goal of independence for the Basque region, an area that straddles northern Spain and southwestern France. The group warned of more attacks.\nNearly 800 people have died during ETA's three-decade campaign for an independent Basque nation.\n\"We are only human so we're scared,\" said Mercedes Perez, a 79-year-old housewife who attended the demonstration Sunday. \"The only thing we can do is show that the Spanish people are united.\"\nMeanwhile, the government Monday released police sketches of two male suspects in the case and said they might be hiding out in Madrid.\n\nGraphic\n\n \nHundreds of thousands gather in the streets of Madrid on Sunday to protest a Friday car-bomb attack seen as a resurgence of Basque separatists' violent cmapaign.  (AP Photo)\n\nLoad-Date: January 27, 2000"
}