{
    "title": "Spanish Prime Minister Takes Political Heat After Airport Attack by Basque Group",
    "publisher": "the new york times",
    "year": 2007,
    "month": 1,
    "day": 14,
    "full text": "At his year-end news conference on Dec. 29, Prime Minister Jose Luis Rodriguez Zapatero proclaimed that the peace initiative he had started with the Basque separatist movement ETA months before was making progress. \n  ''Are we better off now with a permanent cease-fire, or when we had bombs, car bombs and explosions?'' he asked. ''This time next year, we will be better off than we are today.''\nThe next morning, a bomb ETA had planted in a Renault van exploded in the five-story parking garage of Madrid's new air terminal, killing two people and causing tens of millions of dollars of damage to Spain's glittery showpiece of modernity. \n  Instead of bringing the political establishment of Spain together, the attack ripped it apart. It has left Mr. Zapatero more isolated than at any time in his nearly three years in power and sent the country's politicians into a frenzy of finger-pointing and backbiting.\n  ''We don't have a long tradition of democracy, and we're not used to dialogue,'' said Begona Lasagabaster, a parliamentary deputy from the tiny Basque nationalist party Eusko Alkartasuna. ''Instead, we say to each other: 'I'm right. You're not.' If your enemy is a terrorist organization and you can make your political opponent appear to be close to your enemy, you can gain politically.'' \n  Since the attack, the opposition Popular Party has stepped up its criticism of Mr. Zapatero and the dialogue he initiated with ETA, which is listed as a terrorist group by the European Union and the United States, after its announcement of a ''permanent cease-fire'' last March. \n  ''The government and the prime minister made a mistake in the strategy of their negotiation,'' Ana Pastor, a senior Popular Party official, said in an interview. ''They've got to correct that mistake. They believed in people who kept their pistols nearby.''\n  Interior Minister Alfredo Perez Rubalcaba called such criticism ''politically perverse.'' He pointed out that the Socialists consistently supported the antiterrorism policies of the Popular Party when it was in power, even after ETA broke an earlier truce. ''It never occurred to us to criticize,'' he said in an interview. \n  But Mr. Zapatero, who had staked his political reputation on a risky strategy of luring ETA into talks in an attempt to end four decades of separatist violence, has hurt his position by appearing oddly detached since the bombing. \n  Spain, said Mariano Rajoy, the president of the Popular Party, ''is a ship drifting without a rudder.'' \n  Although Mr. Zapatero cut short his family vacation and headed back to Madrid immediately after the bombing, it took him five days to visit the vast bomb site. Mr. Rajoy, who lost to Mr. Zapatero in the 2004 election and may run again next year, was there two days earlier. \n  Even after the bombing, Mr. Zapatero seemed reluctant to end talks with ETA. In his first public statement to the nation on the night of the bombing, he ordered only a ''suspension.'' \n  The straight-talking Mr. Rubalcaba changed course three days later, saying that the dialogue had been ''broken off, liquidated, finished.'' \n  After a closed-door meeting with Mr. Zapatero early this week, Mr. Rajoy called a news conference at party headquarters in which he accused Mr. Zapatero of withholding from him information about the bomb attack and failing to lay out a strategy for combating terrorism in the future. \n  At the same time, Mr. Zapatero's deputy prime minister, Maria Teresa Fernandez de la Vega, held her own news conference in which she accused Mr. Rajoy of turning ''a deaf ear'' to working with the government in forging a common antiterrorism strategy. \n  The local Spanish-language CNN channel flipped back and forth between the news conferences, underscoring the political rivalry. \n  At a meeting of regional presidents on Friday, Mr. Zapatero made an unfortunate verbal slip, at first referring to the terrorist attack as a ''tragic accident,'' then immediately correcting himself and calling it a ''tragic attack.'' \n  The opposition Popular Party jumped on him again. Pedro Sanz, the Popular Party president of Rioja, criticized Mr. Zapatero for not apologizing. Manuel Chaves, the Socialist president of Andalucia, shot back that the criticism was ''indecent.''\n  The bickering has even filtered down to planning for demonstrations on Saturday called by Spain's large Ecuadorean community and the country's labor unions to mourn the two Ecuadoreans who died in the bombing. \n  Endless negotiations have occurred throughout the week with the Popular Party, which said it would not participate because it objected to the demonstration's banner, ''For Peace and Against Terrorism.'' The banner also should have called for the defeat of ETA, party officials said. \n  Ultimately, the Popular Party chose not to take part, the first time a major party has avoided an anti-ETA demonstration since democracy returned to Spain in the 1970s.\n  [Otherwise, the demonstrations went smoothly, with hundreds of thousands of people marching in Madrid, Bilbao and other cities, mostly in silence and carrying signs with slogans including ''For peace -- against terrorism,'' ''We are all victims of ETA'' and ''Peace is the task of all of us.''\n  [But the absence of the Popular Party prompted other slogans as well, including ''Absences help ETA'' and ''Where is Gallardon?'' -- a reference to the Popular Party mayor of Madrid, Alberto Ruiz Gallardon.]\n  ''The dead are being used for political purposes,'' said Joffre Pinzon, who is responsible for social affairs for an Ecuadorean citizens' group. ''We're talking about the pain that comes from the death of two of our countrymen. How can you have a country with such a high economic level that is so politically immature?''\n  Some government officials and politicians also find the political bickering unseemly. There are still suspicions that that the center-right party is seeking revenge for its electoral loss in March 2004 by undermining the current government's ability to rule and trying to position itself for national elections in 14 months.\n  The 2004 election occurred only three days after train bombings by Islamic terrorists in Madrid killed 191 people. At the time, Popular Party leaders said the party was the victim of circumstances, that the Socialist government was illegitimate and that the election was a triumph for terrorists. \n  ''Some people since March 2004 have been using terrorism as a political weapon and that is very dangerous,'' said Judge Baltasar Garzon, the country's most prominent investigative magistrate, in an interview. ''Some people unfortunately want terrorism to be the main plank in election politics. Instead of being united against the terrorists, it gets us fighting among ourselves. It gets us playing the terrorists' game.''\n  Mr. Zapatero is not alone among Spanish leaders in not anticipating an imminent terrorist attack. On March 10, 2004, the departing prime minister, Jose Maria Aznar of the Popular Party, boasted in an interview that Spain had enjoyed eight years of ''spectacular economic growth'' under his leadership and that terrorism ''is a lot weaker than it was'' when he took office. \n  The next day, terrorists set off bombs on commuter trains in Madrid, the most deadly terrorist attack in Spain's modern history.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Hundreds of thousands of people marched in cities across Spain yesterday, including Bilbao in the Basque Country, to protest the ETA bombing. (Photo by Vincent West/Reuters)\n\nLoad-Date: January 14, 2007"
}