{
    "title": "Spanish Artwork Denounced Political _Persecution._ It Was Ordered Removed",
    "publisher": "the new york times",
    "year": 2018,
    "month": 2,
    "day": 21,
    "full text": "MADRID — Whether by law or intimidation, Spain has become a country where the risks of free expression have quietly mounted in recent years.\nPuppeteers have been prosecuted for inciting terrorism. So have a            21-year-old Twitter user, a poet and some musicians, including the 12 members of a band. A much criticized law has made it illegal to film the faces of police officers on the streets, and sharply restricts public gatherings.\nOn Wednesday, the chill entered the realm of contemporary art, when Madrid’s main exhibition center ordered that a work labeling Catalonia’s separatist leaders as political prisoners be removed from an international arts fair.\nThe exhibition center, known as Ifema, is controlled by the regional and local governments of Madrid, though it remains unclear who exactly decided to order the removal of the work, “Contemporary Spanish Political Prisoners,” by the artist Santiago Sierra.\nThe exhibition center said in a statement that it had vetoed the piece — a series of blurred facial images — because it would undermine the “visibility” of other works at the fair, known as Arco, which opened this week.\nThe decision comes as other artists have landed in legal trouble for works seen as insulting Spain’s political and royal establishment, or deemed to glorify terrorism and other acts of violence.\nOn Tuesday, the Spanish Supreme Court upheld a prison sentence of three and a half years for Josep Miquel Arenas Beltrán, a rapper, on charges of insulting the monarchy and condoning terrorism in lyrics that include imagery of violence against authorities.\nThe artist, who performs under the name of Valtonyc, said he would appeal to the European Court of Human Rights, saying he was being made “a political prisoner,” a notion not easily dismissed in a country whose history includes fascist dictatorship.\nHelga de Alvear, the owner of the Madrid-based gallery who placed Mr. Sierra’s piece at the fair, said the artist’s work has often triggered controversy in the two decades she has exhibited it. But, she said, it had never before reached the point of being removed.\n“In my home and my gallery, nobody can luckily get me to take down anything, but this is a public space,” she said. Of the attention caused by Wednesday’s order, she added jokingly, “I have the gallery since 1980 and I’ve never been as popular as this morning.”\n“Contemporary Spanish Political Prisoners” includes the partially obscured portraits of Catalan politicians jailed since late last year while awaiting trial on charges of sedition and rebellion for leading the northeastern region’s drive to break from Spain.\nOther Catalan politicians have gone into self-imposed exile, including the region’s former leader, Carles Puigdemont, who is in Belgium, seeking his re-election but refusing to face prosecution in Spain.\nOn Wednesday, a Supreme Court judge ordered the arrest of another Catalan politician, Anna Gabriel, who surfaced in Switzerland over the weekend and claimed she could not be guaranteed a fair trial in Spain.\nBeside the portraits of Catalan politicians, Mr. Sierra’s work also shows blurred images of several other people prosecuted under contentious circumstances in recent years.\nThey include two puppeteerswho were detained after staging a show during Madrid’s Carnival festivities in 2016 that the authorities said glorified terrorism and promoted hatred. A judge eventually dismissed the case against them.\nThat case was part of a shift under the conservative government of Prime Minister Mariano Rajoy, which introduced a much criticized public security law in 2015 intended to control the spread of mass protests during the financial crisis.\nThe government also strengthened an existing law against inciting terrorism and violence, raising the prison sentence for first-time offenders and leading to the prosecution of several people for offensive messages posted on social media, as well as some rappers and comedians.\nThe exhibition center did not point to any violation of law in saying that Mr. Sierra’s work was being removed. As host of the fair, the center said it had a duty to avoid “discourses that deviate attention away from the whole of the fair.”\nBut the director of the fair sought to distance himself from the order, saying it was not his decision, and politicians started squabbling on Wednesday over whether Mr. Sierra’s work should be reinstalled.\nIn a statement, the artist’s studio suggested that the “censorship” of the work vindicated Mr. Sierra’s efforts to denounce a clampdown on freedom of expression in Spain.\n“This decision seriously damages the image of this international arts fair and of the Spanish state itself,” it said. “Acts like this one give sense and reason to a work like this one, which precisely denounced the climate of persecution that cultural workers have been suffering in recent times.”\nThe fair has exhibited controversial pieces in the past, including a work in 2012 called “Always Franco” that had a figure of Spain’s former dictator crouching inside a Coca-Cola refrigerator. A foundation that promotes Franco unsuccessfully sued its artist, Eugenio Merino.\nAttempts at suppressing works can prove counterproductive, though. In one case, a judge halted distribution of a book that linked the former mayor of a northwest town to drug trafficking after the official sued the author, Nacho Carretero, and disputed the accusation. The book has shot up Amazon’s best-seller list in Spain.\nWhile Ms. de Alvear, the director of the gallery, was pleased at the attention she got, she said the fuss was misplaced.\n“Spanish people really shouldn’t be so political,” she said. “This is only a work of art, and everybody should be free to think whatever they want about it.”\nPHOTO: &amp;ldquo;Contemporary Spanish Political Prisoners&amp;rdquo; by the Spanish artist Santiago Sierra. On Wednesday, it was ordered removed from an art fair in Madrid. (PHOTOGRAPH BY Fernando Villar/European Pressphoto Agency FOR THE NEW YORK TIMES)\nRelated Articles\nCrackdowns on Free Speech Rise Across a Europe Wary of Terror\nIn a First for Spain, a Woman Is Convicted of Inciting Terror Over Twitter\nHas Carles Puigdemont Finally Run Out of Road?\nCatalonia’s Election Yields a Crisis That Is Here to Stay\n\nLoad-Date: October 16, 2018"
}