{
    "title": "Spanish President Aznar urges transatlantic ties",
    "publisher": "university wire",
    "year": 2004,
    "month": 1,
    "day": 19,
    "full text": "President of Spain Jose Maria Aznar called terrorism the \"totalitarianism of our time\" during a speech at Georgetown University on Wednesday while also stressing the importance of a transatlantic link, and Europe's responsibility to assist America in the war on terror.\nAznar identified terrorism as the main threat to world security today.\n\"Spain is committed to fighting terrorism,\" he said speaking through an interpreter to an audience equipped with wireless headsets.\nGeorgetown U.\nThe war against terrorism should be waged with a positive agenda, Aznar said, including peace promotion in the Middle East, reduction of the proliferation of weapons of mass destruction, and the rebuilding of Iraq.\nAznar said the capture of Saddam Hussein had led to the increased ability to accomplish security goals in a reasonable time period and that President Bush's leadership in the war on terror had made this progress possible.\nWithout the firm messages sent by President George W. Bush to terrorists, he said, this much progress would not have been made.\n\"The U.S. knows it can rely on our cooperation in this task,\" Aznar said.\nNot only did he emphasize Spain's solidarity in supporting America, but Aznar also called for the rest of Europe to follow Spain's lead by working closely with the United States because America and Europe are both driven by the same principles of international legality, freedom, democracy and individual rights, he said.\nAznar called for greater Ibero-American inclusion, which he said was integral because of the growing clout of Hispanic communities within the United States.\nAznar said he hopes to see all economic barriers between Europe and the United States eliminated, prompting his proposed creation of a special committee which will be charged with the task of breaking down obstacles facing lowered trade barriers by 2015. In the future, this accomplishment will serve as a pillar for a strong, stable global economy, he said.\nUniversity President John J. DeGioia presented Aznar with the Georgetown University President's Medal, which was established in 1968. Past recipients have included Afghan President Hamid Karzai, South African Archbishop Desmond Tutu and Philippine President Gloria Macapagal Arroyo, a Georgetown alumnus.\nAznar was elected president in 1996 and overwhelmingly re-elected in 2000. Aznar has announced that he will not seek re-election when elections are held in March.\nAznar has taken criticism for standing with President Bush in support of the U.S.-led campaign in Iraq in Spain.\n\"President Aznar has been a vigorous and effective leader during this historic period in European and global relations,\" DeGioia said. \"Under his leadership, Spain has been among the closest allies of the United States in the war on terrorism and has provided significant military support for the rebuilding of Iraq.\"\nWhen asked by a member of the audience if God holds a special role in Spain's future path, Aznar responded, \"We all need to shoulder our responsibilities, and yes, may God be with us, because we're going to need him.\"\n(C) 2003 The Hoya via U-WIRE\n\nLoad-Date: January 19, 2004"
}