{
    "title": "Speak up to end poverty",
    "publisher": "the deseret news",
    "year": 2020,
    "month": 2,
    "day": 3,
    "full text": "Many people in the United States believe that their vote doesn't count at the congressional level and that corruption runs rampant in the White House. While corruption can occur, most congressmen and congresswomen want to do a good job; they just need to hear from us. Our nation was built fighting for freedom and was created for the people and by the people. It is our turn to stand up and make the difference we want to see in the world. Utahns have already seen what our voice can do with the recent Utah tax referendum. With a total of 117,154 signatures from regular Utah citizens, our Utah representatives voted almost unanimously to repeal the tax reform. In this instance, regular people made a significant difference.\nAmerican citizens have the rights and privileges to freedom of speech. If we don't like something, we have the power to repeal it. Many impoverished countries have voices that are continually silenced by terrorism, war, poverty and hopelessness. Some Americans believe that poverty reduction in the world is an impossible feat and some wonder if offering aid feeds the fire of tyranny and terrorism.\nIn 2017, the World Poverty Clock was launched by the United Nations to track the progress of the 17 sustainable development goals. Currently the World Poverty Clock estimates that one person escapes extreme poverty every single second - near 86,400 people every single day. If we are willing to stand up for the people in the world who don't have a voice, we could raise this number.\nPlease raise your voice on behalf of those who have been silenced. Call or email your Utah representatives in support of poverty-reducing legislature. Our Utah congressmen and congresswomen are good people who want to represent us well. Let's become the state that is focused on building communities and establishing peace all around the world. Doing so will create a better America and a peaceful world.\nLindsey LeBaron\nLehi\n\nLoad-Date: February 3, 2020"
}