{
    "title": "Speaker_ War compromises civil rights War on terrorism might be lengthy",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 4,
    "day": 7,
    "full text": "Personal freedoms and civil liberties are often at risk when a country is at war. Some of those basic rights have been curtailed in the United States as part of the war of terror. But how are they to be protected if that war never ends?\nRalph Scharnau, a history instructor at the NICC Peosta campus, addressed such concerns Thursday in \"Human Rights in an Age of Terrorism,\" at the Northeast Iowa Community College Town Clock Center for Professional Development. It was the final lecture of the 2006 Great Decisions series.\n\"Like other wars, the 'war on terrorism' has raised troubling questions concerning civil liberties in wartime, the rights of non- citizens and the ethnic boundaries of American freedom,\" Scharnau said. \"Because of America's extraordinary influence, the Bush administration's willingness to compromise human rights while fighting terrorism sets a dangerous precedent.\"\nNeither terrorism nor the concept of universal human rights are new to the world stage, Scharnau said, but in 1948, the United Nations identified a broad range of rights (civil, political, social, economic and cultural) to be enjoyed by all humans in its Universal Declaration of Human Rights. Since then, the United States also has signed on to numerous other international agreements protecting civil liberties.\nBut after Sept. 11, 2001, when \"national security\" was foremost in the public mindset, \"new security measures changed the way Americans conducted their daily lives,\" Scharnau said.\nThese measures, he said, were to stay in place as long as the war on terror is being conducted, but with a \"vaguely defined enemy and no predictable timetable for victory,\" it is difficult to know when civil liberty infringements will end.\nScharnau extensively discussed the practice of domestic and international torture. Although the present administration has denied allowing or condoning torture, there have been numerous accounts of prisoners and detainees being tortured under the direction of Americans, he said.\n\nGraphic\n\n \nMug - Ralph Scharnau\n\nLoad-Date: April 7, 2006"
}