{
    "title": "Speaker Dershowitz 'makes case' for Israel at Tufts U",
    "publisher": "university wire",
    "year": 2004,
    "month": 4,
    "day": 23,
    "full text": "HHarvard Law School professor Alan Dershowitz analyzed the Israeli-Palestinian conflict and came down firmly on the side of Israel in a speech last night at the Tufts University Fletcher School of Law and Diplomacy.\nDuring a 20-minute speech and lengthy question and answer session, Dershowitz attempted to distinguish between the \"perceptions and realities in the Middle East today.\"\nCabot Auditorium's seats and aisles were filled with students, faculty, and members of the community.\nDershowitz began his speech by defending Israel's human rights practices. In regard to human rights standards, he said, \"no country in the world has complied better than Israel,\" under similar conditions.\nHe said that if placed in a situation similar to Israel's, most countries would use aerial bombing, rather than the door-to-door infantry techniques that he said Israel uses.\nDershowitz extolled the virtues of the Israeli Supreme Court as a check on possible military abuses. \"Every case has the right to be heard,\" he said. \"Every act of the government can be challenged.\"\nDershowitz defended military action and assassinations against terrorism as necessary to save lives. \"If you don't attack terrorism, they'll attack anyway,\" he said.\n\"The job of democracy is to stop terrorism from happening, and the way is the military,\" he said. \"You don't try to understand Hitler or bin Laden, you try to trap them, and you don't try to stop Hamas.\"\nHe condemned the United States and Great Britain for their hypocrisy, citing British Foreign Secretary Jack Straw's condemnation of Israeli targeted killings even while supporting British assassinations of terrorist leaders.\n\"Many actions Israel takes are deemed unlawful without comparing them to actions taken by the U.S.,\" he said.\nDershowitz compared the U.N.'s opposition to Israel to a court in Mississippi during the 1930s.\n\"They can do justice with a white versus a white, they can do justice with a black versus a black, but they cannot do justice with a black versus a white,\" he said.\nHe said that eventually the U.N.'s credibility will be questioned if it continues to pass General Assembly resolutions against Israel.\nDershowitz said he supported the creation of a Palestinian state. \"I'm pro-Palestinian, I support a Palestinian state,\" he said. \"The best security Israel can have is a democratic, economically viable Palestine.\"\nHe said the current methods employed by the present Palestinian leadership are counterproductive, however. \"When [Palestinians] want their own state more than the destruction of the Jewish state, then there will finally be a Palestinian state,\" he said.\n\"Palestinians have to realize they will never get a state if they continue terrorism,\" Dershowitz said. He said Algeria was created by terrorism and that it is \"the worst state in the world.\"\nDuring the question and answer session, Dershowitz was highly critical of Palestinian leader Yasser Arafat. \"We know for absolute certain that Arafat pushed a button for [the 1972 Olympic killings in] Munich,\" he said.\nHe said terrorism has \"leapfrogged\" the Palestinian cause onto the world stage, and \"as a result of terrorism, Palestinians have been welcomed into the Vatican and the U.N.\"\nDershowitz is not optimistic about current Palestinian leadership passing a peace treaty with Israel. \"There will never be peace in Arafat's lifetime, he said. \"He will never sign on the dotted line.\"\nDershowitz was disdainful of the Palestinian leadership's support for terrorism, particularly because he said they have been give opportunities to achieve a state, most recently during the 2000 Camp David negotiations.\n\"All the Palestinians have to do is pick up a phone and call [Secretary of State Colin] Powell and it will be done,\" Dershowitz said.\nDershowitz also complained about what he considers anti-Israel bias in the media. He said both pro-and anti-Israel positions are presented, but moderate supporters of Israel are overshadowed by right-wing and messianic supporters of Israel.\nHe said that his editorial submissions have been turned down 13 times by The Boston Globe in favor of more conservative pro-Israel voices.\nDershowitz concluded by saying that the best solution to all of the misconceptions is to \"be fair and to apply a single standard. That will be good for justice and good for peace.\"\nAudience members were generally impressed with Dershowitz's defense of his position.\n\"He knew what he wanted to say and he said it very well,\" Hillel Board member Marc Katz said.\nDershowitz received a standing ovation from the audience at the conclusion of his speech.\n(C) 2003 Tufts Daily via U-WIRE\n\nLoad-Date: April 23, 2004"
}