{
    "title": "Speaker praises U.S. - Israel ties Israeli diplomat describes Iran 's aims, tactics against terror",
    "publisher": "intelligencer journal",
    "year": 2006,
    "month": 5,
    "day": 4,
    "full text": "Israeli diplomat Yoram Ettinger spoke at the Jewish Community Center Wednesday - Israeli Independence Day - about Iran's nuclear ambitions and Israel's ability to help the United States fight terrorism.\n\"One needs to examine Iranian strategic vision to realize that Israel, with all due respect to Israel, is not ranking very high in Iranian order of priorities,\" said Ettinger, who served as minister for congressional affairs at the Israeli embassy in Washington and as Israel's consul general in Houston.\nIn order to get what it wants - control of oil resources in the Persian Gulf region - Iran would have to \"overwhelm\" the American presence in the area, he said.\nAccording to an analysis of \"Iranian strategic vision, Israel has never been a prime target or a prime concern for Iran, notwithstanding rhetoric,\" he said.\nEttinger stressed the relationship between Israel and the United States is not the reason the U.S. has been attacked, both abroad and on Sept. 11, 2001, by terrorists. He cited instances when the U.S. was hit at times it was appeasing the PLO.\nHe said, \"The assessment that it has been U.S.-Israel friendship which has targeted the U.S. for the wrath of Muslim terrorism is absolutely wrong.\n\"On the other hand, it's absolutely true that the U.S.-Israel friendship has minimized the dangers to America and has extended the deployment of American deterrents to areas which otherwise the U.S. on its own could not obtain.\"\nThe U.S. is benefiting from Israel's counter-terrorism experience, Ettinger said.\nHe said American military hardware being used in Iraq and Afghanistan, including aircraft, tanks and night-vision equipment, has been upgraded by Israel. That hardware technology is \"sparing hundreds of thousands of American lives\" and helping the American economy.\nUnmanned aerial vehicles developed by Israel are also being used by American troops, he said.\nEttinger was brought to Lancaster to speak by Israel Bonds, which sells bonds that support the Israeli infrastructure.\nAmericans should invest in Israel because of the research and development work that is being done there, and the large presence of international firms, he said.\n\nLoad-Date: May 4, 2006"
}