{
    "title": "SPEAKERS AT U.N. ASSAIL TERRORISM",
    "publisher": "the new york times",
    "year": 1986,
    "month": 9,
    "day": 27,
    "full text": "The Foreign Ministers of India and Sri Lanka called today for greater international cooperation to fight terrorism in a day of speeches that touched on subjects ranging from Afghanistan to drug trafficking.\nForeign Minister Shiv Shankar of India expressed the ''total opposition to all acts of terrorism whether committed by individuals, groups or states.'' However, he qualified the struggle of ''national liberation movements'' against all forms of foreign domination and occupation as ''legitimate and not to be confused with terrorism.''\nThe Sri Lankan minister, Shahul Hameed, one of 11 speakers to appear today before the 41st General Assembly, called on the international community to take decisive action to counter terrorism ''wherever and whenever it erupts.''\nHe said that extradition provisions must be modified so that ''supposed political motivations advanced to justify certain terrorist actions will no longer suffice to deter the extradition of persons who have committed heinous crimes.''\n \nSolutions for Afghanistan\nThe subject of Afghanistan recurred in several of today's speeches.\nForeign Minister Shankar said the situation in Afghanistan can only be resolved ''through an overall political settlement.''\nForeign Minister Hameed said a solution to the Afghanistan conflict would require ''the withdrawal of foreign troops.'' He welcomed the Soviet Union's ''commitment to withdraw some of its troops by the end of the year.''\nThe Indonesian Foreign Minister, Mochtar Kusumaatmadja, called for the withdrawal of foreign forces from Afghanistan and Kampuchea, ''in the interest of regional harmony and stability.'' He said, ''Eight years after the outbreak of the conflict in Kampuchea, the tragic situation in that country continues to be the singular source of tension and instability in our part of the world.''\n \nSupport for New Caledonia People\nMr. Mochtar also pledged Indonesian support for the independence struggle of the Kanak people of New Caledonia.\nNew Zealand's Minister of Defense Frank O'Flynn said, ''It is deeply disappointing to us and our South Pacific neighbors that in the approach recently outlined by the French Government, it seems that independence is no longer their goal for New Caledonia.'' He added that as an ''integral part of the region,'' New Caledonia should ''take its place as an independent community of the South Pacific.''\nForeign Minister Kumar Upadhyaya of Nepal called for the withdrawal of ''all foreign troops from Afghanistan, the return of Afghan refugees to their homeland in dignity and honor and their participation, along with others, in determining their destiny.'' He added that Nepal was ''particularly gratified'' that the Security Council had unanimously ''condemned all acts of hostage taking and abduction as well as terrorism in all its forms.''\nThe East German Foreign Minister, Oskar Fischer, said that the peoples of the world ''need and desire a summit meeting with results,'' adding that ''relations between the U.S.S.R. and the U.S.A. are and remain crucial for world affairs.''\nRumania's Foreign Minister, Ioan Totu, urged European states to adopt a policy of ''unilateral troop reductions,'' saying that such measures ''would open the way to serious negotiations for disarmament and peace.''\n \nCall for End to Debt\nHe also called for the cancellation of the external debt of countries with per capita incomes below $600, and the ''general reduction by 50 to 70 percent'' of the debt of the other developing countries.\nPrince Saud Al-Faisal, Foreign Minister of Saudi Arabia, said a ''reasonable rate of development'' in the Third World ''will only become possible when the industrialized countries in both the Eastern and Western blocs begin to bear their full responsibility by providing the full financial contributions they are committed to.'' He said that the drop in prices that has affected the economies of the oil exporting countries has hindered their ''ability to continue the transfer of wealth to the developing nations, and to provide the necessary liquidity to finance the process of development in these countries.''\nIbrahima Fall, Foreign Minister of Senegal, urged the Assembly to continue its support for the ''individual and collective efforts of the African countries'' for the development of the continent. He asked that new measures be taken to deal with the international debt crisis, the fall in commodity prices, and protectionism. Mr. Fall also urged substantial increases in the financial resources of those international organizations that play a role in African development.\n \nPretoria Is Denounced\nMr. Fall denounced South Africa's ''expanionist designs'' on Namibia, and described Pretoria's call for a multi-party conference on Namibia, also known as South-West Africa, as a ploy to delay that country's independence, while using its territory ''as a base to perpetrate agression against the Front Line states.''\nAlso on the subject of African development, Foreign Minister Bolaji Akinyemi of Nigeria urged the international community to ''make available sufficient resources for the full and effective implementation of the United Nations Program of Action for Africa Economic Development.''\nHe told the Assembly that ''if it is not to be accused of complicity or impotence,'' the international community must put an end to the ''abhorrent and totally despicable system of apartheid.'' Mr Akinyemi said that Black Africans had ''always been prepared to accept the white community and its representatives as constituents in the process of change, provided that change is objective.''\nMr. Akinyemi halted his prepared remarks and appealed to the Assembly's president to request President Reagan not to block a bill on sanctions against South Africa. Mr. Reagan later vetoed the measure.\nMr. Akinyemi's request was greeted by applause from the delegates present, and the Assembly president, Humayun Rasheed Choudhury, the Foreign Minister of Bangladesh, promised he would convey the Assembly's sentiments to ''the appropriate quarters.''\nA United Nations' spokesman said tonight that Mr. Choudhury would send a letter to the United States Mission.\nForeign Minister Guillermo Bedregal Gutierrez of Bolivia said drug abuse and trafficking was a ''threat to the ethical basis of contemporary civilization.'' He said that with the ''technical and logistical support'' from the United States Justice Department, Bolivia was ''carrying out a veritable war against this curse.''\n\nGraphic\n\n \nPhoto of Indian Foreign Min. Shiv Shankar addressing U.N. General Assembly (NYT/Don Hogan Charles)"
}