{
    "title": "Speaker addresses possible terror at Tufts U",
    "publisher": "university wire",
    "year": 2006,
    "month": 2,
    "day": 14,
    "full text": "A nuclear bomb explodes in a great American city, killing millions instantly and even more in the aftermath, debilitating the American infrastructure and crippling the world economy.\nIs this scenario merely the paranoid nightmare of fear-mongering agitators, or is it a looming possibility that requires the immediate attention of policy-makers and the public alike?\nGraham Allison, Harvard University Kennedy School Professor and author of the recent book \"Nuclear Terrorism: The Ultimate Preventable Catastrophe,\" spoke Monday night to Tufts University students and faculty in the Tisch Library, addressing the possibility of such a scenario and the subject of nuclear terrorism.\nAllison's presentation was sponsored by the Education for Public Inquiry and International Citizenship, a program through the Tufts Institute for Global Leadership, (EPIIC). His brief lecture and subsequent question-and-answer session were held in tandem with a screening of the new docudrama \"The Last Best Chance,\" which was produced by Sam Nunn of the Nuclear Threat Initiative. Allison assisted in the film's script development.\nThe presentation was the second in a series of films to be presented by EPIIC this semester, revolving around this year's EPIIC theme, \"The Politics of Fear.\"\n\"The Last Best Chance\" illustrates a scenario in which al-Qaeda operatives attempt to acquire nuclear technology in order to take revenge on the West. The operatives blame the West for the composite number of Muslims deaths incurred in the 20th century through conflicts in places such as Kosovo, Palestine, Afghanistan and Iraq.\nThe only way to incur a comparable death toll, the terrorists conclude, is to attack the West using nuclear warfare. To ensure their success, the terrorists pursue three different channels to obtain nuclear technology. One channel is a corrupt Russian official who sells nuclear warheads. The second is the incompetent security guarding nuclear material left over in the former Soviet republic of Belarus. The third is a scientist at a nuclear facility in South Africa.\nThe 45-minute film follows these three operations, viewed alternately by al-Qaeda operatives in the Middle East and the U.S. president and cabinet in Washington. The film follows a script and uses professional actors to perform its original storyline.\nBut the film's premises are based on the creator's interpretation of potential reality, providing factual information through a number of statistics revealed by the characters in the story.\n\"I feel the film is very realistic,\" Allison said. \"It is well done and well organized.\"\nAllison said that \"The Last Best Chance\" is supported by a number of professional and academic organizations that are currently addressing the threat of nuclear terrorism in the real world.\n\"The film deals with three primary questions,\" Allison said. \"One, how realistic is it for terrorists to get a nuclear bomb? Two, if terrorists were to obtain a bomb, would they be able to penetrate our borders and attack a city in the U.S.? Three, if the U.S. learned today that an al-Qaeda operative had a bomb and was bringing it to a U.S. city, what could the U.S. do about it?\"\nHe said the film answered these questions by illustrating the many possible avenues in existence through which terrorists could obtain nuclear technology -- and how difficult it would be for the United States to respond.\nAllison's central focus, however, was on a fourth question not addressed in the film: Is the ultimate terrorism nightmare preventable? And if so, how?\nGraham insisted that an organized strategy to prevent nuclear terrorism is possible, following \"three nodes.\"\nThe first: \"No loose nukes, lock all of the nuclear technology up safe, as safe as Fort Knox.\"\nAllison discussed the necessity of securing all nuclear weapons and weapons-usable material as quickly as possible.\nThe second: \"No new nascent nukes, no new national capabilities,\" he said. \"This effort should begin with intrusive inspections of suspected nuclear sites as required by the Nuclear-non-Proliferation Treaty's Additional Protocol.\"\nThe third: \"No new nuclear weapons states, drawing a line under the current eight nuclear powers and saying unambiguously, 'No more,'\" Allison said.\nAllison emphasized that, while the scenario presented in \"The Last Best Chance\" was realistic, the correct actions, taken now, could prevent it from becoming reality.\n(C) 2006 Tufts Daily via U-WIRE\n\nLoad-Date: February 14, 2006"
}