{
    "title": "Speaker addresses roots of suicide bombing in conference at Tufts U",
    "publisher": "university wire",
    "year": 2007,
    "month": 1,
    "day": 26,
    "full text": "Thursday afternoon marked the beginning of the two-day long conference titled \"The 'War on Terrorism:' Where Do We Stand?\"\nThe conference, sponsored by the Fares Center for Eastern Mediterranean Studies, opened with remarks by President Lawrence Bacow, director of the Fares Center Leila Fawaz, and Provost Jamshed Bharucha.\nThe conference featured keynote speaker Robert Pape, a professor of political science at the University of Chicago and founder and director of the University of Chicago's Chicago Project on Suicide Terrorism.\nPape's address, titled \"What Drives the Threat of Suicide Terrorism,\" sought to debunk the idea that Islamic fundamentalism fuels suicide bombings and prove that military occupation is instead its driving force.\n\"The idea that fundamentalism is the primary reason for suicide terrorism is misleading and it encourages domestic and foreign policies likely to worsen our situation,\" he said.\nPape presented several data charts, \"whose sources include terrorist group documents, targeted country lists, the media, and international research,\" to prove that Islamic fundamentalism is not as related to suicide terrorism as many people think.\n\"The Tamil Tigers have historically been the most active and successful terrorist organization, and they are a secular Marxist group drawn from Hindu families,\" he said.\n\"Although religion is often used as a tool for recruitment, it is rarely the root cause for suicide terrorism. All suicide attacks have one common purpose -- to coerce democracies to withdraw military forces from terrorists' national homelands.\"\nAccording to Pape, terrorist organizations often target democracies because they are \"soft\" to terrorists' demands. Their attacks \"occur in clusters that resemble campaigns for specific, mainly political goals,\" he said.\nAlthough not all of them have the same source, he said that \"95 percent of attacks follow a pattern.\"\nPape also talked about research that showed the relationship between military occupation, suicide terrorists' nationalities and whether or not the attacks were successful.\n\"If al-Qaeda didn't draw recruits from Sunni countries with an American presence, they would be much less of a threat,\" he said.\nPape then discussed an al-Qaeda recruitment video which described the atrocities related to the occupation of Muslim lands.\n\"There was no mention of 70 virgins,\" he said. \"This video shows that the best mobilization appeal is to emphasize the consequences of a foreign military presence.\"\n\"Until the invasion in Iraq, there was no suicide terrorism. Since the invasion, suicide attacks have doubled every year,\" he said.\nPape said that he wished he could have ended his presentation on a happy note, but that \"the war on terror is heading downhill.\"\nHe instead ended with a number of policy implications, including a suggestion for ending the war in Iraq, known as the \"off-shore balancing strategy.\"\nThis plan, an alternative to Bush's \"surge\" strategy and the Iraq Study Group's \"cut and run\" strategy, advises relying on airpower and naval forces stationed offshore, intervening only if necessary. It is, he said, \"a technique that has historically been successful.\"\nReaction to the speech was positive. \"Not everyone can do a data-driven speech and make it interesting,\" student Kate Brodock said.\n\"We wanted to go for the best possible scholar we could find,\" Fawaz said. \"We didn't just want someone who was in fashion, someone that Washington approved of ... we wanted someone who will raise the bar.\"\n\"I like things that are provocative. Pape's theory is controversial -- not everyone agreed with him -- and that's good,\" she said.\nThe conference, described by Bacow to be a \"dialogue of civility and respect,\" continued Thursday with a session about the roots of terrorism. It continued with three more sessions Friday.\n(C) 2007 Tufts Daily via U-WIRE\n\nLoad-Date: January 26, 2007"
}