{
    "title": "Speaker denounces Bush admin. at Tufts U",
    "publisher": "university wire",
    "year": 2004,
    "month": 10,
    "day": 26,
    "full text": "Ken Roth, executive director of Human Rights Watch, an organization focused on global political freedom, came to Tufts University last night to discuss human rights in relation to the war on terror.\nThe lecture, entitled \"Waging an Effective Fight Against Terrorism: the Role of Human Rights,\" took place in Alumnae Lounge as part of an ongoing series sponsored by Education for Public Inquiry and International Citizenship (EPIIC).\nRoth's speech focused on the way U.S. foreign policy regarding terrorism is highly counterintuitive and ultimately reinforces global terrorism.\nHe noted that a successful war against terror must be based on dissuading a certain \"swing vote, people who could be persuaded, talked into, becoming [terrorists].\"\nRoth said that, at either end of the spectrum, there are full-fledged terrorists, defined as \"people with an idea of deliberately attacking humans,\" and a population that could never bring itself to go to such lengths.\n\"The measure of success of a campaign against terrorism,\" Roth said, \"is in terms of the swing vote.\"\nRoth noted that in order to achieve long-term success, a war on terror must carefully remain within the bounds of international standards of human rights.\n\"Terrorists are non-compliant with international standards of human rights, but if the government, in its effort to fight terrorism, does not comply with them either, it immediately defeats itself,\" Roth said.\nHe added that \"the logic that the end justifies the means has caused utter disaster ... since [this mentality] is shared by the government and terrorists alike\".\nFocusing instead on maintaining high standards of human rights throughout a campaign against terror, Roth believes, is the most effective way to woo the terrorist \"swing vote,\" thereby undercutting future recruits in terrorist ranks.\n\"Violation of the laws undermines the standards themselves and it is that way that we lose the swing vote,\" Roth said. He added that the seeming double-standard the U.S. government has instated in its war on terror has bred enormous resentment against the country, encouraging further terrorist retaliation.\nRoth cited numerous examples of the Bush administration's alleged disregard for international human rights, including its non-compliance with the Geneva Convention. A general disregard for international rules is a \"signature decision of the Bush administration,\" Roth said.\nThe results of such \"lawless\" behavior have resulted in several international scandals, including the treatment of prisoners of war at Guantanamo Bay and the Abu Ghraib mistreatments.\nThese were not a \"mere management problem, but a series of decisions\" Roth said, \"that were not talked about but intentionally ignored.\"\nDisregarding international human rights laws, Roth warned, in effect undermines the entire anti-terrorism effort itself. \"We create a huge source of resentment,\" creating prime candidates for future anti-American terrorism, Roth said.\nThe current administration \"has placed its [emphasis on] ideology over human rights,\" Roth said. \"It talks about freedom and liberty, never about human rights.\"\nIn comparison to this \"arm twisting administration,\" Roth said he believed that Kerry would place a greater emphasis on human rights and international laws.\n\"Kerry ... talks about court-martials, golden rules of interrogation and multilateral communication, resulting in better diplomatic relations,\" Roth said.\nHe added that Kerry would enforce the Geneva Convention again, and create a system of international support by building a culture of human rights and returning to traditional means of protection.\n(C) 2003 Tufts Daily via U-WIRE\n\nLoad-Date: October 26, 2004"
}