{
    "title": "Speakers at Illinois State U. offer perspectives on beating terrorism",
    "publisher": "university wire",
    "year": 2007,
    "month": 11,
    "day": 28,
    "full text": "After six years of fighting the War on Terror, continued occupation in Iraq and Afghanistan, and looming conflict with Iran, Illinois State University students and Bloomington-Normal community members alike are wondering what it takes to defeat terrorism.\nSuraya Sadeed, founder and executive director of Help the Afghan Children, and Melvin Goodman, former CIA and State Department analyst on Russian affairs, offered new perspectives on how to achieve victory Tuesday night. Sadeed explained that while we attempted to rebuild the state of Afghanistan through infrastructure, new priorities hindered progress.\n\"Just before an Afghani citizen could witness these changes, the U.S. invaded Iraq. Afghanistan was yesterday's news again. Promises were broken again,\" Sadeed said.\nSadeed believed a new course needs to be taken, one that emphasizes education and is competent of Afghani culture.\n\"We didn't win hearts and minds because we wanted to import our version of democracy. ... We don't have to be bullying people. We can stop bombing and continue to work with locals there,\" Sadeed added.\nSadeed explained one way in which cooperation can be met is through education. Through her organization, Sadeed established a peace education program.\n\"[Peace] is a foreign word to [Afghanis]. It is a beautiful word and you don't now that until you lose it,\" Sadeed said.\nHowever, the education process will take time. \"The way to win is to have patience,\" Sadeed said.\nFollowing Sadeed's presentation, Goodman began by saying partisanship should be put aside.\n\"These are not issues that are red state, blue state issues,\" Goodman said. As well, while the United States was the victim of Sept. 11, Goodman proposed that the country has also done a great deal of damage in the Middle East, and perhaps some of its decisions have perpetuated the resentment against the United States\nThrough military intervention in Iraq and news of torture in prisons, Goodman said, \"Bin Laden must be a very happy man,\" explaining United States actions have made terrorist recruitment easier. Goodman added that the military is not trained to conduct this kind of war.\n\"You can have a surge and another surge, and it's not going to make any difference ... there has to be some strategic concept to what we do,\" Goodman said.\nStrategic and careful thinking comes at no more of an appropriate time as tensions mount with Iran. Goodman warned that the United States must stay clear of fabrications and falsehoods. Regarding the arguments for intervening in Iran such as regime change, nuclear potential, and threats to Israel, Goodman added, \"It is the same kind of campaign we heard with Iraq.\"\n(C) 2007 The Daily Vidette via U-WIRE\n\nLoad-Date: November 28, 2007"
}