{
    "title": "Speaker connects poverty with terrorism",
    "publisher": "the dominion post ",
    "year": 2013,
    "month": 10,
    "day": 18,
    "full text": "Oct. 18--A speaker that took part in WVU's David C. Hardesty Jr. Festival of Ideas shed light on the connection between extreme poverty and terrorism Thursday night.\nJake Harriman, the founder and CEO of Nuru International, gave a presentation to more than 200 people about his experiences with global poverty and his group's strategy to end it. While serving in the Marines, Harriman saw how impoverished people throughout the world join extremist organizations, not out of conviction, but desperation.\nExtreme poverty is defined as living on less than $1.25 dollars a day, according to the World Bank, and is characterized by the lack of basic needs, such as clean water or adequate food.\nHarriman started Nuru International in order to bring the leadership training needed to help impoverished people throughout the world improve their own situation rather than rely on others.\n\"Our model does not focus on free handouts,\" he said. \"I've been to villages where they had received so many shipments of rice that the farmers there forgot how to farm. People in these places don't need us to stay. What they need is a boost.\"\nNuru has helped improve agricultural output and bring 30,000 people out of extreme poverty in Kenya and Ethiopia. Nuru is hoping to expand its programs to war-torn and failed states like Somalia and Sudan, but is testing its business model in more secure countries first. Harriman said he hopes Nuru's leadership development will be adopted by other governments and relief organizations.\n\"I was pleasantly surprised,\" said Nick Skinner, an anthropology student. \"When I came in, I expected the usual message of 'Let's get supplies over there.' Nuru really has something going to spark a flame within the people to empower themselves.\"\nHarriman encouraged everyone in the audience to get involved in the struggle against global poverty, whether it be traveling abroad or simply helping out with fundraisers.\n\"If Nuru is still here in 20 or 30 years, then I've failed,\" Harriman said. \"Our goal is not to alleviate poverty, but to eliminate it.\"\n___ (c)2013 The Dominion Post (Morgantown, W.Va.) Visit The Dominion Post (Morgantown, W.Va.) at www.dominionpost.com Distributed by MCT Information Services\n\nLoad-Date: October 18, 2013"
}