{
    "title": "Speaking out against the brutal terrorist attacks in Israel",
    "publisher": "the world",
    "year": 2014,
    "month": 11,
    "day": 21,
    "full text": "B'nai B'rith International and the Conference of Presidents of Major American Jewish Organizations are outraged by the continued terror attacks against Israeli civilians and soldiers, and condemn the deafening silence from the international community on these violent acts. \"The escalating terrorist attacks in Jerusalem and other areas are of grave concern and must be put to an end. Israel must do everything possible to protect its citizens and restore peaceful conditions,\" said Conference of Presidents leaders Robert Sugarman, Chairman, and Malcolm Hoenlein, Executive Vice Chairman/CEO in a joint statement.\nStrong words that need to be said and heard, but it seems they are falling on deaf international ears.\nIt isn't only these groups voicing outrage. The people of Israel--the terrorists' targets--are beginning to say enough is enough.\nOn Nov. 10 Israel Defense Forces Staff Sgt. Almog Shiloni was stabbed multiple times in Tel Aviv while returning to his military base.\nShiloni eventually died of his wounds. He was 20 years old. \"To the government, we say: 'wake up!'\" Israel's Maariv reported his twin brother, Sahar, saying. \"Your soldiers are defending the country, and see what's going on here? My family is all soldiers--we can't watch the blood that is being spilled here. What is happening in this country is catastrophic; terrifying,\" Sahar said in his grief.\nA crowd of furious pedestrians in Tel Aviv heckled Interior Security Minister Yitzhak Aharonovitch, as he arrived at the scene of the attack a short time later for a police briefing. \"Our blood is not cheap,\" angry residents shouted at Aharonovitch. \"The leftists are responsible for all this. They're the ones shedding our blood; our blood is not cheap,\" one man shouted at the minister, who did not respond, according to Israel's Channel 2 News.\nHours earlier, 26-year-old Israeli Dahlia Lemkus was fatally stabbed and two more were injured in Alon Shvut, an Israeli settlement located southwest of Jerusalem, one kilometer northeast of Kfar Etzion. The attack was allegedly carried out by Maher Hamdi A-Shalmon, who was jailed from 2000 to 2005 for throwing firebombs at Israeli troops.\nThese attacks come on the heels of two car-based terror attacks at Jerusalem light-rail stations in which many were injured and killed, including a 3-month-old American child named Chaya Zissel Braun.\nEconomy Minister, Naftali Bennett said in comment, \"It is not possible to barricade people in the streets, but rather we must put those responsible for incitement, fireworks and the rioters in jail. This is correct security policy,\" said Bennett, who opposed the emplacement of large concrete blocks at bus and train stations in Jerusalem in the wake of the two vehicular ramming attacks.\nAlso on Nov. 10, unknown vandals scrawled graffiti reading \"Death to Jews\" alongside a swastika on an exterior wall of the Salesian Church of Jesus the Adolescent in Nazareth.\nTo make matters worse, instead of condemning these attacks, Mahmoud Abbas made references to ignite a religious war, and urged blocking Jews from entering the Temple Mount 'by all means necessary.'\n\"The Palestinian Authority must immediately take steps to restore order. Mahmoud Abbas and other Palestinian officials must end their incite-ful comments. His reference denying any Jewish connection to its holiest site only serves to raise tensions and encourage further violence. These attacks should instead be condemned by Mr. Abbas and the Palestinian leadership, international community and the United Nations,\" said Sugarman and Hoenlein.\nDespite the rash of terror attacks, the international community--and the United Nations in particular--has said nothing. \"Every day Israelis are coming under attack. Every day the crowds of violent Palestinian rioters grow larger,\" Israeli Ambassador to the U.N. Ron Prosor told reporters at the United Nations on Nov. 10. \"And yet, this institution has not uttered a word to denounce attacks against Israelis. Ignoring incitement and terrorism is similar to supporting terrorism.\"\nProsor is absolutely correct in his assessment. The United Nations' silence is a continuation of the double-standard with which it treats Israel. If attacks such as these occurred in any other country with the regularity that they have occurred in Israel, the United Nations and countries around the globe would issue condemnations and offer support. With the increased focus on terrorism by the international community--especially in the Middle East--the lack of any reaction from the world body or its member states is conspicuous and wrong.\nFinance Minister Yair Lapid, in comment, called on the public to exercise restraint in the face of the terror wave. \"We stand with our security forces and we call upon all of Israel's citizens, to let the IDF, Shin Bet and police force do their jobs,\" he said at the opening of a Yesh Atid Party faction session, according to his office.\nLapid cautioned that \"There is no place for calls for revenge in a country which values life just as there is no place for chants of 'Death to the Arabs In stead of strengthening us at this difficult time, it weakens us.\"\nSo, while the people of Israel will be vigilant to not call for revenge, and continue to value life as they always have, B'nai B'rith International will continue to draw attention to terrorist attacks such as the ones seen recently. The constant threats faced by Israel and Israelis from terrorist organizations and their followers must not be ignored.\nPerhaps eventually deaf ears will hear.\nThis article was compiled by Christine De Souza.\n\nLoad-Date: February 28, 2016"
}