{
    "title": "Speaker_ Jewish Community Center",
    "publisher": "intelligencer journal",
    "year": 2006,
    "month": 8,
    "day": 2,
    "full text": "The local Jewish community gathered Tuesday evening to pray, to question, but most of all to show solidarity for a homeland rife with conflict. Twenty days into the Israeli/Lebanon conflict, Israeli Consul General Uriel Palti visited the Jewish Community Center in Lancaster to rally and to thank Americans for supporting Israel. \"America's support is part and parcel of the national security of Israel, and I came here tonight to thank you,\" Palti said. \"We are one family.\" \nThe consul general is the highest-ranking representative of Israel to the United States' mid-Atlantic region. On an evening when Israel sent nearly 7,000 troops into Lebanon to push Hezbollah militia back from the border, Palti stood before 200 Lancaster Jewish people and drove home the message it was time to stop international terrorism. \"America learned its lesson on September 11; London learned its lesson a year ago in the Underground,\" he said. \"The whole world knows the dangers of international terrorism.\" Israel retaliated against Hezbollah more than two weeks ago after the group kidnapped three Israeli soldiers and pointed rockets at Israel's borders. Hundreds of Lebanese civilians have been killed since the conflict began, but U.S. Ambassador John Bolton told the United Nations Monday there is no moral equivalence between those causalities and deaths in Israel caused by terrorist acts. \"We have responded to this terrible threat,\" Palti said. \"They kill Jews because they are Jews. International terrorism is a very serious phenomenon.\" Despite what feels like a never-ending tension between Israel and the Arab nations around it, Palti said peace is possible. He pointed to peace treaties with Egypt and Jordan that have remained intact decades after they were signed. Once the \"axis of terror\" is dismantled - Syria, Iran, Hezbollah and Hamas - he said Muslims and Jews can peacefully coexist. Andrew DeWitt, executive director of Jewish Community Alliance of Lancaster, said he put the rally together in about a week. Two Manheim Township police offers waited outside to handle potential threats after last week's fatal shooting at Seattle's Jewish federation. For those inside the JCC, protecting Israel - a homeland promised to them by God - is vital to the survival of the Jewish people. Max Reusing, who spent a semester living and studying in Israel, spoke to the crowd about the spiritual journey of living in his \"birthright.\" \"The politics don't matter,\" he said. \"Israel is the only place we have the collective power over our own destiny. Israel fights because it has to. End of sentence.\" After Palti spoke, the crowd said a prayer for Israel and a prayer for the three Israeli captives. They then sang, in Hebrew, \"Kaddish,\" or memorial prayer, for Israeli soldiers who died at war. But what seemed most poignant was when the group rose to sing, in Hebrew, Israel's national anthem, \"Hatikvah.\" The tune, while sobering, ignites a sense of hope. It was written in 1882 when the Jewish people were still exiled from Israel and expresses the hope that one day they would return to their homeland. Nearly everyone in the audience knew the words. Many were brought to tears. Rabbi Shaya Sackett of Congregation Degel Israel said seeing the Lancaster Jewish community come together was \"encouraging.\" \"When watching the news, one could become discouraged,\" he said. \"But when the community comes together, it is invigorating.\"\n\nLoad-Date: August 2, 2006"
}