{
    "title": "SPEAKERS IN THE U.N. DISTINGUISH TERRORISM AND 'LIBERATION' DRIVE",
    "publisher": "the new york times",
    "year": 1986,
    "month": 10,
    "day": 2,
    "full text": "The Syrian Foreign Minister, Farouk al-Sharaa, said today that his Government was ''against terrorism in every part of the world.''\nIn a General Assembly speech, Mr. Sharaa said Syria supported ''resistance'' movements, which he described as legitimate, and called on the United Nations to ''draw a clear line between terrorism and resistance.''\nIn a similar statement, Jordan's Foreign Minister, Taher Masri, said ''we distinguish between such shameful acts and legitimate national struggle by oppressed and colonized peoples by oppressed and colonized peoples and their liberation movements.''\nBulgarian Assails 'Inhumanity'\nBulgaria's Foreign Minister, Petar Mladenov, also condemned terrorist acts, which he said bore the marks of ''obscurantism and inhumanity.'' But he qualified this by saying that terrorism was often the result of ''occupation, annexation, foreign domination, and other forms of violence.''\nPresident Virgilio Barco-Vargas of Colombia said that his country was waging a ''head-on battle against the production, trade, and consumption of narcotic drugs.'' He called on consumer countries to take measures to penalize and discourage the use of narcotics.\nGhana's Foreign minister, Obed A. Asamoah, criticized the West countries for its failure to impose sanctions against South Africa. He said opposition to sanctions was ''based on fear of loss of material interests and on solidarity with persons of a common racial origin.'' Mr. Asamoah noted that sancLibya, Cuba and Nicaragua.\nBahama's Foreign Minister, Clement T. Maynard, called on the United Nations to protect the so-called front-line nations from South Africa's military, whose ''incursions, bombings, and murder of innocent civilians,'' he said, had ''wreaked costly damage to their national health.''\nThe Czechoslovak Foreign Minister, powers to develop a policy of ''international cooperation,'' and called the meeting planned in Iceland between President Reagan and Mikhail S. Gorbachev ''a further materialization of the policy of detente.''\n \nAustralian Faults Space Weapons\nSpeaking on the issue of arms control, Australia's Foreign Minister, William G. Hayden, called for ''early progress'' in arms talks between the United States and the Soviet Union. He spoke out against the development of space-based weapons.\nThe Deputy Prime Minister and Foreign Minister of Antigua and Barbuda, Lester B. Bird, said that the world was spending $1.5 million a minute on arms, and that ''just 15 days and 15 hours'' of spending at that rate would ''match the amount of spending on aid to all developing countries in the whole of 1983.''\nBurma's Foreign Minister, U Ye Goung, called the withdrawal of foreign troops ''essential'' to the achievement of a ''just and comprehensive political settlement'' in Afghanistan.\nA Laotian Deputy Foreign Minister, Soubanh Srithirath, hailed the ''new initiatives and constructive propositions'' of the Soviet Union for the ''gradual and total liquidation of nuclear arms by the year 2000.''\nForeign Minister Ali-Akbar Velayati of Iran said his Government ''believes that third-world countries are the main victims of terrorist acts, but since these countries are unable to use international mass media and press, the numerous cases of terrorism in such countries do not receive due attention.''"
}