{
    "title": "Speaker warns of dangers posed to U.S. by biological terrorism",
    "publisher": "telegraph herald ",
    "year": 1999,
    "month": 4,
    "day": 10,
    "full text": "Real threat: Former commander of a Naval hospital says more precautions are needed\nGALENA, Ill. - \"Vector,\" a new novel by Robin Cook, describes how a disgruntled Russian emigrant and two former U.S. military men plan to release a deadly virus into the ventilation system of a 40-story building.\n\"Although it is fiction, everything in that book is true,\" said Dr. John Carr. Carr, of Dubuque, is the former commander of the Naval hospital in San Diego. He spoke to the Galena Rotary Club Friday about the threat of biological warfare and terrorism.\nSuch terrorism already has occurred in the United States, he noted. According to FBI reports, salad bars in Oregon were deliberately contaminated in 1984, causing 751 people to become ill with salmonellosis. In 1996, 45 people at a hospital lab in Texas became ill with Shigella dysenteriae after someone intentionally contaminated some muffins and donuts, Carr said.\nWe are lucky that we have not already experienced mass deaths from biological terrorism, Carr said. \"It's not a matter of if; it is a matter of when.\"\nSome people involved in cults are \"actively pursuing the end of the earth,\" he added. \"They could be crazies in Montana, Idaho or Dubuque.\"\nCarr said the greatest threat comes from anthrax, a bacteria-related disease.\nTwenty percent of those who contract anthrax through plant consumption die. By contrast, Carr said, weapon-grade anthrax is 99 percent lethal.\nAnthrax is difficult to fight. Those afflicted experience flu-like symptoms but die within 24 hours. To make matters worse, Carr said, the bacteria are relatively easy to produce in large quantities and can spread quickly.\nAccording to Carr, the World Health Organization estimated that 100 pounds of anthrax released one mile from downtown Washington, D.C., could incapacitate 250,000 people within 24 hours.\nVaccines are available, Carr said, but doctors are not sure whether they would prevent all the varieties of anthrax used.\nHe said small pox poses yet another threat. In 1980 the WHO declared the disease eradicated, and vaccination against small pox stopped. However, some Chinese doctors believe it exists in remote areas of China, he said.\nHe said President Bill Clinton asked for $ 2.8 billion to establish urban centers to respond to a biological-warfare attack. Carr believes more needs to be done to prevent and prepare for such an attack.\n\nLoad-Date: April 12, 1999"
}