{
    "title": "SPEAKER_ HOLOCAUST IS PROBLEM FOR CHRISTIAN FAITH",
    "publisher": "wisconsin state journal",
    "year": 1993,
    "month": 4,
    "day": 24,
    "full text": "A half-century after Nazi Germany began exterminating Jews, the Holocaust remains a stumbling block to the faith not of Jews but Christians, contends a world expert on the Holocaust.\nProfessor Franklin Littell was in Madison this week to speak at gatherings of the Madison Jewish Community Council commemorating the Holocaust.\n''I think it poses a question to Christianity that 6 million Jews were murdered by Christians - by Catholics, Protestants and Eastern Orthodox - and the Christians were never rebuked,'' Littell said in an interview.\nBy William R. Wineke  Wisconsin State Journal\nAt the same time, Littell, a church historian, said he is untroubled by polls showing that one of five Americans doubts the Holocaust even happened.\n''The ignorance of history displayed by the American people is colossal,'' he said. ''I'd say that one of every three Americans isn't even sure the Civil War ever happened.''\nLittell is professor emeritus of religion at Temple University and teaches at universities in the United States and Israel.\nHe is one of the first scholars to insist that the Nazi Holocaust is of special significance to Western institutions because it took place in the heart of Christendom and in a nation characterized by great universities.\n''We have always had a different set of standards for the tribal chief who killed his opponents and the chief who killed his brothers,'' Littell said during a 1975 visit to Madison. ''The Jews and the Christians in Germany were brothers in the true faith of history, but when the time of apostasy came, the Christians turned traitor and left the Jews to witness to the living Lord with their lives.''\nThis week Littell spoke in Madison at the same time the members of the Branch Davidian religious movement in Waco, Texas, died in what appears to be fiery suicide.\nHe said the tragedy reinforces the need for the nation to deal with two factors in its own religious climate.\nThe first is a diminished tolerance toward dissident religious groups and the second is ''the whole problem of how to deal with terrorism,'' Littell said.\nTerrorism poses an enormous problem to democratic societies, Littell said.\n''Totalitarian governments don't have any trouble with terrorism. They just lop off the terrorists' heads. But, if you uphold a standard of basic human rights, it is more difficult. How do you protect the dignity and human rights of loyal citizens and, at the same time, deal with people who will commit genocide if they get the chance?''\nAmericans might learn from other nations in regard to terrorism, he said. ''The World Trade Center bombing was unique here because America has been spared the kind of thing that the British and the Italians and the Israelis have to deal with every week.''\nLittell suggested, also, that Americans are too ready to confuse religious dissidents with terrorists. He was especially critical of people who are willing to kidnap adults in order to ''deprogram'' them of religious beliefs their families don't wish to accept.\n''When you deprogram people, where does it stop?'' Littell said. ''There are a lot of religious leaders I disagree with.''\n\nLoad-Date: May 17, 1995"
}