{
    "title": "SPEAKERS AT U.N. URGE ACTION AGAINST TERRORISM",
    "publisher": "the new york times",
    "year": 1986,
    "month": 9,
    "day": 24,
    "full text": "The British Foreign Secretary, Sir Geoffrey Howe, urged the General Assembly today to combat ''the scourge of international terrorism.''\nSir Geoffrey was one of 11 speakers, including Foreign Minister Eduard A. Shevardnadze of the Soviet Union, on the second day of the Assembly's 41st session, and terrorism was a recurrent theme.\nSpeaking for the European Community, Sir Geoffrey said the 12-nation group had served as a model for other nations in building stability and trust. This trust, he said, ''has allowed us to build up our joint political and economic strength.''\nThe Foreign Secretary said countries abetting terrorism could not expect to have normal relations with the Community's member countries. ''Let there be no doubt,'' he declared. ''A challenge to one of us is a challenge to all - whether it is to our liberties, interests, rights or well-being, whether it comes from terrorists or drug peddlers, from bullies or tyrants.''\nSir Geoffrey also called on the United States and the Soviet Union to make progress in arms control negotiations. He hailed the meeting between President Reagan and Mikhail S. Gorbachev in Geneva last November and expressed hope that another summit conference would be held this year.\n''For us in Europe, as for the rest of the world, better relations between the superpowers are of the greatest importance,'' he said.\n \n'Grave Threat to Peace'\nThe Italian Foreign Minister, Giulio Andreotti, also spoke about terrorism, calling it ''a grave threat to peace.''\n''No political situation, however unjust, can permit any departure, even for a moment, from the principles of law,'' he said. ''If we stray from the path of law, we have anarchy and the triumph of irrationality.''\nSpeaking for Tunisia, Foreign Minister Hedi Mabrouk urged the Assembly to address the causes of terrorism. He described terrorism as ''the prolongation of acts of violence provoked by the obstinate refusal to recognize the legitimate and inalienable rights of people subjected to external domination.''\n''If we condemn terrorism, regardless of its form and from wherever it might come,'' he said, ''we are at the same time convinced that this evil will only be vanquished if we attack its roots.''\nThe Foreign Minister of Japan, Tadashi Kuranari, told the Assembly that it was ''a major responsibility of all countries participating in the East-West political dialogue'' to insure that arms talks proceed and ''bear fruit.''\nMr. Kuranari cited the ''reality that the existing nuclear balance acts as a deterrent.'' A continuing dialogue, he added, is necessary to build trust and gradually ''reduce nuclear stockpiles without upsetting a proper balance.''\nReferring to Soviet SS-20 missiles in Asia, he said Japan ''strongly hopes'' that American-Soviet negotiations will ''deal with the SS-20's on a global basis and lead to their total elimination, both in Asia and in Europe.''\n \nPlight of Refugees\nThe world's refugee problem was a topic for Uffe Ellemann-Jensen, the Foreign Minister of Denmark. He urged a concentrated effort to solve the problem and proposed measures including ''voluntary repatriation, regional integration, increased United Nations presence in different regions of the world, and allocations of quotas based on a United Nations scheme.''\nThe speeches today also dealt with the financial troubles of the United Nations, a major concern this year.\nForeign Minister Paavo Vayrynen of Finland said that ''we all have to make all efforts to restore the credibility and financial viability of the United Nations.'' Those efforts, he said, require that ''all countries pay their past and present dues in accordance with the Charter, in full and without delay.''\nThe Greek Foreign Minister, Karolos Papoulias, recalled that the United Nations had been ''tried by a serious economic crisis'' in the last year. He said better coordination was needed between those who allocate resources for the United Nations and those who determine its activities.\nTo achieve that goal, Mr. Papoulias called for improved monitoring of those activities ''either by the bodies already existing, or by new ones to be decided upon.''\n \nThe Fight Against Drugs\nThe need to combat international drug traffickers was emphasized by the President of Panama, Eric Arturo Delvalle, who demanded that countries ''act in unison to put an end to the production and distribution of narcotic drugs.'' He warned those fighting the traffickers against ''ever falling into the trap of singling out corruption in our neighbor's camp while closing our eyes in our own backyard.''\nFor its part, President Delvalle said, Panama is preparing new laws to allow the ''confiscation of goods'' as well as speedier extradition procedures and stiffer penalties.\nDiscussing South Africa, Foreign Minister Ahmed Taleb Ibrahemi of Algeria said apartheid ''has no more future'' and said the nations of the world had a ''collective responsibility'' to hasten its end. He urged mandatory sanctions against South Africa.\nThe Angolan Foreign Minister, Afonso Van Dunem, warned that South Africa might be on the verge of invading his country anew.\nHe said the presence of Cuban troops in Angola ''should not be seen as a threat to South Africa.'' But he warned that the ''concentration of 10 South African armored battalions along our southern border'' in South-West Africa, the territory also known as Namibia, ''is enough of a signal for us to anticipate a major offensive against our country.''\nDeparting from his text, the Angolan official took the United States to task, saying it had referred to his Government as ''an anti-popular and repressive regime.'' He asserted that such ''frequent expressions'' constituted interference in Angola's affairs."
}