{
    "title": "Speaker at U. Connecticut gives Israeli perspective on terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 2,
    "day": 1,
    "full text": "Americans are just coming to realize the fear that Israel has experienced for years as a result of terrorism according to Dr. Yossi Olmert. Olmert gave a speech on the Israeli perspective on current events at Babbidge Library at the University of Connecticut on Thursday night.\nOlmert, who has taught extensively on Middle Eastern Studies at Tel Aviv University, also served in past Israeli governments as director of the Government Press Office and advisor to Prime Minister Yitzhak Shamir.\nU. Connecticut\nOlmert said Israel is an expert on terrorism because terrorism has affected the country since its creation.\nIsraelis and Americans now have some things in common, Olmert said.\n\"Americans are experiencing constant tension since the events of Sept. 11,\" Olmert said. \"Israel has also been under constant tension for years.\"\nThe purpose of Olmert's lecture was to discuss the Israeli perspective on events like the terrorist attacks on Sept. 11 and stereotypes associated with Israel.\nOlmert said that people need to be careful about categorizing other people.\n\"I am very sorry for stereotypes associated with certain groups of people like Muslims,\" Olmert said. \"However, Muslim people must bear in mind that many members of the American Muslim community failed to condemn the events of Sept. 11, so Muslim people should ask themselves what did they really think people were going to think.\"\nThe relationship between Israel and the United States is a strong relationship that will sustain, said Olmert.\n\"America is not alone in its feeling of vulnerability,\" said Mike Kavitsky, founder of the UConn chapter of the Israel Public Affairs Committee. \"Israel is a country whose citizens have always known a similar vulnerability.\"\nPresident Bush's State of the Union Address was cited several times by Olmert as proof that Americans are waging a strong fight against terrorism.\n\"I was very impressed with the State of the Union Address because Bush clearly stated that there is no justification for violence and that the perpetrators of violence will be punished and defeated,\" Olmert said.\nCounterattacks by terrorist groups are something Olmert said Americans need to expect.\n\"Resilience is the name of the game,\" Olmert said. \"The situation America and Israel is in is not an easy matter.\"\nKavitsky told the story of an American citizen who escaped from the 38th floor of the World Trade Center only to be injured in Israel while on vacation with his family.\nKavitsky said Mark Sokolow, along with his wife and two daughters, were hit by shrapnel when a terrorist detonated a bomb in a crowded Jerusalem shopping center.\n\"The relationship between the U.S and Israel proves that the countries can work together to fight terrorism,\" Kavitsky said.\nA topic that was in debate at the lecture was the use of force to fight terrorism instead of negotiating.\n\"There should not be any negotiations with the terrorist regimes and their countries because they chose to attack the United States along with other terrorists attacks around the world, so they should be destroyed,\" Olmert said.\nStudents said they were impressed with Olmert's message and delivery.\n\"He was on the dot of what people should know,\" said Ron Zeligzon, a 4th-semester international business management major. \"I thought he was really excellent.\"\n\"Americans should have confidence that the war on terrorism will end,\" Olmert said. \"The war will end because when America fights a war, they usually win.\"\n(C) 2002 The Daily Campus via U-WIRE\n\nLoad-Date: February 1, 2002"
}