{
    "title": "Speaker at Kent State U. discusses U.S. -Muslim relations",
    "publisher": "university wire",
    "year": 2006,
    "month": 11,
    "day": 21,
    "full text": "The vice chair of the Council on American-Islamic Relations, a national Muslim civil rights organization, spoke to an audience of about 50 last night. The speech's topic, \"The Future of the U.S.-Islamic World Relations\" tackled U.S. foreign policy in a post-Sept. 11 world.\nAl-Akhras started off his speech saying the United States needs to realize it is not in a bubble.\n\"What happens in the streets of Baghdad has influence on the streets of London and the policies in Washington have importance in Palestine,\" Al-Akhras said.\n\"I'm sure you have heard, 'Why do they hate us?' You have to ask yourself is there really a blind hatred for the U.S.?\"\nAl-Akhras outlined the way he thinks the United States should change its foreign policy. He said the federal government shouldn't lump all Islamic groups together and the United States needs to recognize the elections of Islamic governments in other countries.\n\"Around the world, reformers are being jailed, and we need to support them,\" Al-Akhras said.\nAl-Akhras also said terrorism has a direct link to poverty. He said a large percentage of the Islamic world lives below the poverty line.\n\"Given the situation, unless we truly succeed at eliminating poverty, we can give up in support of democracy and reforms,\" Al-Akhras said.\nAfter the speech, there was a question and answer session.\nAl-Akhras was asked by an audience member about the influence of non-democratic countries on Iraq if U.S. troops leave.\n\"Unless we agree with the aspirations of the people in that area, nothing is going to change,\" Al-Akhras said. \"In the region Israel has more than 200 warheads and no one is looking at that. We need to look beyond the propaganda.\"\nAnother audience member asked Al-Akhras why he had said nothing condemning Muslim terrorism. Al-Akhras said he condemns terrorism and Muslims were the first to condemn terrorism.\n\"Muslims have spoken for a long time before and after Sept. 11 about terrorism,\" Al-Akhras said. \"Muslim organizations around the world have spoken about it and condemned it as an act of terrorism. These people are extremists acting outside the bounds of Islam.\"\nAl-Akhras then said the United States needs to recognize terrorism as a reaction to misguided U.S. policies that do not always recognize elections in other parts of the world. He said one example of this was a coup in Algeria.\n\"We need in the U.S. to support these voices who support free elections,\" Al-Akhras said. \"What is happening is the masses are changing and policies and we need to recognize these changes.\"\nAl-Akhras said the there is no question both Israelis and Palestinians are both suffering.\n\"We need to look at both sides of the issue,\" he said. \"Prisoners need to be freed and human rights standards need to be employed.\"\nSenior political science major Matthew Hudnall said he thought the speech was eye-opening.\n\"I have a keen interest in the Muslim world,\" Hudnall said. \"I think there needs to be more open dialogue. We need to focus on more likeness than the things that are separating us.\"\nThe speech was sponsored by Americans for an Informed Democracy, the Muslim Awareness team, and the Center for Applied Conflict Management.\n(C) 2006 Daily Kent Stater via U-WIRE\n\nLoad-Date: November 21, 2006"
}