{
    "title": "Speaker addresses stereotypes created by media",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 13,
    "full text": "Photo by Dave Krovich - Asst. Multimedia Editor\nTravis Dixon shares some of his background and personal experience dealing with stereotypes. He explained the idea that people's reality is often influenced by the TV they watch, and how the media can create stereotypes.\nWhat would you think was the most asked question Travis L. Dixon, an African-American, received at his orientation at the University of California, Los Angeles ?\n\"Are you an athlete?\" Dixon said was the most asked question he received as a new student at one of the top-ranked schools in America.\n\"No one knew who I was, all they saw was my skin color. So, the assumption was the only way I could be in college is because I was an athlete,\" Dixon said. \"I was not the athlete guy, I was the nerd. My understanding of things was - this obviously came from the media.\"\nDuring his freshman year at UCLA, Dixon had a white roommate, as well as white peers who would engage in \"freshman geek conversations.\"\nThey would talk about their GPA, SAT scores and how many AP credits they had. He noticed while everyone was sharing their accomplishments, they seemed surprised when Dixon spoke about his.\nThe stereotype was, \"Black people are either not very smart, or they're athletes, or both,\" he said.\nDixon is a professor and Communication Alumni Professorial Scholar at the University of Illinois. On Nov. 5, he gave Shippensburg University students the knowledge of stereotypes in the media sponsored by The Black Heritage Committee.\nThe cultivation hypothesis is an idea that explains that the more TV someone watches, the more it begins to have an influence on their perception of reality.\n\"Media begins to shape your reality,\" Dixon said.\nAn example of the cultivation hypothesis is if someone sees people getting killed, beaten up, or in fights on television, they might think the world is a violent place. When people regularly see African-Americans, Latinos, undocumented immigrants, or other minorities playing criminals, it forms an idea about those ethnicities, he said.\n\"It's how our minds make sense of the world,\" Dixon said.\nAnother way of stereotyping is how people perceive terrorism.\n\"Terrorism is characterized as a problem with Muslims,\" he said.\nPeople have seen recent examples of terrorism that include white men as the assailants.\nA white man opened fire at the Tree of Life synagogue in Pittsburgh, shaking the entire city.\nA white man mailed explosives to political officials, and another white man attempted to shoot up a predominately African-American church.\nAn additional stereotype in the media includes a study of the perception of poverty between different races. In this study, black families are overrepresented as being poor by 35 percent, while white families are underrepresented as being poor by 49 percent.\nDixon ended his lecture with the three predicted social media groups.\nThe unconscious bias group is traditional media consumers.\nThe stereotype confirmers group assumes their identity is being under attack and blames other groups, and the anti-stereotype activist group uses digital media tools to break down stereotypes.\n\nLoad-Date: November 13, 2018"
}