{
    "title": "SPECIAL TERRORISM REPORT HELPED RATINGS STRATEGY",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 2,
    "day": 20,
    "full text": "Under last week's heightened terror alert, journalists were in the same no-win situation as the government. Play down the warnings and risk censure if something happens. Play up the warnings and face charges of sensationalism and scaring the public.\n That said, WTAE's decision last Thursday to make its 11 p.m. newscast a special on terrorism threats had as much to do with the station's ratings as serving the public.\nThree experts interviewed on the news set by anchors Sally Wiggin and Mike Clark offered sound, no-nonsense advice. And WTAE featured reports from sister stations across the country. But after four days of stories about the precautions people were taking, there wasn't a lot of new, pertinent information or advice to come out of the program.\n So why do it? Because by making the newscast a \"special,\" WTAE could re-title it and have it thrown out of the Nielsen ratings. This was an especially smart strategy last week because WPXI had \"ER\" as its late news lead-in and KDKA had a 90-minute \"CSI: Crime Scene Investigation\" as its lead-in.\n On Feb. 6, WTAE ranked second at 11 (usually it's third) thanks to the lead-in audience from ABC's Michael Jackson special. By throwing out the Feb. 13 numbers -- the toughest Thursday night lead-in competition for all of sweeps -- WTAE sought to improve its 11 p.m. average ratings for the month by preventing the increased competition from hurting them.\n This practice -- declaring a show a \"special\" before it airs -- is in keeping with Nielsen guidelines and isn't unusual. WPXI re-titled Monday's 11 p.m. news, all about the snow, as a special report.\n \"It does help preserve the average we have at this point, but it wasn't because we thought we'd have a really bad night and didn't want to count it,\" said Channel 11 news director Pat Maday. \"In the end, we got what we normally have.\"\n For WTAE, last Thursday's ratings were only slightly below average.\n \"We did it for two reasons,\" said WTAE news director Bob Longo of his station's \"America On Alert\" special. \"We felt like it was going to be an excellent newscast, and the flip side is, it also was done to help the Nielsen average in our favor.\"\n Longo acknowledged that if it had been a night with a strong ABC lead-in -- as if such a thing regularly exists anymore -- the station probably would not have re-titled the newscast.\n Some stations re-title newscasts as a matter of course. Longo said that at one point the NBC affiliate in Philadelphia routinely re-titled newscasts on non-\"ER\" nights to help inflate the station's average 11 p.m. rating.\n Stations also have the option of kicking newscasts out of the ratings average on holidays, which WTAE and WPXI did on Presidents Day with their morning news.\n Of course, last week's concerns about terrorism disappeared the minute snowflakes began to fall.\n Many local forecasters were off in their predictions about the timing of the storm, calling for snow on Saturday (nothing) and then again for late Sunday (it started snowing before sunrise Sunday morning) and Monday (it stopped snowing earlier in the day than expected).\n On Sunday, WTAE and WPXI brought in their chief meteorologists and WPGH called in Matt Morano and skipped the centralcast weather report from Sinclair headquarters in Maryland.\n On Monday morning, with the snow temporarily stopped, KDKA and WPXI blew out the national morning shows for still more local coverage. For anyone tired of hearing about the weather, WTAE did air \"Good Morning America.\"\n Tuesday night, KDKA's Mary Robb Jackson had a refreshing feature on the sole snowplow operator in Claysville, Washington County. It was a nice respite from tired, same-old, same-old snow reports.\n Local specials\n WPXI's annual Black History Month program airs at 7:30 p.m. Saturday. Anchor Gina Redmond hosts \"First With Fortitude,\" which includes profiles of Homestead native and journalist Mal Goode and Homer S. Brown, the first African American elected to Pennsylvania's House of Representatives.\n \"Fortitude\" will be re-telecast at 7:30 p.m. Sunday on PCNC.\n WQED premieres \"Safe Harbor\" (10:30 p.m. tomorrow), a new documentary about the Underground Railroad made in association with the PBS station in Erie.\n It's told from the point of view of free black communities and their role in America's anti-slavery movement. \"Safe Harbor\" concentrates on the Lake Erie region but also includes a segment on Pittsburgh and interviews with Pittsburgh historians John Ford and John Burt.\n 'Hot' = not\n Like flipping through the underwear pages of the JC Penney catalog or an equal-opportunity edition of Stuff or Maxim magazines, ABC's \"Hot or Not? The Search for America's Sexiest People\" (9 tonight) is about as low-rent as \"reality\" TV can go. Forget the talent contest -- just show us your bod.\n Rather than Simon Cowell insulting contestants, B-list actor Lorenzo Lamas tries to channel Cowell, telling one contestant last week that her thighs were too big.\n If you're on the hunt for hotties, this is the show to watch. If you want even a modicum of story with your eye candy, find a \"Baywatch\" rerun.\n Leaving 'Oz'\n HBO's \"Oz\" (9 p.m. Sunday) goes out much as it came in -- with violence, murders and little redemption.\n Sunday's 100-minute series finale wraps up some stories, resolves a mystery and kills off a few more favorite characters, but don't expect a sense of closure. Even if the series is over, some of the characters and their stories live on.\n \"When God was designing the universe, why did he make something so wonderful, so [expletive] painful?\" Beecher (Lee Tergesen) asks about love.\n \"I think he thought we could handle it,\" Sister Peter Marie (Rita Moreno) replies.\n \"Oz\" was at its best in its first couple of seasons. After a while, it just became an entertaining soap opera guys could watch without embarrassment, riddled as it was with shankings and a general sense of violent mayhem.\n\nNotes\n\nYou can reach Rob Owen at 412-263-2582 or rowen@post-gazette.com.  \n\nLoad-Date: February 21, 2003"
}