{
    "title": "Spector of Terror; NOTEBOOK_ Terrorism in New York _ Looking for the Common Denominator",
    "publisher": "the new york times",
    "year": 1993,
    "month": 6,
    "day": 27,
    "full text": "LINKS\nA solid line indicates a strong connection; dashed lines indicate a weaker connection.\n \nTO THE AFGHAN RESISTANCE\nMuslims all over the world rallied to help Muslin rebels fighting a Soviet-backed government in Afghanistan. Both the Sheik and Mr. Nosair supported the rebels there.\nTO SHEIK OMAR ABDEL RAHMAN\nThe blind Egyptian cleric preached at several mosques, including Al Farooq and Abu Bakr in Brooklyn and Al Salam in Jersey City. Mr. Abdel Rahman's fiery sermons have been regarded as the philisophical underpinning for Islamic revolutionaries in Egypt. He preached in support of Afghan rebels.\n \nTO EL-SAYYID A. NOSAIR\nEl-Sayyid A. Nosair was aquitted of charges of murdering Rabbi Meir Kahane in 1990, but convicted on related charges and is imprisoned in upstate New York. Mr. Nosair worshiped at Mr. Abdel Rahman's Jersey City mosque. He also worked in support of Afghan rebels.\n \nTHE INFORMER\n \nEMAD SALEM, 43. A former Egyptian Army Lieut. Colonel, Mr. Salem, known as \"the Colonel\" assisted the Sheik and helped F.B.I. crack the suspected terrorist ring. Now in protective custody.\n \nSUSPECTS IN TRADE CENTER BOMBING\n \nMAHMUD ABOUHALIMA, 33. Raised money and recruits for Afghan war; friends say he once fought with rebels in Afghanistan, though his brother denies it. Was Sheik's parttime driver. Worshiped at Brooklyn and Jersey City mosques where Shiek preaches. Attended Mr. Nosair's trial.\n \nAHMAD M. AJAJ, 27. Told reporters he traveled from the United States from Afghanistan in 1991 to \"purify my soul\" and visit the Afghan rebels. Said he used bomb making books while he was there.\n \nBILAL ALKAISI, 27. Worshiped at Brooklyn and Jersey City mosques where the Shiek preaches.\n \nNIDAL A. AYYAD, 25. No known direct links to Afghan rebels, the Sheik or Mr. Nosair. But considered a key player in the Feb. 26 Trade Center Bombing through his association with Mohammed Salameh.\n \nIBRAHIM A. ELGABROWNY, 42. Worshiped at Brooklyn and Jersey City mosques where the Sheik preaches. Mr. Nosair's reletive; had forged passports for Nosair family. Not charged directly in bombing.\n \nMOHAMMED A. SALAMEH, 25. Raised money for Afghan rebels. Worshiped at Brooklyn and Jersey City mosques where Sheik preaches. Visited Mr. Nosair in prison.\n \nRAMZI AHMED YOUSEF, 25. Told roommate in New Jersey that he was in Pakistan and Afghanistan before coming to U.S. in 1992. Worshipped at Jersey City mosque where the Sheik preaches.\n \nSUSPECTS IN NEW BOMB CONSPIRACY\n \nAMIR ABDELGANI,33. Worshiped at Jersey City mosque where Sheik preaches.\n \nFADIL ABDELGANI, 25. Worshiped at Jersey City mosque where Sheik preaches.\n \nSIDDIG IBRAHIM SIDDIG ALI, 32. Trained with others who fought with Afghan rebels. Was Sheik's translator and supported Mr. Nosair during his trial; Visited him in prison.\n \nVICTOR ALVAREZ, 32. Worshiped at Jersey City mosque where Sheik preaches.\n \nTARIG EL-HASSAN, 38. Worshiped at Jersey City mosque where Sheik preaches. Flier on apartment floor read \"Remember Brother El-Sayyid Nosair.\"\n \nCLEMENT R. HAMPTON-EL, 55. Served as a combat medic for rebels in Afghanistan.\n \nFARES KHALAFALLA, 31. Worshiped at Jersey City mosque where Sheik preaches.\n \nMOHAMMAD SALEH, 40. Worshiped at Jersey City mosque where Sheik preaches.\n\nLoad-Date: August 5, 1993"
}