{
    "title": "Special Report; Day 10; City; Reactions at the Park; No Reprieve from Danger; Threat of terrorism im",
    "publisher": "the world",
    "year": 1996,
    "month": 7,
    "day": 28,
    "full text": "\"Doesn't look like it caused much damage, Dad.\"\nAt the ripe old age of 10, the kid stood behind yellow police crime tape Saturday afternoon on Spring Street looking through the misty gloom at Centennial Olympic Park.\nHe held an American flag and his father's hand, a small boy confused by big events.\n\"No, Barry,\" his father, Jim Bohnsack, said softly, \"it's not quite as bad as Oklahoma City, but . . . \"\nThe Bohnsacks are Oklahomans, just moved to Indianapolis, and they drove to these Atlanta Games in part to forget events of the past 18 months. When they heard the news it sunk to the pits of their stomachs. Please, no, not another bomb!\nThey had visited the bombed-out Alfred P. Murrah Federal Building in Oklahoma City three days before it was razed, to remember lives lost.\nOn Saturday, they had planned to come straight to the Olympic park where Barry and his 12-year-old brother Bryan would frolic in the spraying fountains they had seen on TV. Hearing of the bombing, they took a vote whether to come: it was three for, Bryan against. He was afraid.\nJim and Denise Bohnsack reminded their sons: \"Most people are good people.\" To Bryan, his dad went a step further: \"No one could get a Ryder Truck down there.\"\nOut of earshot of his sons, the father shook his head, fed up with what appears the inevitability of terrorism: \"I guess it's not safe now to fly an international jet, or to go to the World Trade Center in New York, or even to go to work in Oklahoma City. It's sad. If you hide under a rock now, they'd probably blow up the rock.\"\nHe looked at his boys: \"They've seen a lot in two years, haven't they?\"\nU.S. Rep. John Lewis walked up Marietta Street, past what had become an international crime scene. Lewis wore a tie that pictured Olympian Jesse Owens.\nHe also wore a look of profound sadness. \"This is devastating,\" Lewis said, \"such a catastrophe. The Games are supposed to be about peace.''\nLewis had spent Friday night at a reception in Buckhead for actor Sidney Poitier. He had gone to bed early; when Gov. Zell Miller phoned his home Saturday at about 7 a.m. and said, \"I wanted to let you know that everything is under control,\" Lewis took a deep breath. Then he asked, candidly, \"What are you talking about, governor?\"\nOnce beaten with billy clubs during a civil rights march in Selma, Ala., Lewis knows human tragedy. He said, \"We are in a violent period in this region: bombings of churches and synagogues; we thought this was all behind us.\n\"These are little voices trying to be heard and now they're using the Olympics to voice their discontent.\"\nYellow tape stretched across the streets surrounding the park. The tape read \"CAUTION CAUTION CAUTION\" - as if people didn't already know. Souvenir stands at the park's edge were closed.\nAt 11 o'clock Friday night, Charles H. \"Pete\" McTier had left a Dream Team basketball game at the Georgia Dome and walked through the park. As president of the Robert W. Woodruff Foundation, a philanthropy that contributed $ 27 million for the acquisition and development of the land that became Centennial Olympic Park, McTier took special delight in the celebratory spirit of the place, kids tromping through the fountains.\nBack home, dropping off to sleep about 1:30 a.m., television reports of the bombing hit him full force. \"It rips,\" McTier said Saturday, \"tragically at the heart of Atlanta's aspirations for the 1996 Olympics.\" Rising above terrorism is imperative, McTier said. \"Anything short of that will be a complete sacrilege of the ideals of the Olympic movement and the absolute forfeiture of the hopes of humanity.\"\nStanding at the cash register at Cesare's Corner Cafe adjacent to the park, Peter White was thinking less lofty thoughts on Saturday. \"A lot of the people are acting as if nothing happened,\" White said. \"They're just going about their business. I can't believe people are still going to events.  \"I can tell you I wasn't too thrilled about coming in today.\"\n\nGraphic\n\n \nPhoto: SUDDENLY SILENT: Police use a dog to check out the Southern\n Crossroads Amphitheater inside the park shortly after daybreak Saturday.\n / JUSTIN WILLIAMS / Staff\n Photo: AFTERMATH: Wreckage is strewn across the ground near the light\n tower where a bomb went off in Centennial Olympic Park early Saturday. /\n JOHN GAPPS III/ Associated Press\n\nLoad-Date: July 29, 1996"
}