{
    "title": "Specter's bill shows vengeance, not justice",
    "publisher": "university wire",
    "year": 2003,
    "month": 9,
    "day": 15,
    "full text": "Sen. Arlen Specter, R-Pa., wants stop to terrorism. He introduced a bill that would allow prosecutors to pursue the death penalty for any person who commits a terrorist act resulting in the death of a U.S. citizen, funds terrorism or tampers with national defense, nuclear or power facilities.\nSpecter's desire to end terrorism is understandable. But applying the death penalty to a broader range of crimes will neither deter more fanatical terrorists nor win the United States approval with the world community.\nU. Pittsburgh\nMoreover, the broad terms used in the bill -- scare words like \"terrorism\" and \"espionage\" without discreet definitions -- would open others, perhaps innocents, to the possibility of being convicted and sentenced to death for crimes that would not otherwise carry the death penalty.\nSpecter issued a press release on Sept. 10 that described the bill and quoted President Bush, who called the bill \"ultimate justice.\" Whatever justice incurred would be ultimate, and in cases so swayed by emotion, that could lead to innocent lives lost -- compounding those lost in Sept. 11, 2001, and other terrorist acts.\nWe do not need to create more victims; this war needs no more lives lost.\nThis is not to say that people who are tried and found guilty of committing acts of terror should not be punished to the fullest extent of the law. But we should not confuse punishment with vengeance, with the former giving forth justice and the latter resulting in the potential martyrdom of the guilty -- which would not dissuade further terrorist actions, and thus defeat the bill's aim.\nThe United States has a justice system in which the innocent remain innocent unless proven otherwise. Lengthy appeals processes and other safeguards against wrongful conviction should not be prematurely terminated by the death penalty's finality.\nFurther complicating matters, the bill could be paired with a Specter-authored law, the Terrorist Prosecution Act of 1986, which allows suspected terrorists to be extradited from their countries, tried and put to death here.\nThe United States has a right to try crimes committed here in our country. But trying crimes committed elsewhere, especially if that elsewhere does not have the death penalty -- and most developed nations don't -- becomes a murkier matter.\nAn ounce of prevention is worth far more than a pound of flesh, and Specter's bill demands far more than one. Rather than focusing on punishment, Specter and other national leaders should work to prevent terrorism. And not angering the rest of the world by overstepping our judicial bounds would be a good start.\n(C) 2002 The Pitt News via U-WIRE\n\nLoad-Date: September 15, 2003"
}