{
    "title": "Specter of terrorism in our back yard",
    "publisher": "st. petersburg times ",
    "year": 2003,
    "month": 2,
    "day": 24,
    "full text": "Sweet, peaceful Hernando County. In the age of terrorism - of jetliners crashing into buildings, of sleeper cells and car bombs - Hernando County was supposed to be our little refuge.\nBut all that went out the window last week when Attorney General John Ashcroft stepped up and said that there had been a terrorist - Hatem Fariz - living among us - right here in Spring Hill.\nLiving right down the street from me.\nLiving right around the corner from you.\nDropping his kid off - at least for a few months last year - at Deltona Elementary School, where my friends teach and my neighbors leave their children each morning.\nWorking in two doctors' offices - one on Northcliffe Boulevard and another at PineBrook Regional Medical Center - where you have brought your ailments and your concerns. Where you have been at your most vulnerable.\nAnd, according to the feds, raising money for the Palestinian Islamic Jihad.\nNow, before we go any farther down this road of hysteria, let us remind ourselves that, in America, people are innocent until proven guilty. Or, at least they were as of last week.\nAnd let us proceed with caution - and a healthy skepticism - about what our government is telling us. We live in an age where the noble aim of security has tempted some of our political leaders, including John Ashcroft himself, to take liberties with our civil rights.\nYes, the mountain of evidence - including wire tapped phone conversations - is damning. But let us see how it shakes out in court. Let us withhold judgment until a jury does.\nThat said, I don't know anyone in our community - particularly in Spring Hill- who isn't deeply troubled by what we've seen and heard the past few days. The Palestinian Islamic Jihad in Spring Hill? That's almost beyond comprehension. Movie producers would reject such a notion as too outlandish, too far-fetched. A theater audience can be asked to suspend only so much disbelief.\nYet, it is a possibility that people around here are being forced to consider. In fact, for the first time in my career as a reporter, I saw genuine fear in the eyes of people I was trying to interview. I spoke with a handful of Spring Hill residents who had been visited recently by FBI agents who were asking questions about people they know and things they've seen.\nSome of these people - our neighbors who now find themselves witnesses in a terrorism investigation - were willing to talk to the newspaper. Others were not, afraid that there might be other terrorists among us who might read their words and retaliate.\nOne man, with severe heart problems that forced him to undergo surgery recently, stood on his front stoop and pleaded with me to not write anything that could endanger him and his wife. \"I am a dying man,\" he said. \"I have only a short time to live.\"\nHis implied message: Allow my last days on Earth to be peaceful ones.\nAt the PineBrook office of Dr. Ayman Osman - where the accused, Hatem Fariz, occasionally worked - I stood and watched FBI agents working behind the smoked glass receptionist's window. The effect was surreal.\nWhen I asked if they could talk to me about what they were doing, they gave me an FBI phone number in Tampa. But they never opened the smoked glass window. Common courtesy doesn't apply when you are a terrorism investigator.\nWe would like to find comfort by telling ourselves that Fariz and the others arrested Thursday are not accused of actually setting off bombs or pulling triggers. Instead, they are accused of being money men - the people who furnish the cash to buy the bombs that kill and maim the innocent. But that's hardly a sweet condolence.\nThe bizarre thing about all this is that Fariz and his family appear - at least on the surface - to be very much like the rest of us. His street looks very similar to a hundred others in Spring Hill. His children are roughly the same age as mine. He got a speeding ticket and went to traffic school last year. So did I. His kids play with Bob the Builder toys (I saw one in his yard). So do mine.\nOne other thing I encountered last week also disturbed me. It was a renewal of that brazen throw-out-all-the-foreigners bigotry that has been dormant since the days immediately following the Sept. 11, 2001, terrorist attacks.\nI actually heard one woman suggest that maybe it is time \"we\" round up all of \"them\" and ship \"them\" out of the country so things could go back to how they used to be.\nI can only assume she was talking about the English, Spanish and Irish people who took this land away from the Native Americans.\n \n- Robert King covers Spring Hill and can be reached at 848-1432. Send e-mail to rking@sptimes.com.  \n\nLoad-Date: February 24, 2003"
}