{
    "title": "SPECIALIST CALLS TERRORIST TACTICS PREDICTABLE",
    "publisher": "the new york times",
    "year": 1982,
    "month": 5,
    "day": 10,
    "full text": "When Brig. Gen. James L. Dozier was kidnapped by the Red Brigades in Italy last December, Brian M.  Jenkins kicked himself.\n''I should have known it,'' he says. ''They said in their strategic directives they were targeting NATO, but in their previous modus operandi they had never struck foreign targets.\n''So we were looking for Italian targets. I've written it on the wall: 'The modus operandi is not immutable.' '' Mr. Jenkins is the director of the Rand Corporation's section on security and subnational conflict, in which role he devotes himself to tracking terrorism in a dispassionate and scholarly way.\nProfile of Brian M Jenkins, head of Rand Corp's section on security and subnational conflict\nHe has not personally ended any terrorist actions. He declines to get involved in active antiterrorist operations. But his research provides important information to law-enforcement agencies all over the world.\n \nNations Are Among His Clients\nHis clients include the State Department, the Central Intelligence Agency, the Defense Department, the Justice Department, the Commerce Department, local law-enforcement agencies and foreign governments.  Those who ask the clients about terrorism often find the trail of information leading back to Mr. Jenkins. It works both ways: Those agencies are among Mr. Jenkins's sources.\nHe also has inquisitive, nonpaying visitors, novelists and screen writers seeking background. As a result, Mr. Jenkins has popped up as a recognizable character in several novels and films.\nHe has three full-time associates, and a dozen Rand staff members work with him part time. One is the German-born Konrad Kellen, who began his career as Thomas Mann's personal secretary. Mr. Kellen emigrated to the United States when Hitler came to power and was a propaganda analyst for United States Army Intelligence in World War II. He later worked for Radio Free Europe and then joined Rand.\nMr. Kellen is semiretired now, working four days a week on Rand staff papers with straightforward titles like ''What Makes Terrorists Tick?''\n \nA Beginning in Vietnam\nBrian Michael Jenkins, 40 years old, was hired by Rand in Vietnam, where he was a member of the Special Forces, the Green Berets. He began his work for Rand by interviewing Vietcong prisoners and studying so-called pacification efforts. Studying terrorism seemed the logical next step.\nMr. Jenkins has degrees in fine arts, the humanities and history.  He prefers the scholarly or the reportorial approach to his work, saying: ''We don't meet people in dark alleys. That's for the movies.'' His ideas on fighting terrorism reflect the views of the American Civil Liberties Union as well as those of the Federal Bureau of Investigation.\nHe sometimes talks about terrorism in a way that reflects his background in art. ''You know those abstract paintings that use little points of light?'' he asks. ''You pore over them on the assumption that the little dots are related. At first it seems they're not. Then you back up and composition and patterns emerge.  Studying terrorism is like that.''\n \nA Hint in 'Ponderous Prose'\nOn a trip to Italy he immersed himself, with the help of a dictionary and an Italian-speaking colleague, in Red Brigade Strategic Directive 18, 350 pages of ''ponderous prose and dense jargon.'' Afterward, he speculated about a previously undetected middle level of Red Brigades leadership.\nWhen General Dozier, a high-ranking American official of the North Atlantic Treaty Organization, was freed and members of the Red Brigades were questioned, Mr. Jenkins discovered that he had been correct. They acknowledged the existence of an executive committee that translates instructions from the policy arm and transmits them to the operational arm of the organization.\nMr. Jenkins's views often run counter to conventional wisdom. He speaks disparagingly, for example, of ''Carlos,'' the Venezuelan who reportedly led a 1970's raid on a meeting in Vienna of the ministers of Organization of Petroleum Exporting Countries and who was mentioned as a possible member of the Libyan ''hit squads'' that were said to have been assigned to ''get'' President Reagan and other American officials.\n \nCarlos: The Myth and the Facts\n''The popular view is based on headlines, movies, a couple of boilerplate novels and some quasi-fictionalized real-life characters like Carlos,'' he said. ''There's this thing about Carlos, the master terrorist. Actually, he's messed up everything we know he was involved in, but people talk about him as though he's invincible.  There are more sightings of Carlos than there are recipes for chili.''\nHe says that he sees no proof of the existence of Libyan ''hit squads,'' but adds, ''In the context of all the assassination attempts last year and from Libya's behavior, the Secret Service would be derelict'' not to take the matter seriously.\n''The Terrorist Mindset, and Terrorist Decision-Making,'' one of the more than 150 papers that Mr. Jenkins and his staff have turned out, contains profiles of a group of terrorists who, after being captured, submitted to psychological testing. It reported, among other things, that many terrorists had an abnormal fascination with firearms and explosives and tended to take risks for the sake of taking risks."
}