{
    "title": "Specter looks to revive 9_11 suits against Saudis",
    "publisher": "the philadelphia inquirer",
    "year": 2009,
    "month": 12,
    "day": 24,
    "full text": "In a sign that the bitter litigation between victims of the 9/11 attacks and the government of Saudi Arabia is far from over, Sen. Arlen Specter yesterday introduced legislation that would overturn court rulings barring lawsuits that contend the desert kingdom helped cause the terrorism.\nSpecter (D., Pa.) said the legislation would clarify that lawsuits by U.S. citizens could go forward without a sign-off from the State Department.\nA federal appeals court in Manhattan last year dismissed claims against the Saudi government, saying such litigation can proceed only if the State Department finds that the Saudis provided financial aid and other assistance to terrorist groups.\nBesides clarifying the law, the bill would reinstate those lawsuits.\nThe Philadelphia law firm Cozen O'Connor has sued Saudi Arabia, members of the Saudi royal family, and more than a dozen Islamic charities, alleging responsibility for the 9/11 attacks. The Cozen lawsuit, on behalf of dozens of U.S. and international insurers that lost billions of dollars at ground zero, accuses the Saudi government of financing charities that in turn laundered money into al-Qaeda.\nThousands of victims and relatives, represented by other law firms, also have sued the Saudis.\nIn a Senate floor speech, Specter argued that the decision by the U.S. Court of Appeals for the Second Circuit was a misreading of the law and could hamper efforts to fight terrorism.\n\"Substantial evidence establishes that these defendants had provided funding and sponsorship to al-Qaeda without which it could not have carried out the 9/11 attacks,\" he said. \"The Second Circuit's and other lower court rulings not only deprive the victims of terrorism the compensation to which they are entitled but also remove a powerful weapon in our arsenal against foreign terrorism.\"\nThe bill is cosponsored by Sens. Charles E. Schumer (D., N.Y.) and Lindsey Graham (R., S.C.), giving it a bipartisan cast. It would amend the Foreign Sovereign Immunities Act to make clear that U.S. citizens can sue foreign governments that support terrorist groups for attacks that occur in the United States, even without a State Department designation that a government had aided terrorists.\nA federal District Court judge ruled in Manhattan in 2005 that the Saudi government could not be sued, and the Second Circuit upheld that decision.\nIn June, the Supreme Court declined to hear the case after the Obama administration argued that permitting such lawsuits without a State Department sign-off could interfere with U.S. foreign policy.\nThe degree to which the executive branch should influence litigation against foreign governments has been at the heart of debates over the Foreign Sovereign Immunities Act.\nFor much of the nation's history, the executive branch had near complete control in deciding whether U.S. citizens could sue.\nBut that gave rise to allegations that politics, not questions of law, had become decisive. In response, ever more specific laws laid out circumstances under which U.S. citizens could sue foreign governments.\nCritics, including Specter, insist that the Obama administration intervened in May with an amicus brief urging the Supreme Court not to take the case because Saudi Arabia is the nation's most important Arab ally and the litigation had become an irritant in U.S.-Saudi relations.\nThey contend that the filing was timed to coincide with President Obama's visit to Riyadh, an allegation denied by U.S. Solicitor General Elena Kagan, who prepared the brief.\n\"She wants to coddle the Saudis,\" Specter said of Kagan.\nThe bill's chances of passage were unclear yesterday, but legislative staffers said more cosponsors would probably join in the coming weeks.\nAnd Specter said its prospects were good.\n\"I think it will pass,\" he said.\nGo to http://go.philly.com/cozen to read more about the case, including an Inquirer series.Contact staff writer Chris Mondics at 215-854-5957 or cmondics@phillynews.com.\n\nGraphic\n\n \nFeed Loader\n\nLoad-Date: December 24, 2009"
}