{
    "title": "Specter of terrorism brings some uneasy changes",
    "publisher": "the new york times",
    "year": 2001,
    "month": 10,
    "day": 21,
    "full text": "I'm not afraid to fly - I was on an airplane four days after the Sept. 11 hijackings. I'm not in an anthrax panic, although I am on alert for any suspicious letters that come my way. I'm not asking my doctor to prescribe Cipro or any other antibiotic just in case, and I'm not shopping for gas masks. I refuse to allow Osama bin Laden and his murderous band of misfits to rule my life. But that doesn't mean I have not been affected by what is going on, sometimes in ways I'm ashamed to admit. My problem is not fear; it is anger and confusion.\nGAILEY\nWhen I took a flight to Baltimore on Sept. 15, I confess that I looked around the boarding area to see if any of the passengers looked suspicious. I might as well admit it - my idea of suspicious was anyone who appeared Middle Eastern. There was none in sight, and I felt a sense of relief. Had I seen someone who fit that stereotype, I would have felt some anxiety. I know, that's ethnic profiling, and it is wrong. But I am a rattled human being, and no matter how hard I try these days, I cannot blot out of my mind the ethnic profile of the terrorists who killed 6,000 Americans by ramming hijacked airliners into the World Trade Center and the Pentagon. The next time I board an airliner, I probably will go through the same mental exercise and then feel guilty about it.\nTerrorism also is testing my faith in the Episcopal Church, a comfort zone I had counted on to help me through this crisis. I recently came across a column by John Leo, who specializes in exposing the hypocrisy of the political left and blistering the forces of political correctness, that left me wondering why I had ever strayed from the unabashed patriotism of my Baptist upbringing.\nLeo accused the House of Bishops of the Episcopal Church of putting out a \"disgraceful\" statement on the terrorist attacks, urging believers to \"wage reconciliation\" instead of war. The bishops' choice of words was curious: \"The affluence of nations such as ours stands in stark contrast to other parts of the world wracked by crushing poverty which causes the death of 6,000 children in the course of a morning.\"\nLeo wrote: \"The number 6,000 and the reference to a single morning are meant to evoke Sept. 11 in a spirit of moral equivalence. In plain English, the bishops seem to think that Americans are in no position to complain about the Manhattan massacre since 6,000 children around the world die in a single day. The good bishops are apparently willing to tolerate 6,000 murders in New York because the West has failed to eliminate world poverty, and perhaps should be blamed for causing it.\"\nI rarely agree with Leo, but this time he had my attention. I want to read the bishops' full statement before making any judgment. Maybe their words were misinterpreted or taken out of context. But if Leo's take on it is correct, I'm going to have a real problem with my church. I start with the fact that these terrorists are trying to kill us. There is a time for reconciliation, and there is a time for war. Surely the bishops understand why we can't turn the other cheek so terrorists can continue their murderous rage.\nTo tell the truth, I'm not sure what I think anymore. I find myself rethinking issues that two months ago seemed like an easy call. Robyn Blumner, one of my colleagues on the Times editorial board, recently wrote a column urging editorialists to hold fast in their defense of civil liberties, however unpopular that position may be in these times. I'm afraid I am one of the editorialists who has disappointed her on this score. Last week, in an editorial on the antiterrorism legislation sailing through Congress, I reversed the editorial position we had held on the issue of \"roving wiretaps.\" The legislation would give federal law enforcement agents the power to place a wiretap on an individual, no matter what phone he uses, instead of on a particular phone.\nBefore Sept. 11, I was reluctant to trust the FBI with that kind of wiretapping authority. But in this post-9/11 world, the editorial board reconsidered its opposition and decided, like the New York Times and the Washington Post, that in this age of cell phones and rapidly changing communications technology, \"roving wiretaps\" make sense as a weapon against terrorists. I can tell Blumner doesn't think much of my explanation - that editorial policy, like the Constitution, is an evolving thing.\nSo yes, I have been changed by the terrorist attack on America. I now have doubts about my church and my ability to see people as individuals rather than as members of a stereotypical group. I have little use for antiwar protesters and apologists at a time when our nation is under attack, or for college professors who see our flag as a symbol of \"terrorism and oppression\" or associate with Mideast terrorists and invoke academic freedom to cloak their \"Death to Israel\" rant. There I go, sounding like Bill O'Reilly. As I said, I'm not proud of some of the changes I've seen in myself, but at least I'm trying to be honest about them. Maybe I'll snap out of it when the world gets back to something resembling normalcy, whatever that may be.\n\nLoad-Date: October 22, 2001"
}