{
    "title": "Special Ops Key To War On Terror, Defense Chief Says",
    "publisher": "the tampa tribune ",
    "year": 2008,
    "month": 5,
    "day": 22,
    "full text": "GATES SAYS IT WILL STAY IN MIDDLE EAST\nBy JOHN W. ALLMAN\nThe Tampa Tribune\nTAMPA - Even when troop levels eventually start to drop in Iraq and Afghanistan, special operations forces will remain, Defense Secretary Robert Gates said Wednesday night.\n\"A force to hunt and kill terrorists and also as a force to help train Iraqis and Afghans,\" Gates said, addressing an estimated 1,000-plus military leaders, soldiers and civilians at the Tampa Convention Center. Gates was the guest speaker at the Special Operations Forces International Conference banquet.\nThe week-long conference, focusing on global terrorism challenges, brought military representatives from more than 70 countries, said Navy Lt. Commander Marc Boyd of U.S. Special Operations Command.\nGates spoke about how terrorism has changed, and what role special operations forces must play. Terrorist groups are no longer strictly government-sponsored, he said, and their goals represent more than a political agenda.\nHe said extremists have built an \"illusion of success,\" but that support across the Middle East is diminishing. And U.S. forces, he said, are learning how best to fight them.\n\"Six and a half years into the war on terror, we have a much better idea of what we're up against,\" Gates said. \"Iraq has been a crucible for learning what we have to do elsewhere to destroy terrorist networks.\"\nEarlier Wednesday, Army Lt. Gen. Martin Dempsey, interim commander of U.S. Central Command, told The Associated Press that al-Qaida appears to be at its weakest state since it first gained a foothold in Iraq five years ago.\nReporter John W. Allman can be reached at (813) 259-7915 or jallman@tampatrib.com\nPhoto: Defense Secretary Robert M. Gates speaks to conference.\nCopyright © 2008, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: June 5, 2008"
}