{
    "title": "Special Forces Sergeant Is Killed in Afghanistan",
    "publisher": "vineyard gazette",
    "year": 2011,
    "month": 8,
    "day": 5,
    "full text": "Master Sgt. Benjamin A. Stevenson, 36, of Canyon Lake, Tex., died on July 21 in Paktika Province of injuries sustained when insurgents attacked his unit with small-arms fire, the Pentagon said.\nStevenson was assigned to headquarters and headquarters company with the U.S. Army Special Operations Command at Fort Bragg.\nAccording to the Army, Sergeant Stevenson was born in Albany, N.Y, and graduated from Smithson Valley High School in Spring Branch, Tex., in 1993.\nHe enlisted in the Army as an infantryman in June that year.\nHe first served with the 325th Infantry Battalion at Fort Bragg as a gunner firing anti-tank missiles and a squad leader.\nHe then went on to become an aircraft power plant repairman with the 601st Aviation Support Battalion at Katterbach, Germany.\nHe completed Special Forces training in January 2000 and was assigned to 5th Special Forces Group (Airborne) at Fort Campbell, Ky., where he served as a weapons and intelligence sergeant.\nHe deployed with the unit three times to Iraq and once to Afghanistan, according to the Army.\nIn May 2006, Sergeant Stevenson was assigned as a special operations team member with Special Operations Command, where he deployed to Iraq four more times and twice more to Afghanistan, the Army said.\nHis awards include the Bronze Star, Meritorious Service Medal, Joint Service Commendation Medal with Valor, Army Commendation Medal with Valor, Army Commendation Medal, Army Achievement Medal, Presidential Unit citation, Joint Meritorious Unit award, Army Good Conduct Medal, National Defense Service Medal, Kosovo Campaign Medal with Bronze Service Star, Afghanistan Campaign Medal with three campaign stars, Iraq Campaign Medal with six campaign stars, Global War on Terrorism Expeditionary Medal with Bronze Arrowhead, and Global War on Terrorism Service Medal.\nSergeant Stevenson was posthumously awarded the Purple Heart and the Defense Meritorious Service Medal.\nHe is survived by his wife and two young sons. He was the nephew of Bob and Jill Lane of Oak Bluffs. Bob Lane is also his godfather.\n\nLoad-Date: July 20, 2012"
}