{
    "title": "Speech abuse just hurts fight against terrorism",
    "publisher": "chicago daily herald",
    "year": 2015,
    "month": 5,
    "day": 13,
    "full text": "The recent spectacle of Pamela Geller, the erstwhile journalist who organized a provocative Prophet Muhammad cartoon-drawing contest in Texas, gives pause to even the most passionate defenders of the First Amendment. Not since Westboro Baptist Church's offensive anti-gay message and Florida's Quran-burning pastor Terry Jones has the principle of free speech been so sullied and abused.\nWaging a one-woman crusade against the Muslim world, Geller says she wanted to draw a line in the sand and demonstrate to terrorists that when it comes to free speech, America bows to no one. OK, we get your point. It's an American point, actually. And Geller's contribution to these protections and our unwavering dedication to its preservation are, exactly, what? A taunt. Shouldn't one at least aspire to some originality? It's been done. And each time, the result is the same. What does one expect?\nIndeed, two would-be terrorists presented themselves at the exhibit and were quickly dispatched to their just rewards. Well, that's two down, I suppose. This is certainly the way Geller thinks, as her comments confirm. She has declined to apologize for instigating this unnecessary clash — remember when we preferred to take the fight to the terrorists over there? She even claims to have saved lives by luring two terrorists to their deaths. Geller baited the field, in other words.\nAs an operating principle, mightn't we try less incendiary means of problem-solving? I don't know, maybe something less likely to lead to violence? But Geller is a media creature and knows how to bait a media field as well. Make noise and the media will come. Draw a crowd and the cameras will roll. Become the \"victim\" of death threats — in essence, a fatwa — and, voila, you're on TV.\nI take a back seat to no one when it comes to defending free speech — even that of the worst sorts. We let neo-Nazis and the Ku Klux Klan march and protest because the true test of free speech is that unpopular speech is tolerated.\nThat said, we needn't embrace or celebrate people like Geller, who intentionally try to provoke a confrontation. She's welcome to sponsor a cartoon contest, but we don't have to attend. If Geller wants to stand on street corners and shout her views, no one has to listen.\nSometimes the messenger really is the problem. And oftentimes, the medium is, too. It is more or less consistently true that First Amendment warriors are forced to defend not only undesirable sorts but also really bad art. When a Danish cartoonist was forced into hiding following an earlier Prophet-cartoon challenge, I raced to the front lines in his defense. But I was painfully aware that most of the cartoons were amateurish and witless.\nEven so, the protection of free speech isn't only for the genius mind but for all equally. And though it takes little talent to draw attention to oneself these days, it is sad when someone flaunts America's first principle as an accessory to ambition or violence.\nOur Founding Fathers didn't bequeath only freedom of religion and expression from government tyranny but also the freedom to think as the enlightened progeny of some of history's most creative, inventive and philosophical minds.\nIt is easy to imagine their disappointment at the character of today's debate.\n© 2015, Washington Post Writers Group\n\nLoad-Date: May 13, 2015"
}