{
    "title": "Spent nuclear fuel poses terrorism risk, report says",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 4,
    "day": 7,
    "full text": "A National Academy of Sciences report kept under wraps since last summer warns that spent-fuel storage pools at nuclear plants could be vulnerable to terrorist attack and release of dangerous radioactivity.\nAmid a simmering dispute with the Nuclear Regulatory Commission, a panel of nuclear experts convened by the academy called for an examination of nuclear plants across the country and new measures to guard against air or ground assaults.\nThe experts said it was unlikely that intruders could steal enough highly radioactive spent fuel from a pool to create a \"dirty bomb,\" an explosive device capable of dispersing radioactivity. But they concluded that a terrorist attack that succeeded in draining water from a spent-fuel pool could trigger a fire that results in the \"release of large quantities of radioactive material to the environment.\"\nThe report, released Wednesday, was a declassified version of a study presented to Congress last July. The Nuclear Regulatory Commission opposed the report's release and disputed its key conclusions. In a letter to Congress last month, commission Chairman Nils Diaz called some of the study's findings lacking in \"sound technical basis.\"\nThe nuclear industry also defended its plants. Officials at AmerenUE's Callaway Nuclear Power Station near Fulton, Mo., said the plant has spent more than $20 million to secure it from terrorist attacks.\nIn a statement Wednesday, the commission asserted that even before the attacks of Sept. 11, 2001, spent fuel \"was already well protected by physical barriers, armed guards, intrusion detection systems, area surveillance systems\" and other precautions.\nThe statement added that since the attacks, the commission has issued nine sets of instructions on improving nuclear plant security.\nRepresentatives of 15 experts from universities, research labs and consulting groups convened by the National Academy of Sciences stood by their finding at a Washington news conference accompanying release of their report.\nThey said the commission had refused to provide some of the information they needed for their congressionally ordered study. The experts recommended that the commission be more open in sharing information with the public and that an independent group unaffiliated with the commission be established to assess security upgrades at spent-fuel pools.\nFuel pools have remained at the center of the debate about guarding nuclear plants because they typically are situated less securely than heavily fortified reactors. The pools contain assemblies of bundled fuel rods that are removed from the cores of nuclear reactors. Because of intense radioactivity, they require constant cooling, shielding and remote handling. A nuclear plant generates about 20 metric tons of spent fuel yearly.\nThe nuclear industry and the federal government have been prevented thus far in their quest to build a national repository for spent fuel at Yucca Mountain in Nevada. In lieu of a permanent solution, nearly 50,000 metric tons of used fuel are stored at plants around the country in pools and in dry casks.\nAt the Callaway Nuclear Power Station, a building contains more than 1,200 assemblies of the spent-fuel rods stored in a 40-foot-deep, stainless-steel-lined pool.\nAmerenUE spokeswoman Susan Gallagher said her company has spent more than $20 million on improving security at Callaway since 9/11, including extended security perimeters and new barriers for more protection against vehicle bombs.\n\"We have more than enough capacity and we find it safe and secure,\" Gallagher said of Callaway's fuel pool.\nAt the Clinton Nuclear Station in central Illinois, Exelon, the nation's biggest nuclear operator, stores spent fuel in a ground-level pool in an auxiliary building adjacent to the nuclear reactor. Exelon is one of several companies expressing interest in building a new nuclear power plant and has petitioned the Nuclear Regulatory Commission for early site approval to build at least one more reactor at Clinton.\nAmong recommendations applicable to both Callaway and Clinton, the panel of experts recommended reconfiguring spent fuel in pools to reduce heat concentration similar to spreading out glowing charcoal on the grill.\nThe Nuclear Energy Institute, which represents nuclear plant operators, argued Wednesday that the best way to protect fuel pools is to place a high priority on preventing attacks by terrorists commandeering aircraft.\n\"It is far more effective, and less costly to the nation, to prevent attacks rather than try to protect the entire critical infrastructure,\" the institute said in a statement.\n\nGraphic\n\n \nGRAPHIC\n GRAPHIC/CHART BY ASSOCIATED PRESS - Storage for nuclear waste \n\nLoad-Date: April 7, 2005"
}