{
    "title": "Spending a day at the National Counter Terrorism Center",
    "publisher": "the christian science monitor",
    "year": 2007,
    "month": 6,
    "day": 13,
    "full text": "We weren't blindfolded, but we were asked to forget where we were going. There were 15 of us. All reporters from different parts of the country on a small bus speeding out of Washington toward the nation's new counterterrorism nerve center.\nWe'd already been told that tape recorders, cellphones, Blackberrys, and other communications devices had to be left behind in the bus when we got there. And if we referred to the locale at all, we were supposed to identify it as an \"undisclosed location in northern Virginia,\" according to our tour leader, wielding a microphone in the front of the bus.\nWithin a fairly short time (we won't say how much: 15 minutes, a half hour, maybe 2 hours - you know Washington traffic), we arrived at the National Counter Terrorism Center (NCTC), where we went through a cordon of security checks. A gleaming new complex nestled in a wooded area (somewhere in northern Virginia), the center was designed to help surmount the intelligence communication lapses that led up to the 9/11 tragedy. Congress created it in 2004. It is the highest high-tech cerebellum that the nation's best engineers and creative minds - think Disney (more on that later) - could come up with.\nOr, in the very official words of Mike Leiter, the principle deputy director of the NCTC, \"We are the primary analytic agency for counterintelligence in the nation. We inform policymakers and support counterterrorism operations around the world.\"\nMore than anything, it is a sophisticated junction of human synapses and electronic circuit boards. More than 30 separate computer networks here and abroad feed a river of intelligence into the NCTC's central operations center, which is staffed 24/7 by at least a dozen analysts. They sit in a cavernous auditorium equipped with multiple computer stations and huge overhead screens, a la Dr. Strangelove (again, think Disney.)\nThe Central Intelligence Agency, the Defense Department, the Federal Bureau of Investigation, and 15 other federal agencies funnel information through the center. The data include government briefings, satellite photos, classified cables, phone conversations, even gossip and routine threats - tens of thousands of potential intelligence bits a day. Most of it is nonsense, called \"noise\" by the spies. But somewhere, amid all the chatter, there's the occasional \"signal\" - something of import or interest. And when they find it, the NCTC thrums to life.\nThe center is the Bush administration's attempt to prove that in the aftermath of 9/11, top officials got it: They need to \"connect the dots\" between national and international intelligence. And that's where the dichotomy lies. This secret intelligence facility also turns out to be a tourist attraction of sorts - at least for reporters, lawmakers, law enforcement, and counterintelligence officials from around the world. It's the public face of the nation's \"secret\" counterterrorism efforts. Indeed, the NCTC comes complete with tour guides, photographers, and a gift shop full of the latest counterterrorism memorabilia - mugs, T-shirts, jackets, and even NCTC memorial coins.\nVisitors evidently come through so frequently that an electronic sign in one of the entrance hallways warns: \"Foreigners Present.\" (We journalists weren't sure if that referred to intelligence officials from other countries or us.) After our briefing by Mr. Leiter, we were stopped on our way toward the operations center by the press staff and a photographer. They asked if we'd like to have our visit memorialized in a photo. Sure.\nA stout, cheerful woman told us to take off our security badges, line up as if we were in a high school glee club, and smile. \"Umm, I think your lens cap is on,\" said one of the journalists. \"Did you see the photo in Newsweek of Bush looking out of binoculars with the lens cap on?\" \nEveryone laughed, except the photographer, a civil-service veteran named Vicki Wood. She didn't flinch. \"Not my commander in chief,\" she said stoically. \"It was clearly digitally enhanced.\" Then she smiled.\nAfterward, Ms. Wood warned, \"Put your badges back on, because if you don't, they'll draw their guns on you!\" Asked how long she'd been working there, she responded, \"100 years,\" and then winked. It was also, she informed us, her last day on the job. She was retiring.\n***\nOverall, more than 400 people work at the facility. Many spend 12 hours a day, four days a week sifting through information that reflects in some cases the worst of human nature. Occasionally, they get to see evidence of good, when an informer or citizen tips them off - often at great risk - about something terrible that might be coming.\nIt's too early to know if the center will help make the country safer. The war on terror involves more than just rounding up billions of bits and bytes. The material has to be analyzed, the threats recognized and communicated, and all the various departments have to work together in responding - something that hasn't always happened in the past.\nIn fact, that's one thing that worries some intelligence experts. The center doesn't have direction operational authority. \"They don't have a roomful of buttons where they push things to make things happen,\" says John McLaughlin, former deputy director of the CIA. Instead, they have an office of strategic planning - a sort of \"halfway house\" that was the result of compromise, he says, so there would be no conflict with the CIA, FBI, and the Pentagon. So when the NCTC detects a serious threat, it draws up a plan and \"recommends\" actions for the other agencies.\nLater in the tour, Louise Lief, the deputy director of the International Reporting Project at Johns Hopkins University's School of Advanced International Studies, which organized our visit, asked the question we all really wanted to know: Did Disney really help design the center?\n\"We don't discuss our contractual relationships,\" said Wesley, our latest tour guide. (For security's sake, he asked that his last name not be used. Turns out, even his neighbors don't know what he does.) Even so, a quick Google search confirms that, sure enough, Walt Disney \"Imagineers\" were tapped to help configure the operations center, presumably because they know something about building workspaces that foster creativity and man-machine interaction, not because of their expertise with Snow White.\nAfter passing through two more secure doors, we were led onto a balcony above the dark cavernous auditorium. Below, big and small computer screens blinked from the top of a dozen amoeba-shaped desks. Three huge video displays dominated the front of the room. On the ceiling, a red light flashed ominously. \"That's to alert them that people who don't have clearance are present,\" said Wesley.\nIt turns out that Wesley wasn't the only one who didn't want to be identified. As we entered the operations room, many of the intelligence analysts walked out. Another, strolling in after a break, saw us and vanished.\nNothing personal. They just don't want to be known. They live with the knowledge that they and their facility are prime terror targets.\nAnd, despite the government's best intentions, the NCTC is not that hard to locate. The receipt for the jacket with the really neat NCTC logo that I bought at the gift shop yields a few clues. It contains the name of the complex and the city where it's located. But I won't tell, promise.\n(c) Copyright 2007. The Christian Science Monitor\n\nLoad-Date: June 12, 2007"
}