{
    "title": "Spike Lee discusses race and terrorism at Virginia Film Festival Spike Lee",
    "publisher": "richmond times dispatch ",
    "year": 2017,
    "month": 11,
    "day": 12,
    "full text": "CHARLOTTESVILLE - The streets and conflicts of the civil rights movement might seem like they're a world away from the bucolic shops and walkways of Charlottesville's pedestrian-friendly Downtown Mall. But filmmaker Spike Lee simply shook his head at how history so often seems to repeat itself, no matter when or where.\n\"Terrorism is terrorism,\" Lee said Saturday afternoon just prior to screening his 1997 documentary, \"4 Little Girls,\" for a standing-room-only audience at the Paramount Theater.\n In an engaging and often high-spirited conversation with University of Virginia Associate Professor of English Maurice Wallace that highlighted the four-day Virginia Film Festival, the legendary Brooklyn-born-and-raised filmmaker drew a straight, unerring line from the 1963 bombing of the 16th Street Baptist Church in Birmingham, Ala. - the subject of his film - to the Aug. 12 white supremacist rally in Charlottesville that left one person dead and many others injured.\n Though separated by more than half a century, both the Birmingham church bombing - which killed the four young African-American girls profiled in Lee's documentary - and the Charlottesville melee stand as sad examples of homegrown terrorism, Lee said as he lamented the persistence of anger and racism in American across the years.\n \"We're in a very dangerous time here in America,\" he told the crowd. \"The Southern saying is that we're 'going to hell in a hand basket,' and it could go either way.\"\n \"We're in a new era here, I think it's safe to say,\" Wallace said of the Charlottesville incident as well as acts of hate and anger that seem to have become more common and frequent in recent years.\n \"New?\" Lee asked as he chortled. \"It's old!\"\n Lee had already been invited to attend the festival last spring, but the events of Aug. 12 prompted him to screen \"4 Little Girls\" to emphasize how terrorism in the U.S. does not necessarily speak a different tongue or wear a foreign face.\n Prior to the screening, Lee also presented a four-minute video titled \"I Can't Breathe,\" a montage of video footage taken of the choke-hold strangling death of Eric Garner by New York City police in 2014.\n Just as the 1963 bombing - which Lee learned about during childhood visits to relatives in Alabama and Georgia - led him to tackle the crime as the subject of a film, his own 1989 portrait of urban anger and tragedy, \"Do The Right Thing,\" eerily foreshadowed the circumstances of Eric Garner's death.\n In \"Do The Right Thing,\" Lee recalled, a tinderbox of violence ultimately ignites after the chokehold death of the character \"Radio\" Ray Raheem, a boombox-toting New Yorker.\n Lee then saw the video of Garner suffocating on the streets of Staten Island and was taken aback by the similarities to his own dramatic film story.\n \"When I saw it, I was seeing Ray Raheem,\" said Lee. \"But Ray Raheem? That's a movie. This is real life.\"\n Lee's garrulous and colorful pre-screening talk lasted a full hour and also touched on issues of race and identity in contexts that often struck close to home for local residents and festival attendees.\n \"If we are to move forward as a nation, we have to get rid of these false narratives and this B.S.,\" Lee said, citing the often-overlooked contributions of African-Americans, Native Americans and other marginalized groups to the nation's growth and success.\n \"This university was built on slavery,\" Lee added, noting that American teaching and curriculum often draw from sanitized versions of history, and that U.Va. founder Thomas Jefferson was himself a slave owner.\n Lee also touched on Colin Kaepernick, the quarterback who initiated the NFL controversy over keeling during the National Anthem - \"That's my 'brother' - courageous!\" - and lamented the demise of formerly vibrant black communities in the U.S.\n \"Washington D.C. used to be called Chocolate City,\" he noted, again to appreciative laughter. \"Now it's Vanilla Swirl!\"\n In another nod to the timeless notion that everything old is new again, Lee told the crowd that his peppery views about male-female relationships will grace the small screen this December with an updated 10-episode remake of \"She's Gotta Have It,\" his 1986 playful, hilarious ode to African-American social and sexual mores.\n Re-examining \"She's Gotta Have It\" at the urging of his wife, Tonya Lewis Lee - a 1991 graduate of U.Va. law school, he was quick to point out - Lee saw an opportunity to cast his eye on 21st-century mating manners while still retaining the bite and humor of the original film. The new series will premiere on Netflix, Lee said.\n Lee is also working on a new feature film based on a true story titled \"Black Klansman\" about a black police officer who engineered an infiltration of the Ku Klux Klan. The film stars Adam Driver and John David Washington, son of actor Denzel Washington.\n A tenured professor of filmmaking for the past 16 years at New York University, Lee credited his parents and grandparents, a number of whom pursued lifelong teaching careers, with supporting his artistic dreams and efforts.\n \"Parents - and grandparents - kill more dreams than anybody,\" Lee said, \"not because they're Nazis or Klan, but because they want more for their children than they had.\"\n \"So for the parents in this audience,\" Lee intoned. \"Think twice about discouraging dreams. Don't crush your children's dreams. Don't.\"\n He also urged today's students to take the time to hone their craft over time, no matter what careers they choose to pursue, and not to expect overnight success.\n \"It does not exist - that's some Hollywood stuff,\" he said. \"You can't get around rolling up your sleeves, elbow grease, and working on your craft, whatever it is.\"\n Tony Farrell can be reached at tlcoryell@aol.com\n\nGraphic\n\n \nDirector Spike Lee discussed his film 4 Little Girls Saturday at the Paramount Theater. The event was part of the 2017 the Virginia Film Festival ANDREW SHURTLEFF/THE DAILY PROGRESS Director Spike Lee discussed his film 4 Little Girls Saturday at the Paramount Theater. The event was part of the 2017 the Virginia Film Festival ANDREW SHURTLEFF/THE DAILY PROGRESS Moderator Maurice Wallace (left) interviews director Spike Lee about his film 4 Little Girls Saturday at the Paramount Theater. The event was part of the 2017 the Virginia Film Festival. ANDREW SHURTLEFF/THE DAILY PROGRESS Moderator Maurice Wallace (left) interviews director Spike Lee about his film 4 Little Girls Saturday at the Paramount Theater. The event was part of the 2017 the Virginia Film Festival. ANDREW SHURTLEFF/THE DAILY PROGRESS Director Spike Lee discussed his film 4 Little Girls Saturday at the Paramount Theater. The event was part of the 2017 the Virginia Film Festival. ANDREW SHURTLEFF/THE DAILY PROGRESS Director Spike Lee discussed his film 4 Little Girls Saturday at the Paramount Theater. The event was part of the 2017 the Virginia Film Festival. ANDREW SHURTLEFF/THE DAILY PROGRESS Lee ANDREW SHURTLEFF/THE DAILY PROGRESS Lee ANDREW SHURTLEFF/THE DAILY PROGRESS Director Spike Lee discussed his film \"4 Little Girls\" Saturday in Charlottesville as part of the Virginia Film Festival. ANDREW SHURTLEFF/THE DAILY PROGRESS Director Spike Lee discussed his film \"4 Little Girls\" Saturday in Charlottesville as part of the Virginia Film Festival. ANDREW SHURTLEFF/THE DAILY PROGRESS Director Spike Lee discussed his film 4 Little Girls Saturday at the Paramount Theater. The event was part of the 2017\n\nLoad-Date: November 12, 2017"
}