{
    "title": "Spin and Consequences",
    "publisher": "the new york times",
    "year": 2006,
    "month": 11,
    "day": 15,
    "full text": "When President Bush announced in September that he was transferring 14 men suspected of heinous acts of terrorism to Guantanamo Bay, his aim was baldly political -- to stampede Congress into passing a profoundly flawed law that set up military tribunals to try ''illegal enemy combatants'' and absolved U.S. officials of liability for illegally detaining and torturing prisoners.\n  But that cynical White House move may also have unintentionally provided the loose thread to unravel the secrecy and lawlessness that have cloaked the administration's handling of terrorism suspects.\nFor more than two years, the Central Intelligence Agency and the Justice Department have vigorously battled efforts to force the administration to account for the network of secret C.I.A. camps at which specially designated prisoners are hidden away. It has resisted a lawsuit by the American Civil Liberties Union that seeks the release of documents relating to prisoner policies, including the C.I.A. prisons. Government lawyers have argued that even admitting that some documents existed would endanger national security. \n  But when Mr. Bush announced that he was sending the 14 prisoners to Guantanamo for trial, he effectively confirmed the existence of the secret C.I.A. prisons. Later, in the debate over the Military Commissions Act of 2006, Mr. Bush said that Congress had to absolve C.I.A. agents of any legal responsibility for their actions so he could order them to go on interrogating prisoners.\n  That was a major blow to the C.I.A.'s legal strategy. After all, if the president could talk about the prisons and interrogations to suit his political interests, why couldn't they be discussed in court?\n  The Justice Department quietly reversed field after Mr. Bush's announcement, and it informed the A.C.L.U. in a letter last week that two of the documents the group has been seeking do, in fact, exist -- although it is still refusing to release them. \n  One of those documents is a presidential order signed by Mr. Bush authorizing the C.I.A. to set up prisons outside the United States to house terrorism suspects. The other is a 2002 memo from the Justice Department outlining what sorts of ''aggressive interrogation techniques'' may be used against those prisoners. That phrase, we now know, is Bush administration code for acts that the rest of the world regards as abuse and even torture.\n  The government now has to file a detailed argument by the end of this month explaining why it believes these documents should not be made public.\n  Courts are sympathetic to legitimate claims of national security when it comes to intelligence and military operations. But the Bush administration has abused the courts' -- and the nation's -- trust in the indiscriminate way it has tried to hide its policies behind a supposed shield of national security. At the very least, it should now be much harder for government lawyers to do that. \n  It would be even better if the courts ultimately compelled the release of these and other documents. Americans have a right to know what standards their president has been applying to the treatment of prisoners. The nation's image is at stake, as well as the safety of every man and woman who is fighting Mr. Bush's so-called war on terror.\n\nhttp://www.nytimes.com\n\nLoad-Date: November 15, 2006"
}