{
    "title": "Spineless on Mr. Rushdie",
    "publisher": "the new york times",
    "year": 1992,
    "month": 3,
    "day": 26,
    "full text": "Most Americans understand the Salman Rushdie affair. The author himself put it simply to The Washington Post: \"You don't kill people for writing books.\" Yet the Bush Administration has been cowed by an Iranian Government that thirsts for Mr. Rushdie's blood. When the British novelist risked his neck by speaking Tuesday at a conference on free speech in Washington, the Administration seemed to wish he weren't there.\nSpeaking for the White House, Marlin Fitzwater said: \"He's doing interviews and book tours and things that authors do. But there's no reason to have any special interest in him.\" Speaking for the State Department, Margaret Tutwiler said there were no plans for a meeting that \"could be misinterpreted by people who want to misinterpret it.\"\nThis is sadly consistent with three years of official waffling ever since Ayatollah Khomeini denounced \"The Satanic Verses\" as blasphemous and called for the death of its author and publishers. Mr. Rushdie has since lived in hiding. His Japanese translator was stabbed to death, his Italian translator wounded in a knife attack. Meanwhile, exiled opponents of the Iranian regime were assassinated in France and Switzerland.\nIf this is not state-promoted terrorism, then what is? Yet the West's response has been shamefully squeamish -- especially when compared with its steady pressure on Libya to turn over the suspects in the Lockerbie bombing. The old argument that dealing sternly with Iran might delay the release of hostages held by pro-Iranian gangs in Lebanon no longer works. The hostages are free.\nCraven appeasement merely confirms the contempt of Iranian hard-liners. It's also contagious. Skittish U.S. publishers recently abandoned a collective plan to produce a paperback edition of \"The Satanic Verses.\" This week the long-delayed paperback did appear, published anonymously by sponsors calling themselves The Consortium.\nIf the publishers' response seems timorous, they have only taken their cue from Washington. Far more than Mr. Rushdie's life is at risk if Western states do not jointly warn Iran that it cannot win the trade it covets until it ceases exporting, and exhorting, terrorism.\n\nLoad-Date: March 26, 1992"
}