{
    "title": "Spirit world",
    "publisher": "the salt lake tribune",
    "year": 2007,
    "month": 12,
    "day": 7,
    "full text": "Muslim panel condemns terrorism\nWASHINGTON - A scholarly panel that advises North American Muslims on Islamic law has issued another edict condemning terrorism in the name of Islam.\nThe Fiqh Council of North America issued the fatwa Nov. 30 as part of an interfaith peace building effort with Christian and Jewish leaders called Bridges to Common Ground.\n''This condemnation of violence is deeply rooted in true Islamic values based on the Quranic instructions which consider the unjust killing of a single person equivalent to the killing of all humanity,'' the panel said. ''There is no justification in Islam for extremism or terrorism.''\nThe council issued a similar edict two years ago. Christian and Jewish leaders issued a companion prayer in support of the fatwa, praying for the safety and security of Americans and all peoples, and ''for the defeat of extremism, terrorism and injustice.''\n- The Associated Press\nCalvinism popular among seminarians\nRIDGECREST, N.C. - Almost 30 percent of recent graduates of Southern Baptist seminaries who became church pastors say they are Calvinists, according to a survey by the denomination.\nAmong all Southern Baptist pastors, only about 10 percent follow Calvinism, according to studies by the SBC's Lifeway Research and North American Mission Board Center for Missional Research.\n''It would be difficult to say that Calvinism is not a growing influence in SBC life,'' said Ed Stetzer, director of Lifeway Research.\nThe findings were released at a Southern Baptist meeting on theology in November. The 16.3 million-member SBC is the largest Protestant group in the U.S.\nSome Southern Baptist leaders worry that embracing Calvinism will erode enthusiasm for evangelizing non-Christians because, among other beliefs, Calvinism teaches that God chooses whom to save. Critics say that takes away from the urgency of getting individuals to accept Jesus Christ into their lives.\n- The Associated Press\n\nLoad-Date: December 8, 2007"
}