{
    "title": "Split verdict in Gitmo war-crimes trial",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 8,
    "day": 7,
    "full text": "GUANTANAMO BAY NAVAL BASE, Cuba -- The conviction of Osama bin Laden's driver by a U.S. military court after a 10-day trial provides an indication of what to expect as dozens more Guantanamo prisoners go to court: shifting charges, secret testimony -- and quick verdicts.\nSalim Hamdan held his head in his hands and wept Wednesday as the six-member military jury declared the Yemeni guilty of aiding terrorism, which could bring a maximum life sentence. But in a split decision, the jury in America's first war-crimes trial since the aftermath of World War II cleared Hamdan of two charges of conspiracy.\nDeputy White House spokesman Tony Fratto applauded what he called \"a fair trial\" and said prosecutors will now proceed with other war crimes trials at the isolated U.S. military base in southeast Cuba. Prosecutors intend to try about 80 Guantanamo detainees for war crimes, including 19 already charged.\nBut defense lawyers said their client's rights were denied by an unfair process, hastily patched together after the Supreme Court rulings that previous tribunal systems violated U.S. and international law.\nUnder the military commission, Hamdan did not have all the rights normally accorded either by U.S. civilian or military courts. The judge allowed secret testimony and hearsay evidence. Hamdan was not judged by a jury of his peers and he received no Miranda warning about his rights.\nHamdan's attorneys said interrogations at the center of the government's case were tainted by coercive tactics, including sleep deprivation and solitary confinement.\nAll that is in contrast to the courts-martial used to prosecute American troops in Iraq and Vietnam, which accorded defendants more rights.\n\"This outcome was predetermined -- not by the court, but by the government -- well before the trial even began,\" said Sahr MuhammedAlly of Human Rights First, who has observed hearings in the hilltop courtroom.\nThe five-man, one-woman jury convicted Hamdan on five counts of supporting terrorism, accepting the prosecution argument that Hamdan aided terrorism by becoming a member of al-Qaida in Afghanistan and serving as bin Laden's armed bodyguard and driver while knowing that the al-Qaida leader was plotting attacks against the U.S.\nBut he was found not guilty on three other counts alleging he knew that his work would be used for terrorism and that he provided surface-to-air missiles to al-Qaida.\nHe also was cleared of two charges of conspiracy alleging he was part of the al-Qaida effort to attack the United States -- the most serious charges, according to deputy chief defense counsel Michael Berrigan.\nBerrigan noted the conspiracy charges were the only ones Hamdan originally faced when his case prompted the Supreme Court to halt the tribunals. Prosecutors added the new charges after the Bush administration rewrote the rules.\n\"The problem is the law was specifically written after the fact to target Mr. Hamdan,\" said Charles Swift, one of Hamdan's civilian lawyers.\nThe verdict will be appealed automatically to a special military appeals court in Washington. Hamdan can then appeal to U.S. civilian courts as well.\nBen Wizner, an American Civil Liberties Union attorney, said the appeals from Hamdan's case are unlikely to slow the pace of other Guantanamo trials.\nThe jury reconvened for a sentencing hearing in which psychologist Emily Keram testified that Hamdan was orphaned by the age of 10, has only a fourth-grade education and worked for bin Laden because he felt it was the only way to support his family.\nShe said Hamdan, who is about 37, wept when prosecutors showed video of airplanes crashing into the twin towers on Sept. 11, 2001.\n\"He told me it was hard on his soul,\" Keram testified at the hearing, which was to continue Thursday.\nHamdan's lawyers said he is likely testify himself Thursday or provide a written statement seeking leniency.\nThe military judge, Navy Capt. Keith Allred, gave Hamdan five years of credit toward his sentence for the time he has served at Guantanamo Bay since the Pentagon decided to charge him.\nThe Pentagon describes the Hamdan proceedings as the first \"contested\" U.S. military war crimes trial since World War II. In March 2007, Australian David Hicks reached a plea agreement that sent him home to serve a nine-month prison sentence in what the military considers the first trial.\nThe U.S. now holds about 265 prisoners at Guantanamo. The U.S. has been struggling to persuade other countries to take in the detainees it doesn't plan to prosecute, including many already cleared for release and dozens who officials consider too dangerous to let loose, even if they don't want to put them on trial.\nSen. John McCain, the Republican presidential candidate, said the split verdict proved the trial was fair.\n\"The fact that the jury did not find Hamdan guilty of all of the charges brought against him demonstrates that the jury weighed the evidence carefully,\" McCain said.\nHis Democratic rival, Barack Obama, also praised the military officers involved but said the process has \"dangerous flaws\" and that such trials belong in traditional military or civilian courts.\nHamdan was captured at a roadblock in southern Afghanistan in November 2001 and taken to Guantanamo Bay in May 2002.\nThe military accused him of transporting missiles for al-Qaida and helping bin Laden escape U.S. retribution following the Sept. 11 attacks by serving as his driver. Defense attorneys said he was merely a low-level bin Laden employee, a minor member of a motor pool who earned about $200 a month.\nArmy Lt. Col. Stephen Abraham, a former Guantanamo official who has since become critical of the legal process, mocked the choice of Hamdan for the tribunal's first trial.\n\"We can only trust that the next subjects ... will include cooks, tailors, and cobblers without whose support terrorist leaders would be left unfed, unclothed, and unshod, and therefore rendered incapable of planning or executing their attacks,\" Abraham said in an e-mail to The Associated Press.\n\nLoad-Date: August 7, 2008"
}