{
    "title": "Sports insurance costs skyrocket; 9_11, war spur jump in premiums to cover event cancellation, terro",
    "publisher": "star tribune ",
    "year": 2003,
    "month": 3,
    "day": 26,
    "full text": "With war raging in Iraq and fear of terrorism in the United States, the cost of insuring sports facilities and events is soaring.\n     The Metrodome, which is playing host to this week's NCAA men's basketball Midwest Regional, is a case in point. The Dome, home to the Twins, Vikings and football Gophers, saw its property and liability insurance premiums rise more than 100 percent last year, jumping from about $250,000 in 2001-02 to more than $500,000 in 2002-03.\n     A key component to that increase was a new $154,000 premium to cover terrorism insurance.\n   Meanwhile, the NCAA is paying about $500,000 this year to insure the men's basketball tournament against cancellation, the Sports Business Journal reported last week.\n     The Dome's and the university's liability insurance policies also are in place for the event.\n     \"In the great scheme of things, especially before Sept. 11, 2001, insurance was a normal business expense,\" Metropolitan Sports Facilities Commissioner executive director Bill Lester said. \"Since then, it's been imperative that we have sufficient levels of insurance to cover the cost of any possible instance for our fans.\"\n     But without the collective buying power of Major League Baseball, the Dome's premium for terrorism insurance would have exceeded $425,000, said Jeffrey P. Isenberg, president of Risk Management Resources Inc., the Eden Prairie-based firm that advises the commission, which owns and operates the Dome.\n     The commission was able to piggyback on the MLB policy.\n     This season, Major League Baseball has chartered its own insurance company to aid in some teams getting terrorism insurance and to reduce the overall premium costs for the 30 baseball franchises.\n     \"We're in a new age, and you got to have the insurance,\" Twins chief financial officer Kip Elliott said. \"We're at the mercy of conditions in the world.\"\n     Teams in larger markets such as Boston and New York have eye-popping insurance costs. For instance, after the Sept. 11 terrorist attacks in New York and Washington, D.C., insurance premiums at Giants Stadium and Continental Airlines Arena in New Jersey tripled, from $1.5 million to $4.6 million.\n     The Dome falls under the recently passed Terrorism Risk Insurance Act of 2002, or TRIA. It requires insurers to offer coverage to clients for acts of international terrorism.\n     The Twins, Vikings, commission and university share the costs of the Dome's $172,533 property insurance premiums, based on attendance.\n    The Vikings, who are generally responsible for liability insurance on their game days at the Dome, saw their liability insurance premiums \"go through the roof\" since 9/11, said finance vice president Steve Poppen, rising more than $400,000. That didn't include new terrorism insurance, which the team decided to forgo because of costs.\n     Twins liability insurance costs also have doubled since Sept. 11, Elliott said. Not only did the terrorist attacks increase costs, but the changing face of the insurance industry has jacked up rates.\n     For the Wild, the premium spikes have not been as severe; the Xcel Energy Center, built 20 years after the Dome, was designed with security and insurance issues in mind, Wild finance vice president Mike Nealy said. The team is responsible for insurance for the arena, with premiums costing more than $300,000 a year, Nealy said.\n     Terrorism insurance is included in their package and, Nealy said: \"It's hard to put a price on what possibly could come our way,\" he said. \"But we feel comfortable we have enough coverage.\" He said it was in excess of $100 million.\n    Clear Channel Entertainment, which operates the Target Center, declined to comment on its insurance coverage.\n    But like almost every American business, the Dome is not covered by acts of war, Isenberg said.\n     \"War is distinguishable from terrorism in the insurance industry,\" he said.\n     Still, the Dome's insurance adviser never attends events with an easy feeling in his stomach.\n     \"Paranoia is part of my character,\" Isenberg said. \"It keeps me from enjoying a lot of public events, especially at a client's facility.\"\nJay Weiner is at jweiner@startribune.com.  \n\nLoad-Date: March 26, 2003"
}