{
    "title": "SPOT CHECK",
    "publisher": "tampa bay times",
    "year": 2019,
    "month": 12,
    "day": 16,
    "full text": "Editor's Note: To help voters evaluate political ads, Times reporters review and analyze content.\n   OFFICE: U.S. House of Representatives, 5th District\n   CANDIDATE: Ginny Brown-Waite, Republican\n   OPPONENT: Karen Thurman, Democrat\n   SPONSOR OF AD: National Republican Congressional Committee\n   THE AD: \"Karen Thurman on crime?\" a narrator says, a black and white video of Thurman on-screen. \"In Congress, Karen Thurman voted to gut truth in sentencing programs that require convicts to serve more time.\" A cell door is unlocked and opened. The vote number and date is shown. \"She voted against a measure that allowed prosecutors to try violent juvenile offenders as adults.\" Three gavels slam down, and the vote number appears.\n   \"She even voted to weaken the death penalty,\" the narrator continues, to a video of a photographer walking around a murder scene. Two votes and dates are listed. Next comes a video of children playing in a yard, as the narrator says, \"That makes our neighborhoods less safe, and Florida families less secure.\"\n   Thurman's image reappears, with yellow crime scene tape and flashing red and blue emergency lights superimposed. \"Karen Thurman's record on crime is a crime,\" the narrator concludes. Her district office phone number comes on screen. \"Call Karen Thurman. Ask her why she's so out of touch.\"\n   ANALYSIS: Using four votes over 10 years to paint Thurman as soft on crime distorts her record.\n   During her tenure, Thurman has voted to increase penalties for crimes of violence against children under age 13 and against the elderly. She supported the Omnibus Crime Bill of 1994, which expanded the number of federal capital crimes, and the Anti-Terrorism Act of 1996, which made several crimes of terrorism and espionage eligible for the death penalty.\n   Thurman also backed the Child Obscenity and Pornography Prevention Act of 2002, the Violence Against Women Act of 1993 and the Anti-Hoax Terrorism Act of 2001, among others.\n   The ad accurately cites Thurman's votes on specific bills, but that tells only part of the story.\n   Thurman opposed an amendment in 1999 that would have increased crime prevention and drug treatment programs by decreasing a truth-in-sentencing block grant. The amendment, which failed, would not have altered truth-in-sentencing guidelines.\n   She voted against the Juvenile Crime Control Act of 1997, which would have allowed 13-year-olds to be tried as adults in some instances.\n   In 1996, Thurman supported a failed amendment that would have eliminated provisions that strictly limited state death row inmates' ability to challenge in federal court the constitutionality of their conviction or sentence. A year earlier, she voted against the Death Penalty Act of 1995, which passed. She opposed the bill because it would have limited inmates' ability to file habeas corpus petitions.\n   _ JEFFREY S. SOLOCHEK\n\nLoad-Date: February 18, 2020"
}