{
    "title": "Spy ring a blast from past",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 7,
    "day": 5,
    "full text": "For many years now, experts from secretaries of defense on down have been warning that wars and international relations are different in the 21st century than in the past. Terrorism ? threats to civilized nations from nonaligned criminals fighting for ideas rather than national loyalties ?\n is the new concern and requires a different mode of defense and security. And so it has been jarring for Americans in recent days to learn that a Russian spy ring appears to have been operating for years within the nation's cities and suburbs, and that more may yet be lurking undetected. Experts, such as researcher Richard Parker, wrote on these pages recently that Chinese spies also are in our midst. Authorities say the Russian spies were using invisible ink, transmitting in code and casually swapping bags at train stations to avoid detection. The ring even included a Russian beauty, who went by the name Anna Chapman and wasn't shy about using the Internet to strengthen her cover as a budding capitalist. To a nation accustomed to viewing Cold War spy movies as quaint anachronisms while keeping a wary eye open for terrorist sleeper cells, it all seems a little ridiculous. It also seems a bit hard to fathom. The 10 people arrested last week include couples who lived in suburban neighborhoods where they socialized with neighbors and worked on their yards. Chapman posted photos on her Facebook account of innocent and typically American things, such as one of herself posing with someone dressed as Cookie Monster from \"Sesame Street.\" What it really is, however, is a stark reminder that nation states still matter, and that the age of conventional international interests is not over. Even though the Soviet Union has collapsed, competitive national interest and suspicions remain. Exactly what the spies were after has yet to be revealed. Authorities allege they were part of a long and patient infiltration plot that may have been started as long ago as the 1990s. The spies were to carefully develop relationships and contacts through business and other ventures. One had been friendly with scientists and government officials knowledgeable about nuclear weapons research. The general idea appeared to be to form contacts with people of power, or with people who potentially could become powerful. The plot was designed to pay off after many years. A prosecutor said, \"The evidence here is overwhelming. It is simple. It is strong.\" The larger question is what these arrests will mean for official relations between Washington and Moscow. The United States needs Russian support in keeping a check on Iran, and in the greater war against terrorism. But Russia has been a reluctant partner on both counts. The spy ring, then, is a further reminder for the United States to proceed cautiously and with suspicion. \n\nLoad-Date: July 6, 2010"
}