{
    "title": "Squads lack funds to maintain terrorism-fighting items Billions in equipment provided after Sept. 11",
    "publisher": "charleston daily mail",
    "year": 2007,
    "month": 8,
    "day": 13,
    "full text": "WASHINGTON - In 2003, the FBI used a $25 million grant to give bomb squads across the nation state-of-the-art computer kits, enabling them to instantly share information about suspected explosives, including weapons of mass destruction.\nFour years later, half of the Washington, D.C., area's squads can't communicate via the $12,000 kits, meant to be taken to the scene of potential catastrophes, because they didn't pick up the monthly wireless bills and maintenance costs initially paid by the FBI.\nOther squads across the country also have given up using them.\n\"They worked, and it was a good idea - until the subscription ran out,\" said Mike Love, who oversees the bomb squad in the fire department for Montgomery County, Md. At the local level, he said, \"there is not budget money for it.\"\nSince the Sept. 11, 2001, terrorist attacks, the Washington area has received more than $1 billion in federal money to strengthen first responders and secure the region.\nThat money has bought satellite phones, radios, protective suits, water-security monitors and a host of other items.\nBut local officials are grappling with how to maintain the huge infusion of equipment. Like a driver whose 5-year-old luxury sedan has worn-out brakes, cracked tires and engine problems, local governments are facing hefty bills to keep their gear working.\nThe region has a long list of terrorism-fighting items that need parts and service. Officials recently set aside nearly one-fifth of the area's latest federal homeland security grant - about $12 million - to cover maintenance over the next two years.\nThe shopping list includes $120,000 in new batteries for emergency radios; $400,000 to maintain chemical and radiation monitors for rivers; and $250,000 in replacement equipment for top officials' videoconferencing system.\nWanting to avoid a maintenance time bomb, governments are starting to plan for the end of the decade, when state and local jurisdictions will probably be forced to shoulder most of the costs.\n\"There's an agreement we're going to start weaning ourselves, such that more and more, we'll pick up\" the maintenance costs, said Fairfax County, Va., Executive Anthony Griffin.\nIn some cases, officials are slowing homeland security projects while the question of upkeep is worked out.\nThis year, for example, the region asked the U.S. Department of Homeland Security for more than $13 million to build a broadband wireless network for emergency workers. In the end, officials decided to spend just $1 million - to study how much the system would cost to maintain.\nBehind such caution is concern that the anti-terrorism dollars that have rained down on the D.C. area in recent years might begin to dry up. Michael Chertoff, the homeland security secretary, warned cities recently that the grants were not like Social Security checks that would arrive year after year.\n\"In fact, as communities begin to build their capabilities, we should see them getting less money,\" Chertoff said at a news conference.\nThe FBI bomb-kit program shows how even the best-intentioned plans to equip first responders can go awry over the simple question of maintenance.\nThe program was requested in 1999 by Congress, which had been alarmed by a nerve-gas attack on a Tokyo subway that killed 12 people and sickened thousands.\nLegislators set aside $25 million for the FBI to prepare state and local bomb squads to deal with weapons of mass destruction.\nThe FBI developed a special suitcase of tools that bomb squads could take to scenes. The core of the kit was a rugged wireless laptop loaded with files describing explosives and chemical and biological agents. The kit also included a digital camera so technicians could snap a picture of any strange device and e-mail it to FBI bomb experts for quick advice.\nThe \"Cobra kits\" were handed out to nearly 400 state and local bomb squads across the country in 2003. Each came with a prepaid three-year service agreement and a one-year wireless card.\nBut apparently, no one realized that the squads might not have the cash to maintain the wireless subscription.\nLocal officials said it could run $60 a month per kit, totaling a few hundred dollars for a squad with several kits. Also, the kits needed periodic updates, which could run into the hundreds or thousands of dollars, they said.\n\nLoad-Date: August 14, 2007"
}