{
    "title": "Squeezing the Net",
    "publisher": "the sentinel",
    "year": 2019,
    "month": 12,
    "day": 20,
    "full text": "India may aspire to be 'Digital India' with most government services and welfare schemes available online, but frequent internet shutdowns threaten to defeat this grand objective. And this rising trend hurts business badly; a study by Indian Council for Research on International Economic Relations (ICRIER) published in August this year showed that the Indian economy took a whopping $3 billion hit due to total 16,315 hours internet shutdowns in the period 2012-17; another study by Brookings Institute put India on top of countries suffering economic losses due to internet shutdowns - as much as $968 million in the year 2016. While internet services remain suspended in the Union Territories of Jammu and Kashmir just prior to and following the abrogation of Article 370, similar steps were taken as precaution before and after the Ayodhya verdict by Supreme Court in Uttar Pradesh, Madhya Pradesh and Rajasthan, and currently due to the amended citizenship law fallout in Assam and parts of other Northeast States, West Bengal and UP. We only need to look around to get an idea of the massive disruption and damage caused. Government documents can be accessed only by trudging to distant offices and queuing up for hours, students cannot register and pay fees online for courses or examinations, ordering goods with online retailers is blocked, stranded passengers cannot avail of online cab services, farmers cannot access mandi prices and other crucial agri-information online, startups and freelancers in small towns and cities are totally hobbled, exporters and transporters cannot generate bills, health and other emergency services are badly hit - the list can go on. \nThe overriding reason for taking such pain is because the law enforcement agencies demand it to preempt security threats. Cyber crooks, hate mongers, child pornographers and murderous stalkers lurking in the dark recesses of the Net are bad enough, but law enforcement agencies primarily complain about the mayhem rabble rousers and terrorists can create online. The Arab Spring would not have broken out like a bushfire in 2011 had not protestors used the Net to coordinate their activities. On the other hand, riots and lynchings have been known to be easily organized over platforms like WhatsApp. Governments across the world, mostly in the Middle East, Africa and Asia, thus have a strong argument to clamp down on internet, which means mass dissent and protest could be put on the same footing as mob violence and threat to public order. However, democratic India became the dubious holder of a world record of sorts in 2018 - her government ordering the largest number of internet shutdowns. According to a study by #KeepItOn coalition and the non-profit Access Now, there were 196 reports of internet shutdowns collated from 25 countries, of which 134 incidents or 67% of the shutdowns were in India.\n\nIt is ironic that communist-ruled China with its stranglehold over domestic internet, has now pointed to India's record to justify such clampdowns as 'normal practice for sovereign countries'. India may have the world's second largest internet market with 65 crore users, of which 3.2 crore are in Assam and Meghalaya, yet this did not deter the country from shutting down the Net in these two States 'to cope with significant threat to national security' - notes People's Daily, the Chinese government's mouthpiece. Defending the internet shutdown in Xinjiang with its restive Muslim population, the People's Daily commentary has held up India's example to counter adverse reporting in American and European media on China, arguing that the internet 'cannot be independent of national sovereignty' and that a government can legitimately regulate it when 'national interest' is at stake. The world has indeed come far from the early days of internet when tech idealists thought it would create a world without borders, a superhighway which no power can control to the detriment of users. Only last September, it was announced that the 'Global Internet Forum to Counter Terrorism' - created in 2017 by Facebook, Twitter, YouTube and Microsoft under pressure from United States and European Union - will soon become an independent watchdog that will remove extremist content from the Net. India's information technology law is still too rudimentary to effectively deal with the vast range of cyber offences and terrorism, while Parliament is only now coming to grips with a proposed data protection legislation. There are already misgivings that the government is seeking to arm itself with excessive powers to intercept, access and process personal data of citizens without proper safeguards. Such authoritarian tendencies, along with blanket powers of internet clampdown, do not bode well for a democracy. The internet is now indispensable for citizens to access information, and therefore ensuring their freedom of expression; protecting citizens' data privacy is equally vital in terms of rights. This country through proper public debate must find ways and means to go after nasty characters in the Net and neutralize them. Shutting down the Net entirely to cripple businesses and the government's own services is hardly an intelligent response.\n\nLoad-Date: December 21, 2019"
}