{
    "title": "sraeli terrorism continues as U.S. peace talks fail",
    "publisher": "university wire",
    "year": 2002,
    "month": 4,
    "day": 19,
    "full text": "\"Tag! You're it!\" That's pretty much what President Bush said to Secretary of State Colin Powell when he placed Powell in charge of keeping the peace in the Middle East.\nBush assumed (surprise!) that the dilemma in the Middle East could be brought to some kind of peaceful conclusion after the past 18-month constant bloodshed that has preoccupied the area. The misjudged ease with which Bush imagined America's chief diplomat to solve the Israeli predicament has lead to a slap in the face of U.S. negotiations.\nThe credibility of the U.S. government has come under attack for its silent support of Israeli occupation of Palestinian settlements. However, we cannot simply attack the Israeli government, so let me humor the opposite side.\nU. Arizona\nThe Israelis say they are not doing anything wrong. They have the audacity to relate this occupation and war against Palestinian terrorism to the American war against terrorism due to the events of 9/11. They relate their national security concerns to our concerns following the WTC attacks.\nYes, the suicide bombings were acts of malicious terror against the Israeli civilian population. But remember, the United States won't live side-by-side with the al Qaeda boys and Osama after our war against terror.\nThe Palestinians, as a whole, are not attacking the Israelis. There are Palestinian groups that are committing crimes, but the majority realize that there will inevitably be a Jewish state in the region. Israel must recognize this difference because when the Palestinian state is created, it will be next door to Israel -- not half way around the world.\nOn this trip, a major mission of Powell's was to request the withdrawal of the Israeli army from settlement camps such as Jenin and Nablus. Prime Minister Sharon has said Israel will \"accelerate the withdrawal,\" but the date has been left up in the air.\nIn response, Palestinian negotiator Saeb Erakat told reporters, \"It is very unfortunate that every effort by the secretary has been torpedoed by Sharon.\" Sharon denied Powell's request defiantly, making me wonder why the United States is walking on eggshells with Israel.\nThe recent encroachments on the settlements in Jenin, Ramallah and Nablus have left hundreds of families homeless.\nJenin's situation is particularly gruesome: Israel has bulldozed houses and buildings because people were inside them, ready to fight.\nThey have leveled families along with their homes.\nYeah. You read that correctly -- with their owners still inside. And when questioned, Israeli spokesman Dora Gold said the killing of Palestinians is an accident, while Palestinians have deliberately killed innocent Israelis.  I guess bulldozing a building when you know someone in inside is just a simple mistake. Again, Israel gets a slap on the hand, and we'll let bygones be bygones.\nFor the past two weeks, humanitarian groups have not been allowed to enter the Jenin camp by the army. Derrick Pounder, a professor of forensic medicine at Dundee University who is currently involved with the mission from Amnesty International, has been denied access to Jenin. The Israeli government is saying there has been no massacre and that there is no proof of the dead.\nOf course there isn't if you aren't allowed to go see.\nAmnesty International is concerned that the longer the bodies deteriorate, the less hard facts and objective evidence will be available about how these people died. But, on the few army-escorted visits, AI representatives said they can smell the stench of decaying human flesh underneath the rubble but aren't allowed to remove it.\n\"International human rights and humanitarian law require that forensic investigations are conducted in this respect. The refusal to allow us to conduct or even to assist in enabling others to conduct such investigations is very serious and gives rise to questions about the authorities' motives,\" Pounder said.\nAnd that leads us back to the United States' stance on the problem. The Israelis are covering their tracks with a blanket to justify their terrorist actions, and we are quietly standing by.\nThe U.S. Deputy Defense Secretary Paul Wolfitz was booed during a press conference earlier this week where he said Bush wants to help the innocent Palestinians. Why is it that it is okay to be anti-Palestinian, but as soon as you are pro-Palestine, someone can label you as anti-Semitic? This is the wrong mentality. It is not okay to be anti-Palestinian or anti-Semitic.\nThe passive American attitude toward the Middle East must change. We all knew that Powell's trip was not going to be a miracle and bring peace to the Middle East, but it is essential that we cease our unshakable commitment to defend and approve of Israel's dishonorable actions. We shouldn't be afraid lest we upset Sharon's government. If the United States wants the terrorism to stop from the Palestinian side, then it must stop from the Israeli side.\n\nLoad-Date: May 8, 2002"
}