{
    "title": "Sri Lanka imposes new laws to hold terror suspects",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 9,
    "day": 1,
    "full text": "COLOMBO, Sri Lanka ? Sri Lanka will continue to detain hundreds of terror suspects and outlaw the defeated rebel Tamil Tiger group despite wartime state of emergency laws being lifted, an official said Thursday. The laws that have curbed civil and political liberties for most of the past 30 years lapsed on Tuesday and the government did not present a motion to renew them. \nBut President Mahinda Rajapaksa approved four regulations under the powerful Prevention of Terrorism Act that became effective Tuesday, Attorney General Mohan Peiris said. The first two regulations will continue to proscribe the Liberation Tigers of Tamil Eelam group and the Tamil Rehabilitation Organization, which received donor funds to carry out rehabilitation work in then rebel-controlled areas and was accused of also using them to finance the rebels. The other two regulations will allow the government to continue to hold rebel suspects and the rehabilitation of the rebels who have surrendered, he said. Peiris did not say for how long the suspects in custody will be detained. Tamil lawmakers say there are about 900 such detainees. The government is also holding about 3,000 ex-rebels in military-run rehabilitation centers. About 11,000 Tamil rebels surrendered at the end of the war and nearly 8,000 have been freed after rehabilitation, the military says. Peiris said the four regulations have been imposed under the Prevention of Terrorism Act on a \"temporary basis\" and that the government will shortly bring in a new \"Emergency Consequential Provision Bill\" that will include them as permanent law. The government defeated the separatist Tamil Tigers more than two years ago, and had been under intense international pressure to lift the wartime state of emergency laws. The laws had allowed the government to detain suspects without trial, displace residents from their land and set up ubiquitous military checkpoints. The island had been under a state of emergency since 1983 except for brief lapses to help peace talks between the government and rebels. A suspect detained under the emergency laws could be detained for up to one year without appearing in a court. \n\nLoad-Date: September 2, 2011"
}