{
    "title": "SRI LANKAN SEEKS U.N. AGENCY TO FIGHT TERRORISM The President of Sri Lanka , who is trying to contai",
    "publisher": "the new york times",
    "year": 1984,
    "month": 6,
    "day": 23,
    "full text": "In a speech to the Foreign Policy Association in New York, President J. R Jayewardene linked the sporadic violence between Tamils and Sinhalese in Sri Lanka to the growing threat of international terrorism.\n''We are subject to terrorism,'' President Jayewardene said.\nSri Lanka Pres J R Jayewardene, in speech to Foreign Policy Assn in New York, urges UN to consider forming special agency devoted to stop spread of international terrorism; links sporadic violence between Tamils and Sinhalese in Sri Lanka to growing threat of international terrorism; illustration (M)''It is an international problem.''\nPresident Jayewardene alluded to possible Libyan support of the Tamil extremists, who have called for a separate state, and referred briefly to Israeli assistance to his Government's antiterrorist program.\n \nUse India for Sanctuary\nThe 77-year-old leader also said that information obtained from captured extremists corroborated reports that the militant Sri Lankan Tamils have received training and support from Tamils in southern India.\n''There are terrorists who run to India,'' he said.\nThe President said he plans to discuss the problem soon with Prime Minister Indira Gandhi. Mr. Jayewardene, however, emphasized that he did not believe Mrs. Gandhi or the Indian Government condoned the reported Tamil interference in Sri Lanka, an island nation formerly known as Ceylon.\nRacial tension between the Tamils and Sinhalese heightened in the mid- 1970's as Tamil separatists became more militant. Mr. Jayewardene attributed 147 deaths to the violence.\nSpeaking in English at a breakfast meeting at the Waldolf Astoria Hotel, Mr. Jayewardene did not elaborate on his idea for a specialized United Nations agency to combat terrorism.\nMr. Jayewardene, the first Sri Lankan head of state to pay an official visit to Washington, said he stressed the terrorism problem in his talks with President Reagan on Monday.\n\nGraphic\n\n \nphoto of pres. J.R. Jayewardene"
}