{
    "title": "Sri Lankan faces terror charge in Australia, Australia_NZ News & Top Stories",
    "publisher": "university wire",
    "year": 2018,
    "month": 9,
    "day": 3,
    "full text": "Australia has arrested and charged a Sri Lankan man with planning a terror attack after finding \"symbolic locations within Sydney\" listed as possible targets in his notebook, police said at a press conference on August 31.\nPolice alleged that Mohamed Nizamdeen, who is on a student visa and employed as a contractor at the University of New South Wales, was in possession of a document used in preparation for a terrorism offence.\n\"The community should feel safe knowing our law enforcement agencies are working together to investigate all individuals who come to our attention\", Detective Acting Superintendent Mick Sheehy said.\n'We have both psychologists and investigators looking at that document to try to interpret the intent and capability, but that is in essence the offence that is before the court'.\nDuring the counter-terrorism search, a number of electronic items were seized for further examination.\nOfficers from NSW's Joint Counter Terrorism Team arrested Mohamed Nizamdeen at Kensington, in Sydney's south-east.\nAfter arresting him at the University during the day, police executed a search warrant on his Zealand address in the middle of the night and plan to conduct further searches on campus on Friday.\nFortnite Week 8 - Search between 3 different oversized seats guide\nThis Fortnite challenge is a little tougher than normal, since elimination tasks typically require three kills, rather than two. The three oversized seats players will need to find are located in the southwest region of the Fortnite: Battle Royale map.\nNizamdeen is in Australia on a student visa that expires in September.\nAustralian Federal Police Detective Superintendent Michael McTiernan said the charges were \"serious and significant\".\nHe was not known to police and does not have any criminal history in Australia, police said, alleging that \"any of the planning was into the future\" with \"no ongoing threat to the community\". Offer: 7 NewsNizamdeen faced court on Friday and did no longer put collectively for bail.Police will insist the 25-365 days-aged became as soon as acting on my own.\nDetective Superintendent McTiernan said the allegations were \"serious and significant\".\n\"There is a number of locations and individuals named in that document who are potential targets\", he told reporters on Friday morning.\nIt is believed authorities were alerted to the man, after a university employee handed Nizamdeen's notebook into police. \"From documentation, he was affiliates with ISIS\", he said.\nNizamdeen will return to court on October 24.\n\nLoad-Date: September 4, 2018"
}