{
    "title": "SRI LANKAN PRESIDENT ASKS TAMILS TO FIGHT TERRORISM; SHE HAS EYE SURGERY TO REMOVE SHRAPNEL AFTER BO",
    "publisher": "st. louis post-dispatch ",
    "year": 1999,
    "month": 12,
    "day": 20,
    "full text": "Speaking from her hospital bed, President Chandrika Kumaratunga appealed to Sri Lanka's minority Tamils on Sunday to join her in fighting terrorism, just hours after surgeons operated on her right eye to remove shrapnel from a suicide bombing attack.\nKumaratunga was wounded in the explosion Saturday night at her final campaign rally before Tuesday's presidential election. Twenty-two people were killed, and 11 others died in another suicide bombing at an opposition party gathering nine miles away, police said. A total of 137 people were injured.\nWhile no one claimed responsibility for the bombings, police believe they were carried out by the Liberation Tigers of Tamil Eelam, who have been fighting for an independent state in the northeastern part of the island for 16 years.\n\"The Tamil people must clearly and without hesitation decide whether they are going to continue to strengthen the hand of terror and murder by their secret, silent or partial support of the LTTE,\" Kumaratunga said in English during the five-minute radio and television address to the nation.\nTamils make up 3.2 million of Sri Lanka's 18.6 million people. Though not all of them support the Tamil Tiger rebel's extreme methods, many sympathize with the group's demand for a homeland. The majority of Sri Lanka's population are Sinhalese.\nPresident Bill Clinton, Indian President K. Narayanan and Indian Prime Minister Atal Bihari Vajpayee sent messages of deep concern and sympathy to Kumaratunga.\nHundreds of troops were deployed in Colombo, and a curfew was imposed after Saturday's explosions, but the curfew was lifted after a few hours.\nThe Cabinet met for an emergency session and decided to go ahead with the elections, in which Kumaratunga is seeking another five-year term.\nThe Cabinet also ordered an investigation into the security lapses that allowed a suicide bomber to infiltrate the presidential security ring and blow himself up at the rally in Colombo.\nPolice took 15 suspects into custody in a predawn sweep in Colombo on Sunday.     \n\nGraphic\n\n \nPHOTO Photo by the AGENCE FRANCE-PRESSE - A Sri Lankan soldier walks past a blood-spattered poster of President Chandrika Kumaratunga, who was wounded in a bombing attack that killed 22 people Saturday night.\n\nLoad-Date: December 20, 1999"
}