{
    "title": "St. Charles man pleads guilty to Amtrak -related terrorism charge in Nebraska",
    "publisher": "st. louis post-dispatch ",
    "year": 2018,
    "month": 7,
    "day": 13,
    "full text": "A St. Charles man pleaded guilty in federal court in Nebraska on Thursday to a charge of threatening to \"wreck, derail, and disable railroad on-track equipment and a mass transportation vehicle\" for an incident in October, court records show.\nTaylor Michael Wilson, 26, was originally indicted Jan. 17 in federal court in Lincoln, Neb., on that charge and one count claiming he attempted \"to interfere with, disable, or incapacitate any locomotive engineer or railroad conductor.\"\nThat second count will be dismissed as part of the plea. He could be sentenced to up to life in prison.\nWilson admitted boarding the train in California with a handgun and ammunition as well as ID cards \"relating to the (National) Socialist Movement,\" his plea says. On Oct. 23, in Nebraska, Wilson entered a secured engine compartment, disabled the train and cut the lights to the passenger compartment.\nSome panicked passengers tried to escape through the train's windows, particularly when they discovered it was another passenger who had caused the emergency stop. Conductors struggled to subdue Wilson, who grabbed at his waistband, where a deputy would later find the handgun.\nWilson uttered racial slurs, said, \"‘Human beings are a plague on the planet,' and told a deputy he \"was going to save the train from the black people,\" his plea says.\nWhen FBI agents raided Wilson's St. Charles home in December, they found National Socialist propaganda hidden in hollowed-out sections of the walls, as well as body armor and pressure plates that can be used to make an explosive device, his plea says. They also recovered guns, including a Pioneer Arms Corp. 7.62x25mm Tokarev PPS43-C, and a short-barreled rifle, a 9mm Scorpion EVO 3 pistol.\nThey found writings containing \"numerous derogatory and threatening comments about the Jewish race and African-Americans\" in Wilson's journals, the plea says.\nWilson bought an airline ticket with plans to travel to Syria and fight with Isis but decided not to go, the plea says. The agreement said Wilson admitted telling a cellmate that he had \"dropped acid\" before loading his gun and stopping the train.\nAs part of the plea, Wilson has agreed to plead to possession of an unregistered firearm in federal court in St. Louis.\nCharging documents also claim that Wilson may have been involved in a \"road rage\" incident in St. Charles in 2016 in which a gun was pointed at a black woman.\n\nGraphic\n\n \n Taylor Michael Wilson, of St. Charles, pleaded guilty to a terrorism charge after he allegedly tried to stop an Amtrak train in Nebraska. Photo courtesy of the Lincoln Journal Star.  \n\nLoad-Date: July 14, 2018"
}