{
    "title": "ST. LOUIS IRISH SEEM GRATEFUL FOR THE PEACE",
    "publisher": "st. louis post-dispatch ",
    "year": 1994,
    "month": 9,
    "day": 1,
    "full text": "Some Irish and Irish-Americans here verbally toasted the news Wednesday that the Irish Republican Army had declared a cease-fire in the 25-year conflict that has bloodied Northern Ireland.\n\"I know people wave superlatives about this, but this is truly historic,\" said Matthew Morrison, a former IRA member who has lived in St. Louis for more than a decade.\nMorrison, who is fighting deportation, credited the possibility of economic help from the United States. President Bill Clinton is considering aid for Northern Ireland if the truce leads to an overall peace plan.\n\"There are areas in the north where Catholic male unemployment is up to 80 percent,\" said Morrison. \"If the IRA had a cease-fire without getting anything in return, it would have been bad with their own supporters.\"\nMorrison said another factor was the agreement with Great Britain that Sinn Fein, the IRA's political wing, would participate in peace negotiations.\n\"That's official recognition that Sinn Fein has a role to play in the peace-making process.\"\nJoseph McGlynn, a lawyer and founder of the annual downtown St. Patrick's Day parade, said: \"This is a great stroke forward. We'll see what happens. If it doesn't work this time, the world will come crashing down on terrorism. A united Europe will not tolerate terrorism.\"\nHelen Gannon, who returned Wednesday after a month in Ireland, said she was surprised by the development.\n\"I'm a little skeptical about it,\" Gannon said. \"I would love to see it happen, of course.\"\nGannon is president of St. Louis Irish Arts Inc., and took a group of 20 students from the Midwest to participate in the world championships in Irish music.\nSt. Louis' best-known Irish-American, Anheuser-Busch executive Michael J. Roarty, called the cease-fire \"the most dramatic and compelling news we've received in the 25 years of the struggle.\"\n\"It's a bold step on the part of the IRA, and very significant in establishing their intent and sincerity in bringing peace to Northern Ireland,\" said Roarty, whose father, John Roarty, was active in Sinn Fein.\n\"It's truly a remarkable turn of events,\" said Roarty, who three years ago was named Irish-American of the Year.\nVictor T. Le Vine, a professor of political science at Washington University and an expert on terrorism and guerrilla warfare, was dubious the cease-fire would stick.\n\"The IRA's declaration of a cease-fire is one thing; the ability to maintain the cease-fire is another,\" said Le Vine, who helped organize a 1992 conference in Northern Ireland that sought an end to the violence there.\n\"All in all it's a hopeful sign, but it doesn't signal the end of the violence in Northern Ireland,\" he said. \"Right now, all we can say for sure is let's wait and see.\"\n\nLoad-Date: September 2, 1994"
}