{
    "title": "St. Paul Cos. manages to line up terrorism-reinsurance coverage; But it won't insure high-risk locat",
    "publisher": "star tribune ",
    "year": 2002,
    "month": 4,
    "day": 26,
    "full text": "The St. Paul Cos. has been able to buy terrorism-reinsurance coverage and renew its normal reinsurance treaties to protect the firm against future catastrophic property loss, company officials said Thursday.\n     The company is one of the first major commercial insurers to secure terrorism reinsurance, a coverage that has became difficult to obtain since Sept. 11. The issue has caused difficulties for major property owners, because mortgage companies still demanded that they possess all-risk insurance _ including terrorism coverage.\n   The St. Paul said months ago that it would file for terrorism exclusion with state regulators in the event it could not obtain reasonably priced terrorism coverage.\n     With the new reinsurance contracts, the St. Paul will offer limited terrorism coverage to its commercial policy holders, provided the buildings are not judged to be so high-profile that they face major risk, Chief Financial Officer Tom Bradley told analysts during a conference call.\n     \"This was a big deal,\" Bradley said. \"Lacking this, we might have had to change our entire underwriting strategy.\"\n     The St. Paul bought two separate reinsurance programs that will protect it should terrorist attacks damage property it insures. One contract provides a $110 million limit after a $15 million deductible on a per-insured basis. The second contract has a $200 million limit after $100 million deductible on a per event basis.\n     The terrorism policies offer less than half of the $450 million limit the St. Paul had a year ago. The total reinsurance cost also has escalated 85 percent, prompting the company to pass the cost on to its customers by raising premiums about 25 percent.\n     St. Paul spokesman Pat Hirigoyen said the company won't extend the coverage to major commercial accounts with severe risk, such as major bridges, sports stadiums, landmark buildings and major utility providers.\n     \"There is still a gap in coverage, so there is still an issue out there,\" Hirigoyen said.\n     Terrorism exclusions have played havoc with the coverage on a host of properties nationwide. The Mall of America recently took its mortgage company to court after it demanded that the mall owners buy an expensive terrorism policy. The mall eventually obtained the coverage on its own, but only after securing a restraining order against GMAC Mortgage Corp.\n     The contentious issue has caused the formation of the Coalition to Insure Against Terrorism. The National Football League, Hilton Hotels, Union Pacific Rail Road, the Mall of America and others have joined insurers in lobbying Congress for a government-sponsored insurance plan or other means for dealing with the problem.\n     The insurance industry expects to pay roughly $40 billion in claims related to Sept. 11. The St. Paul's share is estimated at $941 million.\n    _ Dee DePass is at ddepass@startribune.com.  \n\nLoad-Date: April 26, 2002"
}