{
    "title": "St. Petersburg Film Forum Panel Sparks Debate Over Terrorism in Cinema",
    "publisher": "the world",
    "year": 2011,
    "month": 7,
    "day": 14,
    "full text": "Many things have changed in the world in the decade following the attacks on New York's Twin Towers, but the mandate for filmmakers tackling the topic is still the same: tell a good story and don't get preachy.\n\"There's no entertainment value in studying the root causes of terrorism, said director Lee Tamahori, who is at this week's St. Petersburg Film Forum in support of his film Devil's Double about a man who was forced to be a double for Uday Hussein, Sadam Hussen's violent playboy son. \"American cinema does not embrace these stories well.\"\nFilmmaker's approach to terrorism was a topic that turned heated at times during a packed roundtable called Cinema After the Catastrophe - the catastrophe being the 9/11 attacks - that included directors Tamahori and Gregor Jordan, producer Daniel Leconte [Carlos], Russian journalist Elana Slatina and actor Dominic Cooper, who played both Uday and his double in the film.\nThe panel was part of the Relevant Cinema sidebar that festival organizers hope to make an annual entry on the schedule as a vehicle to explore cinema related to important social issues. Titled Terrorism: Cinema Ready to Explode, the section included screenings of Devil's Double, Olivier Assayas' Carlos, Michael Winterbottom and Matt Whitecross' The Road to Guantanamo, Morgan Spurlock's Where in the World Is Osama Bin Laden and Christopher Morris' Four Lions.\n\"Americans are not ready to be introspective about terrorism,\" said Jordan, whose film Unthinkable is also screening in the festival. \"The war is still going on. After it's finished will be the time to be more introspective about it.\"\nThe death of Osama Bin Laden at the hands of the American military may be the start of that change, Jordan said. \"It feels like the perception has changed.\"\nBut the bottom line is that moviegoers vote with their box office dollars and stories about terrorism don't play.\n\"Films about the issue haven't been all that successful,\" Jordan said. \"The public isn't ready to deal with it. Even Hurt Locker, which won best picture, didn't make much money.\" The film's U.S. take was $17 million, $49 million worldwide.\nStudios have clearly taken note. Tamahori said it took eight years to find financiers who were \"brave enough\" to fund Devil's Double, which strikes a decidedly non-political tone.\n\"The word Iraq is so radioactive that nobody wants to go near it,\" Tamahori said. \"It's almost suicide in try to get financing for these kinds of stories.\"\nRussian panelist Denis Gozelov stirred the discussion with a cynical view of why the film is a tough sell.\n\"American's don't give a damn about the lives of people in other nations,\" he said. \"They only care about their own lives.\" That started an angry buzz in the room that only grew louder when he added that, \"Russia is the mother of terrorism.\"\nHe was soon cut off by the moderator who called his comments \"vulgar.\"\nBack on track, the panelists found agreement on what audiences want to see, which is the \"heroes\" who fight the bad guys.\n\"American films deal with the military consequences,\" Tamahori said. \"We need to see our brave boys hunting down the villains.\"\n\nLoad-Date: October 20, 2011"
}