{
    "title": "St. Charles man says FBI suspicions unwarranted",
    "publisher": "chicago daily herald",
    "year": 2011,
    "month": 3,
    "day": 22,
    "full text": "Abe Mashal, a 31-year-old dog trainer, says FBI agents told him he ended up on the government's no-fly list because he exchanged e-mails with a Muslim cleric they were monitoring. The topic: How to raise his children in an interfaith household.\nMashal, a former Marine from St. Charles, found out he'd been flagged last April, when he tried to board a flight to Spokane, Wash., to train dogs for a client. Since then, his family members and friends have been questioned, and he said he has lost business because he is not allowed to fly.\nMashal, who says he has never had any links to terror or terrorists and is a \"patriotic,\" honorably discharged Marine Corps veteran, is one of 17 plaintiffs in lawsuit filed in June by American Civil Liberties Union lawsuit over the list.\nFBI agents questioned him at Chicago's Midway Airport, then in his home. Finally he was summoned to a hotel in Schaumburg, where more FBI agents told him he'd been placed on the no-fly list because of an e-mail he had sent to an imam, or Muslim cleric, that they had been watching.\nMashal said he had sought the iman's advice about raising children in a mixed-religion household. Mashal is Muslim, and his wife is Christian.\nThe agents offered to get him off the list if he would become an undercover informant at mosques, Mashal said. He refused and said he feels he was being blackmailed.\n\"I feel like I'm living in communist Russia, not the United States of America, for someone to jump into my life like that,\" he said.\nIn October, Homeland Security sent Mashal a letter saying it had reviewed his file and \"it has been determined that no changes or corrections are warranted at this time.\"\nAs the U.S. ramps up efforts to root out homegrown terrorism, hundreds of people who have fallen under suspicion are in a state of limbo: Many say they have been singled out unfairly for scrutiny but have been neither charged nor cleared.\nSome of them, mostly Muslims, have spent weeks in jail; others find it impossible to travel freely. Some say they have had their reputations destroyed by the news coverage. Many were questioned or tracked, and say they felt violated and fearful.\nLawsuits filed by suspects since 2006 have pried millions of dollars in settlements from the government. The U.S. Supreme Court this month heard one of the most serious challenges yet, the case of a Kansas man who claims his detention as a \"material witness\" destroyed his marriage and his career.\nMany plaintiffs say they recognize the security challenges the government faces after Sept. 11; but in many cases, they complain, the government refuses to reveal why someone has attracted attention. Without that information, they argue, it is impossible to clear their names.\n\"It's a runaround,\" said Ayman Latif, an American who was stranded in Egypt for six months and questioned by U.S. agents last year after his name appeared on a no-fly list. \"Maybe they had a hunch about something and my name came up and they were investigating it. But they wouldn't tell me what that hunch was.\"\nThe FBI says it needs secrecy to protect sensitive investigations and to avoid giving terrorists clues for avoiding detection.\nThe government does not disclose how many people it investigates, but an Associated Press analysis gives a glimpse of how the number has grown. Federal terrorism referrals — cases in which investigators have contacted prosecutors for guidance — have risen 44 percent since 2002, from 864 to 1,249 in 2010, according to the Transactional Records Access Clearinghouse, a research program at Syracuse University.\nAt the same time, the number of people on the FBI's consolidated terrorist watch list stands at 450,000, despite efforts since 2006 to winnow it down. Of those, 18,000 have been flagged for extra screening at airports. About 10,000 people are on the no-fly list, 500 to 1,000 of them U.S. citizens.\nSome law enforcement experts say agents are simply doing their jobs by investigating leads, some of which pan out and some of which don't.\nMoreover, police work is full of instances in which investigators know someone is up to no good, but they don't have enough evidence to make an arrest. Charles Strozier, director of the Center on Terrorism at New York's John Jay College of Criminal Justice, said the nature of counterterrorism work means investigators must monitor people for long periods even though they have committed no crime.\n\"Counterterrorism work completely reverses the familiar process of police work, which is, you have a crime, you collect forensic evidence and then you go after the bad guy,\" Strozier said. \"In counterterrorism, everything must come before the crime is committed or you've completely failed at your task.\"\n\nLoad-Date: March 22, 2011"
}