{
    "title": "St. Joseph News-Press, Mo. , Ken Newton column_ Local tiff is the new old thing",
    "publisher": "st. joseph news-press ",
    "year": 2008,
    "month": 7,
    "day": 20,
    "full text": "Jul. 20--A recent magazine article discussed the need to throw under the bus worn-out cultural catchphrases, with the first being \"throw under the bus.\"\nSuch advocacy comes with knowing self-regard, as if one person arbitrates whether \"that's so over\" or \"it's all good\" gets assigned to the hip crowd's waste can of cliches.\nThe proliferation of information sources makes certain expressions out of date almost the moment they appear. And at the end of the day, snobs insist, people have to stop using \"at the end of the day.\"\nWithout formal instruction on the prompts required for this, a culture's language drifts from one thing to the next. For most of my years, the response to \"thank you\" was \"you're welcome.\" Through some unexplained progression, folks started saying \"not a problem\" after being thanked.\nNow, the favored response seems to be \"no worries.\"\nNot \"worry,\" as if a singular concern got exempted, but \"worries,\" like a Gordian knot of difficulties earned erasure by going plural.\nOne catchphrase that should stand endangered: \"is the new.\" As in, \"pink is the new black\" or \"short is the new long\" or \"boring is the new sexy.\"\nThis expression appears with such ubiquity that a person could conclude \"overuse is the new fresh.\"\nLast week, a Republican congressman from Pennsylvania called the nation's energy problem \"more important and threatening to America's future than terrorism.\"\nAlso last week, Democrat Al Gore went to Washington and proposed energy solutions that would mitigate global warming. While he made no reference to terrorism, only Persian Gulf countries that sell oil to America, the former vice president made sure unwise energy usage got its due as a national threat.\nIn short, energy woes are the new terrorism.\nEnergy woes were also the old terrorism.\nWe've always paid people who hate us. Maybe therapy would help.\nThey take our lunch money, bleeding us a gallon of unleaded at a time. Yet other countries call the United States a bully.\nThink we need some better public relations people? Let's just call bad P.R. the new status quo.\nSo, energy woes probably aren't the new terrorism, but they have to be the new something. Human nature depends on the latest and greatest.\nMost times, anyway. In St. Joseph, a city rich in history, folks let bygones become foregone. If boxing matches last 15 rounds, this community's fights seem perpetually stuck in round eight.\nThe St. Joseph council last week passed a new one-year contract between the city and Museums Inc. The vote came out 5 to 4, and the meeting adjourned with onlooker claims of unconstitutional actions and threats of lawsuits.\nYou might say the museum fight is the new ... well, it's not the new anything.\nThis movie played once before, a courtroom drama. Hey, they make \"Batman\" every few years, so why shouldn't this get a sequel?\nWith a civic squabble in St. Joseph, it's never so over.\nKen Newton's column runs\non Sunday and Tuesday.\nTo see more of the St. Joseph News-Press or to subscribe to the newspaper, go to http://www.stjoenews-press.com/. Copyright (c) 2008, St. Joseph News-Press, Mo. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: July 20, 2008"
}