{
    "title": "St. Petersburg Police officers receive recognition",
    "publisher": "tampa bay times",
    "year": 2019,
    "month": 11,
    "day": 15,
    "full text": "Seven St. Petersburg officers were honored at the third Quarter Awards ceremony on Oct. 23. Field Training Officer Chris Buchanan received the Police Officer of the Quarter award, public safety telecommunicator, Samuel Smith received the Civilian Employee of the Quarter award, Officer Jordan Sisti received the Chief's Award of Excellence for his self-initiated efforts to help reduce drug activity in his district, an undercover detective received the Chief's Award of Excellence for his work on the Joint Terrorism Task Force, and officers Kevin Haskins, Eric Sireni and Richard Van all received the Life Saving Award. Haskins is credited with saving two people from a burning home, Sireni administered CPR to a man unconscious and trapped inside of a vehicle and Van administered CPR to a man who would have died if not for his quick action.\nLargo Medical Center has earned the Platinum Award recognition for its efforts to increase organ, eye and tissue donor registrations across the state, through the Workplace Partnership for Life Hospital Organ donation campaign. The partnership is a national initiative that unites the U.S. Department of Health and Human Services, Health Resources and Services Administration and the organ donation community with workplaces across the nation in spreading the word about the importance of donation. Between October 2018 and April 2019, Largo Medical Center participated in the donation campaign, which challenges hospitals and healthcare organizations to \"let life bloom\" by educating their staff, patients, visitors, and communities about the critical need for organ, eye and tissue donation and by offering them opportunities to register as donors. This year's Hospital Organ Donation Campaign added more than 48,000 registrations to state registries and the Puerto Rico registry, and more than 492,000 registrations since its inception in 2011.\nBoley Centers celebrated the grand opening of The Ranch at Pinellas Park, a 33-unit apartment complex for families who have experienced chronic homelessness, on Wednesday. The units will be a mixture of one, two, and three bedroom apartments with 10 set aside for veterans.\nCompiled by Monique Welch, Times Staff Writer. Contact at mwelch@tampabay.com or Follow mo_unique_.\n\nLoad-Date: November 18, 2019"
}