{
    "title": "St. Louis County man admits supporting terrorists, including man who fought for ISIS",
    "publisher": "st. louis post-dispatch ",
    "year": 2019,
    "month": 4,
    "day": 4,
    "full text": "ST. LOUIS - A man from St. Louis County pleaded guilty Wednesday to federal charges and admitted raising money for terrorists, including a fellow county resident who fought and died for the Islamic State in Syria, prosecutors said.\nRamiz Zijad Hodzic, 44, pleaded guilty to one count of conspiring to provide material support to terrorists and one count of providing material support to terrorists.\nHodzic sought and received money from others, including his co-defendants, to support foreign fighters battling in Syria. One of those fighters, Abdullah Ramo Pazara, is a former St. Louis County resident who became a U.S. citizen before leaving for Syria. While there, he bragged in Facebook messages to Hodzic and other supporters about killing prisoners, attending beheadings and buying a 16-year-old Yazidi slave, prosecutors have said. Hodzic supplied Pazara with military uniforms and a rifle scope, they said.\nOfficials praised the efforts of the FBI's Joint Terrorism Task Force, other federal agencies and St. Louis and St. Louis County police in the case.\nThree other defendants in the case have already pleaded guilty.\nLast month, Mediha Medy Salkicevic, 38, of Schiller Park, Ill., pleaded guilty to a conspiracy charge and admitted sending money via PayPal to Hodzic. She, like Hodzic, could face up to 15 years in prison, although her attorney said she expected much less time.\nArmin Harcevic pleaded guilty to the same charge in February.\nJasminka Ramic, 46, pleaded guilty to a lesser charge of conspiracy in 2015, admitting that she sent $700, first aid supplies and mixes to make hot chocolate to Hodzic. She was sentenced to three years in prison and has already been released.\nHodzic's wife, Sedina Unkic Hodzic, and Nihad Rosic, of Utica, N.Y., have pleaded not guilty.\nThe six were originally indicted in 2015, but the case has moved slowly because of legal challenges and issues of translating voluminous evidence.\n\nGraphic\n\n \n Ramiz Hodzic, of St. Louis County, was charged in a case that accuses him, his wife and others of supporting ISIS terrorism. \n\nLoad-Date: April 5, 2019"
}