{
    "title": "Stabbing at U.K. Park Leaves 3 Dead",
    "publisher": "the new york times",
    "year": 2020,
    "month": 6,
    "day": 21,
    "full text": "The attack was in a park in Reading, England, where a Black Lives Matter protest had been held earlier in the day. One person is in custody, and the police are treating the events as an act of terrorism.\nLONDON — Three people were killed and several injured on Saturday in a stabbing attack at a park in southern England where a Black Lives Matter protest had been held earlier in the day, according to the police.\nThe police arrested a 25-year-old man at the scene on suspicion of murder in the attack in the town of Reading.\nInvestigators initially said they were keeping an open mind about the motive. But the Thames Valley Police said Sunday morning that the attack was being treated as terrorism, and that counterterrorism officers would take control of the inquiry.\nThe attack happened around 7 p.m. at Forbury Gardens in Reading, according to the Thames Valley Police. They later added that three of the injured were in serious condition.\nSome social media posts initially said the attack happened during the Black Lives Matter protest. But Lawrence Wort, a 20-year-old personal trainer who said he had witnessed the attack, disputed that. He said the protest had ended at least three hours before the stabbings.\n“The park was pretty full, a lot of people sat around drinking with friends when one lone person walked through, suddenly shouted some unintelligible words and went round a large group (of about 10 people) trying to stab them,” Mr. Wort said in a message on Twitter.\nHe said the man’s eyes “looked like he was on some sort of drugs.” The assailant stabbed three people in the neck and under the arms before turning and running toward Mr. Wort, who said he ran to escape.\nThe attacker then turned his attention to another group of people who were sitting, stabbing one of them in the back of the neck, Mr. Wort said. When he realized that everyone had started to run, the assailant left the park, he continued.\n“This evening we saw a senseless attack on people simply enjoying a Saturday evening with family and friends,” the British home secretary, Priti Patel, said in a statement early Sunday. “My heart, prayers and thoughts are with all of those affected and to the people of Reading who will be deeply shocked and concerned by this terrible incident.”\nNieema Hassan, one of the organizers of the Black Lives Matter protest at Forbury Gardens, said in a video message on Facebook that the incident had nothing to do with the protest and none of the protesters were affected as they had all left the park by the time the attacks happened.\n“They were very peaceful — we worked with the police liaisons the entire time,” she added.\nThe British prime minister, Boris Johnson, said in on Twitter, “My thoughts are with all of those affected by the appalling incident in Reading and my thanks to the emergency services on the scene.”\nPHOTO: The police arrested a 25-year-old man at the scene on suspicion of murder for the attack. (PHOTOGRAPH BY PETER CZIBORRA/REUTERS)\n\nLoad-Date: July 14, 2020"
}