{
    "title": "Stabbed Author Bids Egypt Wipe Out Terror",
    "publisher": "the new york times",
    "year": 1994,
    "month": 10,
    "day": 16,
    "full text": "Lying in a hospital as the police hunted for his attacker, the Egyptian author Naguib Mahfouz called on the Government today to wipe out terrorist violence for the sake of \"freedom and Islam.\"\n\"This was an assault on liberty,\" said the 82-year-old author, who appeared on the evening news from his hospital bed a day after being stabbed several times in the neck.  Hospital officials said Mr. Mahfouz was still in critical condition.\nThe police suspect that a Muslim militant was responsible for the attack. No group had claimed responsibility, but militant fundamentalists have denounced Mr. Mahfouz's fiction as \"blasphemous\" and repeatedly threatened to kill him. The author won the Nobel Prize for Literature in 1988.\n\"I pray to God to make the police victorious over terrorism and to purify Egypt from this evil, in defense of people, freedom and Islam,\" Mr. Mahfouz told Interior Minister Hassan al-Alfi during the broadcast.\nMr. Mahfouz underwent two hours of emergency surgery Friday night and remains in the intensive care unit of a police hospital. Earlier in the day, Dr. Mohammed al-Husseini, the deputy director of the hospital, said the writer was still not in stable condition. \"We won't know for sure for a couple of days,\" he said.\nBut Mr. Mahfouz appeared jovial as he sat up in his bed smiling and chatting with Prime Minister Atef Sedky and Interior Minister Alfi. Last year both officials escaped assassination attempts by Muslim militants who are seeking to overthrow Egypt's secular Government.\n\"You are fighting a battle for the sake of Islam,\" Mr. Mahfouz told the visitors. \"The attack was a surprise that had never entered my mind.\"\nNewspapers said other writers and many ordinary citizens had rushed to donate blood for Mr. Mahfouz.\nMr. Mahfouz, who has accused the militants in the past of intellectual terrorism, had refused to accept armed government guards. Nonetheless, the attack on him dealt a serious blow to Government assertions that political violence has been brought under control.\nInterior Ministry officials said the attack might have carried out by terrorists, the official term for the militants. They said the assailant had not been captured.\nIn June 1992, militants shot and killed Farag Foda, a prominent secular writer, for mocking their ideas, signaling the start of a violent campaign to intimidate secularist cultural figures. Shortly after Mr. Foda's slaying, the Interior Ministry uncovered a militant death list that included Mr. Mahfouz and several other leading writers and intellectuals.\n\"This is a bad sign,\" said Sayed al-Ashmawy, a judge who has received many death threats for his denunciation of Islamic radicalism. \"It means the militants are still powerful and are determined to eliminate all writers and intellectuals.\"\nThe attack does not seem to have daunted Mr. Mahfouz, who joked with visitors. When Finance Minister Mohammed al-Razaz approached his bed, Mr. Mahfouz shook hands with him and quipped, smiling, \"I've paid my taxes.\"\n\nLoad-Date: October 17, 1994"
}