{
    "title": "Stabbing in Manchester Train Station Is Being Investigated as Terrorism",
    "publisher": "the new york times",
    "year": 2019,
    "month": 1,
    "day": 1,
    "full text": "LONDON — A knife attack that wounded three people in a busy train station in Manchester, England, is being investigated as an act of terrorism, the police said on Tuesday.\nMoments after the stabbing Monday evening at Manchester Victoria station, the police arrested a 25-year-old male suspect in the station.\n“We are treating this as a terrorist investigation,” Chief Constable Ian Hopkins of the Greater Manchester Police said in a statement. Officers “were working throughout the night to piece together the details of what happened and identify the man who was arrested.”\nThe authorities did not release the suspect’s name — in fact, it was not clear that they knew his name — or give a motive. Chief Hopkins said that officers searched the man’s home in the Cheetham Hill area of Manchester on Tuesday morning.\nThe attack took place just steps from the Manchester Arena, where a suicide bombing killed 22 people and wounded hundreds of others in May 2017 after a concert by the singer Ariana Grande.\nThat was the worst in a spate of terrorist assaults in Britain by Islamist extremists in 2017, including two attacks in London by assailants who struck people with vehicles and then stabbed others, killing 13 and wounding almost 100.\nIn Manchester on Monday night, the assailant seriously wounded two people, a man and a woman in their 50s who remained hospitalized on Tuesday, officials said. A British Transport Police officer who was among those who subdued the suspect was also stabbed, and was treated and released.\nMI-5, the British domestic security service, currently rates the country’s threat from international terrorism as “severe.” The system of public advisories was introduced in 2006, and for most of the time since then, the threat has been rated as either “severe” or “critical,” the two highest levels.\nPHOTO: Police officers at Manchester Victoria train station in Engand on Tuesday, the day after after an assailant stabbed and wounded three people. (PHOTOGRAPH BY Paul Ellis/Agence France-Presse — Getty Images FOR THE NEW YORK TIMES)\nRelated Articles\nCan Britain Really Do Much More to Tighten Security?\nTerrorist Attacks in Britain: A Short History\nAriana Grande Manchester Concert Ends in Explosion, Panic and Death\n\nLoad-Date: July 17, 2019"
}