{
    "title": "Stabbing suspect given 22 years in prison",
    "publisher": "corning observer ",
    "year": 2012,
    "month": 3,
    "day": 9,
    "full text": "March 09--A 20-year-old Red Bluff man this week was sentenced to 22 years in state prison in Tehama County Superior Court. for attempted murder, street terrorism, assault with the likelihood of causing great bodily injury and two special allegations.\nHarris pled guilty to the charges, admitting he stabbed Anthony Dyer, 21, in the stomach and back, during a fight at the McDonald's parking lot in Red Bluff on July 20.\nAlso sentenced in relationship to the stabbing was 19-year-old Jessica Jean Watkins, who received nine years, four months in state prison for being the driver of the vehicle Harris fled in following the fight.\nWatkins pleaded guilty to assault by means likely to produce great bodily injury, street terrorism, accessory to attempted murder and one special allegation.\nHarris was arrested by Red Bluff police on Sept. 22. While in Tehama County Jail, he tried to hang himself with a sheet.\nIn other recent cases:\n--Luis Alberto Garcia, 19, was sentenced to 14 years in state prison for battery causing serious bodily injury, a street terrorism, being a member of a criminal street gang and one special allegation.\nGarcia and a passenger in his car beat a man in what amounted to a case of road rage.\n--Randall Keith Reeves, 38, was sentenced to four years in state prison for driving under the influence and causing injury.\nA passenger in a car Reeves was driving suffered injuries during a crash.\n--John Delbert Kenyon, 41, of Chico, was sentenced to two years in state prison for transportation of a controlled substance.\nKenyon was originally granted formal probation, which he violated when he failed to appear at probation for scheduled appointments and tested positive for methamphetamine.\n--Ricky James Candler, 27, of Corning, was sentenced to two years in state prison for receiving stolen property and for grand theft auto.\nIn August, Candler stole several items from a Dairyville home, including the victim's car keys, and proceeded to drive away in the victim's Mustang GT.\n___ (c)2012 the Corning Observer (Corning, Calif.) Visit the Corning Observer (Corning, Calif.) at www.corning-observer.com Distributed by MCT Information Services\n\nLoad-Date: March 10, 2012"
}