{
    "title": "Stability amid volatility",
    "publisher": "business insurance",
    "year": 2007,
    "month": 5,
    "day": 21,
    "full text": "Continuing volatility in risks is creating opportunities for surplus lines insurers, especially Lexington Insurance Co. Kevin H. Kelley, chairman and chief executive officer of the Boston-based unit of American International Group Inc., spoke recently with Business Insurance on why Lexington is increasing its appetite for business.\nQ: Lexington Insurance Co. is taking a vertical market approach to underwriting risks in various industries, such as real estate, education and health care. How did that vertical strategy originate?\nI don't think the concept is necessarily new. I think the application of the concept more broadly is probably what is different.\nThe whole idea of taking a look at an industry and trying to understand that industry and developing products and services for that particular industry has been around for 30, 40 years.\nWhat has happened today, companies like Lexington, which is nonadmitted, really take that seriously. We're more able to design coverages and services, and put those together in a unique way that gives us an advantage for an industry group.\nI think we'll continue to see the vertical industry-focused approach be instrumental in allowing us to innovate and allowing us to provide capacity, principally through the understanding of that business, as a business.\nQ: One area of volatility and uncertainty is terrorism, and Lexington recently raised its capacity for terrorism risks to $250 million from $100 million. How has the Terrorism Risk Insurance Act helped?\nTRIA is a government solution that has worked. Absent TRIA, there's no doubt in my mind that the market wouldn't have come to providing a terrorism product as quickly as it did.\nWhat we've seen in how government may involve itself in our business is probably best illustrated by TRIA.\nWhat it did was put a top cap on a company's loss, though excess of a very significant deductible. If companies were to play, they really did have an awful lot at risk, but at least they could cap their risk through this particular program.\nThat structure has allowed a private market to develop, and that private market continues to develop. In my view, there still is a need for a mechanism. Though the design of that coverage may be debated, the need for the coverage is clear.\nQ: The Nonadmitted and Reinsurance Reform Act could provide some uniformity and certainty to surplus lines operations. Are you in favor of the reforms?\nYes, we are. We're in favor of it because it benefits all parties. It has some clear protocols on how to access the market. It provides a broader market for the policyholder. It clarifies to brokers and insurers how premium taxes should be paid and allocated.\nIn my view, it's one of the few acts I have seen where there are no downsides, only benefits. But yet that has languished in Congress for several sessions now. It's very difficult to predict what can happen.\nQ: A controversial element of that legislation was the definition of a ``qualified risk manager.'' Are such qualifications necessary to ease access to surplus lines?\nWe have a view, because of our balance sheet, that the industry is in pretty good shape. Obviously, people who regulate the business are very concerned about solvency, as they should be. Therefore the sentiment is that one should be sophisticated before accessing our market. I understand that sentiment.\nI personally do believe that most buyers who do are sophisticated. While one can argue over language, I don't think there's much substance to it. This bill is pro-consumer, and one would love to see passage before the wind season.\nQ: Lexington has had a London branch for years and recently opened an underwriting office in Bermuda. Why is it important for Lexington to be in those markets?\nBecause there's business there. There's business in London and Bermuda. So we go to where the business is and we'll continue to do that. We continue to expand our footprint where business opportunities exist. That's a competitive advantage we have and we'll continue to exercise it. Plus it gives everybody something to talk about.\n\nGraphic\n\n \nArt Credit: Kevin H. Kelley\n\nLoad-Date: May 25, 2007"
}