{
    "title": "Staff Editorial_ The rhetoric of the War on Terror is akin to terrorism itself",
    "publisher": "university wire",
    "year": 2014,
    "month": 11,
    "day": 14,
    "full text": "Filed underOpinion\nWe craft this editorial on Veteran's Day, reminding ourselves of the scars left on several generations by the ubiquitously termed \"War on Terror.\"\nThe word \"terrorism\" has become meaningless, used by the United States' government to support a perpetual war that has left too many of our brothers and sisters needlessly maimed.\nWe would like to raise them into the light by acknowledging their sacrifice.\nWe also wish to point out that the word \"terror\" has become, itself, a form of terrorism.\nIt is a bandied-about term that has been misused by pro-war elements of our society to instill fear in the American citizen of an overmatched enemy.\nViolence is always a threat in a free society, but from Guantanamo Bay to Abu-Ghraib prison, it appears terrorism is coming from within our society.\nThe label of terrorist is not applied universally. Often the term is linked to extreme groups in the Middle-East as a means of othering.\nThis claim lacks nuance, approaching complex systemic violence with mere name calling while distracting us  from trying to understand the motivations behind the violence.\nThe terminology has been used throughout history to this effect. The term terrorism can be traced back to the Roman Empire in 105 B.C. and was translated as \"to frighten.\"\nThe word became synonymous with the Reign of Terror, led by Maximilien Robespierre, under the French Revolution.\nDuring the American Revolution, British officers fighting the colonists referred to the American militia's tactics of evasive combat as acts of terror.\nTerrorism is meant to frighten and intimidate an enemy, while the term terrorist is meant to objectify and vilify.\nOur veterans have served valiantly in the service of their nation.\nHowever, we have reached a point where we are embroiled in a war with no seeming end, against an enemy that is still undefined.\nPerhaps those who use the word so carelessly are instilling a form of terrorism into the culture of our nation.\nWe can think of no greater way of serving our veterans than helping to expose this truth, and to highlight the fact that the word terrorism has, itself, become a form of terrorism.\n\nLoad-Date: November 14, 2014"
}