{
    "title": "Stakes are high as Rice faces 9; 11 panel",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 4,
    "day": 8,
    "full text": "National security adviser Condoleezza Rice's testimony today before the Sept. 11 commission is must-see TV for anyone with an interest in Washington's hottest reality series.\nBeginning at 9 a.m., Rice will have 2 1/2 hours to rebut allegations that President Bush failed to confront terrorism before the Sept. 11 attacks. All the major TV networks plan live coverage.\nThe plot line weaves a true-life tale of bureaucratic infighting, clashing egos and bitter recriminations against the backdrop of a terrorist threat.\nFor the 10-member commission the most pressing issues boil down to a few key questions:\nDid the President and his advisers drop the ball on terrorism before Sept. 11, 2001?\n\"I believe the Bush administration in the first eight months considered terrorism an important issue, but not an urgent issue,\" former White House counterterrorism adviser Richard A. Clarke told the commission March 24.\nRice will try to convince the panel that Bush was more aggressive than President Bill Clinton in dealing with Osama bin Laden and his al-Qaeda terrorist network. Her toughest challenge will be to explain why it took eight months to convene the first cabinet-level meeting on the issue.\nThe high-level session on Sept. 4, 2001, ended with an agreement to carry out many of the ideas that Clarke first presented to Rice on Jan. 25.\nRice and Clarke have quibbled over whether his Jan. 25 memo was a full-fledged plan for defeating al-Qaeda, but they agree that most of its ideas eventually were adopted by the Bush administration.\nRice will make the case that the lag was fast work by Washington standards, especially for an issue as complex as international terrorism.\n\"At the same time that we were pursuing what the Clinton administration had been doing, we were developing a more robust strategy to try and eliminate al-Qaeda,\" Rice said last month. \"You couldn't do it overnight.\"\nThe administration began mustering support from Pakistan, Uzbekistan and other countries for military action against al-Qaeda in Afghanistan, and it tried to accelerate plans to arm the Predator unmanned aerial vehicle.\nCould the Sept. 11 attacks have been prevented?\nThis will be hanging over Rice when she testifies in front of an audience that includes relatives of the attacks' victims.\nDon't expect her to follow Clarke's lead by apologizing to the victims' families. She is likely to echo Bush's view that the administration did all it could to thwart al-Qaeda.\n\"Let me just be very clear about this: Had we had the information that was necessary to stop an attack, I'd have stopped the attack,\" the President said Monday.\nThe joint 2002 inquiry by the House and Senate intelligence committees into the Sept. 11 attacks found that intelligence agencies had received information years before Sept. 11 that terrorists had considered using aircraft as weapons.\nThe intelligence reports included indications that terrorists had plotted to fly a plane into CIA headquarters and into a July 2001 summit in Italy that Bush and other world leaders attended.\nThe December 2002 congressional report also concluded that the intelligence community failed to \"bring together and fully appreciate a range of information that could have greatly enhanced its chances of uncovering and preventing\" the Sept. 11 attacks.\nFormer New Jersey Gov. Thomas Kean, a Republican and the 9/11 commission's chairman, has indicated his panel is heading to the same conclusion, saying the attacks could have been prevented if government officials had stopped the hijackers from entering the United States or if the CIA had managed to kill bin Laden.\nClarke, for all his criticism of the President, is less certain. When asked whether there was \"the remotest chance\" that his Jan. 25 proposal would have prevented the Sept. 11 attacks, he answered, \"No.\"\nWas the war in Iraq a needless distraction from the war on terrorism?\nQuestions about the Iraq war are technically beyond the scope of the Sept. 11 commission, but it's a central element of Clarke's criticism. His best-selling book, Against All Enemies, portrays Bush, Vice President Cheney and Defense Secretary Donald H. Rumsfeld as obsessed with ousting Iraqi leader Saddam Hussein.\nIn Clarke's view, the Iraq invasion diverted attention and resources from the war on terrorism, strained the international antiterrorism coalition, inflamed anti-American sentiment in the Arab world, and gave terrorists a recruiting tool.\n\"By invading Iraq,\" he told the Sept. 11 commission, \"the President of the United States has greatly undermined the war on terrorism.\"\nIf asked, Rice will echo Bush's view that Iraq is a key front in the war on terrorism that could help spread democracy throughout the Middle East.\nIn response to Clarke's assertion that the President was fixated on linking Iraq to the Sept. 11 attacks, Rice has said Bush merely was being prudent in probing for a possible connection.\n\"Anybody should have asked whether Iraq was complicit, given our history with Iraq,\" she said.\nContact reporter Ron Hutcheson at rhutcheson@krwashington.com.  \nThe Rice File\nBirth date Nov. 14, 1954.\nBirthplace Birmingham, Ala.\nEducation Bachelor of arts, political science, University of Denver, 1974; master of arts, University of Notre Dame, 1975; Ph.D., Graduate School of International Studies, University of Denver, 1981.\nExperience National security adviser, National Security Council, 2001-present; Hoover Senior Fellow and professor of political science, Stanford University, 1981-1999; provost, Stanford University, 1993-99; director-senior director, Soviet and East European Affairs, National Security Council, special assistant to the president for national security affairs, 1989-1991; special assistant to the director of the Joint Chiefs of Staff, 1986.\nBooks Coauthor, Germany Unified and Europe Transformed,1995; coauthor, The Gorbachev Era, 1986; author, Uncertain Allegiance - The Soviet Union and the Czechoslovak Army, 1984.\nFamily Single.\nQuote \"I want the American people to know the story of what we did before 9/11 and what we're continuing to do now.\"\n\nGraphic\n\n \nCHART;\nThe Rice File (Source: Associated Press)\n\nLoad-Date: August 24, 2005"
}