{
    "title": "STALEMATE; PEACE PROCESS AND SPORADIC TERRORISM CANNOT COEXIST",
    "publisher": "pittsburgh post-gazette",
    "year": 1997,
    "month": 3,
    "day": 29,
    "full text": "The Middle East talks are in crisis, and there is plenty of blame to go around. For starters, Israeli Prime Minister Benjamin Netanyahu's decision last week to begin construction of a Jewish residential complex in East Jerusalem, the status of which is yet to be negotiated, was irresponsible.\nTwo American vetoes in the U.N. Security Council of a resolution condemning Mr. Netanyahu's move only compounded the irresponsibility.  Helpless to block the Israeli move at home, the Palestinian Authority's diplomatic approach was quashed by American heavy-handedness.  The result? Once again Palestinian youths are trading stones for rubber bullets with Israeli soldiers, Messrs. Arafat and Netanyahu won't speak to each other and the most radical of Palestinian groups such as Hamas have seen their approval ratings in the West Bank double in a year.\nAll of this places Palestinian leader Yasser Arafat in an unenviable position, to be sure.  He had much political capital invested in a peace-making partnership with the now unreliable Israelis.  Few statesmen on the international stage could rise to this challenge and provide courageous leadership under such trying conditions.\nMr. Arafat is not one of them.  On the contrary, the president of the Palestinian Authority's reaction to Mr. Netanyahu's erratic approach to peace-making has been cowardly.\nDisappointed by the Israeli leader since last fall, Mr. Arafat has been flirting with his terrorist past.  In recent months he released a majority of the hundreds of Hamas and Islamic Jihad agents he had arrested last year in the aftermath of the devastating bus bombings in Tel Aviv. Because of this, The Washington Post has reported, U.S. intelligence agencies and their Israeli counterparts were not surprised by the suicide bombing on March 21 in a Tel Aviv cafe.  Three Israelis died and scores of others were wounded in the blast.\nPrime Minister Netanyahu is accusing his ''partner'' in peace of giving a green light to the resumption of terror.  U.S. officials have not gone so far, but they do concede that earlier this month President Clinton and CIA director-designate George Tenet both complained in one-on-one conversations with Mr. Arafat about his releasing known terrorists.\nOn Tuesday, the speaker of the Palestinian parliament further poisoned matters when he said the Palestinian Authority would not move against its own people, and cooperate with Israel on security matters, at a time when that nation is violating the spirit of the peace accords.\nThe peace process cannot survive such idiotic posturing, which only bolsters the arguments of Israel's own anti-peace extremists.  Mr. Arafat must be made to understand that even the toleration of terrorism cannot be a negotiating tactic to be mustered whenever Mr. Netanyahu disappoints him.\n \nUnless and until Mr. Arafat understands that, there can be no lasting peace, and no Palestinian nation.\n\nLoad-Date: April 1, 1997"
}