{
    "title": "Stalemate, Consensus",
    "publisher": "richmond times dispatch ",
    "year": 2009,
    "month": 2,
    "day": 15,
    "full text": "Israel's elections produced stalemate as well as, perhaps, a vague national consensus.\n A scheme of proportional voting makes it difficult for one or even two parties to dominate Israel's parliament. Coalitions must form, which often empowers fringe groups. Last week the Kadima Party founded by Ariel Sharon and led by Tzipi Livni finished first but fell well short of the seats needed to control the Knesset. Benjamin Netanyahu's Likud came in second. Reports routinely refer to Kadima as \"centrist\" and Likud as being on the \"right.\"\n Because parties affiliated with that so-called right claimed more seats than parties in the center or on the left, Netanyahu stands a good chance of becoming prime minister for a second time. President Obama would have preferred Livni. After bouncing between Livni and Netanyahu, we came down for Likud but without exuberance. The hardline Yisrael Beytenu Party scored significant gains. The Labor Party of Ehud Barak (a Clinton administration favorite) faded to a distant fourth. Labor's history boasts David Ben-Gurion and Golda Meir and other giants in the earth. Vast are the differences between contemporary Israel and the Israel of 1948. It may be, moreover, that the revisionist Zionism of Ze'ev Jabotinsky reflected more geopolitical realism than the Zionism of Theodore Herzl, although the original glistens still.\n The results suggest a lack of confidence in the peace \"process\" generally. Withdrawal from Gaza did not bring tranquility, for instance. Although terrorism has declined inside Israel, relations between Israelis and Palestinians have not flowered. Mutual distrust prevails. If, as apologists for terrorism assert, Israeli policies have given rise to intransigents such as Hamas, then surely Palestinian violence shares responsibility for the electoral prosperity of Israeli hardliners. Decades, if not centuries, will pass before the Middle East resembles northwest Europe or the borderlands between the U.S. and Canada.\n\nLoad-Date: February 21, 2009"
}