{
    "title": "STALEMATE IN THE MIDDLE EAST",
    "publisher": "st. louis post-dispatch ",
    "year": 1997,
    "month": 9,
    "day": 13,
    "full text": "Secretary of State Madeleine Albright doesn't mince words. \"I will not come back to tread water,\" she said.\nThe Mideast peace process is at a stalemate. The only one who can break the impasse now is Israeli Prime Minister Benjamin Netanyahu. He shows not the slightest inclination to budge.\nIt's hard to blame him. Israel feels besieged, with two terrorist bombings a little more than a month apart. The botched raid in Lebanon that took the lives of 12 Israeli soldiers has sparked its own crisis of co nfidence. At the moment, peace talks may look like a cruel joke.\nStill, Mr. Netanyahu must keep his eyes on the prize, one that will not be achieved by the kind of ultimatums that Mr. Netanyahu has in effect issued. He will offer nothing until Palestinian leader Yasser Arafat cracks down on terrorism to Mr. Netanyahu's satisfaction. That intransigence breaks a fundamental rule of negotiation - that it is a process of give and take. Both sides have to move to make progress.\nSecretary Albright began her visit in a way calculated to give Mr.  Netanyahu considerable reassurance - and she was right to do so. At the beginning she focused on terrorism and used strong, blunt language to tell Mr. Arafat that the Palestinian Authority had to take unilateral steps to root out the terrorist infrastructure. She accused Mr. Arafat publicly of not doing nearly enough to crack down on Hamas and Islamic Jihad - which he hasn't.\nIndeed, Ms. Albright's approach was so direct and uncompromising that some accused her of abandoning the U.S. role of even-handed mediator. But it was a gutsy move that made the U.S. point: It put Mr. Arafat on notice that he had to do something more than his first feeble efforts, and it affirmed Mr. Netanyahu's insistence on security.\nBy the end of the trip, Ms. Albright had extracted from Mr. Arafat a promise to combat terrorism - for what that is worth. She also firmly communicated that the United States would not be taken in by superficial measures. Mr. Arafat has to \"take apart the infrastructure of Hamas,\" she said. \"I will believe that it works when we see some results.\"\nUnfortunately, those results may never come - unless Israel gives something in return. Mr. Arafat's ardor for pursuing terrorism may wane if he has no concrete achievements to which he can point. Perhaps more important, Palestinian support for these measures, and for the Oslo accords, could wither unless they believe they are equal partners.\nMs. Albright has asked Mr. Netanyahu for a \"time out\" on building new settlements, and he has balked. He needs to take a bold step toward peace by agreeing to a time out. The peace process can never move forward if Mr. Netanyahu stands still.     \n\nLoad-Date: September 14, 1997"
}