{
    "title": "Stanford prof., chosen as face of terrorism for book, sues publisher",
    "publisher": "university wire",
    "year": 2006,
    "month": 5,
    "day": 15,
    "full text": "For the cover of his new booklet \"Campus Support for Terrorism,\" nationally-known conservative author David Horowitz has chosen the face of Stanford History Prof. Joel Beinin. In response, Beinin has filed a lawsuit against the book's publishers. In an interview with The Stanford Daily, Beinin cited copyright violation as the reason for the lawsuit.\n\"Isn't it ironic that someone who claims to be a great defender of capitalism, the free market, and private property would steal my intellectual property?\" he said. \"Don't I have the same property rights as others?\"\nWhile many liberal professors have faced attacks by conservative groups in recent years, Beinin is one of the first to respond with legal action. According to The San Jose Mercury News, his suit does not address libel or free speech issues, but rather the publisher's use of his photo without permission.\nSpecializing in Egypt, Israel and Palestine, Beinin has published a number of books and journal articles over his academic career. In advocating a peaceful, international response to the human rights problems spurred by Israels occupation of the West Bank, Beinin has been viewed by conservatives in the United States as a radical liberal.\nThe conservative group \"Campus Watch,\" for example, has criticized Beinin and suggested that his pro-Palestinian outlook compromises his teaching. Horowitz also targeted Beinin in a previous book \"The Professors: The 101 Most Dangerous Academics in America.\"\nBeinin commented on Horowitz's publication of the latest book and the intentions of its author.\n\"The booklet on which my photo illegally appears seems to be part of a concentrated campaign to vilify and discredit academics who disagree with the views of the Bush administration, especially on Middle East policy matters,\" he said. \"Campus Watch, Martin Kramer's book, Ivory Towers on Sand, the writings of Daniel Pipes and Hoover Institution fellow Stanley Kurtz all adopt similar approaches. They invent claims out of whole cloth, or lift quotes out of context, or distort the meaning of people's words or make arguments by innuendo. On the whole they viciously attack professors for doing things (teaching and writing) that are perfectly legitimate but that do not accord with their ultra-right wing agenda.\"\nBeinin also responded to Campus Watch's claims of an \"anti-Israel bias\" at Stanford.\n\"The notion that there is an 'anti-Israel bias' at Stanford is ridiculous,\" he said. \"What it seems to mean, in fact, that there is a debate about Palestinian-Israeli issues on campus. In my opinion that is entirely proper and a good thing. There are plenty of faculty members, courses, student groups, and extra-curricular activities at Stanford that are supportive of Israel.\"\nPresident of the conservative Center for the Study of Popular Culture, Horowitz has published a number of books, articles and journal entries over the last forty years. Originally a leftist postgraduate student at UC-Berkeley during the 1960s, Horowitz has become a leading conservative speaker in the last two decades, with publications such as \"Left Illusions\" and \"The Anti-Chomsky Reader.\"\nIn his introduction to \"Campus Support for Terrorism,\" Horowitz described the support for Nazi Fuhrer Adolf Hitler by German academic institutions in the 1930s and then compared the advocacy of Nazism to liberal faculty support of radical Islam in the current political climate.\nWhile Beinin's lawsuit limits itself to the picture on the book's cover, Beinin looked to achieve an ideological victory with legal action.\n\"I'm hoping to win the suit, protect my copyright, and send a message to Horowitz that he can not steal my picture and use it to make inflammatory and untrue claims about me,\" he said. \"He can't, and in fact, does not even try, to prove that I am a 'campus collaborator with terrorism.' But putting my picture on the book falsely asserts that I am.\"\nDespite criticism from conservative thinkers, Beinin has achieved significant recognition for his academic work in the Middle East. A tenured professor at Stanford, he has served on the University's Faculty Advisory Committee on Islamic Studies since 2002 and was the president of the Middle East Studies Association of North America from 2001 to 2002.\n(C) 2006 The Stanford Daily via U-WIRE\n\nLoad-Date: May 15, 2006"
}