{
    "title": "Stand with Israel to combat all terrorism",
    "publisher": "the world",
    "year": 2001,
    "month": 9,
    "day": 27,
    "full text": "Editor, New Era:\nThe apocalyptic attack that took place against America two weeks ago was an attack on all civilization. We were chosen because we are the only superpower that remains in the world today.\n#MART.S252770#We represent the quintessence of what the radical Islamic extremist groups hate and vilify: our affluent lifestyle, culture and capitalist values.\nThis has been further exacerbated by our sanctions and interference against primarily Muslim nations that give aid and succor to terrorism.\nThis attack would have occurred despite our policies and support for the State of Israel, our principal ally in the Middle East.  Recently, some individuals have suggested that we should stop aid to Israel. This would be an egregious error, since it would amount to playing into the hands of the terrorists.\nFor Israel is the only true democracy in the Middle East. It has always been a source of unwavering support for the United States and it is strategic to our national security.\nNow more than ever, we should understand the daily struggle that Israelis must face against the reign of terror perpetrated by Islamic extremist groups. This in addition to the daily onslaught from many Arab newspapers, Arab intellectuals and in school textbooks, calling for the destruction of Israel, Jews and Americans.\nThis is the time for all Americans to stand strong with Israel and our allies everywhere to eliminate the scourge of terrorism.\nAt the same time, we must stop the discrimination and racial-profiling of Muslims, since the majority condemn and find these terrorist acts abhorrent. Even during a war, the Koran expressly forbids such extreme acts against civilians and innocents.\nIn order to succeed, we need to show solidarity among all people of good faith.\nDr. Robert A. Matlin\nPresident\nLancaster Jewish Federation\nChair\nLancaster Jewish Forum\n\nLoad-Date: September 29, 2001"
}