{
    "title": "Stanford Students for Workers' Rights endorses the Philippine Human Rights Act",
    "publisher": "university wire",
    "year": 2020,
    "month": 7,
    "day": 17,
    "full text": "On July 3, 2020, Philippine President Rodrigo Duterte signed the Anti-Terrorism Bill into law. The law, which increases the length of time that Filipinos can be detained without a warrant and broadly extends the scope of what can be prosecuted by the government as terrorism, was passed despite criticism from lawmakers, human rights defenders and Filipino activists. And while the Anti-Terrorism Law represents a serious blow against Philippine democracy, it must be understood in the larger context of President Rodrigo Duterte's brutal militarist regime and the countless human rights violations that have occurred under his watch. Since his declaration of a \"war on drugs\" which has systematically targeted the Philippine poor, over 30,000 lives have been lost in a spate of extrajudicial killings. While this violence may seem far afield from United States politics, it is in fact imbricated in US imperialism, as the U.S. has provided $550 million dollars in military aid to Duterte since 2016. Alongside this provision of aid, the U.S. continues to treat the Philippines as a strategic foothold in Southeast Asia, and consistently conducts joint armed exercises with Philippine military forces.\nMany of the service workers we organize with at Students for Workers' Rights are Filipino migrants, and we affirm that their individual stories and struggles must be situated within the broader frames of imperialism and capitalism. Ever since it began its genocidal conquest of the Philippines in 1899, the United States has continued to profit from its imperial relationship with the nation-state, one consequence of which has been the crippling of Philippine economic sovereignty by foreign investment and neoliberal policies. This lack of economic sovereignty is a direct cause of the vast outmigration of laborers from the Philippines to the United States, where Filipino migrants face systemic racism and precarity. In order to enforce this status quo, the U.S. has actively supported fascist, militarist leaders and policies in the Philippines, from its financial and political support of the dictator Ferdinand Marcos to its provision of military assistance to the Duterte regime. We at SWR condemn these blatant acts of imperialism.\nIn addition, the Duterte regime has actively suppressed militant labor organizers and the Philippine left through its draconian policies, and its tacit acceptance, if not outright endorsement, of extrajudicial killings have led to the murders of various trade unionists, labor leaders and left intellectuals in the several years since Duterte has come to power. We at SWR also condemn the oppression of the Philippine labor movement by the Duterte regime, while affirming that the Philippine state's brutal use of force is a reaction to the profound power of people's struggle.\nIn closing, we at SWR firmly believe that the abolition of the United States' military-industrial complex is essential to the liberation of the oppressed peoples of the world. We stand with mass movements against state repression around the globe, from Palestine and Hong Kong to the Philippines. As such, we are calling for the US government to end its provision of military assistance to the Philippine police and armed forces, and declare our support for the Philippine Human Rights Act , which aims \"to suspend United States security assistance with the Philippines until such time as human rights violations by Philippine security forces cease and the responsible state forces are held accountable.\" We are also calling on our elected representatives at the state and national-level to endorse the PHRA and to publicly condemn the excesses of the Duterte regime.\nFinally, at the Stanford level, we are calling for the following:\nWe call on the undergraduate, graduate and faculty senates to endorse the PHRA to stand in solidarity with the Filipino people and the global struggle against US imperialism by drafting and passing resolutions in support of the PHRA.\nWe call on Stanford VSOs and other Stanford organizations to endorse the PHRA here: tinyurl.com/PHRAendorse.\nWe call on individuals to sign the petition endorsing the PHRA here: tinyurl.com/PHRApetition.\nContact Ethan Chua at ezlc327 'at' stanford.edu with any questions about how to further support the PHRA.\nThe Daily is committed to publishing a diversity of op-eds and letters to the editor. We'd love to hear your thoughts. Email letters to the editor to eic 'at' stanforddaily.com and op-ed submissions to opinions 'at' stanforddaily.com.\nFollow The Daily on Facebook, Twitter and Instagram.\n.css-10w0hkr{margin:0 auto;width:100%;}@media (min-width:1100px){.css-10w0hkr{width:650px;}}\nWhile you're here...\nWe're a student-run organization committed to providing hands-on experience in journalism, digital media and business for the next generation of reporters. Your support makes a difference in helping give staff members from all backgrounds the opportunity to develop important professional skills and conduct meaningful reporting. All contributions are tax-deductible. Support the Daily$50$200$1,000OtherMake my donation a monthly donation. Get Our EmailsDigest Ethan Chua.css-qmqbsq{margin:0 auto;width:100%;}@media (min-width:1100px){.css-qmqbsq{width:600px;}}\n\nLoad-Date: July 17, 2020"
}