{
    "title": "Stand back and stand by",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 27,
    "full text": "One phrase stood out to me during the first presidential debate. In a night filled with constant interruptions, I had almost given up on listening to it, but one question made my focus sharpen. The moderator, Chris Wallace, asked President Donald Trump to denounce right-wing extremist groups like the Proud Boys, a white supremacist group. As I intently listened to his response, I heard Trump utter the words, almost as if he was issuing a command, \"Stand back and stand by.\" I was more worried than surprised. This statement was not out of the ordinary for President Trump. In fact, the president has been given countless opportunities to condemn right-wing extremists and has failed to do so. The problem is that a major catalyst for right-wing violence is quickly approaching.\nSince 1994, right-wing extremist groups continue to be the primary perpetrator of terrorism in the United States. The growth of right-wing terrorism has only increased, and in the last six years, it has exploded. In examining this movement, there are three main factions: the anti-government extremists, white supremacists and incels, also known as involuntary celibates. Right-wing extremist organizations are loosely connected and many lack leaders, instead relying on individual actors. Much of their organization and recruitment is done through social media platforms such as Facebook, Instagram, YouTube, Reddit, 4 Chan and more. Some even use computer games to recruit and radicalize new members.\nRight-wing violence is set to explode. These groups are heavily armed and are bent on causing havoc. And, unfortunately these organizations have the perfect target - the 2020 presidential election. Due to the COVID-19 pandemic and President Trump's rhetoric, the 2020 election is set to be the most uncertain election in modern history. COVID-19 has completely changed how the election is being conducted. The use of mail-in and absentee voting has increased in popularity as many weigh the risks of voting in-person during the pandemic. Additionally, the results of the election may not be available on election night due to the longer process to count ballots and some states allowing ballots received after election date to be counted. The normal cycle has been upturned in this election due to the fact that a larger chunk of the country than ever before is voting by mail. This alone would not be problematic. What has turned it into a catalyst of potential violence is President's Trump's dangerous rhetoric, fueling right-wing extremist violence. He has continuously railed against mail-in voting, calling it rigged. He has also cast doubts about whether he would even acknowledge the results of the election. This rhetoric only serves to embolden right-wing extremists, many who view Trump as a leader of their crusade. One such group called the Oath Keepers has promised it would commit violent actions if President Trump loses the 2020 presidential election.\nOther groups have tried to take action before the election. Recently, 13 suspects were arrested for a plot to kidnap the governor of Michigan, Gretchen Whitmer. The suspects were part of the Wolverine Watchmen, an anti-government extremist group. Their goal is to start a second American civil war. Many of the anti-government extremists are part of the Boogaloo Movement. The Boogaloo Movement believes the government is illegitimate, and thus members of the group are working to incite another civil war. Many within the movement also hope to start a race war in conjunction with a civil war. While the Wolverine Watchmen, like many anti-government extremists members, are not uniformly aligned with President Trump, QAnon, a new conspiracy theory has bolstered support for President Trump among anti-government extremists. Q Anon is a disproven conspiracy theory that is based on anonymous posts by someone named Q, who claims that President Trump is secretly working to take down a sinister deep state cabal of Satan-worshipping pedophiles. The idea of QAnon has engrossed many of Trump's supporters, and has become a common symbol in President Trump's rallies. It also has appealed to anti-government extremists, as they believe they are helping President Trump fight against the true \"masters\" of the government. Unsurprisingly, when asked to denounce Q Anon, President Trump refused.\nRight-wing extremism is increasing as these movements' allyship with President Trump strengthens. Therefore, Trump is the most dangerous president in U.S. history. He continually shows a refusal to accept election results, constantly attacks his opponents while spreading baseless conspiracy theories and undermines the media. The result is an increased radicalization of the American far-right. It must be seen what the result of all of these factors will be in the 2020 election, but it is looking grim. Throughout its history, America has had a relatively peaceful transfer of power. Even leading up to the Civil War, a new president, Abraham Lincoln, was successfully sworn in as the president of the United States. Presently, that peaceful transfer of power is very much in question. President Trump has shown no inclination that he will accept the election results, and he is not alone. Throughout the country, in every state, there are numerous groups waiting to support Trump and spread violence in order to achieve their various goals. The result of the 2020 election may not be decided by voters. My advice is simple: stand back and stand by.\n\nLoad-Date: October 29, 2020"
}