{
    "title": "Standing up to terrorism",
    "publisher": "the world",
    "year": 1994,
    "month": 12,
    "day": 30,
    "full text": "The hijackers of an Air France airliner made a fatal miscalculation. They bet  that French authorities would capitulate to their demands, thus setting the  stage for their diabolical plan to blow up the plane over Paris.\nInstead, French commandos carried out an extraordinarily successful raid  while the plane was still on the ground in Marseilles. All four hijackers were  killed, and 171 hostages were freed. It seems almost a miracle that no  commandos or hostages were killed in the raid.\nHIJACK\nThe hijackers' miscalculation was understandable. Before this incident, the  French government had established a cowardly habit of accommodating Islamic  terrorism. For years, French authorities seemed interested only in doing  whatever was necessary to assure that acts of terrorism were directed  somewhere other than at French targets. That attitude may have given the  French a false sense of security, but it damaged international efforts to  control terrorism.\nWhatever deal the French government thought it had made for itself has  disintegrated over the course of Algeria's civil war. Algeria's government,  with French encouragement, annulled 1992 elections that would have brought  Iranian-styled Islamic fundamentalists to power. France controlled Algeria for  more than a century and retains special influence there, so it is no surprise  that Islamic rebels consider themselves as much at war with France as with  Algeria's military regime.\nThe increasing campaign of terror against French targets, culminating with  the Air France hijacking, may finally have taught French authorities what most  of the rest of the world already knew. Any attempt to accommodate terrorism  will, literally, blow up in your face eventually.\nThe successful raid in Marseilles almost certainly will bring retribution.  In the long run, though, France's unexpectedly tough response to this  hijacking should result in less terrorist activity, not more. The shadowy  network of international terrorism thrives on the civilized world's disunity  and inattention.\nIf this raid signals the French government's willingness to become fully  involved in international efforts to smash the web of terrorism, the ultimate  result of the drama in Marseilles may be even more dramatic than the original  shootout. \n\nLoad-Date: December 30, 1994"
}