{
    "title": "Stand with Iran 's people",
    "publisher": "daily news ",
    "year": 2018,
    "month": 1,
    "day": 3,
    "full text": "By the tens of thousands across a country mislabeled the Islamic Republic, Iranians are standing up against a regime that suffocates their freedoms and squanders their treasure to finance terrorism.\nThey are being met with brutal force; as of press time, 21 protesters were reported dead across the country; 450 were jailed in the capital alone.\nAll Americans should stand with women and men who seek to shake off the shackles of repression and steer their nation toward a more open, prosperous and democratic future.\nWhich means, like it or not, seconding the strong statements issued by President Trump.\n\"They are hungry for food & for freedom,\" tweeted the President on Monday of those who have flooded the streets. \"Along with human rights, the wealth of Iran is being looted.\"\nNo argument there.\nTuesday, he followed up with this: \"The people of Iran are finally acting against the brutal and corrupt Iranian regime. All of the money that President Obama so foolishly gave them went into terrorism and into their 'pockets.' The people have little food, big inflation and no human rights.\"\nNo argument there either, except an asterisk to note that telling Iranians en masse they are not welcome in the United States, as the Trump administration has done, is counterproductive.\nAnd it's fair to doubt whether the President would spare a word of support for any popular unrest in Saudia Arabia, where a repressive regime squanders billions on its own cross-border wars. Indeed, Trump once expressed admiration about the \"strength\" with which the Chinese government put down the uprising in Tiananmen Square.\nBut we are here now, with the imperfect American President the nation's only messenger. And as long as protesters' lives are on the line - meaning, for the foreseeable future - America must do its part to support them.\nUnder the last administration, we didn't. When protests erupted back in 2009, President Obama hemmed and hawed before finally succumbing to pressure to support the uprising.\nHe then pressed ahead to broker a deal relaxing sanctions, in exchange for having a fundamentally untrustworthy regime promise to curb its nuclear weapons program.\nObama insisted the agreement would embolden moderates and weaken hardliners by opening a too-closed economy to the West and ratcheting up pressure on the Mullahs from within.\nAny honest look at the last three years makes clear that the opposite has happened.\nAyatollah Ali Khamenei and his partners in theocratic authoritarianism are sponsoring terrorism in Syria and Lebanon with ever greater impunity. They are trying to tighten their stranglehold on civil society. Corruption is rampant.\nAccelerant on the flames: Despite the lifting of some sanctions - while others remain in place - the Iranian economy is flailing. Unemployment is high; inflation is biting.\nAutocratic governments do not reform, much less collapse, easily, which means things will almost surely get worse for those who cry out before they get better.\nBut if the people keep it up, and if the world backs their aspirations, an Iran that respects its people and makes less mischief for its neighbors may, just may, come into sharper focus.\n\nGraphic\n\n \nNLVL\n\nLoad-Date: January 3, 2018"
}