{
    "title": "Standing tall; Bush unbowed in the face of war on terrorism and America 's recession",
    "publisher": "the world",
    "year": 2002,
    "month": 1,
    "day": 30,
    "full text": "During the past four and a half months, Americans have been twice terrorized -- once by those who crashed planes into buildings, and once by businesses that have come crashing down around them.\nIn his State of the Union address Tuesday, President Bush focused on both. It was an address by a president whose approval ratings are sky-high, in part because of the way he has conducted the war on terrorism.\nIndeed, he received loud and sustained applause from Congress for his remarks about the war on terrorism and his plans to strengthen homeland security.\n#STATEOFUNIONm#\nThe president pressed his case for continuing the war against terrorism and those states that support and harbor terrorist organizations. Citing the \"tens of thousands\" of terrorists who were trained in Afghanistan and are now planted around the world, Bush said America must pursue them because \"freedom is at risk.\"\nHe said America must act to prevent regimes in North Korea, Iraq and Iran from developing and obtaining weapons of mass destruction.  To do so, he called upon Congress to pass the largest military spending increase in two decades.\nOn the home front his budget calls for, among other items, increased funding for fire and police training to enable them to respond to future emergencies.\nAmericans can find little in that message with which to disagree.  But polls show Americans now view the economy, not the war on terrorism, as their number one concern and the budget is a key piece of that puzzle.\nIn fact, it is conceivable that if this president is not able to stabilize the economy, he could face a fate similar to that of his father, whose high ratings from the Persian Gulf War eroded as quickly as the nation's economy in 1992.\nPresident Bush made a pitch for good corporate citizenship in his address Tuesday. He proposed safeguards for retirement plans, pushed for a prescription drug plan for senior citizens, announced his support for a patients' bill of rights and called upon lawmakers to make last year's tax cuts permanent.\nThe reference to corporate America underscores the importance of getting the economy running again. Both parties understand that need, but Democrats correctly question Bush's proposed methods.\nThe president's economic stimulus package, which contains additional tax cuts, faces a difficult road in Congress, as does his version of a prescription drug plan.\nDemocrats disagree in principle with the president's tax cut proposals. But to suggest that their opposition is based solely on principle misses the mark.\nPolitical analysts note that the party not holding the White House has gained in every congressional midterm election, save one, since 1938. A change of just six House seats would give Democrats control of both chambers and further complicate Bush's agenda for the final two years of his term. Therefore, Democrats have a political reason as well to attempt to derail the Bush agenda.\nTo defuse the opposition, the president needed to appeal to the moderates his party courted in the 2000 election. He needs to understand that his swing to the right on domestic issues -- his appointments, the courts, the environment and tax cuts -- coupled with the party's perceived coziness with big business, has hurt his image as a supporter of the middle class.\nTuesday's speech may help him in that regard. Bush's focus on education and on the creation of the Freedom Corps are likely to strike a chord with Americans. His call for citizens to perform 4,000 hours of community service over the course of their lifetimes should be viewed as both an obligation and an opportunity.\nLast January, our security was unquestioned. The nation was safe, the economy strong. A year later, that security has been shattered.\nThe president has stood tall in these difficult times. So, too, has the nation.\n\nLoad-Date: January 31, 2002"
}