{
    "title": "Start memorial now for current war's fallen",
    "publisher": "telegraph herald ",
    "year": 2017,
    "month": 11,
    "day": 9,
    "full text": "By Joni Ernst\nU.S. senator\n-\nIowa\nGreeting and visiting with Iowa veterans at our national war memorials in Washington, D.C., is without a doubt something I look forward to throughout the year. To see these humble servants of our nation have the chance to visit a memorial created in their honor and pay tribute to the fellow service members they lost, is an incredibly moving experience.\nAs a retired lieutenant colonel from the Iowa Army National Guard and a citizen, I am filled with pride and gratitude as I welcome these men and women to our nation's capital.\nWhen the World War II memorial opened in 2004, it was nearly 60 years after the war's conclusion. Each passing year, we see the number of World War II veterans, many of whom are visiting their war memorial for the first time, decline. It is incredibly unfortunate that many of these veterans, who sacrificed so much, could not bear witness to this tribute to their service.\nAs a veteran of the Global War on Terrorism, I served alongside young men and women who left their home, friends and family to protect and defend our nation. The Global War on Terrorism is our nation's longest ongoing war, and many of those men and women will soon be old enough to have children of their own deployed to fight in the very same war.\nI fear that if we wait until the end of this war to begin the process of establishing a memorial in their name, many in this generation of veterans may miss out on seeing and visiting this tribute.\nWith this in mind, earlier this year, I led a bipartisan effort in Congress to take the important steps needed to begin the process to build a Global War on Terrorism Memorial on the National Mall in Washington.\nThis authorization allows a private foundation to get started on the design and construction of a Global War on Terrorism Memorial, without using any federal funds.\nWe were thrilled to receive President Trump's support, when he signed our measure into law in August.\nIt is my hope that the Global War on Terrorism Memorial will serve as a place of healing and reflection for our servicemembers, veterans, and their families, as well as a reminder of the heroic acts of so many for you and me.\nAdditionally, I firmly believe that it is our duty, as a grateful nation, to ensure we are doing everything we can to support and honor our veterans, as well as those who continue to serve in uniform.\nAnother way my office and I are able to serve our veterans is by offering assistance with federal agencies over problems or questions they may have regarding veterans' benefits, military affairs or receiving medals that they have earned. Folks can submit a casework request by visiting my website (Ernst.Senate.Gov) or calling my office (515-284-4574) to speak with a member of my staff.\nOur country has a responsibility to live up to the promises made to our veterans, and I am committed to making sure our veterans are receiving the benefits and care they were promised.\nI hope you'll join me in thanking our veterans and wishing all of our over 200,000 veterans in Iowa, and those across the country, a wonderful Veterans Day.\n\nLoad-Date: November 9, 2017"
}