{
    "title": "State intelligence center tight-lipped about successes, failures",
    "publisher": "the new york times",
    "year": 2014,
    "month": 6,
    "day": 8,
    "full text": "June 08--MONTGOMERY -- Last week, 13-year-old Jovana Hill was returned to her family in Tuscaloosa after more than a month as one of the state's most-sought missing persons.\nThe Alabama Fusion Center was on the case, though it's not clear exactly how.\nTwo years ago, Riverchase Galleria kiosk worker Ulugbek Kodirov pleaded guilty to aiding terrorist organizations and plotting to assassinate President Barack Obama.\nThe Fusion Center may have played a role in his arrest. Or maybe not.\nFor the past six years, the Fusion Center, a 10-person state agency, has been collecting intelligence on terrorist threats and other criminal activity from its office in downtown Montgomery. While other law enforcement agencies tout their successes and make pleas for more funding, officials of the Fusion Center are tight-lipped about what they do -- and whether they've helped catch any criminals at all.\n\"The Fusion Center does not have arresting officers and does not maintain arrest records or statistics,\" Anna Morris, spokeswoman for the Alabama State Law Enforcement Agency, wrote in an email to The Star.\nThe center is one of 78 such offices, funded jointly by state and federal governments, that have popped up across the country since the Sept. 11, 2001, terrorist attacks. A congressional commission, set up after the attacks, concluded that better information-sharing among law enforcement and intelligence agencies might have caught the terrorists. Fusion centers, where state employees collect tips and share them with federal agencies such as the FBI, were proposed as a solution to that problem.\nIn recent years, though, fusion centers in other states have come under fire for allegedly monitoring the activities of harmless political outsiders, from Ron Paul supporters to the Occupy movement. And privacy advocates say the centers exist in a gray area between state and federal governments, shielding them from proper oversight.\n\"Fusion Centers are definitely an area of the surveillance state that hasn't gotten the same attention that other areas have, and that's by design,\" said Nadia Kayyali, an activist for the California-based Electronic Frontier Foundation.\nMore than terrorism\nBen Bawden, a spokesman for the National Fusion Center Association, a lobbying group for such centers, says they aren't  doing anything police haven't done in the past -- they're just doing it in a more organized way.\n\"State and local intelligence collection has been around forever, but we haven't always called it that,\" Bawden said.\nWhile fusion centers vary from state to state, Bawden said, most of them spend their time collecting information to help solve non-terrorist crimes.\n\"It doesn't matter the flavor of the crime,\" he said. \"Whether it's murder, or drug trafficking, or serial burglaries, or terrorism.\"\nThe Alabama Fusion Center's own privacy policy, available online, offers glimpses of how the center does its work. Analysts at the center take tips from various sources, including anonymous tips, trained interviewers, public records and the private sector.\nAnalysts assess the information to determine whether it's worth retaining or passing on to other law enforcement agencies. According to the policy, the center can keep information \"based on a level of suspicion that is less than reasonable suspicion,\" but is banned from collecting information on people because of their religious or political views, race, gender, sexual orientation or ethnicity.\nFusion centers in other states have similar policies, but those policies have done little to quell the concerns of critics, who say the centers' mission has crept away from the anti-terrorism role and, potentially, into monitoring constitutionally protected activity.\n\"Fusion centers were sold to Congress as a way to fight terrorism,\" said Peter Swire, who teaches law and ethics at Georgia Tech and served on President Obama's Review Group on Intelligence and Communication Technologies, in an e-mail. \"The overwhelming majority of their work, however, has nothing to do with terrorism.\"\nSwire said fusion centers have an incentive to justify their existence by spying on political protesters simply because they might later turn out to be connected to terrorism.\nLast month, the New York Times reported that fusion centers in several states kept track of Occupy protests -- generating roughly 4,000 pages of emails and reports about those protests.\nBawden said that monitoring was no different than keeping track of the Super Bowl or other major activities likely that are to draw a crowd to a community, and thus require security.\n\"It's not about the threat that the event poses, it's about the fact that there is an event where something could happen,\" he said.\nDivision of labor\nState law enforcement officials initially wouldn't talk in detail about the distribution of labor within Alabama's fusion center.\nSearching online, The Star found the names, office phone numbers and specialties of nine analysts at the Alabama Fusion Center as of February, listed in a Powerpoint presentation given by then-Fusion Center director Joe Davis. A call to one of the analysts confirmed the veracity of the list.\nOnly two of the nine have terrorism explicitly in their portfolio. One of those analysts also specializes in the sovereign citizens movement and militia groups, the document shows, while the other has expertise in gangs and hate groups.\nFour others deal with \"criminal cases.\" One has \"financial services\" and \"water\" listed as his areas of expertise. Another monitors emergency services and critical manufacturing as well as social media. One analyst focuses solely on human trafficking and another on \"HIDTAs.\"\nThat may be a reference to the High Intensity Drug Trafficking Area Program, an intelligence-sharing effort for law enforcement agencies created at the height of the drug war in the 1980s.\nRole unclear\nThe Davis powerpoint refers to a number of \"threats\" in Alabama, including criminal motorcycle gangs, the sovereign citizens' movement and hate groups.\nMentioned by name in the Powerpoint is Ulugbek Kodirov, an immigrant from Uzbekistan who worked at a kiosk in a Hoover shopping mall before being arrested on a charge of plotting to kill President Obama. Kodirov pleaded guilty to that charge, and to a charge of aiding a terrorist group. His plea agreement says he contacted three people -- none of them named in the agreement -- in an effort to purchase a sniper rifle and grenades. Some of the court documents in Kodirov's case are sealed.\nAsked whether the Fusion Center was involved in Kodirov's case, Morris and Law Enforcement Agency general counsel Jason Spann both declined comment.\nKodirov's attorney, Lance Bell, said he wasn't aware of any Fusion Center role in the arrest.\n\"What's a fusion center?\" Bell asked.\nRecent press accounts cite the Fusion Center as being involved in the search for Hill, the missing Tuscaloosa girl, though center officials wouldn't comment on that investigation, either.\n\"These are questions that are more appropriately directed to the agencies that worked them,\" said Spann, the Law Enforcement Agency's counsel. Attempts to reach a spokesman for the Tuscaloosa County Sheriff's Office, which handled that case, were unsuccessful.\nAsked if the Fusion Center had any way to track its success or efficiency in stopping or solving crimes, Spann said that was a difficult question.\n\"How do you prove a negative?\" he asked. \"How do you measure things that didn't happen?\"\nTracking the cost\nBy at least one metric, the  influence of Alabama's fusion center seems to be shrinking.\nThe center asked for only about $249,000 in its state budget request for fiscal 2014, according to figures The Star obtained through a public records request. The budget request for 2013 was more than twice as much, nearly $533,000.\nThe Star asked for the budget requests after state officials said they didn't have exact numbers for the cost of the center, which is part of the larger budget of the state law enforcement agency.\nA lack of spending oversight was among the criticisms that emerged in a report on fusion centers released by the U.S. Senate's Permanent Subcommittee on Investigations in 2012. That report -- which didn't mention Alabama's center -- said the U.S. Department of Homeland Security had lost track of its spending on fusion centers.\n\"Some fusion centers have gone years without a physical presence and without filing any intelligence reports,\" the report states.\nSenate investigators also concluded, after observing the centers in operation for 13 months, that there was no clear evidence the centers had contributed to stopping terrorist attacks.\nOn the table\nWhile Alabama's Fusion Center appears to have seen a cut in state funding, it's not clear how much money the state got from the federal government this year. Overall, federal funding for fusion centers has gone down in the last year, said Mike Sena, president of the National Fusion Center Association.\n\"There's been a slight decrease at the federal level, combined with an increase in state funding in most states,\" Sena said.\nJust why the Alabama Fusion Center's funding dropped is unclear. Spann noted that state law enforcement arms have only recently reorganized under the newly-formed Alabama Law Enforcement Agency. The agency is reviewing various functions to see where it can make cuts.\nAsked if the Fusion Center could be reviewed and cut entirely, Spann wouldn't rule that out.\n\"Everything is on the table,\" he said.\n___ (c)2014 The Anniston Star (Anniston, Ala.) Visit The Anniston Star (Anniston, Ala.) at www.annistonstar.com Distributed by MCT Information Services\n\nLoad-Date: June 9, 2014"
}