{
    "title": "STATE OF SIEGE IS IMPOSED IN CHILE",
    "publisher": "the new york times",
    "year": 1984,
    "month": 11,
    "day": 7,
    "full text": "President Augusto Pinochet imposed a state of siege in Chile today for the first time in six years.\n He acted after months of political unrest and a day after his Cabinet resigned to give him a freer hand to deal with the situation.\n''It is precisely to save democracy and liberty that now more than ever it is necessary to be inflexible with respect to the institutional order that rules us,'' the President said at a ceremony at which he announced a new Cabinet.\n \nGreater Powers for President\nMinutes after the ceremony, a nightly curfew from midnight to 5 A.M. was imposed.\nChilean Pres Augusto Pinochet imposes state of siege in country for firset time in six years, acting after months of political unrest and day after Cabinet resigns to give him freer hand to deal with situation; announces new Cabinet, with only two minor changes; institutes nightly curfew from midnight to 5 AM (M)\nThe President already had considerable powers to combat terrorism under the previous state of emergency. The press could be censored and political leaders exiled.\nThe main difference seems to be that under the state of siege the Goverment can hold terrorist suspects without charges for an indefinite period and trials can be delayed indefinately.\nThe new Cabinet brought only two minor changes. General Pinochet reappointed Interior Minister Sergio Onofre Jarpa, the chief minister, whose decision to step down Monday was followed immediately by the resignation of 15 other ministers.\nMr. Jarpa's resignation had been thought to be in protest against the Government's hard line against the opposition. But his decision to remain in the Cabinet indicated that he agrees with the Government's position.\nThe Government has taken an increasingly hard line against its opposition, which is pressing demands for a return to democracy. General Pinochet has vowed to remain in office until 1989.\n \n'Subversive Practies' Cited\nThe opposition, along with the Roman Catholic Church, has also been calling for consultations with the Government.\nGeneral Pinochet, who has refused to negotiate with the opposition, which represents a broad political spectrum, today blamed ''subversive practices'' for ''impeding the full realization of democracy.'' He added that the ''vices that affect our political life continue to be present.''\nRicardo Lagos, the president of the Democratic Alliance, which represents six moderate parties, said after the General Pinochet's speech: ''It seems that General Pinochet doesn't understand anything that is happening in Chile. He believes that repression will solve all that is happening.''\nMr. Lagos said the Alliance would call for more protests soon. ''It is the only way,'' he said.\nIn the last two days of protest, which culminated in a national strike on Oct. 29, eight people were killed and more than 200 were sent into internal exile to the fishing town of Pisagua in northern Chile.\n \nChurch Urges Discussions\n \n A spokesman for the Roman Catholic Church said the Archbishop of Santiago would have no comment until Wednesday. The church has consistently called for discussions between the opposition and the Government and has warned both sides against using violence. But it has become increasingly critical of the Government and has warned that General Pinochet's refusal to talk to the opposition would only result in more violence.  Mr. Jarpa, a civilian, was appointed Interior Minister in August 1983 in reaction to a series of protests that received widespread support. He promised the opposition that Congressional elections would be held as early as 1986. But this summer Mr. Pinochet shelved all plans for speeding up the timetable for a return to democracy that is set by the 1980 Constitution.  Under the Constitution, General Pinochet will remain in power at least until 1989 and could be reappointed President at that time by a four-member junta.  He has ruled since a military coup deposed President Salvador Allende Gossens, a Marxist, in 1973, A state of siege was declared the day after the coup and was not lifted until 1978.\n'To Put an End to Terrorism'The general said today that he was imposing the state of siege ''to put an end to the criminal increase in terrorism.''\nReferring to a 1980 plebiscite that endorsed a new Constitution, he said, ''A minority of the country has not respected the clear and overwhelming popular verdict in 1980.''\n\nGraphic\n\n \nphoto of guards (page A12)"
}