{
    "title": "STATE TO GET $18.62M TO FIGHT TERROR",
    "publisher": "wyoming tribune-eagle",
    "year": 2004,
    "month": 3,
    "day": 30,
    "full text": "CHEYENNE -- Wyoming is slated to get $18.62 million in Homeland Security grants despite assertions from more populous states that Wyoming gets more than its fair share of money to fight terrorism.\nKelly Ruiz, public information officer for the Wyoming Office of Homeland Security, said the money will come to the state under three different programs.\nOf the total, $14.36 million will pay to train first responders to help prevent, respond to and mitigate incidents of terrorism.\nThe Law Enforcement Terrorism Prevention Program will get another $4.26 million.\nIn addition to training to prevent and respond to acts of terrorism, that money will go toward reducing vulnerabilities and increasing recognition of threats to security. That will be done in part through enhanced information sharing between law enforcement agencies.\nRuiz said 80 percent of the money for those programs will go to local governments through a formula base for each county.\nThe remaining $238,400 will be used for the Citizens Corps Program, which uses community emergency response teams, volunteers in police service, neighborhood watch and medical reserves to implement emergency plans.\nThat program applies to all types of emergencies, including natural disasters, Ruiz said.\nA statement from the office of U.S. Rep. Barbara Cubin, R-Wyo., said the grant is meant to cover the cost to implement the state's Homeland Security strategy.\nThe plan combines federal, state and local programs to respond to and recover from any potential acts of terrorism.\n\"Some folks from more populated states have said that Wyoming doesn't need to be as prepared to prevent terrorism as some of the larger urban centers,\" Cubin said. \"Wyoming might not be at the top of a terrorist's target list, but we do have much to protect. Our nation relies on Wyoming's energy infrastructure, and we need to make sure those facilities are secure.\"\nRuiz quoted Joe Moore, director of the Wyoming office: \"You can't second-guess a terrorist. You don't know where they're going to strike.\"\nRuiz said Homeland Security programs and equipment in the state already have been used -- during an anthrax scare in Douglas and when a robot paid for by Homeland Security money was used to disarm pipe bombs found in a vehicle on Interstate 80 east of Cheyenne.\n\"We had only had training on that two weeks before,\" she said. \"That proves that we do need the funding.\"\n\nLoad-Date: March 30, 2004"
}