{
    "title": "STATION BOMBING HAS SET ITALIANS AGAINST ITALIANS",
    "publisher": "the new york times",
    "year": 1980,
    "month": 8,
    "day": 17,
    "full text": "Not since the days of the kidnap-murder of former Prime Minister Aldo Moro more than two years ago has Italy been so deeply troubled.\nPolitical terrorism, Mafia killings and straightforward kidnappings for ransom have combined into an uncontrolled, unexplained wave of violence poisoning the atmosphere and undermining the authority of the political establishment, most of whose members have been around for more than 30 years.\nNo one knows who blew up the Bologna railroad station on Aug. 2, killing more than 80 people, or who gunned down Gaetano Costa, chief prosecutor of Palermo, four days later as he was moving against Mafia operators smuggling heroin into the United States. Last week's killings of two policemen in Viterbo and of the popular Mayor of Castelbetrano, a small town in Sicily, have not been solved. And there is still no trace of three German teen-agers who were kidnapped from a country house in Tuscany, one of the world's most civilized regions, in July. More than 120 Italians have died in political violence this year. The number of known kidnappings is 48; relatives are believed to have hidden many more to prevent police interference with negotiations and payoffs.\nAN-A\nDuring the Moro affair, there was a consensus among the political parties about terrorism. Now, however, the Communists are in the opposition, driven there by the Christian Democrats' new hard-line leadership, and even the Socialists, who are in the Government coalition, have been attacking the Christian Democrats since Bologna. Rino Formica, a Socialist Cabinet minister, blamed rising terrorism on ''Government weakness.'' The terrorists had found accomplices in the Government, he charged, presumably in the police, a suspicion shared by many Italians. The Interior Minister answered simply that ''this is not a time for polemics.''\nPrime Minister Francesco Cossiga, one of the most attractive figures in the political establishment, has become the most visible victim of the poisoned atmosphere. He was hissed and booed at the funeral in Bologna. Eugenio Scalfari, publisher of the left-wing newspaper La Repubblica, described the ministers at the funeral as ''gray figures, remnants of the past, marked by old games, old intrigues, old tricks and old rivalries.'' The Bologna tragedy crystallized sentiment against the Christian Democrats because the bomb, investigators said, was planted by neo-Fascist terrorists of the far right. During 35 years in power, Christian Democratic authorities have shown conspicuous weakness toward these groups.\nThis became clear after rightist terrorists placed a bomb in a bank on Milan's Piazza Fontana in December 1969, killing 19 persons.  Police, in what later was established as a deliberate coverup, arrested a hapless cabaret dancer and anarchist, Pietro Valpreda. Two years later, two neo-Fascists, Franco Freda and Giovanni Ventura, were arrested and, after eight more years, were convicted for the Milan crime. Soon after, they escaped and now live in Latin America.  At their trial, a parade of police officials, generals and politicians testified about the circumstances of the coverup. But no one was indicted or even punished by superiors.\nA few weeks ago, a key official in the investigation of Piazza Fontana was jailed after leaking to a reporter the lengthy secret testimony of an arrested member of the leftist Red Brigades - the first in custody willing to name fellow terrorists and describe their operations. Investigating magistrates charged that the leak by the official - who had risen to become vice director of the internal secret services -helped Red Brigade members still at large. The episode, among many others, has convinced many Italians that terrorists have protectors in Government and that ''black'' and ''red'' terrorists - neo-Fascists and ultraleftists - have at times been backed and financed by the same people.\nPresident Sandro Pertini and Mr. Moro's widow have publicly suggested that the Red Brigades were helped by Government insiders.  Ordinary Italians ask how else it could be that, two years after Mr.  Moro's death, little light has been shed on the circumstances of his abduction and murder and that, despite 600 arrests, no one has been brought to trial.\n \nIs Somebody Out to Get Us?\nSimilarly, a longstanding parliamentary commission to investigate charges against Michele Sindona, the convicted financier, has not functioned. Magistrates concerned with the case have blamed Sindonaconnected Mafia members for at least four murders in the last year. The victims - including Gaetano Costa in Palermo this month - were officials investigating Sindona's political and Mafia connections.\nItalians, sharing the Mediterranean world's passion for conspiracy theories, are asking if there is a ''strategy of tension'' - a deliberate attempt to set Italians against Italians and to make the country ungovernable. If so, who would have an interest in destabilizing Italy?\nFavorite hypotheses include: the Soviet Union (to weaken Western Europe and to keep the Italian Communists from becoming too moderate and entering the Government); the Central Intelligence Agency (also to keep the Communists out of power); assorted warring Middle Eastern secret services; an international Communist organization backing the Red Brigades; an ultraright international organization (such as the clandestine Front for National European Action based in France) acting through Italian neo-Fascists.\nItalians, perhaps understandably, would like to blame mysterious foreign forces. Pietro Longo, head of the Social Democratic Party, called the Bologna crime too awful to have been committed by Italians. Corriere della Sera, the Milan daily, quoted Libyan exiles in Italy as alleging that Col. Muammar el-Qaddafi had 170 ''paid assassins'' in Italy and was training Communist and neo-Fascist terrorists in camps run by European and American mercenaries, including graduates of the C.I.A.\nNo serious observer, however, believes that the violence has a single foreign source. But many Italians agree with Giorgio Bocca, who often writes about terrorism, when he contends that terrorists of all colors are so well-equipped and well-organized as to suggest support from foreign secret services operating against each other.\n\nGraphic\n\n \nIllustrations: Photo of relative of bombing victim"
}