{
    "title": "STATE DEPARTMENT SAYS IRAN IS BIGGEST SUPPORTER OF TERRORISM; POWELL CITES PROGRESS IN EFFORTS TO FI",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 5,
    "day": 1,
    "full text": "Iran was the most active sponsor of terrorism worldwide last year, the State Department said Monday. The department said Iran offered assistance for groups opposed to Israel and to peace between Israel and its Arab neighbors.\nA department official said Iran has been the most active state sponsor of terrorism for about a decade, although some annual reports stop short of officially making that designation.\nIran's Revolutionary Guard Corps and the Ministry of Intelligence and Security \"continued to be involved in the planning and execution of terrorist acts and continued to support a variety of groups that use terrorism to pursue their goals,\" the report said.\n\"Statements by Iran's leaders demonstrated Iran's unrelenting hostility to Israel,\" the report said. \"Supreme Leader Ayatollah Ali Khamenei continued to refer to Israel as a 'cancerous tumor' that must be removed.\"\nSecretary of State Colin Powell's analysis of the overall situation was more positive than in past years.\nAs examples of progress, he cited the tightened U.N. Security Council sanctions against Afghanistan, which harbors Osama bin Laden. He is wanted in the bombings of two U.S. embassies in East Africa in 1998.\nPowell also pointed to the conviction of a Libyan intelligence officer in the bombing of Pan Am Flight 103, and continued progress in the investigation into the bombing of the Navy destroyer Cole last October in Yemen.\nPowell told reporters that state sponsors of terrorism \"are increasingly isolated. Terrorist groups are under growing pressure. Terrorists are being brought to justice. We will not let up.\"\nThe number of anti-U.S. attacks rose to 200 last year from 169 in 1999, the report said, largely because of an increase in oil pipeline bombings in Colombia. These attacks, though numerous, rarely result in casualties.\nNations that repeatedly provide support for actions of international terrorism are required by law to be placed on the State Department's terrorism list.\nPakistan is not on the list, but the report said the United States has been increasingly concerned about reports of Pakistan's support for terrorist groups in Kashmir.\nEdmund Hull, the top official in the State Department's counter-terrorism office, suggested to reporters that Pakistan has been able to remain off the list because of its cooperation with the United States on terrorism cases.\nThe countries on the terrorism list are Iran, Iraq, Sudan, Cuba, North Korea, Syria and Libya. Hull noted that the United States has started talks with Sudan based on evidence that the East African country has demonstrated a \"serious intent to get out of the terrorism business.\"\nIn 1998, President Bill Clinton ordered the bombing of a pharmaceutical plant in Khartoum on suspicion that it was involved in the production of materials used for terrorist activities.\nHull praised Greece for increasing counter-terrorism cooperation with the United States, and he noted that Greek authorities have also tightened counterterrorism laws.\nThe report said terrorism by Palestinian groups increased during Israeli-Palestinian clashes that began in September.\nThe report does not make judgments about Israeli actions during this period even though the United States has criticized the \"targeted killings\" of some Palestinian officials.\nAsked about the distinction, Hull said some acts fall into the terrorism category while others are considered human rights violations and, accordingly, are treated differently.     \n\nLoad-Date: May 1, 2001"
}