{
    "title": "State hoping to hire analyst on terrorism",
    "publisher": "the capital ",
    "year": 1999,
    "month": 8,
    "day": 20,
    "full text": "Maryland is shopping for a ter rorism expert and is willing to pay nearly $ 100,000.\nOfficials want to know just how prepared the state and its local jurisdictions are to respond to possible nuclear, biological and chemical threats.\n\"We would like to know that ahead of time, before we have to rely on it,\" said Quentin Banks, a spokesman for the Maryland Emergency Management Agency.\nThe department is soliciting bids for a $ 98,000 contract to provide a terrorism analysis. Anne Arundel County, meanwhile, is already de veloping its own terrorism re sponse plan, as are officials at the Naval Academy and Fort George G. Meade.\nProposals for the state contract are due Sept. 8. The contract will be run for an initial term of six months, beginning about Oct. 1, according to bid documents.\n\"With an increase in incidents in the United States, as well as the willingness of terrorists to employ weapons of mass destruction,\" the document states, \"the jurisdictions and agencies within the state of Maryland are working toward developing responses to terrorist incidents.\n\"Currently, no single, indepen dent analysis of preparedness and strategic planning exists for the jurisdictions in the state.\"\nThe analysis would encompass only jurisdictions with popu lations of more than 100,000 _ meaning Anne Arundel County would be included, but Queen Anne's County would not.\nIt sounds morbid, but the docu ment discusses objectives such as developing a response plan in each jurisdiction that assumes a base\nline of 1,000 casualties for each weapon type _ nuclear, biological and chemical.\nAnne Arundel's Terrorism Re sponse Policy Committee meets regularly and already has a draft plan.\nJoe Byrnes, deputy director of emergency management, said members of the group are drawn from a variety of county agencies. Annapolis officials and representatives from Fort Meade are also on the committee.\nThe committee is studying response procedures and determining what equipment is on hand and whether more is needed.\nLocal officials have said the county is particularly vulnerable to attack because of its proximity to Washington, D.C., and Baltimore, as well as the number of military installations located here.\nFort Meade spokesman Don McClow said officials there have been working on their own terrorism protection plan ever since a directive came down from the Defense Department. Mr. McClow said the bombings of U.S. facilities in Saudi Arabia a few years ago served as a catalyst for the federal directive.\nFort Meade officials laid the groundwork for the plan in 1996 and came up with a draft document the next year. A major drill was conducted in May and more exercises are planned, Mr. McClow said.\nSimilar preparations have taken place at the Naval Academy. Spokesman Karen Myers said the facility always had emergency re sponse plans, but developing a specific terrorism plan is some thing new.\nThe state wants to identify the the resources each jurisdication has to combat nuclear, biological and chemical terrorism resources.\n\nLoad-Date: August 20, 1999"
}