{
    "title": "State's top federal judge hopes nominees will be OK'd",
    "publisher": "star tribune ",
    "year": 2018,
    "month": 2,
    "day": 15,
    "full text": "Minnesota's chief federal judge on Wednesday welcomed the possibility of seeing the federal bench return to full strength after nearly two years of vacancies.\nHowever, speaking to federal judges, prosecutors and attorneys, Chief U.S. District Judge John Tunheim stopped just short of naming Hennepin County Judge Nancy Brasel and attorney Eric Tostrud, nominated this week by President Donald Trump, as a tongue-in-cheek hedge against further delaying their arrivals.\n\"There's still a long ways to go,\" Tunheim said during his \"State of the District\" address on Wednesday at the Minneapolis Club. \"We won't mention their names so we won't jinx them, but we are very anxious to have two [more] colleagues with us.\"\nMinnesota again ranked among the busiest federal court districts in the country last year, Tunheim said, but leaned on an unusually active roster of senior judges responsible for roughly 25 percent of the district's caseload.\nSenior status is a form of semiretirement during which judges can take a substantial reduction in new cases or even take none at all. But Tunheim said senior judges, some of whom have maintained nearly full caseloads, instead have worked at a rate \"relatively rare\" for the country.\nMinnesota continues to see an influx of new filings in multidistrict litigation cases, such the lawsuit against 3M Co. over its Bair Hugger warming blankets or the National Hockey League concussion litigation.\nAnd after a precipitous decline in criminal cases filed in 2016, such filings again rose about 20 percent to 663 for the 2017 statistical period that ended June 30.\nTunheim said 42.3 percent of all (3,442) civil case filings in Minnesota were health care or pharmaceutical related, unique to Minnesota and attributable to the large medical industry presence in the state. More than a quarter of all criminal cases were drug-related and another 16 percent were for money laundering and 10 percent for fraud.\nMinnesota ranked 13th out of 94 federal court districts in case filings for the most recently completed statistical year and was the busiest district in the Eighth Circuit.\nKeeping with ongoing national trends, Tunheim said that Minnesota has also witnessed a gradual decline in federal trials - dropping from 57 total civil and criminal trials in 2013 to 33 last year.\nTunheim said the district's re-entry court initiative, introduced in November 2015 and one of about 60 such courts around the country, has helped drop the recidivism rate among high-risk offenders from 74 percent to 27 percent since it began.\nMinnesota's terrorism disengagement program - led by the U.S. Probation and Pretrial Services office - continues to supervise as many as a dozen offenders at any given time, Tunheim said. The state has sentenced more terrorism-related offenders (30) than any other over the past decade.\nNewly confirmed Eighth Circuit Judge David Stras also attended Wednesday's address.\nStephen Montemayor · 612-673-1755 Twitter: @smontemayor\n\nLoad-Date: February 15, 2018"
}