{
    "title": "Statue doesn't dictate immigration policy",
    "publisher": "chicago daily herald",
    "year": 2019,
    "month": 11,
    "day": 23,
    "full text": "Statue doesn't dictate immigration policy The recent letters about the Statue of Liberty make it seem appropriate to mention the history of U.S. immigration. Between 1783 and the early 1800s, the government begged for immigrants to come and build up the population as quickly as possible. There were no immigration laws through the 1800s. Anyone could simply walk in and set up residence. Immigration became a problem at the beginning of the 1900s. There were not enough jobs and many were homeless and on the streets. That was when the first laws were passed to regulate and control immigration. \nIt was a necessity. I never thought that the Statue of Liberty was meant to dictate our immigration policy. Immigration has to be regulated and limited because, as recognized 100 years ago, the U.S. cannot support everyone who wants to come and cannot solve all the problems of the world. There has to be defense against immigration that abuses our country. Rich Lorimer Streamwood India committed to respect all faiths Mr. Akhter's analysis in the Nov. 18 Daily Herald regarding India losing its secular edifice is shallow. From the founding father of India Mahatma Gandhi to India's first prime minister Nehru to its current prime minister Modi, India has been and will always continue to be a secular nation. Being secular and coexisting with people of all faiths is in India's DNA. It is the largest democracy that is home to the second-largest Muslim population in the world. Earlier this year, after Mr. Modi's landslide victory, Time magazine called Mr. Modi a great \"uniter-in-chief.\" After his victory, Mr. Modi stated that status quo was simply not acceptable on divisive matters such as Triple Talaq (divorce), Kashmir terrorism and the mosque/temple issue. Triple Talaq was abusive to Muslim women, whereby any Muslim man could legally divorce his wife by saying the word talak (divorce) three times. Modi's government stopped that practice. With over 80,000 lives lost due to terrorism in Kashmir, it required transformational thinking and a series of decisive actions to stop the bloodshed. Modi's government took the bold steps of integrating Kashmir with India to uplift Kashmir's sinking economy, stop terrorism and to bring Kashmir at par with rest of the India. A couple of weeks back, India's Supreme Court tackled the mosque/temple issue — another bitterly divisive matter — where most parties agreed to the court's decision. All these issues were destroying the secular foundation on which modern India currently stands. As Albert Einstein said, \"The definition of insanity is doing the same thing over and over again, but expecting different results.\" Fact of the matter is that the government under Mr. Modi is tackling divisive issues that had created bitterness. India continues to take steps to build a strong secular society where people of all faiths are treated equal and can coexist. Subhash Nigam Palatine Impeachment overkill It's pretty scary nowadays knowing that the media controls what we read, hear, and download. It almost feels like we're being programmed. It also doesn't take a Ph.D. to see that the media is biased. The Herald seems to think, however, that people's lives revolve around the current impeachment hearings. On Saturday, Nov. 16, they published six different articles pertaining to them. That's overkill. The silliest of them all referenced Raja Krishnamoorth, with him remarking that being part of history is all-consuming and that he has many hearings coming up to prepare for. So, he took the weekend off ... Go figure. With his type of (self) importance, we need to name something after him. Any suggestions? People, wake up. For years committee hearings in both chambers have been scripted and staged — like a dog and pony show. Questions are supplied to the members and they are expected to follow the script to the letter. Going off the rails could only lead to embarrassment. The committee members could qualify for Oscars by their facial expressions, tone of voice, and the use of words such as \"alarming,\" \"troubling,\" \"shocking,\" etc. You get the drift. Harvey J. Jacobson Buffalo Grove Support reform but don't give up on U.S. \"Government of the people, by the people, for the people shall not perish from the earth.\" Abraham Lincoln spoke these words just over 156 years ago. Luckily, the balance of power, invaluable institutions and elected government remain intact. Despite this fact, the functionality of the system has been temporarily broken. It is corporatists, socialists and unitary executive theorists that have crippled the movement of legislative progress. Our nation is suffering due to greed, but the free market system itself is a good system. We must create a divide between the free market, capitalist system and our democratic republic. Just like church and state, they contaminate each other if a separation does not exist. I encourage you to put aside your cynicism, although some skepticism is warranted, and have faith in the American way. Do not give up on our democratic republic. We need to initiate some major reforms to prevent it from giving up on you and every other patriotic American. We can change our world but it will not happen magically. We the People need to demand it and most likely protest for it and work the system, in a profound way, to kick-start action on refocusing the attention of our tremendous nation. I remain hopeful and dedicated to our American system of government. Henry J.H. Wilson Barrington Thank you. trustees The village board of Arlington Heights was inundated with emails, phone calls, and public hearings from concerned citizens both for and against the sale of marijuana. Thank you to the trustees who voted not to have marijuana sold in our village. Mary Lou Olhava Arlington Heights No more questions Grandpa, did you vote for the man who used those nasty words about Beto when he dropped out of the primary? Daddy would have whooped me if I had said something like that. Now grandson, saying humiliating things about political \"enemies\" is one of the ways you drain the swamp. He's just saying what needs to be said. Now, go outside and rake the lawn. Daddy, is it true that he had an affair with a porn star just months after his wife gave birth, and that you voted for him? I thought you were against this kind of immorality. Now son, don't think like that. Sometimes we have to overlook so called \"moral\" things for the good of the country. Look, his tax plan reduced my taxes by a thousand dollars last year. That's money in my pocket. I can overlook his immorality for that kind of money. Go do your homework. Mom, is it true he and his people had to pay a $2 million dollar fine because he was taking money from his charitable foundation and using it for his campaign and other things? And you support him? You and Dad taught me to be honest and truthful. Hush now, son. People are always saying he's done bad things. Even the courts sometimes unfairly rule against him. It's all a conspiracy. He needs the money to fight against those people. Go upstairs and make your bed. Dad, speaking of the tax cut plan, his own government says that the treasury is getting nowhere near the new tax revenue from economic growth that he said we would. That means I'll be saddled with that debt because of what he did. And you voted for him? Hush now, we got a thousand dollars back last year. Hush. Ken List Wheaton\n\nLoad-Date: November 25, 2019"
}