{
    "title": "STATE OFFICIALS PRAISE ANTI-TERRORISM PLANS HERE",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 4,
    "day": 16,
    "full text": "The heads of the Pennsylvania Emergency Management Agency and state Office of Homeland Security yesterday praised a regional group of emergency responders as a national model for terrorism preparedness.\n \"It is not only the model for the state, but the model for the nation,\" Keith Martin, director of homeland security, said of the Region 13 Working Group, which includes 13 counties and the city of Pittsburgh.\n The state officials were in town to brief the group on a three-year strategic plan for homeland security in Pennsylvania that was prepared by the FBI and state police.\nThe plan, which is confidential, details risks, resources and threats. It is meant to help close any gaps that still exist in equipment, training and exercises, Martin said. Similar plans have been prepared for all 50 states and six U.S. territories.\n Dozens of Region 13 officials met with Martin and PEMA Director David Sanko in the situation room of the Allegheny County Emergency Operations Center in Point Breeze.\n Recent years have seen improvements to homeland security in Pennsylvania, including distribution of more equipment like gas masks to first responders. Since roughly around the Sept. 11, 2001, attacks, more than $225 million has been spent or allocated to protect the state.\n Sanko acknowledged during a news conference that \"we still have a ways to go\" before being fully prepared for a bioterror attack causing mass casualties.\n Martin, asked about protecting the state's nuclear power plants, said security has been changed for the better both inside and on perimeters.\n Roving, random patrols along with scanners and surveillance have replaced armed sentry posts, meaning terrorists plotting attacks would have a difficult time predicting security measures.\n \"That makes the bad guys nervous, uncertain, concerned,\" Martin said.\n Martin appealed to Pennsylvanians to be on the lookout for possible terrorist activity.\n \"The key is relentless vigilance,\" Martin said. \"We don't need people to be alarmed. We need them to be alert.\"\n Robert Full, chief of Allegheny County Emergency Services and head of Region 13, told reporters that a logjam in federal funding for equipment has effectively been broken.\n Now, Full said, manufacturers of equipment like respirators and chemical protection suits cannot keep up with demand.\n That said, Full noted that more funding can only help.\n \"Do we need more? Could we use more? Absolutely. This is not going to be solved today or tomorrow. We need long-standing funding to carry on for several years.\"\n\nNotes\n\nJonathan D. Silver can be reached at jsilver@post-gazette.com or 412-263-1962.  \n\nLoad-Date: April 16, 2004"
}