{
    "title": "Statement excerpts",
    "publisher": "the world",
    "year": 1998,
    "month": 8,
    "day": 21,
    "full text": "Excerpts of President Clinton's statement at the White House on the military  strikes:\nToday I ordered our armed forces to strike at terrorist-related facilities  in Afghanistan and Sudan because of the imminent threat they presented to our  national security. \n \n+ + + \n \n   Our target was terror. Our mission was clear: to strike at the network of  radical groups affiliated with and funded by Osama bin Laden, perhaps the  pre-eminent organizer and financier of international terrorism in the world  today.\nCLINTON-TEXT\nThe groups associated with him come from diverse places, but share a hatred  for democracy, a fanatical glorification of violence and a horrible distortion  of their religion to justify the murder of innocents.\nThey have made the United States their adversary precisely because of what  we stand for and what we stand against.\nA few months ago, and again this week, bin Laden publicly vowed to wage a  terrorist war against America, saying - and I quote - \"We do not  differentiate between those dressed in military uniforms and civilians. They  are all targets.\" Their mission is murder. And their history is bloody. \n \n+ + + \n \n   With compelling evidence that the bin Laden network of terrorist groups was  planning to mount further attacks against Americans and other freedom-loving  people, I decided America must act.\nAnd so this morning, based on the unanimous recommendation of my national  security team, I ordered our armed forces to take action to counter an  immediate threat from the bin Laden network. \n \n+ + + \n \n   I want you to understand, I want the world to understand that our actions  today were not aimed against Islam, the faith of hundreds of millions of good,  peace-loving people all around the world, including the United States. No  religion condones the murder of innocent men, women and children. \n \n+ + + \n \n   My fellow Americans, our battle against terrorism did not begin with the  bombing of our embassies in Africa, nor will it end with today's strike. \n \n+ + + \n \n   We must be prepared to do all that we can for as long as we must. America  is and will remain a target of terrorists precisely because we are leaders;  because we act to advance peace, democracy and basic human values; because  we're the most open society on earth; and because, as we have shown yet again,  we take an uncompromising stand against terrorism.\nBut of this, I am also sure: The risks from inaction to America and the  world would be far greater than action. For that would embolden our enemies,  leaving their ability and their willingness to strike us intact.\nIn this case, we knew before our attack that these groups already had  planned further actions against us and others.\nI want to reiterate: The United States wants peace, not conflict. We want  to lift lives around the world, not take them. We have worked for peace in  Bosnia, in Northern Ireland, in Haiti, in the Middle East and elsewhere.\nBut in this day, no campaign for peace can succeed without a determination  to fight terrorism. Let our actions today send this message loud and clear:  There are no expendable American targets.\nThere will be no sanctuary for terrorists. We will defend our people, our  interests and our values. We will help people of all faiths, in all parts of  the world, who want to live free of fear and violence.\nWe will persist and we will prevail. Thank you, God bless you and may God  bless our country.\n\nLoad-Date: August 21, 1998"
}