{
    "title": "State is prepared for terrorism alert",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 2,
    "day": 19,
    "full text": "YAKIMA -- If the federal government were to issue a red alert warning of an imminent terrorist attack, what would happen in Washington state?\nWould airports close? Would Grand Coulee dam, one of the world's largest hydropower projects, still generate electricity for the Northwest? What about the 4 metric tons of weapons-grade plutonium at the Hanford Nuclear Reservation?\nUltimately, much of the state's response would be decided by the governor, especially if the threat were directed at Washington state.\n\"The governor's emergency authority is extraordinary,\" said Adj. Gen. Tim Lowenberg, the state's homeland security adviser and commander of the National Guard.\n\"In times of domestic disaster, it's really the governors in this union of sovereign states that have the extraordinary power\" from the ability to commandeer public and private property to controlling the distribution of critical resources, such as gasoline, he said.\nThe state has envisioned a number of extreme scenarios and, given the proximity of Hanford and Oregon's Umatilla Chemical Depot, practices annually for nuclear and chemical emergencies, said Rob Harper, spokesman for the state's Emergency Management Division.\nThe nation currently is under an orange alert, the second-highest warning level, and there have been reports that the alert status could be dropped down soon to yellow on the five-color scale.\nAt Sea-Tac International Airport, which handles more than 27 million passengers a year, the Transportation Security Administration would tell the Port of Seattle what to do, said Bob Parker, an airport spokesman.\n\"At this point, there's nothing I'm aware of that kind of 'pre-tells' us what to expect,\" he said.\nDecisions would be made based on the threat, said Brian Turmail, a TSA spokesman in Washington, D.C.\n\"We would continue to work with airports and airlines to maintain the absolute highest possible level of vigilance,\" he said.\nAfter the Sept. 11, 2001, terrorist attacks, Reagan National Airport was closed for 31/2 weeks because of its proximity to key landmarks and installations in the Washington, D.C., area.\nOn the Columbia River, the 6,800-megawatt Grand Coulee Dam, a popular tourist attraction in northeastern Washington, was locked down right after Sept. 11.\nIn the event of a red alert, the hydropower project would continue to operate, but the visitors facilities would be closed and some nonessential employees might be sent home, said Craig Sprankle, a public affairs officer at the dam, which is operated by the U.S. Bureau of Reclamation.\nSecurity around the dam's perimeter would probably be increased to keep people farther away from the site, he said.\nIf Hanford went to what it calls Security Condition I, the highest level of security, visitor traffic to the 560-square-mile site would be halted.\n\"We're kind of already at a real maximum level in terms of security actions,\" said Mike Talbot, a spokesman for the U.S. Department of Energy in Richland.\nON THE WEB\nwww.lewis.army.mil \nwww.mcchord.af.mil \nwww.portseattle.org \nwww.hanford.gov \nwww.wa.gov/wsem/ \n\nGraphic\n\n \nA Hanford Patrol security police officer looks through the storage compartment of a truck passing through the Wye Barricade checkpoint into the Hanford Nuclear Reservation near Richland.\n\nLoad-Date: February 19, 2003"
}