{
    "title": "States of terror",
    "publisher": "university wire",
    "year": 2012,
    "month": 11,
    "day": 7,
    "full text": "How can they go to war with terror, when it is war that is terrorizing - Knaan\nI condemn you who so casually utter the term terrorist, as if the application of such a term is simple and does not require deep investigation. I condemn you for your willful ignorance and I condemn you for your implied support of the gratuitous and dogmatic use of violence and terror by states against the weak and the innocent in the name of security. I would say that you should be ashamed of yourselves, but shame often evokes that defensive pride that denies knowledge and seeks only to justify our own ignorance. Instead, I say that you should silence your egos and your nationalistic pride and in turn open your ears and listen to the suffering cries of your brothers and sisters around the world. There is little hope to be had and there are so many more lives to be wasted.\nFor too long have we allowed the insolent to use the term terrorist to pinpoint enemies of the state that deserve no rights and no love, only death. In a time of remembrance for all those lives lost in past wars, we must ponder the state of those lives that precariously hang in the balance today and tomorrow. We must understand that the term terrorism is one of language, and so falls victim to the abuses of language.\nI implore you to ask the question, what is it that makes a terrorist? The term lends itself to an undeniably obvious answer. Terrorism is one of many possible means that actors use to achieve political goals, usually of domination. The tactics employed by terrorists are to frighten and harm the enemy and its society emotionally or psychologically, as well as physically. Terror is used as a form of destructive harm, and that is what distinguishes terrorism from other -isms. We must understand that terrorism, then, is not the end-goal of terrorists. Rather it is a means to an end, a means to achieve political goals and domination. As such, all political actors that use terrorism may ultimately have very different ends that they seek to achieve, even though they all engage in terroristic acts.\nUnderstood in this way, it should be clear that simply opposing an organized society or a specific civilization is not what makes a terrorist. Instead it is the use of terror that makes a terrorist. If we can understand this very basic notion, we can understand that both state and non-state groups can be actively engaged in terrorism. Thus, while the attacks of 9/11 were clearly a case of terrorism, is not the War on Terror itself a process of terrorism? Attacks on civilian institutions by those heroic nations fighting against this dark menace are apparently justified as they send the inhuman opposition reeling back and into hiding.\nDrone attacks in Pakistan, Somalia, and Yemen, may serve to eliminate terrorist leaders but they breed fear, scarcity, and death wherever they hit. Many argue that because all three states have consented to these drone attacks that they are legitimate in this kind of tricky war. I question this dogmatic sort of acceptance of violence simply because states allow it. Is anyone fool enough to believe that the civilians, the actual people, in Yemen, Somalia, and Pakistan support either these bombings or those terrorists? Like any person in any part of the world, what these persons seek first and foremost is for a safe and secure life of joy and fulfilment. Bombings, war, violence, these only add ruin and suffering to the lives of the innocent and have done little to solve the phantom threat of terrorism.\nWe must understand that this War on Terror has only spread violence and terror further around the world. We must understand that both states and non-state actors such as Al-Qaeda engage in terrorism. If we can understand this most simple argument, we can see that building communities, schools, economies, and infrastructure in those places that we fear the most will prove much more effective in combatting actual terror and fear around the world.\nYou cannot fight fire with fire, because all you do is make the flame grow taller. You cannot fight violence and terror with violence and terror - all you do is spread the suffering.\n\nLoad-Date: January 16, 2018"
}