{
    "title": "States weigh penalties for animal rights activists, ecoterrorists Most extreme acts already illegal,",
    "publisher": "charleston daily mail",
    "year": 2005,
    "month": 5,
    "day": 9,
    "full text": "COLUMBUS, Ohio - Though arson, vandalism, assault, break-ins and other tactics by radical animal rights activists and environmentalists are already illegal, some officials want to take punishments a step further.\nA national group of conservative state lawmakers has been promoting laws creating a separate offense of ecoterrorism since 2003, when California passed such a law. Similar bills have died in Texas and Arizona, and others are pending in Pennsylvania, New York and Missouri.\nBills in Ohio would add that state to the growing number that seek harsher penalties for attacks, including those against dog food makers, farms where animals are caged, and university animal labs.\nSponsors say the bills are needed because of fire-bombings at ski resorts and new subdivisions, break-ins to free disease-carrying laboratory animals, and threats against corporate executives and their families.\nThe Humane Society of the United States opposes using violence in the name of protecting animals but considers the bills too broad, lobbyist Julie Janovsky said. The New York and Missouri proposals would outlaw videotaping without permission in private farms and labs.\n\"At the root they are trying to prohibit investigations into animal cruelty,\" Janovsky said.\nOhio Republican Sen. Jeff Jacobson included the language on animals in a bill that would outlaw many activities considered domestic terrorism, such as donating money to groups on the U.S. State Department's list of terrorist organizations.\nJacobson said he would work to ensure the animal provisions apply only to felonies. His bill would add attacks on lawful animal activities such as farming, food processing and hunting to the list of offenses that could be prosecuted under state racketeering law, allowing the state to seize assets after a conviction, or sue if the suspect is acquitted.\nA 1992 federal law forbids interfering with \"an animal enterprise\" but enforcement is difficult, said FBI Special Agent James Turgal, who heads the agency's Ohio terrorism unit.\nHe said the state ecoterrorism bills could allow more federal terrorism prosecutions under the Patriot Act. Only a small percentage of the FBI's active terrorism investigations in Ohio involve environmental activists, but they are increasing, he said.\nThe states take varied approaches.\nThe proposed bill in New York - considered the toughest by the Humane Society - would ban any attempt to impede animal research or commerce, forbid financial donations to \"animal or ecological terrorist organizations\" and create a registry of such groups.\nMissouri's bill bans releasing disease-causing agents in animal and research facilities and would expand a state law that bans damaging or stealing records from the facilities.\nPennsylvania's bill, like Ohio's, creates harsher penalties for people convicted of vandalism, assault or other offenses if they involve intimidation or obstruction of legal research and commerce involving animals and natural resources. It also allows suing for damages.\n\"The penalties in the past don't seem to have deterred actions of the activists,\" said John Ellis, executive director of the Pennsylvania Society for Biomedical Research.\nAnimal rights activists have claimed more than $ 1.3 million in damage to pharmaceutical labs and researchers' homes in western Pennsylvania alone, he said. In Philadelphia, animals were stolen from an agricultural high school.\nA Washington state law against damaging animal laboratories has a separate declaration that it gives \"full consideration to the constitutional rights of persons to speak freely, to picket, and to conduct other lawful activities.\"\nDemocratic Gov. Janet Napolitano vetoed Arizona's bill in March as too broad.\nNathan Runkle, head of Mercy for Animals, a Columbus-based animal rights group that has videotaped conditions at egg farms, said he fears Ohio's bill would infringe on lawful, peaceful demonstrations.\nActivists had the same concerns before the California law took effect in January 2004. The San Diego-based Animal Protection and Rescue League had filmed ducks and geese being force-fed several pounds of corn mush to fatten their livers for foie gras. The video helped a successful campaign for the state to outlaw force-feeding.\n\nLoad-Date: May 11, 2005"
}