{
    "title": "State Department; Governmental Lessons on Surviving Terrorism",
    "publisher": "the new york times",
    "year": 1985,
    "month": 11,
    "day": 27,
    "full text": "A sedan driving down an isolated desert highway comes upon a roadblock manned by armed terrorists. The driver stops, quickly analyzes the situation, then steps on the gas, careening through two blocking cars to safety.\nThis scene may sound like a clip from a James Bond movie, but in fact it describes a segment from a film used in a State Department antiterrorist training seminar, ''Coping With Violence Abroad.''\nThe seminar, which also draws on handouts and experts from various Government agencies, is open to all Government employees who will be posted overseas. But it is required for all diplomats assigned abroad and is advised for their spouses. In addition to the daylong seminar in Washington, which is soon to be expanded to two days, another day of training is required for all Foreign Service officers once they reach an overseas post.\n'A Wide Range of Dangers'\n''We are looking to sensitize diplomats to a wide range of dangers, not only terrorism, but also criminal violence and natural disasters,'' said Arnie Campbell, director of the training program.\nThe increased emphasis on protection against terrorists was ordered by the Reagan Administration because of the increasing number of terrorist attacks against Americans abroad.\nAccording to State Department statistics, from 1979 to 1983 there were 945 international terrorist incidents against United States citizens or property, nearly half of which were bombings and the rest were a mixture of arson, shootings, kidnappings and hijackings. American citizens and property are now the targets of about 35 percent of all international terrorist incidents, and attacks so far in 1985 have left 17 Americans dead and 154 wounded.\nThe Administration is considering setting up a Bureau for Diplomatic Security to direct its anti-terrorism program, which now involves the training of more than 3,000 Government personnel and their spouses every year. More steps also are being taken to make United States facilities abroad more secure, and closer cooperation is being sought with other governments to combat terrorism.\nThroughout the anti-terrorism seminar, given in State Department offices across the Potomac in Rosslyn, Va., instructors stress that ''what you do is probably the primary factor in your security.'' But the seminars offer little in the way of ''hands-on'' training, relying instead on lectures and the film showing how to ram through a roadblock, in which the sedan is used as ''a weapon to counter-strike for survival.'' The people attending a seminar the other day seemed attentive and interested in the anti-terrorism material presented. But few asked questions, and there was little extended group discussion. ''I think the program is pretty useful,'' said a tax expert who had been assigned an overseas post in South Korea by the Internal Revenue Service. Like others at the seminar, he asked not to be quoted by name.\nOne part of the seminar emphasizes ''Hostage Survival'' for diplomats and ''Coping With Separation'' for their families. The ''Hostage Survival'' briefing is conducted in closed session, but a department notice handed out at the seminar guides diplomats not to divulge sensitive information or take action that might discredit the nation.\n''Often being prepared for such emergencies reduces the stress levels for people who are kidnapped,'' said Bill Burke, an instructor. ''And less stress means less danger.''\n \nFilm Called 'Counterproductive'\nThe film portion of the seminar came under attack in a recent issue of Foreign Service Journal, a magazine for Foreign Service officers.\n'' 'Coping With Violence' is counterproductive,'' Carol A. Madison, a former State Department officer in Beirut, wrote, ''because by raising fears and then demonstrating techniques only experts can perform to avoid terrorist attacks, it is apt to make people feel they are helpless to deal with the entire subject of terrorism and security.''\nShe also said the course itself constituted a ''minor form of terrorism by holding people hostage all day and then scaring them to death.''\nState Department officials say the program is not meant to scare people headed overseas but instead is meant only to make them aware of the possibility that they might run into violence or other serious trouble and thus should know how to counter it. Further, they say the program has already produced results.\nFor example, Mr. Burke said the seminar's fire safety segment paid off last year when dozens of Americans escaped a fire that had been set at a hotel in the Philippines.\nOne United States Government employee was killed in the fire, he said. Nevertheless, he added, ''Almost all of the survivors credited this seminar in their write-ups about surviving the fire.''"
}