{
    "title": "State Dept. Drops Iran as Terrorist Leader",
    "publisher": "the new york times",
    "year": 1999,
    "month": 5,
    "day": 1,
    "full text": "In what American officials described as a move they hoped would ease relations with Iran, the State Department today dropped its designation of the Teheran Government as the world's leading state sponsor of terrorism.\nIn issuing its annual report on global terrorism, the department accused Iran and six other nations of sponsoring terrorist groups. But it did not single out Teheran as the worst offender, as it has in the past, even though evidence cited in the report suggests that Iran might still hold that distinction.\nThe rest of the list was unchanged from last year, Cuba, Iraq, Libya, North Korea, Sudan and Syria. Department officials said Afghanistan, which is largely under the control of the militant Taliban Islamic movement, would have been included on the list if it had had a government widely recognized by other nations.\nIn the report last year, Iran was identified as \"the most active state sponsor of terrorism.\" The report in 1996 identified Iran as the \"premier\" terrorist state.\nThe designation infuriated Iranian leaders, who have cited it as an example of why relations between the United States and Iran remain so hostile.\nThe Clinton Administration has sought to improve relations with Iran since the election in 1997 of a relatively moderate President, Mohammad Khatami. This week, the Administration relaxed trade sanctions to allow the sale of food and medicine to Iran, Libya and other nations that are accused of supporting terrorists.\nThe annual terrorism report, which Congress requires, found that the number of terrorist attacks fell again last year, a trend that began several years ago. But the study found a record number of deaths and injuries as a result of terrorism, 741 people killed and 5,952 people injured.\nMost casualties resulted from the nearly simultaneous bombings in August of the American Embassies in Kenya and Tanzania, in which about 300 people were killed. Twelve Americans died in terrorist attacks last year, all as a result of the Kenya bombing.\nThe United States has blamed the attacks in East Africa on Osama bin Laden, a wealthy Saudi-born Muslim militant who has called on all Muslims to wage war on Americans.\nThe State Department report said Mr. bin Laden, who has recently operated from bases in Afghanistan and is being sought in the United States on murder charges, had \"global reach\" and offered \"logistical help to extremists not directly affiliated with his organization.\"\nDepartment officials insisted that the decision not to designate Iran as the No. 1 state sponsor of terrorism was not meant as a gesture of good will toward Iran.\nInstead, they said, it reflected a reduction in terrorist attacks that could clearly be attributed to organizations supported by Iran. The report found that Iran apparently killed fewer Iranian dissidents abroad last year than in 1997.\n\"There is a slight improvement in their record, and we wanted to reflect that in our conclusions,\" said a department official who insisted on anonymity. \"We just didn't feel the need to single them out in the way we have in the past. We obviously want to encourage better behavior.\"\nOthers in the Administration said the report had been worded in a fashion that they hoped would make clear to Iran the willingness of Washington to improve ties.\n\"It would obviously be tough for us to go out there and brand Iran as the world's premier terrorist state while at the same time talking about our hope for better relations,\" said an American official who insisted on anonymity. \"If the Iranians read this as a signal for better ties, fine.\"\nThe report found that Iran \"continued to be involved in the planning and execution of terrorist acts\" and that it might have been responsible for the murders of five leading Iranian writers and political figures last year. The department also said Iran continued support a variety of terrorist groups in the Middle East, including Hamas, Hizballah and the Palestinian Islamic Jihad.\nThe Governments of at least four nations on the State Department list -- Cuba, Libya, North Korea and Syria -- are not accused of involvement in any recent acts of international terrorism. They remain on the list, the department said, because they continue to provide sanctuary for terrorist fugitives or provide other support.\nIn a statement with the report, Secretary of State Madeleine K. Albright said: \"Governments on the list that would like to see their names removed know exactly what they must do. Stop planning, financing and supporting terrorist acts and stop sheltering or interfering with the apprehension and prosecution of those who commit them.\"\n\nhttp://www.nytimes.com\n\nLoad-Date: May 1, 1999"
}