{
    "title": "State Department Adds Hamas Leader to Global Terrorist List",
    "publisher": "new york observer",
    "year": 2018,
    "month": 2,
    "day": 1,
    "full text": "Ismail Haniyeh, the head of the Palestinian militant movement Hamas, was officially added to the State Department Terrorist blacklist on Wednesday. The State Department estimates that Haniyeh, who has been linked to attacks on Israeli and American citizens during protests in Gaza, is responsible for the deaths of 17 Americans.\nHamas was heavily involved in protests along the Gaza strip following President Trump's motion to move the U.S. embassy to Jerusalem. \"We reject and condemn the decision and we see it as a reflection of the domination by a gang of Zionists of the American decision, Hamas spokesperson Sami Abu Zuhri told Reuters.\"The decision is worthless,\" he added.\nThe State Department also added to the blacklist Iranian group Harakat al-Sabireen and two Egypt-based groups: Liwa al-Thawra and Harakat Sawa'd Misr (HASM). Harakat al-Sabireen, a Palestinian jihadi organization, has fired nuclear weapons into Israel. Liwa al-Thawra claimed responsibility for the 2016 assassination of an Egyptian general and a 2017 bombing in Cairo. HASM            recently claimed responsibility for an attempted bombing of the Egyptian Myanmar embassy in response to the government's treatment of Rohingya Muslims. \nThe State Department specifies Haniyeh and the three militant groups outlined as Specially Designated Global Terrorists (SDGTs). Hamas has been identified as an SDGT since 2001. The perpetrators in question will be denied the \"resources they need to plan and carry out further terrorist attacks,\" states the press release. \"Among other consequences, all of their property and interests in property subject to U.S. jurisdiction are blocked, and U.S. persons are generally prohibited from engaging in any transactions with them,\" it continues.\nIn the release, Secretary of State Rex Tillerson states, \"These designations target key terrorist groups and leaders-including two sponsored and directed by Iran-who are threatening the stability of the Middle East, undermining the peace process, and attacking our allies Egypt and Israel.\" He continues, \"Today's actions are an important step in denying them the resources they need to plan and carry out their terrorist activities.\"\nIn updating the U.S. terrorism database and imposing sanctions on the barred groups and individuals, the State Department's goal is to send a message of zero-tolerance. \"Today's actions notify the U.S. public and the international community that Ismail Haniyeh, Harakat al-Sabireen, Liwa al-Thawra, and Harakat Sawa'd Misr have committed, or pose a significant risk of committing, acts of terrorism,\" reads the release. \"Terrorism designations expose and isolate organizations and individuals, and deny them access to the U.S. financial system. Moreover, designations can assist the law enforcement activities of U.S. agencies and other governments.\"\n\nLoad-Date: February 1, 2018"
}