{
    "title": "State officials, LGBT groups respond to Orlando shooting",
    "publisher": "the bakersfield californian",
    "year": 2016,
    "month": 6,
    "day": 13,
    "full text": "June 13--State officials and representatives of LGBT groups responded Sunday to the Orlando shooting of a gay bar that left 50 dead and 53 injured.\n\"Anne and I were deeply saddened to learn of this absolutely senseless shooting and our thoughts and prayers go out to the victims and their families. We stand with the people of Orlando and the entire LGBTQ community in solidarity against these acts of hatred.\"\n-- Governor Jerry Brown\n\"My thoughts and prayers are with all those affected by the horrific and hateful massacre in Orlando, FL, which is currently being investigated as an act of terrorism. I extend my deepest sympathies to the families and friends who have been devastated by yet another mass shooting and appreciation to the men and women who bravely responded to this tragedy.\"\n-- Attorney General Kamala D. Harris\n\"Our hearts and prayers are with all those in Florida involved in a terrorist attack upon our nation, directed at the LGBT community. Log Cabin Republicans California send their deepest condolences to the family, friends, allies and loved ones of the victims in this act of terrorism. The LGBT community has been under attack in words, violence and now terrorism for decades. Let all American citizens come together in support of every LGBT person this Pride Month and express love and gratitude and condemn this violence. We must all stand strong together, united against terrorism and in support of American freedoms.\"\n-- John Musella, Chairman, Log Cabin Republicans California\n\"The news of the Orlando shooting at Pulse, a popular LGBT bar, has stunned and saddened us all. The Gay & Lesbian Center of Bakersfield stands with LGBT communities and allies across the country in expressing our deep sadness at this horrific attack leaving 50 people dead and many wounded. Violence towards our community will not be tolerated.\nOur hearts and thoughts are with everyone in Orlando. We are also very concerned about the associative trauma to our LGBT community. We urge LGBT individuals in Bakersfield and Kern County to take care of your own mental well being, especially today. Please seek the help and support of your family, friends and the community.\"\n-- Statement from the Gay & Lesbian Center of Bakersfield\n\"Our hearts and thoughts go out to the victims who are no longer with us, and survivors and loved ones who are suffering in Orlando. Such violence towards our community cannot be tolerated. ?#?stoptheviolence?\"\n-- Gay & Lesbian Center of Bakersfield Facebook page\n___ (c)2016 The Bakersfield Californian (Bakersfield, Calif.) Visit The Bakersfield Californian (Bakersfield, Calif.) at www.bakersfield.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: June 13, 2016"
}