{
    "title": "State settles with anti-gas group in surveillance suit",
    "publisher": "the times-tribune ",
    "year": 2015,
    "month": 1,
    "day": 23,
    "full text": "Jan. 23--WILKES-BARRE -- A local environmental group reached a settlement in its lawsuit against a state agency and intelligence contractor that monitored their activities and shared them with law enforcement and the natural gas industry.\nThe Luzerne County-based Gas Drilling Awareness Coalition and its attorney, Paul Rossi of Kennett Square, announced a settlement with officials in the state's Office of Homeland Security on Thursday.\nThough it wouldn't reveal the terms of the settlement, saying secrecy was a part of the agreement, court records indicate it includes injunctive relief and the payment of attorneys' fees.\nIn 2010, the group filed the civil rights suit in federal court after members learned the group's name was mentioned in intelligence bulletins the private Institute of Terrorism Research and Response prepared and distributed to federal, state and local law enforcement entities, along with some in the private sector.\n\"We believe that collecting and disseminating information about groups that are engaged in lawful activities, and especially labeling those groups as potential terrorists, can and does have a chilling effect upon the freedom of speech guaranteed by the First Amendment,\" the group's vice president Diane Dreier said.\nThe state paid the institute almost $103,000 for the contract, according to information obtained via a Right To Know request by the Pennsylvania chapter of the American Civil Liberties Union. The contract has since been discontinued.\nThe intelligence bulletins were intended for \"those professionals (public and private) engaged in seeking to detect, defeat or deter terrorist acts,\" according to a dissemination warning included in each bulletin.\nThe Gas Drilling Awareness Coalition was one of hundreds of people and organizations whose names appeared in bulletins from 2009 to 2010. Others included Planned Parenthood, the National Rifle Association, former Department of Environmental Protection Secretary John Hanger and U.S. Sen. Bob Casey, to name a few.\nThe first bulletin mentioning Gas Drilling Awareness Coalition came in 2010, according to court records, when it outlined protest and informational events planned by anti-gas groups. One event was the Cabot Oil & Gas Corp. community picnic.\n\"The escalating conflict over natural gas drilling in Pennsylvania may define local fault lines and potentially increase area environmentalist activity or eco-terrorism,\" the bulletin stated. It went on to quote the group's members at length on their plans to protest at the picnic.\nMembers of the natural gas industry received the bulletins, according to Mr. Rossi and ACLU senior staff attorney Mary Catherine Roper.\n\"You've got these government resources that are supposed to be dedicated to fighting terrorism,\" she said. \"What they're used for instead are to follow around activists who are fighting certain business practices.\"\nAfter being associated with terrorism, the coalition found itself losing members and repairing a damaged reputation, Mr. Rossi said.\nIn 2010, then-Gov. Ed Rendell apologized to peaceful groups swept up in the bulletins. Current Pennsylvania Emergency Management Agency director Glenn Cannon called the information \"unreliable and incorrect\" in a Dec. 18 letter.\n\"I can state unequivocally -- and I assure the public -- that this agency has no information or reason to believe that (the coalition) ... could be fairly characterized as a 'terrorist organization,'\" he wrote.\nThe coalition initially named the Institute of Terrorism Research and Response and its director Michael Perelman as defendants in the lawsuit, but Judge William Caldwell dismissed claims against them in 2012. Mr. Rossi said the group intends to appeal the decision.\n\"We intend to continue our litigation against Mr. Perelman,\" he said.\nContact the writer:\nbgibbons@timesshamrock.com,\n@bgibbonsTT on Twitter\n___ (c)2015 The Times-Tribune (Scranton, Pa.) Visit The Times-Tribune (Scranton, Pa.) at thetimes-tribune.com Distributed by Tribune Content Agency, LLC\n\nLoad-Date: January 23, 2015"
}