{
    "title": "State Department_ Ethiopian human rights bill stalls",
    "publisher": "the hill",
    "year": 2008,
    "month": 6,
    "day": 26,
    "full text": "A group of Ethiopian expatriates is pushing Congress to pass a bill that would impose sanctions on the Ethiopian government if it fails to improve its human rights record. But their effort has stalled in the Senate in the face of a well-funded lobbying campaign financed by the government and opposition from the Bush administration, which has credited Ethiopia with aiding its anti-terrorism efforts. Members of the Coalition for Unity and Democracy who now reside in the United States have pushed the bill ever since a controversial presidential election in 2005. The CUD is the largest political opposition party in Ethiopia. Many of its members were arrested following a series of protests to dispute the election results. \"The purpose of this bill is to enable Ethiopia to move forward into the future, especially in regards to international human rights,\" said Mesfin Meknonen, a member of the CUD International Foreign Relations committee who has lobbied in support of the bill. \n\"Human rights training for domestic human rights organizations and government agencies, an area where the current regime has failed, is more than necessary.\" The Ethiopia Democracy and Accountability Act of 2007 passed in the House last October. Human rights groups have joined CUD officials here in promoting the bill. Even so, the Senate Foreign Relations Committee has yet to take the measure up. \"To a large extent, this bill represents a serious attempt by Congress to push back against the administration's unconscionable silence about Ethiopia's dismal human rights record,\" said Chris Albin-Lackey, African researcher for Human Rights Watch. \"It is both welcome and overdue.\" The government of Ethiopia has fought back by retaining DLA Piper for $50,000 a month. Since March 2007, DLA has collected more than $1.3 million from the east African country. Lobbyists for Ethiopia circulated a memo on Capitol Hill stating that the bill could undermine U.S. national security interests. Former House Majority Leader Dick Armey (R-Texas) is among the DLA lobbyists working on behalf of Ethiopia. Ethiopia argues that the bill overlooks the advances that the country has made in adopting democratic reforms, after a long history of being ruled by monarchs and dictators. \"The task towards democracy isn't going to be easy because our culture is lacking. We went from empire to monarchy to Marxism-Leninism,\" said Samuel Assefa, Ethiopian ambassador to the United States. \"I was na•ve; I really thought we were going to be a mainstream democracy overnight.\" But Assefa said the legislation will hurt, not help, Ethiopia's efforts to promote democracy and could destabilize the region. \"The bill would undermine regional stability by severing vital security cooperation between Ethiopia and the U.S.,\" said Assefa. \"Its champions are those who are advocates of trying another course besides political avenues for expressing whatever political wrongs they seek. This is a misguided approach.\" Since 2000, Ethiopia has been ruled by the Ethiopian People's Revolutionary Democratic Front and Prime Minister Meles Zenawi. The bill is in large measure a response to the violent crackdown by the govern ment following elections in May 2005. Election monitors credited the government with promoting free and fair elections prior to the vote, but said democratic institutions broke down after the highly contested results. Members of opposition parties called for civil disobedience to protest what they believed was an unfair outcome. According to a 2006 State Department report, Ethiopian security forces shot and killed 187 people, wounded 765, and arrested and detained opposition leaders, human rights advocates and journalists. The legislation that passed the House would place sanctions on Ethiopia, including the withholding of $1.5 million in military aid, until Zenawi's government adhered to specific steps outlined in the bill. The United States would also withhold security assistance to Ethiopia, with exceptions made for peacekeeping and counter-terrorism efforts. Under the bill, any Ethiopian official involved in using lethal force against peaceful demonstrators or accused of \"gross\" human rights violations would be denied entry into the United States. In fighting the legislation, critics of the bill have noted Ethiopia's help in combating terrorism. Sen. James Inhofe (R-Okla.) has been one of the most vocal opponents of the measure. \"Ethiopia is a strong ally in our war on terror and this is significant because it's an area of strategic importance,\" Inhofe said during a speech on the Senate floor. \"We saw firsthand their democratic process in fighting terrorism.\" The Bush administration also opposes the bill. In an interview with Ethiopian TV during a trip to the country last December, Secretary of State Condoleezza Rice said the administration doesn't \"think this is the way to solve this problem.\" \"We don't think that the isolation from the Ethiopian government is going to help at this point,\" Rice said. Supporters of the bill complain that the administration has given too much deference to Ethiopia because of its anti-terrorism support. \"Unfortunately, the Bush administration's approach to strengthening and building bilateral ties with Ethiopia has been shortsighted and narrow,\" said Sen. Russ Feingold (D-Wis.). \"As in other parts of the world, the administration's counter-terrorism agenda dominates the relationship, while poor governance and human rights concerns get a pass.\" Although the impetus of the bill began after the 2005 crackdown, alleged human rights abuses by Ethiopian troops in the Ogaden region, which is largely populated by ethnic Somalis, have increased support for the bill among groups like Human Rights Watch. That group released a report this month critical of the treatment of civilians in the Ogaden state. The report accused government security forces of raping, torturing and killing civilians who have refused to move out of region. \"While one might quibble with some of the specific provisions of the bill, the administration's opposition to it is grounded mostly in an indefensible desire to avoid upsetting its cozy relationship with the Ethiopian government,\" said Albin-Lackey of Human Rights Watch. In the interview with Ethiopian TV, Rice said she planned to push government officials during her visit to ensure civilians in the region were protected from abuse. \"Tragic events like those in the Ogaden region have happened, but you have to hold every player accountable,\" said Assefa. \"In regards to this bill, this is clearly not the case.\" Mesfin Ayenew, executive director of the Ethiopian Center for Public Advocacy, said the legislation was too heavy-handed and could create a rift between the U.S. and the Ethiopian governments. In addition to threatening to withhold aid, the bill would provide $20 million each year for two years for programs fostering human rights, democratization and economic development. \"The bill goes beyond being a statement of concern because it attempts to micromanage the policies of Ethiopia,\" Ayenew said. \"Congress has a right to state its concerns, but this bill undermines the sovereignty of government.\"\n\nLoad-Date: July 23, 2008"
}