{
    "title": "STATE HEALTH OFFICER AT D.C. TERRORISM SESSION DURING ATTACK",
    "publisher": "the world",
    "year": 2001,
    "month": 9,
    "day": 19,
    "full text": "CHEYENNE -- While hijackers flew a jetliner into the Pentagon last Tuesday, Dr. Brent Sherard sat in a training room just a few miles away, learning what to do when terrorists attack.\nSherard is Wyoming's state health officer, and he was attending a training session called The Consequences of Terrorism, taught by members of the Federal Emergency Management Agency.\n\"We were learning how to react to an attack on our community,\" Sherard said. The four-day session started last Monday.\n\"Tuesday, while we were on break, we turned on the television,\" Sherard said. \"We watched the second plane hit the World Trade Center.\"\nSeveral of his instructors were called to duty, and some of the session's participants were called home.\nBut Sherard couldn't get a commercial flight back to Cheyenne that day because of the flying ban. He stayed for the rest of the session and got to see first-hand how FEMA works in a time of crisis.\n\"It was a very stressful week,\" he said. \"I worried about what was going on here, and I worried about my family and what might happen with what was going on, plus we had the stress of the course on top of it.\"\nU.S. Marshals arrived at the training facility wearing bulletproof vests. The facility was locked down.\nMeanwhile, Sherard and his fellow participants took part in a simulated terrorist attack that included a truck bomb, fires and biological weapons.\n\"It was pretty amazing,\" Sherard said. \"It was a barbed wire compound and pretty secure to begin with.\"\nAfter lunch Tuesday, Sherard and some other participants were walking back from the cafeteria when they were told to get inside immediately because the facility was in lockdown; the participants had to stay inside for the rest of the session.\n\"It was frightening,\" he said. \"But it was a very interesting experience.\"\nFEMA representatives gave updates on the attack situation every hour during the long day Tuesday.\nThat night, the group stayed in dorm rooms at the training center. Sherard watched limousines roll by his window and head for the bunkers carved into granite walls that sat below part of the facility.\n\"I don't know who all showed up,\" he said.\nSherard said one of the instructors told him at the end of the session Thursday that he had 12 funerals to go to.\n\"Those instructors trained a lot of people who were working out there Tuesday.\"\nSherard still couldn't get a commercial flight back home at the end of the week, so he and two fellow participants drove across country. They had only met a few days before.\n\"It was quite a little trip home,\" he said of the 27-hour journey. \"We got to know each other real well.\"\nNow Sherard plans to use his FEMA training experience here in Wyoming. Although he said he feels confident about the state's current bioterrorism plan, he said some changes might be in store.\n\"I don't think any of us felt terrorism was that big of a threat,\" he said. \"But there are a lot of points in Wyoming where a terrorist could attack. Our state poses unique problems. We have a lot of isolated communities. We're pretty well prepared, but you can't always be prepared 100 percent.\"\n\nLoad-Date: September 26, 2001"
}