{
    "title": "Statements to F.B.I. by Detained Terror Suspect Are a Focus at Another Man's Sentencing",
    "publisher": "the new york times",
    "year": 2013,
    "month": 6,
    "day": 4,
    "full text": "He was known as ''the Doctor,'' an Egyptian terrorism suspect who was interviewed by the Federal Bureau of Investigation in a foreign country where he had been held since his arrest. From the start, he made utterly clear his hatred for the United States, describing how he had even recruited a Brooklyn man to conduct surveillance of the New York Stock Exchange for a possible attack.\nNow, four years after that interrogation, the detainee's statements are at the center of a dispute in federal court in Manhattan, where the Brooklyn man, Sabirhan Hasanoff, 37, who was later arrested and pleaded guilty to supporting terrorism, faces sentencing this month.\nProsecutors want to use the detainee's claims about Mr. Hasanoff's assistance to Al Qaeda as part of an argument that he should receive a maximum 20-year prison sentence. Mr. Hasanoff's lawyers contend the statements are unreliable, in part because the detainee was quite likely tortured while in foreign custody before he met with the F.B.I.\nThe dispute highlights the debate over the admissibility and reliability of testimony from detainees who are held outside the civilian court system.\nPublicly filed court documents do not identify the witness or the country where he was held, although the office of Preet Bharara, the United States attorney in Manhattan, has said in a filing that he was based in Yemen and held a senior position with Al Qaeda there.\nThe F.B.I. summaries also quote the witness as saying that in the mid-1990s, he swore an oath of allegiance to an Egyptian Islamic Jihad leader whose description fits that of Ayman al-Zawahiri, who later became deputy to Osama bin Laden, and his successor. The witness also spent time with Bin Laden in Sudan.\nProsecutors have told the judge, Kimba M. Wood, in a sentencing memorandum that the defense claim that the witness was most likely tortured in foreign custody was ''pure speculation,'' and his statements were corroborated through F.B.I. interviews with another detainee and a cooperating witness, and other evidence.\nJoshua L. Dratel, a lawyer for Mr. Hasanoff, said on Monday that although he could not identify the country in question because it was under seal in the case, the claim of torture was based on reports by the State Department and Amnesty International, which ''have repeatedly noted the problem of mistreatment of detainees, including torture,'' in that country.\nMr. Dratel said of Mr. Hasanoff, a dual citizen of the United States and Australia, ''This episode represents a mistake that he regrets, that he pleaded guilty to and that he is trying to move beyond, recognizing his error.'' Prosecutors had no comment.\nThe 2009 interrogation of the witness, as recounted in highly redacted F.B.I. summaries, show that the agents said they were not seeking to charge him, but rather wanted to learn about a group of American terrorism suspects, including Mr. Hasanoff, and others. (A co-defendant of Mr. Hasanoff's, Wesam El-Hanafi, has also pleaded guilty in the case.)\nThey worked to build a rapport with him: he was given water, juice and food, and regular prayer breaks. One day, he was treated to a traditional dinner at a ''safe house'' that was attended by investigators from both countries, the summaries say.\nBy the time the agents finished their first of five interviews with the witness, he had eaten a Kit Kat bar and was hugging and kissing them on the cheek.\nHe was open about his views, the summaries note. ''As a seasoned jihadi,'' the F.B.I. wrote, ''the subject had long hoped for an opportunity to create an attack on U.S. soil.''\n''The subject is very clear in his desire to attack the U.S. homeland and U.S. interests anywhere and feels completely justified in his hatred of the U.S. and its policies,'' the summary added.\nDuring the interviews, the witness was shown photographs of senior Qaeda and Egyptian Islamic Jihad members, and explained how he used Internet cafes to search the news on the Web because he did not have access to the Internet at home. He also explained that he wanted to have ''Americans travel to America to conduct terrorist operations.'' And he talked about making the New York Stock Exchange a target, the summaries show.\n''The subject had very little idea about the stock exchange, i.e. its location, security measures, size, etc.,'' the F.B.I. wrote, ''but advised that his motivation to do an attack there was because it represented to him the world's economy, so it was a highly desirable target.''\nHe told the agents that in 2008, he gave Mr. Hasanoff an assignment, through his co-defendant, Mr. El-Hanafi, to conduct surveillance of the exchange. Mr. Hasanoff visited the exchange, but the witness said he was ultimately not happy with Mr. Hasanoff's report, the summary says.\n''Subject reported that he tore up the report and 'threw it in the street' and never showed it to anyone,'' the F.B.I. said.\n\nhttp://www.nytimes.com/2013/06/04/nyregion/statements-by-detained-egyptian-terrorism-suspect-are-focus-of-sentencing.html\n\nLoad-Date: June 4, 2013"
}