{
    "title": "STATE NOT TAKING ANY CHANCES ON TERRORISM BUDGET INCLUDES MONEY FOR BOMB SUITS, ROBOT, OTHER EQUIPME",
    "publisher": "the world",
    "year": 1997,
    "month": 7,
    "day": 2,
    "full text": "Terrorism poses little threat in West Virginia, but state law\nenforcement officials are not taking any chances.\nState legislators, prompted by Delegate Barbara Warner, D-Harrison,\ninserted in the Budget Digest, the catalog of spending instructions to\nstate agencies, $ 250,000 sought by the state Fire Commission to\npurchase anti-terrorism equipment.\n\"With the way the world is, even the way West Virginia is right now\nwith the militia problem, I think it's much needed,\" Warner said.\nMountaineer Militia leader Floyd \"Ray\" Looker and six others with\nmilitia ties are accused of plotting to blow up the FBI fingerprint\ncenter in Clarksburg.\nThe matter is a federal case, but state law enforcement officials want\nto increase protections in West Virginia.\nState Fire Marshal Walter Smittle cited more distant acts of\nterrorism: the bombing of the World Trade Center in New York in 1993,\nwhich claimed six lives, and the bombing of the Alfred Murrah Federal\nBuilding in Oklahoma City two years later that left 168 dead.\nThe Internet is a culprit, providing easy access to information about\nhow to build pipe bombs and incendiary equipment, he said.\nSmittle said state police have for years collected and disposed of\nexplosives but need more sophisticated equipment.\nThe money, set aside for a program to be jointly operated by the state\nFire Commission and state police, would pay for bomb suits, X-ray\nequipment, a vehicle to transport bombs or suspected bomb packages,\nphotographic equipment and a robot to enter potentially dangerous\nareas, Smittle said.\nWith a price tag of between $ 55,000 and $ 70,000, the robot would be\nthe costliest item, he said.\nIn addition, fire officials and state police are adding three bomb\nspecialists to the three already at work, Smittle said.\nThe anti-terrorism program will be based in southern and northern\nareas of the state, possibly in Charleston and Clarksburg or\nMorgantown, though officials have not decided. It will be in operation\nin about six months, Smittle said.\nWest Virginia will join Virginia, Ohio, Maryland and a least one\nPennsylvania county in toughening efforts to find and dispose of\nbombs, he said.\nBut bombings and bomb threats in West Virginia are rare, a state\npolice officer said.\nOther than occasional arrests on charges of making and setting off\nlow-charged bombs and telephoning bomb hoaxes - a fraudulent report\nwas made last weekend in Campbells Creek - bombs do not pose a threat\nin West Virginia, said Maj. Chuck Starcher, who heads support services\nfor the state police.\n\"The majority of our calls are not bombs,\" he said. Most callers want\nhelp getting rid of military shells dating to World War I or World War\nII, he said.\nContractors last week unearthed World War II-era mortars in the Dolly\nSods Wilderness, a onetime Army training area.\nLaw enforcement officials need to be prepared for possible bomb\nthreats and attacks, though West Virginia is not especially at risk,\nStarcher said.\n\"As far as a growing problem, I can't say that,\" he said.\n\nLoad-Date: July 3, 1997"
}