{
    "title": "STATE DELEGATES LIST PRIORITIES; REPUBLICANS CONCERNED ABOUT FIGHTING TERRORISM, THE ECONOMY, JOBS",
    "publisher": "wisconsin state journal",
    "year": 2004,
    "month": 8,
    "day": 29,
    "full text": "Wisconsin delegates to the Republican National Convention say fighting terrorism should be the top priority of the candidate who wins this fall's race for president. The economy and jobs are close behind.\nThey overwhelmingly oppose abortion and gay marriage. In other words, they reflect some of the core values of the GOP.\nRepublican Party of Wisconsin chairman Rick Graber said the delegates that will be in New York City this week represent the organization's hard-core volunteers as well as its efforts to reach out to minority voters. Part pep rally for the troops, part showcase for the president and his agenda, the convention marks the beginning of the sprint to election day as people truly tune in to the campaign.\n\"Most importantly, it's to focus the people in the arena and just as importantly the people at home on the very important decision in November,\" Graber said.\nThe Associated Press surveyed 39 of the 40 Wisconsin delegates to the national convention, measuring their views on a range of issues as well as their backgrounds. The surveys found:\n* Two dozen are attending a convention for the first time as delegates.\n* Two-thirds of the delegates are male.\n* Three-fourths of those surveyed described themselves as white. Four described themselves as black, one as Hispanic and another as both white and American Indian. Republicans have trumpeted this year's national delegation as its most diverse.\n* All but one respondent opposed gay marriage.\n* Nearly 80 percent opposed abortion rights.\nDelegates were also asked to rank the issues they thought should be the top priority of the candidate who wins the presidency in November. Fighting terrorism was the most frequently ranked response, followed by the economy and jobs.\nMary Buestrin, Wisconsin's national committeewoman, has attended the past five Republican conventions. But this is the first time dogs sniffed her luggage, even before she was allowed into her hotel off Times Square.\nBuestrin said such measures are simply part of life in a post Sept. 11 world. She also said they highlight why many Republicans feel so strongly about backing Bush for re-election, believing he has chosen the best path to keep America safe.\nThe wars on terror and in Iraq are a driving factor in delegate Gail Chimenti's work on behalf of Bush.\nShe said she had been a longtime volunteer, but never really got involved in politics until after her son, Douglas, joined the military.\nShe walked into the local GOP office four years ago and asked if she could help. She now heads the Brown County Republican Party and is a delegate for the first time.\nChimenti said that decision was spurred, in part, by what she perceived as a lack of support for the military by Democrats.\n\nGraphic\n\n \nCharlie Niebergall - Associated Press\nA worker hangs a sign Saturday in Madison Square Garden in preparation for the Republican National Convention in New York.\n\nLoad-Date: August 31, 2004"
}