{
    "title": "State legislature to consider terrorism bill this session",
    "publisher": "chicago daily herald",
    "year": 2001,
    "month": 11,
    "day": 7,
    "full text": "SPRINGFIELD - It is a strange, unfamiliar scenario lawmakers face today as they begin returning to the Capitol for their fall session.  \nTerrorism is expected to dominate much of the discussion during the brief, seven-day session. Under the Capitol dome, the anti- terrorism plan put forth by Attorney General Jim Ryan faces its first true political test.  \nOutside, lawmakers will find tighter security than any have likely ever faced there. The landmark building traditionally has been open without restrictions. Now, concrete barriers and squad cars line parking lot checkpoints, trucks and car trunks are searched, bags are checked, and identification is required to get into the building.  \nLooming over all of this is the darkening economic shadow cast by the Sept. 11 attacks that now has lawmakers facing their toughest budget situation in years.  \nThe state is already short on cash, and lawmakers are being warned that the spending they've grown accustomed to will end.  \nGov. George Ryan cut the $53 billion state budget by more than $350 million by freezing hiring, restricting travel and ordering state agencies not to spend 2 percent of their budgets.  \n\"We can't go out and spend anymore. We're in a recession,\" state Rep. Terry Parke, a Hoffman Estates Republican said during a recent economic briefing. On Monday, letters outlining the state's financial difficulties were sent to all lawmakers.  \nIt's a marked contrast to only a year ago, when lawmakers approval a Chicago-sponsored $587-million deal to renovate Soldier Field for the Bears. The money comes from higher taxes on downtown hotel rooms, loans from the National Football League, and the Bears.  \nNothing of that sort is expected to happen this brief fall session. The Senate is scheduled to be in session seven days between today and Nov. 29. The House will be in session six days during the same period.  \nThe debate over Jim Ryan's anti-terrorism plan is expected to be the toughest political fight. The proposed law would give the state greater flexibility in using wiretaps, speed up the search warrant process, and create in the law books an actual crime of terrorism, which would carry a prison sentence of 20 years to life.  \nThe attorney general has said the new laws would be useful tools in preventing terrorist attacks in Illinois.  \nCritics contend the plan is moving too fast and goes too far.  \n\"I think we're getting way over-reactive. We're going to make laws where if you're walking down the street and you look the wrong way, we're going to arrest you,\" said state Sen. Terry Link, a Vernon Hills Democrat.  \n\"Don't get me wrong, I think we should prosecute (terrorists) to the hilt,\" Link said. But \"waiting until January or February is not that long of a time. We've got enough laws on the books that if we caught somebody now we could prosecute them.\"  \nThe terrorism debate could be one of the few partisan exchanges in what most lawmakers suggest will otherwise be a staid fall session.  \n\"Legislators do not want to have much on their plates between now and the primary (election) of March 19,\" Parke predicted.  \nThat likely translates into no action on a plan that would specifically outlaw discrimination against homosexuals. One version of that plan did not advance during the General Assembly's spring session. But Gov. Ryan, who angered conservatives with his previous support for gay rights legislation, used the powers of his office to add the protection onto a plan that would prohibit discrimination against motorcyclists. That proposal now goes back to the General Assembly for consideration.  \nHowever, supporters don't expect any action on this issue during the fall session.  \nOne plan likely to be approved would allow beer to be sold at the University of Illinois' football stadium while the Bears play there.  \nThe team already announced that next year's home games will be played in Champaign while Soldier Field is remodeled. Currently, alcohol is illegal at the university's stadium. Lawmakers voted to legalize it, but Gov. Ryan vetoed the plan because it did not specify the hours for alcohol sales.  \nWith limits now in place, the legislation is expected to pass during the fall session.\n\nLoad-Date: November 8, 2001"
}