{
    "title": "State may deny insurers' terrorism exclusions",
    "publisher": "the pantagraph",
    "year": 2002,
    "month": 2,
    "day": 16,
    "full text": "SPRINGFIELD - Illinois insurance regulators are prepared to turn down requests by insurance companies to exclude coverage of terrorism from homeowners and auto insurance policies.\nThough a formal declaration by state officials hasn't been issued, a spokeswoman for the Illinois Department of Insurance said the state's position will mirror a January recommendation outlined by the National Association of Insurance Commissioners.\nThe decision comes as part of the insurance industry's response to the Sept. 11 terrorist attacks, which sent companies in search of protection from possible heavy losses from the federal and state government.\nThe state's ruling, which could be issued \"in the very near future,\" would apply to requests from companies seeking to exclude coverage of terrorism from their homeowners' and auto insurance policies, said Illinois Department of Insurance spokeswoman Nan Nases.\nIllinois' approach to consumer policies is different from its decision on commercial insurance. Department of Insurance Director Nat Shapo announced last year that the state would accept some exclusions for commercial insurance.\nFor home and auto insurance policies, however, Nases said exclusions are \"generally not necessary.\"\n\"Unless there are some unique company circumstances that should be considered, the general consensus is that they probably won't be approved,\" said Nases.\n\"We are allowing that there could be, on a case-by-case basis, some reason why we should allow an exclusion,\" said Nases.\nNeither of Bloomington's two large insurance companies has any immediate plans to seek exclusions for future terrorist acts.\n\"We have not made filings to exclude terrorism in Illinois on the personal lines or on the commercial side,\" State Farm Insurance Cos. spokesman Dick Luedke said.\n\"We are looking into it. But we haven't made any decisions yet about anything,\" said Country Insurance and Financial Services spokeswoman Cathy Oloffson. \"We're just really at the investigative research stage.\"\nNases said terrorism exclusions might be considered for companies if they can prove that failure to have the exclusions would result in financial insolvency.\n\nLoad-Date: February 19, 2002"
}