{
    "title": "Statewide policy is needed for distributing Florida 's water",
    "publisher": "the world",
    "year": 1994,
    "month": 8,
    "day": 13,
    "full text": "This is in reference to Commissioner Chuck Rainey's recent call for a  statewide water policy.\nHis is the first suggestion I've heard about water management that makes  sense. As a builder/developer who came to Florida 20 years ago, having built  in the water-scarce communities of Los Angeles, Tucson, Phoenix and Denver, it  is ludicrous to characterize our water shortage as a \"supply\" problem. The  problem is distribution, not supply.\nFlorida has plenty of water. With the second-highest rainfall in the  country and with one of the largest fresh water aquifers of any state in the  country, the only problem is getting our water to our relatively low  population of 14-million people, which in the past was concentrated on both  coasts. We have been spoiled with the fact that we have not had to distribute  water very far to satisfy our population growth.\nSATURDAY\nIn comparison, metropolitan New York City, which has about as large a  population as Florida has in the entire state concentrated in one area, has  over the years built up a series of reservoirs and aqueducts to provide water  from hundreds of miles away in a system that is very adequate for this  concentrated population mass. If you want to talk supply shortage, go to  Tucson, Phoenix or Denver where water wells are sunk thousands of feet to  reach the aquifers. Or go to cities in Southern California where water has to  be transported hundreds and hundreds of miles via the Colorado River from the  Rocky Mountains.\nIt is simple economics to know that the two primary resources that made our  country prosper were low-cost energy and plenty of water. One of the fastest  ways to stifle our economy is to ration these resources. The water  restrictions artificially imposed in our area are unnecessary, extremely  counterproductive for economic growth, as well as an imposition on people and  businesses to provide the lifestyle Americans need and want. It's  unconscionable that urban areas suffer when our government agencies can't  figure out the simple matter of distributing water within the state for minor  distances - say 100-200 miles. To have water management districts and areas  within the state fighting turf battles ignores the fact that water, like air,  does not know these boundaries and it is only natural that a statewide policy  to distribute water wherever needed be developed. There is plenty to go around  for everyone and will be for hundreds of years to come.\nCommissioner Rainey's call focuses on our historical inept failure to  distribute. The agency controlling the water management obfuscates the issues  by claiming an artificial shortage to be a real shortage. This \"chicken  little - the sky is falling\" policy results in a self-created shortage.  Florida must be the laughing stock of New York, Arizona, California, Colorado  and other states that dealt with real water shortages. Let's get our act  together and adopt Commissioner Rainey's suggestion as the first step in  correcting our own falsely-created shortage. \n \nAlfred Hoffman Jr., Plant City \n \nThe mouth that revved \n \n   Note to Sen Robert Dole:\nPlease put brain in gear before opening mouth. \n \nA.F. Stelzner, New Port Richey \n \nMandatory sentencing opposed \n \n   I am opposed to STOP. They say they are a grass-roots group trying to curb  crime. They are off the mark. They have no clear logic of the situation and  appear to be a knee-jerk reactionary group with the misguided notion that they  can stop crime by increasing prison time. If prisons or imprisonment curbed  crime, then Florida should be virtually crime-free by now considering the  number of inmates in this state.\nThere are many reasons why mandatory time on sentences is not practical -  to say nothing about not being just - and why it should not be implemented,  but I will summarize:\n1. They have absolute faith in the infallibility of the judicial system.  There are people in prison who are innocent or who have varying degrees of  culpability.\n2. Financial: It is too expensive to warehouse inmates for long periods of  time and the taxpayers would be shelling out more money to keep inmates behind  bars when they could safely be returned to society. Believe it or not, there  are inmates who are released and do go on to live productive lives; however,  this fact is rarely mentioned and gets lost in the political and emotional  hoopla of \"lock 'em up and throw away the key.\"\n3. Incentive: With the rehabilitation programs presently being cut  (education, vocational training, self-help programs) the inmate would have no  incentive to improve.  4. Racism and gangs: Prisons are breeding grounds for racism and gangs. The  prisoner who would be safe to be released back to the street would be caught  up in the racism and gangs in the prison system and would certainly not be  benefiting from incarceration for a mandatory period of time.\n5. Not all inmates have committed crimes of violence. Not all inmates are  hardened criminals and many are first-time prisoners with a good chance of not  being repeat offenders upon release.\nI strongly object to an across-the-board sentencing. Each one should be  taken on an individual basis and not lumped together in one pot. That is not  what this country stands for - justice - not blind irrational hysteria. \n \nSandra Mitchell, Clearwater \n \nPunish terrorist nations \n \n   Your editorial, Don't give in to terrorism, July 28, failed to offer any  concrete suggestions regarding how to deal with terrorism. One gets the  impression your attitude is to keep a stiff upper lip. That is an entirely  insufficient response to terrorism.\nWe know that terrorism has a main address - it is in Tehran. The Islamic  Jihad and Hamas are outgrowths of Islamic fundamentalist terrorism which are  financed in Iran. Syria has allowed these groups to function in the territory  it controls in Lebanon. Syria does this for a more nuanced purpose - to keep  the Israelis reminded that Syria has the potential to eliminate the terrorists  if Israel agrees to return the Golan. That kind of Machiavellian tactic at  least can be understood and dealt with. The religious fervor which drives the  mullahs in Iran and their surrogates in the West Bank and Gaza is much more  difficult because their terrorism is not balanced by pragmatic considerations.  They are fanatics who must be dealt with.\nIran should be declared an outlaw state. It should be isolated and  boycotted. Its assets overseas and in other countries should be frozen.  Syria's refusal to control the fanatics under its jurisdiction should also  meet with penalties. It should be given incentives to halt the terrorism it  quietly abets.\nYour assertion that \"it seems all but inevitable that Islamic extremists  will attempt a sensational act of violence within the United States as part of  their current campaign of fear\" predicts the future will have more events  like the past. The bombing of the World Trade Center and the murderous attack  of innocent Hasidic children in New York provide testimony to the reality that  terrorism of the magnitude you describe is already here. We should not suffer  in silence and equanimity. The bombings in Argentina, Panama and Britain are  further proof that Islamic fundamentalist extremism is the enemy of peace.\nThe fact is that now Iran, Iraq and Libya are looking to buy missiles from  North Korea. Syria already has such missiles and, consequently, doubled its  arsenal. The stakes for state-sponsored terrorist destruction are tremendously  high, much higher than the impression given by your editorial, which focuses  more on the recent individual acts of terror intended to disrupt the peace  process.\nThe civilized nations of the world must isolate the terrorist nations and  protect themselves by all necessary means from the terrorism which lies ahead.  Terrorism must have penalties. The nations of the world need to be ready to  administer them now. \n \nRobert F. Tropp, Largo \n \nMedicaid taxis defended \n \n      Re: Medicaid taxi service challenged, July 4.\nMedicaid transportation services work well when provided by private  transportation operators.\nThe Medicaid program can only achieve its established goals by ensuring  that required medical services are provided in a proper and timely manner. The  provision of transportation service to those who need it guarantees access to  essential medical treatment and services. The provision of timely medical  treatment to economically indigent individuals prevents the eventual  expenditure of much larger sums of public dollars on hospitalization and  advanced medical treatment.\nMedicaid riders are primarily elderly, handicapped and poor. A sizable  segment of the ridership is made up of of sick children and their families.\nThe use of taxis and other forms of transit such as wheelchair van  services makes eminent good sense for a number of reasons.\n1. The job gets done. People who require medical service actually go to the  appropriate facility and get help. People get picked up and delivered to their  doctors' offices and public health clinics on time. Doctors, nurses and other  expensive and desperately required medical support services are used more  efficiently when schedules and appointments are adhered to.\n2. Riders are screened for Medicaid eligibility, medical need for service  and on the availability of other means of transportation.\n3. The system is tightly monitored by the requirements for rider  verification of service provision and by regular monitoring by programs which  purchase service.\n4. All capital and operating costs associated with the operation of the  service are provided by the private taxi or transit operator without  government subsidy or support.\n5. All insurance liability for claims arising from the delivery of these  services is borne by the private provider.\n6. In most cases, the taxi fare is the best rate available. In cases where  these services are provided directly by public transit properties, rates are  substantially higher than existing taxi fares.\n7. Taxi companies know what they're doing. They're in the business of  moving people in the most efficient and productive manner. They cover the  service area with a fleet of vehicles with well-tested and operational  communications equipment. They operate 24 hours per day and holidays.\nThe Medicaid program's reliance on taxis and other forms of private transit  services to transport their needy patients is a good government decision. We,  as private transit operators, welcome any studies or audits of the services we  provide. \n \nClarence W. Marsella, Executive Director, \n \nFlorida Transit Operators Association, Miami \n \nRacism comes in many colors \n \n   Re: Black journalists and the black middle class.\nI am an avid reader of your op-ed pages and often clip articles that seem  especially cogent and relative. You have many fine columnists who not only  write well, but who are thoughtful and moderate, and serve as a counterpoint  to demagoguery and ideological extremism. Among those fine columnists are  several whom I presume to be African-American. Upon perusing my stack of  clippings going back five months, I found excellent and courageous articles by  African-American journalists who I presume are middle class, part of what Hugh  Pearson calls \"The Black Silent Majority.\" In addition to Pearson, there  were columns by William Raspberry, Bill Maxwell, Wiley A. Hall and Elijah  Gosier. For the most part they do not write as African-Americans but as  members of the human race who are Americans. Since I am also a member of the  human race who is American, I can identify with them and feel what they feel.  They do not exclude me - they include me and make me feel a part of them.  Those who state or imply that I am a racist solely because of my skin color  are themselves guilty of racism. Racism is an equal opportunity disease. It  comes in all creeds, colors and political persuasions.\nThese fine African-American journalists are challenging \"the great silent  majority of hard-working, decent African-Americans\" to stand up and be  counted, so that the political and religious demagogues do not drown out  reasoned dialogue.\nUnfortunately, your Peggy Peterman sees a \"white racist\" behind every  tree. I would like to start a dialogue with Ms. Peterman, but because she  distrusts and/or dislikes me solely because I am light skinned makes dialogue  almost impossible. \n \nJames J. Foley, Clearwater \n \nA merciful lobster death \n \n   I was touched by the recent letter from Kathy Doerr. I have felt the same  away about \"murdering\" lobsters for many years, and have never bought or  cooked one.\nFamous TV chef Graham Kerr provided an alternate method of cooking lobster  on his show many years ago. He always places the live lobster in fresh water,  where it cannot survive and, therefore, \"goes to sleep.\" These are his  words.\nI've often wondered why all cooks don't adopt this humane method of  preparing lobster - one of the world's most delicious members of the food  chain. \n \nBendita L. Mitchell, Indian Rocks Beach \n \nFire in the forest \n \n   With tongue in cheek, this reader wonders what has happened to the spotted  owl, and to all the creatures of the woods?\nWashington, having made certain all creatures were protected from the  loggers, overlooked the force of nature. Hundreds of lightning strikes are  destroying thousands of acres of prime timber. Need any more be said? \n \nRobert M. Smith, Largo \n \nRemember Bill of Rights \n \n      Re: Letter to the editor, Aug. 3.\nThe letter writer seems to have forgotten a lot of his history and the Bill  of Rights. He says, \"Largely to blame for these tragedies (the abortion of  fetuses) is the Supreme Court which blindly legalized the killing of the  unborn. A really Christian Supreme Court would repeal the Roe vs. Wade ruling  and act to restore Christian standards for our society.\"\nFirst, the idea that a fetus is a life is not a scientific fact, but a  religious belief. Second, he forgets that a lot of people left Europe for (say  it) religious freedom. So, when our Bill of Rights was written, the very first  amendment called for religious freedom and, basically, the separation of  church and state.\nSo he's right - it's not a Christian Supreme Court. It's not supposed to  be! In America we have just about every religion imaginable. We are not  supposed to be a Christian nation and whoever told him it is, told him a  dastardly lie. \n \nMike Flanery Jr., Clearwater \n \nShare your opinions \n \n   We invite readers to write to us. Letters for publication should be  addressed to Letters to the Editor, P.O. Box 1121, St. Petersburg, 33731. Or  they can be sent by facsimile machine by calling the Times' fax number:  893-8675. They should be brief and must include the handwritten signature and  address of the writer. \n\nGraphic\n\n \nBLACK AND WHITE CARTOON, DON ADDIS; A blindfolded construction worker tells a member of the \"Inquiry Team\" that he can't help with his investigation. \"They tell each of us only as much as we need to know,\" as he transports dirt at the Super-Secret Spy Complex.\n\nLoad-Date: August 15, 1994"
}