{
    "title": "STATES FACE HUGE COSTS IN BATTLING TERRORISM",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 12,
    "day": 6,
    "full text": "WASHINGTON -- Security and public health demands could cost states up to $ 4 billion this year, governors estimated Wednesday as hundreds of state lawmakers gathered to develop new approaches for terrorism and its fallout.\n\"Bioterrorism, public health, airport service ultimately, it's going to cost us all,\" said Alaska state Rep. Pete Kott, who came cross-country to get ideas to protect the state capitol in Juneau and the Alaska oil pipeline. \"We're all going to pay.\"\nThe National Governors Association, in a preliminary estimate that it said could grow, figured states would have to spend $ 1 billion to protect airports, bridges, power plants and other critical infrastructure. Another $ 3 billion would go to public health and law enforcement needs.\n\"State budgets are already burdened by the recession,\" said Kentucky Gov. Paul Patton. \"We have responded to the requests of various federal agencies for assistance in the wake of the September 11 terrorist attacks, and to be blunt, these services aren't cheap.\"\nGovernors seek $ 3 billion\nGovernors were seeking at least $ 3 billion from Congress to help.\nState lawmakers at the annual meeting of the National Conference of State Legislatures weighed the potential for federal financial help versus their own tight budgets as they considered changes to laws and budgets.\nA few states, such as New York and Florida, already have taken steps to increase penalties for terrorism, but most states won't begin legislative work until the new year.\nThe usual concerns of state government education, welfare, rural development and tax issues were not ignored at the scores of round-table discussions and work groups at the annual meeting.\nBut this year, the task of finding responses to terrorism in all its forms swamp the agenda. Conference choices for more than 600 lawmakers, aides and lobbyists include \"Preparing Legislators to Lead in Crisis,\" \"Cyberterrorism,\" and \"Is the Capitol Safe?\"\n\"The threat is real,\" said Michael Lowder, a Federal Emergency Management Agency planning chief who spoke about potential environmental crises. \"The key thing is preparedness.\"\nLawmakers were to hear today from Tom Ridge, the former Pennsylvania governor now heading the federal Homeland Security office.\nThe crush of ideas ranged far beyond increased penalties: wiretapping authorities for prosecutors; revamped equipment for police, fire and emergency management officials; preventing and punishing terrorist hoaxes.\nPublic health drew much of the attention, with ideas to improve first response, communication among front-line care providers at clinics and hospitals, and expanding government powers for quarantine in the event of bioterror attacks.\nRight now, the inability of clinics, hospitals and local health departments to quickly share information is a dangerous gap, said Dr. Richard Jackson of the Centers for Disease Control and Prevention.\n\nLoad-Date: December 6, 2001"
}