{
    "title": "State anti-terrorism bill needs work",
    "publisher": "university wire",
    "year": 2002,
    "month": 4,
    "day": 30,
    "full text": "While nearly any effort to prevent terrorism means a reduction in civil liberties, it has become necessary to take reasonable steps in protecting ourselves from the increasingly present danger. Yet in doing so, Americans must demand that every sacrifice of civil liberty procures a demonstrative barrier between terror attacks and us. And we must carefully gauge when the loss of civil liberty outweighs the protection it buys and be careful to stop before that point.\nU. Minnesota\nCurrently, the Minnesota Legislature is debating the Minnesota Anti-Terrorism Act of 2002, and Minnesotans have been weighing in on the bill's merits since it was first proposed. Somali leaders, in particular, have been vocal because they feel the bill unjustly targets people in their community.\nThe law will create tougher restrictions on who can obtain a driver's license and for how long, primarily impacting immigrants. Also, Somali leaders find the Legislature's definition of terrorism ambiguous and fear demonstrators could be persecuted as terrorists, according to The Associated Press. Because of these problems, the Somali community is asking the state Legislature to forgo passing the bill until next session.\nThe Somali leaders are right to press for a clear definition of terrorism. Many have noted, including this editorial board, the USA Patriot Act - the federal-level anti-terrorism bill -- is too ambiguous in its definition of a terrorist, and any dissident of the government is at risk of being prosecuted as one. The state's definition must not be left unclear. However, even having acknowledged this worrisome fact, it is imperative for the state to promptly begin preparing itself to prevent and to respond to a terrorist attack. And to do this the legislature need to pass some form of the bill before this session ends.\nHowever, the current proposal needs some cleaning up before they pass it. For instance, a person who has been given permission to stay in the United States only up until a specified date will be issued a special driver's license expiring on the same date. It will be \"of a distinguishing color\" and will be \"plainly marked non-renewable.\"\nYet police officers are trained to look at expiration dates, and the Department of Motor Vehicles computer system could be re-worked to prevent issuing a license to someone who didn't get an extension. So although the expiration date concurrence makes sense, the need to make the ID a special color and design is unnecessary and even a little disturbing. Customized IDs aren't quite as bad as armbands but they will lead to discrimination against cardholders by people who require IDs, such as landlords and employers.\nIn fact, the result of such a policy might be to make private citizens who require IDs vigilantes against terrorists, which is too Orwellian to even consider. So the Legislature needs to step up its efforts to address these concerns in order to pass a well-balanced bill this session.\n(C) 2002 Minnesota Daily via U-WIRE\n\nLoad-Date: April 30, 2002"
}