{
    "title": "State Of Emergency To Continue In Sri Lanka",
    "publisher": "rtt news",
    "year": 2009,
    "month": 5,
    "day": 26,
    "full text": "(RTTNews) - Sri Lanka&apos;s government announced Tuesday that the earlier declared Prevention of Terrorism Act and State of Emergency would continue in the island nation for some more time in spite of the conclusion of the decades-long civil war.\nLeader of the House Minister Nimal Siripala Silva told the country&apos;s parliament on Tuesday that it is too early to lift the emergency regulations as the end of the civil war does not guarantee the complete termination of all terrorism-related activities in the country.\n\"There are terrorist suspects who are already on arrest under State of Emergency. And, with the termination of the civil war, another group of terrorist suspects surrendered to the armed forces. Police need time for further investigations,\" Silva said.\n\"Even though relatively peaceful, it may take some months to declare the city as a no risk zone. If someone asks of shifting the State of Emergency or nullifying the Prevention of Terrorism Act, it doesn&apos;t suggest sense at this moment,\" he added.\nThe Sri Lankan government had enforced the Prevention of Terrorism Act in 1979, while the State of Emergency was declared in the country following the assassination of Sri Lankan Foreign Minister Lakshman Kadirgamar in 2005.\nThe announcement comes just a week after Sri Lankan President Mahinda Rajapaksa declared victory in the country&apos;s 25-year civil war against the Tamil Tiger rebels.\nShortly after President Rajapaksa&apos;s victory declaration last Tuesday, the military announced that it had recovered the body of Tamil Tiger founder and leader Velupillai Prabhakaran. Military officials said that the Tamil Tiger leader was killed while trying to escape from the war zone.\nSeparately, Sri Lanka&apos;s police authorities on Tuesday urged \"people who have links to terrorist activities\" to surrender themselves at the nearest police station or any army camp in the area. They also promised to provide adequate security to the former Tamil Tiger rebels who surrender.\nThe appeal is a part of the government&apos;s efforts to rehabilitate those with former LTTE links after they face possible criminal charges. Presently, there are about 10,000 surrendered LTTE rebels undergoing rehabilitation in several centers in the country.\nFighting between the Tamil Tiger rebels and the government forces intensified in 2006 after the Sri Lankan government backed out of a 2002 Norwegian-brokered ceasefire in January and launched an all out offensive against the rebels, aiming to crush them by the end of 2008.\nIt is estimated that more than 80,000 people, mostly civilians, have been killed in the country&apos;s civil war after the Tamil Tiger rebels launched an armed rebellion in 1983, demanding an independent state for the Tamil minority in the island nation&apos;s northern and eastern regions.\nOfficial figures indicate that the final military offensive against the Tamil Tiger rebels in the northeastern regions of the country has left over 275,000 people homeless.\nLast week, President Rajapaksa had assured visiting Indian National Security Adviser M.K. Narayanan and Foreign Secretary Shiv Shankar Menon that his government has charted out plans for the resettlement of the 280,000 war-displaced Tamils within the next six months.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 17, 2010"
}