{
    "title": "State Department terrorism report criticizes PLO Document 'puts Arafat on notice' but leaves U.S. -",
    "publisher": "usa today",
    "year": 2001,
    "month": 4,
    "day": 26,
    "full text": "WASHINGTON -- The State Department will include criticism of two\nkey groups in Yasser Arafat's Palestine Liberation Organization\nin its annual terrorism report due out next week, U.S. officials\nsaid Wednesday. The report will mark the first time that mainstream\nelements of the PLO are cited in the influential document.\nThe report will include Israeli accusations that the largest faction\nin the organization, Fatah, and its Tanzim youth militia took\npart in terrorist activities against Israel during the Palestinian\nuprising that began in September. The violence in Israel and the\nWest Bank and Gaza has claimed the lives of nearly 500 people,\nmost of them Palestinians. The Bush administration also has criticized\nIsrael for \"excessive\" retaliation against the Palestinians,\nbut Israel has not been singled out for terrorism.\nOfficials said the report won't address the question of whether\nArafat or other top Palestinians ordered attacks against Israeli\ntargets. However, by merely mentioning the groups, the Bush administration\nwill be taking into account congressional criticism of the PLO\nand warning Arafat to rein in his followers. \"This lays the intellectual\ngroundwork for declaring these groups foreign terrorist organizations,\"\nsaid Kenneth Katzman, a Middle East expert at the Congressional\nResearch Service. \"It puts Arafat on notice.\"\nThe PLO has had an office in Washington since its peace treaty\nwith Israel in 1993.\nPLO groups were criticized earlier this month in a State Department\nreport on compliance with anti-terrorist laws. \"While it is difficult\nto determine who, if anyone, planned specific instances of anti-Israeli\nviolence, public statements by leaders of the Tanzim clearly encouraged\nviolence,\" the report said. \"Elements of Fatah and members of\nthe Palestinian Authority's security forces instigated and participated\nin anti-Israeli violence.\"\nA letter to President Bush earlier this month, signed by 296 members\nof Congress, called for a reassessment of the U.S.-PLO relationship,\nincluding an examination of whether PLO-affiliated groups should\nbe designated as foreign terrorist organizations.\nThe officials said the report next week will not say the groups\nare \"foreign terrorist organizations,\" a classification created\nby Congress in 1996 that could oblige the United States to sever\nties with the PLO and could complicate efforts to restart peace\nnegotiations.\nHassan Abdel Rahman, the PLO ambassador in Washington, called\nthe criticism \"unfair, unbalanced and counterproductive.\"\nPaul Pillar, former deputy counterterrorism chief at the CIA,\nsays \"a mention of concern is probably the right thing to do.\nIt gets away from the legal requirements but calls a spade a spade.\"\n\nLoad-Date: April 26, 2001"
}