{
    "title": "State Department Report Shows Increase in Terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 6,
    "day": 23,
    "full text": "The State Department announced Tuesday that the number of significant international terrorism episodes rose slightly last year, and that the number of those injured in all international terrorism episodes went up by more than 50 percent. Both trends contradicted earlier findings cited by the Bush administration as evidence that it was winning the campaign against terrorism and later disowned as erroneous.\n The new report, reflecting two weeks of efforts led by the State Department to review the original statistics, showed that the total number of international terrorist episodes rose to 208 last year from 205 in 2002. A first report, issued April 29, said the number had fallen to 190 from 198. The number of injuries resulting such episodes rose to 3,646 from 2,013 last year, instead of falling to 1,593 as the earlier report said.\n  The number of ''significant events'' in international terrorism rose by more than the State Department had earlier said, to 175 from 138 instead of to 170.\n ''Our effort is to put out the most accurate information we can,'' Secretary of State Colin L. Powell said at a news conference on Tuesday, adding that ''we have identified how we have to do this in the future in order to make sure that we don't run in to this kind of problem again.''\n The report's release was accompanied by an unusually testy exchange between Mr. Powell and reporters, who asked repeatedly about the comments made by Deputy Secretary of State Richard L. Armitage in April that the first report presented ''clear evidence that we are prevailing in the fight'' against terrorism.\n ''I'm aware of what Mr. Armitage said, and what Mr. Armitage said reflected the report as he received it on the 29th of April,'' he said. \n Asked if the new statistics meant that the United States was not ''prevailing,'' Mr. Powell said that he had to leave for a meeting at the White House but that two specialists would explain. ''Here are the experts,'' he said. ''They will tell you.''\n Left behind were J. Cofer Black, the State Department's coordinator for counterterrorism, and John O. Brennan, director of the Terrorist Threat Integration Center, who asserted that a combination of technical and human errors, including an obsolete database and computer program, caused the errors.\n For example, Mr. Brennan said that in preparing tables for the original report, titled ''Patterns of Global Terrorism 2003,'' a computer failed to generate statistics for the period after mid-November, leaving out several incidents. Officials vetting the information at the Central Intelligence Agency and the State Department then failed to recognize what happened. But Mr. Brennan and Mr. Black insisted that there were no political motivations or efforts to gloss over the trends.\n ''We here in the Counterterrorism Office, and I personally, should have caught any errors that marred the 'Patterns' draft before we published it,'' Mr. Black said. ''But I assure you and the American people that the errors in the 'Patterns' report were honest mistakes, and certainly not deliberate deceptions as some have speculated.''\n But the political damage appeared likely to continue as Democrats seek to make an issue of the administration's credibility, citing the failure to find unconventional weapons in Iraq and the assertions by President Bush and others of links between Saddam Hussein and Al Qaeda.\n But the Democratic lawmaker who had helped expose the flaws in the first terrorism report, Representative Henry A. Waxman of California, commended the State Department for acting to correct it. He said he accepted Mr. Powell's explanation that the errors resulted from ''incompetence,'' not politics.\n ''I give Secretary Powell a great deal of credit for admitting they have made a mistake and trying to rectify it,'' Mr. Waxman said. ''He is the only administration official I can recall who has admitted to making a mistake.''\n Democrats charged that by saying the report showed the Bush administration was ''prevailing,'' Mr. Armitage was taking a document that has been issued annually for 22 years and thrusting it into the political arena. State Department officials say Mr. Armitage had intended to cite the broad information in the report, including the progress in specific areas like Afghanistan. \n In a brief telephone interview, Mr. Armitage said: ''I'm pleased that an accurate report has now been submitted, and of course we are going to prevail in the war on terrorism. But the numbers in the new terrorism report show that it's going to be a tough and difficult slog.''\n When the first report was published, there was little coverage.\n Nearly three weeks later, an op-ed article in The Washington Post by two professors said the figures did not add up. A letter from Mr. Waxman was released about that time.\n Then, after a story in The Los Angeles Times, Mr. Powell's staff reviewed the matter, and the department announced June 10 that the report contained many errors. Mr. Powell said he was ''not a happy camper.''\n According to Mr. Black and Mr. Brennan, the main problem was that two years ago, the State Department, which had compiled terrorism statistics in cooperation with the Central Intelligence Agency, handed the job over to a new agency created as as a clearinghouse on terrorism data.\n With fewer than 150 employees, this unit, the Terrorist Threat Integration Center, is supposed to analyze threats reported overseas and domestically and figure out from where the next attacks may come.\n But according to administration officials, C.I.A. and State Department officials then passed what they regarded as a tedious job of producing statistics for the annual report to the unit, which was understaffed and handicapped by turnover, old computers, software that did not work and other problems.\n But some officials said Tuesday that the statistics themselves are arbitrary, dictated by American law. For example, the report does not include attacks by citizens of a country against citizens of the same country, because these are not regarded as ''international'' terrorism.\n Nor does it include civilians killed accidentally by military action inside a country. Thus, foreigners killed by suicide bombs in Israel are included, but civilians killed accidentally by Israeli forces are not. American soldiers killed in Iraq are not included unless they are in a civilian setting, such as in a hotel bombing.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nChart: ''UPDATE: Revised Terrorism Data''On Tuesday, the State Department released revised statistics for its annual report on worldwide terrorism, which was originally released in late April. The department disowned the original report when it was found to have been based on erroneous statistics.Total terrorist incidents2002 -- 2052003: ORIGINAL -- 1902003: REVISED -- 208Significant2002 -- 1382003: ORIGINAL -- 1702003: REVISED -- 175Not significant2002 -- 602003: ORIGINAL -- 202003: REVISED -- 33Killed2002 -- 7252003: ORIGINAL -- 3072003: REVISED -- 625Injured2002 -- 2,0132003: ORIGINAL -- 1,5932003: REVISED -- 3,646(Source by State Department)      \n\nLoad-Date: June 23, 2004"
}