{
    "title": "State will hold security hearings; Public sessions run by lawmakers will look at potential for terro",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 4,
    "day": 26,
    "full text": "State Rep. John Perzel yesterday announced a series of statewide public hearings on homeland security, with the first session set for Philadelphia on May 8.\nThe Philadelphia hearing, scheduled for 10 a.m. at the Independence Seaport Museum, will examine the potential for terrorism at the port of Philadelphia, as well as steps taken already to guard against it. The U.S. maritime administrator, William D. Schubert, will be the lead witness.\nThe hearings will be conducted by the state House of Representatives' Committee on Veterans Affairs and Emergency Preparedness. Other hearings will look at security issues in nuclear-power plants, sports stadiums, public utilities, chemical plants and refineries, railroads, and public transportation.\nPerzel, a Republican and the new speaker of the Pennsylvania House of Representatives, said at a Philadelphia news briefing that the hearings would give the state a better sense of how prepared it is to deal with a terrorism emergency.\nPerzel noted that after Sept. 11, 2001, \"there were scares,\" including reports of suspicious boats pulling up near the Three Mile Island nuclear plant near Harrisburg.\nHe said Pennsylvania had $113 million this year in state and federal funds to use for homeland security.\nNext week, the House will begin to consider a package of bills on how to spend some of that money, including:\nCreating a wireless 911 telephone system that would let local county 911 centers locate callers making emergency calls from cellular telephones.\nStarting a training program for career firefighters, and providing $25 million in grants for volunteer fire companies.\nReviewing the training and equipment needs of all county hazardous-materials teams in the event of a chemical or biological emergency.\nPerzel conceded that there was a risk of airing too much information about terrorism threats. But he added: \"No matter what we do whenever we talk about it, it's going to be out there.\"\nContact staff writer Jennifer Lin at 215-854-5659 or jlin@phillynews.com.  \n\nLoad-Date: July 19, 2005"
}