{
    "title": "State leads in terror recruits",
    "publisher": "star tribune ",
    "year": 2018,
    "month": 2,
    "day": 6,
    "full text": "An unprecedented \"cluster\" of Minnesotans aspiring to become jihadists overseas fueled the nation's highest rate of terrorism recruitment, according to a new study that also found that attempts to travel to Syria or Iraq are on a steady decline since 2015.\nThe number of Americans to successfully join the Islamic State of Iraq and Syria (ISIS) is just a fraction of the several thousand Europeans who have made it into the group's ranks. But researchers at George Washington University's Program on Extremism found that Minnesota, particularly the Twin Cities, has seen an unusually active rate of jihadist mobilization with roots in an earlier wave of departures to join Somalia's Al-Shabab militants in the late 2000s.\nIn a report released Monday called \"The Travelers: American Jihadists in Syria and Iraq,\" three terrorism scholars described a Twin Cities cluster more akin to terror conspiracy hubs in Belgian and French neighborhoods than the more common one- and two-off efforts more typically foiled by American law enforcement.\n\"The relatively high number of travelers is a reflection of the personal connections,\" Seamus Hughes, one of the report's authors, said Monday. \"Brothers, roommates, and friends of individuals who traveled to join Al-Shabab in Somalia were part of the group that traveled to Syria. Personal connections still matter a great deal to successfully make it to conflict areas.\"\nThe report - authored by Alexander Meleagrou-Hitchens, Hughes and Bennett Clifford - looked at seven Minnesota cases of successful travelers who were part of a group of 64 Americans who traveled to join jihadist groups in Syria and Iraq since 2011. They found at least another 50 Americans who were stopped from trying to travel overseas and added that both data sets \"pale in comparison to recruitment\" from some European cities.\nBut while the most popular form of \"jihadist mobilization\" has recently been traveling to join groups like ISIS abroad, the recent loss of territory and calls for a renewed focus on attacks in the West have contributed to a steady drop in traveler cases since 2015, the report found.\n\"The concern is that, absent a physical space to travel to, their focus will shift elsewhere to avenging the loss of the Islamic State,\" Hughes said. \"We've seen Islamic State propaganda romanticizing the lost caliphate and calling for those to commit attacks out of revenge.\"\nThough all but one of the publicly identified Minnesota travelers were male, the state's travelers were much younger than the report's average age of 27. The report cautioned that researchers have been unable to identify a single profile of would-be jihadists.\nMinnesota's successful travelers - like Hanad Mohallim and Abdi Nur - kept in touch with friends back home as they attempted to follow them to Syria in 2014 and 2015. The report cited a senior law enforcement official involved in the investigation as saying that had Abdullahi Yusuf not raised suspicions during his passport application interview, Yusuf might never have been stopped from boarding a May 2014 flight to Istanbul the day before Nur left on a similar flight undetected.\nThe tip triggered the nation's largest terror recruitment probe, netting nine convictions and additional charges in absentia against those who made it overseas.\nThe researchers called the Minnesota case \"the one known exception to the norm of American traveler networks\" in that the group transcended several friend and family circles and included at least 15 people directly. Co-conspirators had connections to Al-Shabab members, like Mohamed Hassan, a Roosevelt High grad who has been under indictment since 2009 for allegedly joining the group in Somalia.\nThe U.S. attorney's office in Minnesota has not charged anyone with trying to support terrorists since the 2016 case. Last year, the Star Tribune reported on a previously unidentified St. Louis Park college student who is believed to have left his family to join ISIS on a trip to their native Morocco in 2015. By all accounts thus far, Abdelhamid Al-Madioum had no clear connection to the larger traveler network, which was predominantly young Somali men.\nFederal agents in Minnesota have more recently been looking for links to terrorism in violent cases like the 2016 stabbing at St. Cloud's Crossroads Center mall for which ISIS claimed credit, and in a pair of Twin Cities cases still being assessed by law enforcement.\nMahad A. Abdirahman, 20, surprised federal authorities last month when he told a Hennepin County judge that he sought to answer the call of ISIS leader Abu-Bakr al-Baghdadi when he stabbed two men at the Mall of America last fall. Original charging documents didn't list a motive and suggested Abdirahman had psychological problems. He is scheduled to be sentenced Feb. 16 and a plea deal calls for him to serve 15½ years - five years more than either of the six Minnesotans sentenced last year after pleading guilty to conspiring to support ISIS.\nIt is also unclear whether federal charges will be pursued against former St. Catherine University student Tnuza J. Hassan, who told police that she wanted to burn the school \"to the ground\" when she set a series of small fires on campus last month.\nAccording to a criminal complaint charging her with first-degree arson, Hassan told investigators she would have used a bomb if she knew how to build one and that she had written a letter containing \"radical ideas about supporting Muslims and bringing back the caliphate.\"\nStephen Montemayor · 612-673-1755 Twitter: @smontemayor\nAMERICAN JIHADIST TRAVELERS\nA new report by a group of researchers at the George Washington University Program on Extremism found that Minnesota has the highest proportional rate of terrorism recruitment, owing largely to the network of young men who plotted to travel to Syria to join ISIS in 2014 through 2016.\nTerrorist travelers by state since 2011 (rate per 100,000 people)\nMinnesota - 0.127\nVirginia\nOhio\nMissouri\nCalifornia\nTexas\nMassachusetts\nNew Jersey\nMichigan\nNew York\nFlorida\n(See the page PDF or microfilm for the complete chart.)\nSource: George Washington University Program on Extremism\n\nLoad-Date: February 6, 2018"
}