{
    "title": "STATE INTEL CENTERS GROWING 'THERE'S NEVER ENOUGH INFORMATION WHEN IT COMES TO TERRORISM'",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 4,
    "day": 6,
    "full text": "Intelligence centers run by states across the country have access to personal information about millions of Americans, including unlisted cellphone numbers, insurance claims, driver's license photographs and credit reports, according to a document obtained by The Washington Post.\nOne center also has access to top-secret data systems at the CIA, the document shows, though it's not clear what information those systems contain.\nDozens of the organizations, known as fusion centers, were created after the Sept. 11, 2001, terrorist attacks to identify potential threats and improve the way information is shared. The centers use law enforcement analysts and sophisticated computer systems to compile, or fuse, disparate tips and clues, and pass along the refined information to other agencies. They are expected to play important roles in national information-sharing networks that link local, state and federal authorities and enable them to automatically sift their storehouses of records for patterns and clues.\nThough officials have publicly discussed the fusion centers' importance to national security, they have generally declined to elaborate on the centers' activities. But a document that lists resources used by the fusion centers shows how a dozen of the organizations in the northeastern United States rely far more on access to commercial and government databases than had previously been disclosed.\nThe list of information resources was part of a survey conducted last year, officials familiar with the effort said. It shows that, like most police agencies, the intelligence fusion centers have subscriptions to private information-broker services that maintain records about Americans' locations, financial holdings, associates, relatives, firearms licenses and the like.\nCenters serving New York and other states also tap into a Federal Trade Commission database containing information about hundreds of thousands of identity-theft reports, the document and police interviews show.\nPennsylvania buys credit reports and uses face-recognition software to examine state driver's license photos, while analysts in Rhode Island have access to car-rental databases. In Maryland, authorities rely on a little-known data broker called Entersect, which claims it maintains some 12 billion records about 98 percent of Americans.\nPolice officials said fusion center analysts are trained to use the information responsibly, legally and only on authorized criminal and counterterrorism cases. They stressed the importance of secret and public data in rooting out obscure threats.\n\"There is never ever enough information when it comes to terrorism,\" said Maj. Steven G. O'Donnell, deputy superintendent of the Rhode Island State Police. \"That's what post-9/11 is about.\"\nGovernment watchdogs, along with some police and intelligence officials, said they worry that the fusion centers do not have enough oversight and are not open enough with the public, in part because they operate under various state rules.\n\"Fusion centers have grown, really, off the radar screen of public accountability,\" said Jim Dempsey, vice president for public policy at the Center for Democracy and Technology, a nonpartisan watchdog group in Washington. \"Congress and the state legislatures need to get a handle over what is going on at all these fusion centers.\"\nBecause they are organized by the states, the centers have developed in different ways. Some are small operations focused on crime, while others are full-fledged criminal and counterterrorism operations. From 2004 to 2007, state and local governments received $254 million from the Department of Homeland Security in support of the centers.\n\nLoad-Date: April 8, 2008"
}