{
    "title": "State seaport security standards under attack",
    "publisher": "the tampa tribune ",
    "year": 2010,
    "month": 3,
    "day": 22,
    "full text": "By BRUCE D. GRANT\nSpecial To The Tampa Tribune\nToday, Florida's 12 active public seaports are the most secure in the country. But it was not always so.\nConcern for security originated as a response to the high level of drug trafficking in Florida. In 2000, the 15th Statewide Florida Grand Jury concluded that Florida's commercial seaport gateways were virtually unlocked and open to contraband traffickers, money launderers, thieves and terrorists. The grand jury also noted that seaports were operated in a manner that encouraged unlawful behavior.\nTestimony revealed that as many as 60 percent of Port of Miami dockworkers had felony arrests - half of which were on drug-related charges. Criminal elements held sway through intimidation and harassment and let it be known that the rule of law was not welcomed on the docks.\nSo, the Florida Legislature commissioned a study to evaluate security at Florida's deepwater ports. The study recommended establishing minimum security standards for all seaports.\nIn 2001, F.S. 311.12 was passed into law. The first state seaport security legislation in the United States required background checks for all workers on seaports and imposed statewide minimum standards aimed at drug smuggling and other crimes. The Florida Department of Law Enforcement (FDLE) was put in charge of inspecting public seaports to ensure they were in compliance. After Sept. 11, 2001, Florida was able to quickly adapt the seaport security structure to include anti-terrorism protections.\nIn 2002, new federal law granted the U.S. Coast Guard rule making, sanctioning authority and enforcement primarily aimed at protecting vessels and seaports from terrorism. These new federal rules added to the state protections already in place. The Florida standards have remained in force because they are tougher and more focused on landside crime, smuggling and terrorism than those of the Coast Guard - a fact the Coast Guard readily acknowledges.\nSince 2001, the Office of Drug Control and FDLE, with assistance from the Florida National Guard, have been charged with the responsibility of maintaining and enforcing security standards on the ports. FDLE's annual port inspections have served to improve security, reduce crime and keep our citizens safe.\nIn every case, FDLE inspectors have assisted port security personnel with tightening their procedures and reducing vulnerability to smuggling, crime and terrorist attacks. Security has improved dramatically since 2001, and the rule of law has been restored at the ports.\nHistorically, the Florida Ports Council has resisted efforts to improve security at public ports. Improved security costs money that they would prefer to spend on other programs. Their goal has been to eliminate the minimum security standards in Florida law and remove any obligation on the part of public port agencies to spend funds on security activities. This dangerous proposal has been held in check by the enforcement of the legislatively mandated standards by FDLE and the refusal of the Legislature to weaken security and public safety at Florida public seaports.\nThe Florida Ports Council wishes to trade public safety for increased economic activity. However, both are possible. Compliance with the minimal security standards has caused neither discernable economic hardship for the ports nor any significant loss of business to their competitors. In fact, ports have made handsome profits over the past years. Additionally, the ports themselves note the positive business aspects of operating a port facility relatively free of criminal activity.\nDuring this legislative session the annual effort to weaken security at Florida's public seaports has again emerged. As the memory of the terrorism attacks of 9/11 fade and ports no longer are subject to widespread criminal activity, we must remember that undoing or significantly modifying current standards and procedures will weaken security at our ports, allow criminal elements to once again gain control of the docks and expose Florida's citizens and visitors to increased risk.\nFlorida's current minimum security standards are working. They protect us not only from a terrorist attack, but also from the daily criminal drug trafficking that hurts communities, citizens and, ultimately, our state's bottom line in very tangible and costly ways.\nBruce Grant is director of the Florida Office of Drug Control.\nPhoto Credit: Associated Press file photo\nPhoto: The Port of Miami has a history of trouble.\nCopyright © 2010, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nNotes\n\nOTHER VIEWS\n\nLoad-Date: April 6, 2010"
}