{
    "title": "STATE HOMELAND SECURITY BOARD ISSUING TERRORISM GUIDELINES",
    "publisher": "daily news ",
    "year": 2003,
    "month": 3,
    "day": 14,
    "full text": "COLUMBUS - The state's homeland security task force Thursday issued guidelines for Ohio businesses, families and schools on what steps they should take if the U.S. or state faces the threat of a terrorist attack.\nGov. Bob Taft stressed that nothing indicates Ohio is a target, but he wants Ohioans to be prepared.\n\"These new guides are an important addition to our homeland security arsenal because an informed public is essential to our safety and our security efforts,\" Taft said at a news conference.\nOhio, as well as the nation, is at a \"yellow\" status, meaning the risk of a terrorist attack is elevated but a specific region or target have not been identified. The guidelines suggest, when at \"yellow,\" citizens should continue their normal activities but report anything suspicious to police, network with neighbors for support in case of an attack, and check telephone numbers and e-mail addresses in their personal communications plan. When at yellow, schools should remind students and staff to be alert and report suspicious activity and make sure all emergency supplies are stocked and ready.\nState Schools Superintendent Susan Tave Zelman said most schools have safety plans submitted to their county emergency management agencies, but she's not sure if schools are stocked with emergency supplies. School officials looking for suggestions on what those supplies might be should look on the Department of Education web site, she said. Zelman added that it is up to local school districts to decide what emergency supplies and plans they need.\nState Department of Public Health Director J. Nick Baird said last month the state began vaccinating public health workers against smallpox, a highly contagious disease that had been considered eradicated worldwide. So far, about 800 workers, including Baird, have been vaccinated and will be able to vaccinate others if the federal government decides that law enforcement, fire fighters and other \"first responders\" should get the shots, he said.\n\"There's no need to panic. There's no need to overreact. But we do know the potential war with Iraq is getting closer with each passing day. We know that with a war will probably come increased risks of some type of terrorist attack somewhere in the United States,\" Taft said. \"We have no reason to believe that Ohio is a target or that any location in Ohio is a target. But we certainly can't rule out the possibility that Ohio would be a target. So we need to be thinking about this and preparing for it.\"\nThe guidelines are available on a state Web site at:  http://www.ohiopublicsafety.com \n\nGraphic\n\n \nPHOTO, Bob Taft\n\nLoad-Date: March 15, 2003"
}