{
    "title": "State announces anti-terrorism plan; Public safety commissioner says changes will 'bring us up to da",
    "publisher": "star tribune ",
    "year": 2001,
    "month": 11,
    "day": 22,
    "full text": "RSEC:             The state's two top law enforcement and health officials Wednesday outlined legislative changes they said Minnesota needs to keep the public safe in a new age of terrorism.\n     The initiatives, which the 2002 Legislature will be asked to enact, include broadening government's wiretapping authority, limiting public access to sensitive information, strengthening trespassing laws and expanding the government's authority to quarantine infected citizens.\n     \"Terrorists need three things to operate successfully _ money, information and legal identification,\" Gov. Jesse Ventura said before two of his commissioners talked about specifics.\n     \"We believe this proposal addresses all three and will make it that much more difficult to operate in Minnesota,\" Ventura said.\n   Public Safety Commissioner Charlie Weaver said the legislative initiatives do not represent major changes that could step on individual liberties.\n     Weaver called the changes \"tinkering around the edges to bring us up to date.\"\n     But one of the watchdogs of access to public information, Richard Neumeister, cautioned that some of the initiatives are too broad and pose potential restrictions to persons seeking legitimate information.\n     The public safety initiatives would:\n     - Expand background checks to cover those who handle, transport and store hazardous materials.\n     - Make the duration of a Minnesota identification card or driver license coincide with a visa or green card. Weaver said a person's visa can expire but he or she can operate on a valid driver's license for months, even years.\n     - Limit public disclosure of sensitive information such as pipeline routes and floor plans of public buildings.\n     - Authorize courts to order a financial institution to freeze assets.\n     - Expand court-ordered wiretap authority so that the order applies to the user rather than the instrument (telephone, cell phone).\n     - Tighten trespass laws at critical facilities and toughen penalties related to acts of terrorism.\n     Weaver said no additional laws regarding the physical security of the state's two nuclear power plants are needed. Those plants, he said, are secure and security has been beefed up since Sept. 11.\nHealth concerns\n     Public Health Commissioner Jan Malcolm said legislative changes are needed to strengthen the state's public health system and to permit it to respond faster to health emergencies.\n     The public health initiatives would:\n     - Update and provide detail on quarantining people infected or exposed to biological agents. Malcolm said that the quarantine law is about 100 years old and that there is no direction on how to apply it. To protect civil liberties, she said, the law needs to be refined so that it can be invoked only in times of an emergency and under specific conditions.\n     - Establish the authority to require groups, even an entire community, to be tested to assess a public health emergency. \"It takes two weeks now to compel a [tuberculosis] carrier to begin directly observed therapy or be quarantined so they can't infect others,\" Malcolm said.\n     - Give the health commissioner authority during emergencies to direct medical resources _ vaccines, medicines and personnel _ to areas of need.\n     - Increase the ability of the state to gather health information on hospital admitting diagnoses and names of patients to help identify trends and help prepare effective responses.\n     Neumeister, a freedom of information advocate, said the proposals clamping down of public information are too broad.\n     \"For example, what if a person wants to move into a community and wants to know where pipelines are that carry certain kinds of chemicals, the location of hazardous materials storage facilities?\" he asked.\n     \"Maybe people don't want to live near them. How are they going find out where they are?\n     \"They haven't shown that they need this for terrorism. They haven't proved that yet. If they can't, we shouldn't be giving up our statutory rights and our self-autonomy,\" he said.\n     State Rep. Rich Stanek, R-Maple Grove, chairman of the House Judiciary Finance Committee, said he was disappointed that Ventura, Weaver and Malcolm did not mention funding. Weaver said that the federal government is expected to help, and that they did not want to put a price tag on state costs.\n     \"The local units of government are looking to the state for assistance,\" Stanek said. \"I don't know that even by Jan. 29 [when the Legislature convenes] we will know definitely what funding the state of Minnesota will get from Washington.\"\n    _ Staff writer Conrad deFiebre contributed to this report.\n    _ Robert Whereatt is at rwhereatt@startribune.com.  \nHIGHLIGHTS\nState officials want to:\n- Expand background checks\nto cover those who handle, transport and store hazardous materials.\n- Allow courts to freeze a financial institution's assets.\n- Expand court-ordered wiretap authority so the order applies to the instrument (phones) rather than the user.\n- Update and provide detail on quarantining people infected or exposed to biological agents.\n- Allow groups, even an entire community, to be tested to assess a health emergency.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: November 23, 2001"
}