{
    "title": "State of the Union_ Recession, war and terrorism are tops on Bush's worry list",
    "publisher": "the salt lake tribune",
    "year": 2008,
    "month": 1,
    "day": 29,
    "full text": "Posted: 7:15 AM- WASHINGTON - Recession. War. Terrorism.\nThe worry list in President Bush's final State of the Union address was the same as in his first.\n\"We can all see that growth is slowing,\" Bush said in his appearance before Congress Monday night when talking about the economy.\nThe war in Iraq, he acknowledged, \"has been difficult and trying for our nation.\" The battle against terrorism, he said, is \"the defining ideological struggle of the 21st century.\"\nHe said much the same, in a single sentence, in his first State of the Union speech in 2002, just a few months after the Sept. 11 attacks.\n\"As we gather tonight,\" Bush said then, \"our nation is at war, our economy is in recession and the civilized world faces unprecedented dangers.\"\nOn Monday night, Bush cautioned against accelerating U.S. troop withdrawals from Iraq, saying that would jeopardize progress achieved over the past year. He said plans already are set for 20,000 troops to come home.\nHe faces a hostile, Democratic-led Congress eager for the end of his term next January. He scolded lawmakers of both parties for slipping costly, special-interest projects into bills and promised to use his veto pen to cut them.\nWith his approval rating near its all-time low, Bush lacked the political clout to push bold ideas and he didn't try. He called on lawmakers to urgently approve a $150 billion plan - worked out with House leaders - to avoid or soften any recession through tax rebates for families and incentives for businesses to invest in new plants and equipment.\n\"The actions of the 110th Congress will affect the security and prosperity of our nation long after this session has ended,\" the president said.\nSenate Democrats want to expand the economic stimulus plan with rebates for senior citizens living off Social Security and extensions of unemployment benefits for the jobless. Bush said those changes \"would delay it or derail it and neither option is acceptable.\"\nHe also pushed Congress to extend his tax cuts, which are to expire in 2010, and said allowing them to lapse would mean higher tax bills for 116 million American taxpayers. For those who say they're willing to pay more, Bush said, \"I welcome their enthusiasm - pleased to report that the IRS accepts both checks and money orders.\"\nHe renewed a proposal to spend $300 million for a \"grants for kids\" program to help poor children in struggling public schools pay for the cost of attending a private school or a better public school outside their district.\nHis speech lasted 53 minutes, interrupted frequently by applause, most often by Republican lawmakers.\nDelivering the televised Democratic response, Kansas Gov. Kathleen Sebelius urged Bush to work with Congress and help the U.S. regain global standing lost because of the war.\n\"The last five years have cost us dearly - in lives lost, in thousands of wounded warriors whose futures may never be the same, in challenges not met here at home because our resources were committed elsewhere,\" she said. \"America's foreign policy has left us with fewer allies and more enemies.\"\nDemocratic presidential candidate Hillary Rodham Clinton said, \"Tonight is a red-letter night in American history. It is the last time George Bush will give the State of the Union. Next year it will be a Democratic president giving it.\"\nWhat a difference a year makes. Twelve months ago Bush boasted that unemployment was low and the economy was on the move. Now the jobless rate has climbed to a two-year high and the nation is sagging toward recession. The economy is No. 1 on the U.S. worry list.\nA major challenge for Bush in his address was simply being heard when many Americans already are looking beyond him to the next president.\nHis speech came hours before Florida's presidential primary election and just eight days before Super Tuesday when voters in more than 20 states go to the polls on the biggest day of the primary campaign. Republicans running for president rarely mention Bush, preferring to focus on conservative hero Ronald Reagan instead.\nBefore Bush arrived, his would-be successors and their well-wishers clogged the center aisle.\nSen. Barack Obama came first, followed closely by his new patron, Sen. Edward Kennedy. Clinton entered the chamber a few minutes later, equally mobbed by well-wishers. She reached out and shook Kennedy's hand. Obama, nearby, turned away.\nSince the 2003 invasion of Iraq, the war has been a main topic of Bush's annual addresses to Congress. He said Monday night the buildup of 30,000 U.S. troops and an increase in Iraqi forces \"have achieved results few of us could have imagined just one year ago.\"\n\"Some may deny the surge is working,\" Bush said, \"but among the terrorists there is no doubt. Al-Qaida is on the run in Iraq and this enemy will be defeated.\"\nStill, Bush said, \"The mission in Iraq has been difficult and trying for our nation. But it is in the vital interest of the United States that we succeed.\"\nHe made no commitment about withdrawing additional troops from Iraq, and he said Gen. David Petraeus, the top U.S. general there, has warned that pulling Americans out too quickly could undermine Iraqi forces, allow al-Qaida to regroup and trigger an increase in violence.\n\"Members of Congress: Having come so far and achieved so much, we must not allow this to happen,\" the president said.\nBush said U.S. adversaries in Iraq have been hit hard, though \"they are not yet defeated and we can still expect tough fighting ahead.\"\nThere are 158,000 U.S. troops in Iraq, a number that is expected to drop to 135,000 by July. There are 28,000 in Afghanistan, the highest number of the war, which began there in October 2001. Congress, despite repeated attempts, has been unable to force troop withdrawals or deadlines for pullbacks, and Iraq has receded as an issue in Washington.\nAides had said Bush would not use the address as a summation of his time in office. But he did, turning to the phrase \"over the past seven years\" when talking about some of the most-prized efforts of his administration: tax relief, federal involvement with religious charities, the global freedom agenda and increased funding for veterans.\nHe spoke of trust in people - taxpayers, homeowners, medical researchers, doctors and patients, students, workers, energy entrepreneurs and others - to drive their own success and that of the country. The unspoken message: Government isn't the answer.\nBush will turn from Monday's speech and plunge into politics, raising money for Republicans from Wednesday through Friday at events in California, Nevada, Colorado and Missouri, sandwiched around other appearances to tout themes from his speech.\nMonday night, he called for an effort to crack down on the pork barrel practices of Congress, saying he will veto any spending bill that does not cut in half the number and cost of congressional pet projects, known as earmarks.\nHe planned to issue an executive order Tuesday ordering federal agencies to ignore earmarks that aren't explicitly enacted into law, erasing a common practice in which lawmakers' projects are outlined in nonbinding documents that accompany legislation. However, Bush's plan leaves untouched the more than 11,700 earmarks totaling $16.9 billion that Congress approved last year.\nHe also said he would send Congress a budget that terminates or substantially reduces 151 \"wasteful or bloated programs\" totaling more than $18 billion.\nOn two issues that were centerpieces of State of the Union addresses past - Social Security and immigration - Bush passed the buck back to Congress, which had ignored the president's earlier proposals. Contending that entitlement spending is \"growing faster than we can afford,\" he said, \"I ask members of Congress to offer your proposals and come up with a bipartisan solution to save these vital programs for our children and grandchildren.\"\nThe president also:\n- Announced a White House summit on inner-city children and religious schools.\n- Said that his annual meeting with the leaders of Mexico and Canada will be held this year in New Orleans, to show off recovery efforts.\n-Prodded Congress to extend a law allowing surveillance on suspected terrorists, renew his education law and approve free-trade pacts with Colombia, Panama and South Korea.\n-Recycled ideas on alternative energy, affordable health care, housing reform and veterans' care. Bush also renewed his ideas on climate change and stem cell research.\nBush made only one mention of Osama bin Laden, who remains at large more than seven years after the terrorist attacks of Sept. 11, 2001. There was no reference to North Korea. In his 2002 address, Bush caused a stir by warning that Iraq, Iran and North Korea constitute an \"axis of evil.\" The United States and its allies are pushing North Korea to abandon its nuclear programs.\n\nLoad-Date: January 29, 2008"
}