{
    "title": "State is ready for biological terrorism",
    "publisher": "the bismarck tribune",
    "year": 2001,
    "month": 3,
    "day": 2,
    "full text": "Don't worry, but stay aware.\n North Dakota is prepared for a potential biological agent attack.\n If a release of a biological agent occurs here, local public health officials will work with the North Dakota Department of Health, police, firefighters, FBI, hazardous materials crews, doctors and nurses to treat symptoms and decrease the agent's spread. State officials want first-line emergency responders and people who treat illnesses to keep possible biological terrorism in mind.\n'We can not ignore the fact that we could possibly be a target,' the department's local health liaison, Debra Anderson, told attendees at the 2001 Dakota Conference on Rural and Public Health.\n Presenter Don Shields said local officials need to have an action plan and be prepared to accept help.\n 'We can guarantee if that event ever happens in your local community, you're going to be overwhelmed,' he said. In most cases, he said, officials will not have warning that biological agents like smallpox, anthrax, botulism, ebola, brucellosis or salmonella have been released.\n 'The bioterrorism is going to involve biological agents that are likely going to be covert,' he said. That means people could be affected at schools, sporting events, theaters or shopping malls.\n State Epidemiologist Larry Shireley said, 'The thing that will make this work is for the public to hopefully listen to the health care community.'\n He said newspaper articles, radio broadcasts and television announcements will be essential to alert the public about such things as antidotes, precautions and things that need to be done differently. Shireley said people may be asked to go to temporary clinics, for example, rather than to hospitals. Also, it will be important for people to remain calm.\n 'I think the increased concern is exactly what the terrorist wants. (The event) is terrorism. It caused terror,' he said.\n But pay attention because symptoms caused by biological agents can take a long time to show up. Also, some agents, like inhaled anthrax, are likely to be fatal.\n For that reason, emergency responders face the prospect of injury or death if they are first on the scene. That makes it especially important for them to use universal precautions by wearing gloves and masks, if necessary.\n 'If you use the proper precautions that you would with all diseases, you're probably going to be well-protected,' he said.\n Darlene Bartz, section chief of the health department's health resources section, said there were 150 possible biological agent-related events worldwide, just in February.\n The presentation Biological Terrorism Preparedness alerted conference attendees, ' The first casualties of a covert attack probably will be identified by physicians or other primary health-care providers. Patients will appear in doctors' offices, clinics, and emergency rooms complaining of fever, back pain, headache, nausea and other symptoms that initially will appear to be an ordinary viral infection.'\n Bartz said workers on the front line of health care should be prepared.\n 'Keep your eye out for the unusual,' she said.\n(If you suspect a biological outbreak, call your local health or police department. For more information on current outbreaks, go to www.promedmail.org and click on 'Today on ProMED-mail.')\n\nLoad-Date: March 2, 2001"
}