{
    "title": "State Department Spurns Senators On Saudi Arabia",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 11,
    "day": 9,
    "full text": "The State Department's last-minute withdrawal from a Senate hearing yesterday into Saudi Arabia's sponsorship of terrorism maddened lawmakers and hearing witnesses, who faulted the State Department for soft-pedaling on Saudi Arabia in advance of a visit to the kingdom tomorrow by Secretary of State Rice.\nYesterday morning's Judiciary Committee hearing - titled \"Saudi Arabia: Friend or Foe in the War on Terror?\" - featured testimony by investigators and analysts of the Saudi kingdom who told the committee's chairman, Senator Specter, a Republican of Pennsylvania, and its ranking Democrat, Senator Leahy, of Vermont, that Saudi Arabia has been ineffective in curbing the propagation of anti-Semitic, anti-Christian, and anti-American ideologies.\nThe director of Freedom House's Center for Religious Freedom, Nina Shea, testified that the Saudis had also distributed extremist Wahabi \"hate materials\" at mosques here in America inciting violence against Jews and Christians. Committee members also showed video clips of Muslim clerics urging, over Saudi government-controlled television, that \"throats must be slit\" and \"skulls must be shattered\" in the fight against infidels. The video was translated and provided by the Middle East Media Research Institute.\nConspicuously absent from the proceedings, Messrs. Specter and Leahy said, was a representative of America's Department of State. Both senators repeatedly denounced the State Department's absence from the hearing as a \"disappointing\" development.\nYesterday's hearing was originally scheduled for October 25 but canceled along with several other full Judiciary Committee hearings owing to the abortive Supreme Court nomination of Harriet Miers.\nOn the witness list for the original October 25 hearing was the State Department's director of Arabian Peninsula and Iran Affairs, Alan Misenheimer. During the opening remarks for yesterday's hearing, Mr. Specter said that the committee had expected the rescheduled hearing to feature State Department testimony, but that \"we were notified late yesterday afternoon that the State Department would not be sending a witness.\"\nMr. Specter continued: \"It is anticipated that the Secretary of State will be visiting Saudi Arabia soon, and the indications are that the State Department thought from their point of view that it was not advisable to have testimony presented at this hearing.\"\nSecretary Rice embarks tomorrow on an 11-day tour of the Middle East and Asia, announced November 3, stopping through Bahrain, Saudi Arabia, Israel, and the Palestinian Authority before joining President Bush in China next week.\nAt the time of the cancellation, speculation emerged that it had resulted from influence by Saudi agents. One of the hearing witnesses and the executive director of the Investigative Project on Terrorism, Steven Emerson, said that Senate staff had informed him that the Saudi government was \"aggressively lobbying to have the hearing canceled.\"\nThe Saudis, Mr. Specter said yesterday, had been asked to participate in the hearing but declined, selecting as their representative the co-director of the Middle East Program at the Center for Strategic and International Studies, Anthony Cordesman.\nThe Saudis, Mr. Emerson said, \"did not want this hearing to happen.\"\nRepresentatives of the Saudi government in America declined to comment yesterday on whether the kingdom was \"aggressively lobbying\" to have the hearing scrapped.\nMr. Specter told The New York Sun after the hearing that he had been informed by State Department staff that Foggy Bottom's last-minute withdrawal was linked to Secretary Rice's upcoming contacts with Saudi officials.\nSeveral calls placed to the State Department yesterday requesting comment went unreturned.\n\"I regret that that decision was made,\" Senator Specter said of the State Department pullout, adding that if America is to maintain a good relationship with \"our friends the Saudis,\" \"it ought to be in a context in which we both speak frankly about what the facts are.\"\nThe lone representative of the Bush Administration at yesterday's hearing was the Treasury Department's deputy assistant secretary for terrorist financing and financial crimes, Daniel Glaser. While Mr. Glaser discussed American efforts to dismantle the cash pipeline connecting Saudi Arabia, Muslim charities, and terrorism, he declined to address matters of diplomacy, deferring to the absent State Department.\nThis prompted exasperation from Messrs. Leahy and Specter, who said that the questions they had for Mr. Glaser were \"above your pay grade\" and better answered by representatives of Secretary Rice.\nMr. Leahy also expressed concern about the State Department's general willingness to push the Saudis to reform. \"One of the things I would have asked Secretary Rice or her representative,\" Mr. Leahy said, \"is, is she willing to speak out strongly when she goes to Saudi Arabia?\"\nThe frustration with Foggy Bottom's absenteeism spilled over into the senators' interviewing of witnesses. Mr. Emerson said at the beginning of his testimony that he felt the State Department had timed its release of a report that includes Saudi Arabia in a list of countries that restrict religious freedom today to make amends for \"almost obstructing\" the hearing by pulling its witness.\n\"Almost obstructing?\" Mr. Specter interrupted, prompting Mr. Emerson to reply: \"Obstructing.\"\nIf the State Department's non-cooperation with the hearing was meant to improve Riyadh's responsiveness, it would likely have the opposite effect, Mr. Emerson told the Sun.\n\"It may cement the notion in the Saudi mind that they can pit the State Department against Congress, so that it reduces the pressure on them,\" the terrorism analyst said.\nWhile Saudi representatives declined to comment on the State Department's withdrawal, the embassy responded to the hearings yesterday in a statement in which the kingdom's ambassador, Prince Turki al-Faisal, enumerated the measures Saudi Arabia has taken to tame radical imams, revise textbooks filled with hate material, and combat terrorism in Saudi Arabia.\n\nLoad-Date: November 9, 2005"
}