{
    "title": "State gets $3M in drug deal",
    "publisher": "lincoln journal star ",
    "year": 2010,
    "month": 10,
    "day": 6,
    "full text": "Nebraska Attorney General Jon Bruning recently announced a national settlement with the manufacturer of Seroquel, an anti-psychotic drug.\nNebraska's Medicaid program will get more than $3 million from the settlement, which resolves claims of kickbacks and other illegal marketing.\nThe city-county jail has had its own problems with the pricey drug.\nCorrections Director Mike Thurber hopes to contract out all jail medical services to a private company, in part to cut down on prescribing Seroquel for inmates.\nThurber told county commissioners recently that the jail spent about $100,000 on Seroquel last year, because it is the current drug of choice of the psychiatrists.\nOmahans fight tax\nA group of restaurant owners upset about Omaha's new 2.5 percent restaurant tax filed a lawsuit last month to try to stop it.\nLincoln plans to impose a 2 percent bar and restaurant tax and a 4 percent hotel and car rental tax beginning Jan. 1 to help pay for its $168 million arena project.\nSo Lincoln city leaders are watching the Omaha case.\nThe suit contends the city is trying to do an end run around the 1.5 percent lid on the Omaha sales tax.\nThe plaintiffs lost the first round. A Douglas County District Court judge refused to grant a preliminary injunction last week, saying restaurant owners failed to show the new tax was a sales tax or that it would cause their businesses irreparable harm.\nA very broad state law allows cities to have an occupation tax. (To read more about that tax, check out the state Department of Revenue website: www.revenue.state.ne.us.)\nOmaha's 2.5 percent tax is expected to raise $14.8 million a year. Most of the money will be used to shore up the city's police and fire pension fund.\nLincoln's new occupation tax on bars, restaurants, hotels and car rentals is expected to raise about $10 million a year.\nThe Lincoln tax seems to be accepted by local businesses as a part of the plan for the arena, Councilman Jonathan Cook said this week.\nGrand Island imposed a 1.5 percent tax on food and beverages two years ago to pay for improvements at the new Nebraska State Fair site.\nOccupation tax No. 2\nThat new iPhone will cost you another $12.\nThe city began collecting a 6 percent occupation tax on telecommunications equipment Friday.\nRetailers already have been collecting the 6 percent tax on the telecommunication service itself. The council and mayor expanded that to equipment purchased at retail.\nThe city is guessing broadening the tax will bring in about $666,666 for the 10 months it will be in effect this fiscal year.\nNational search duds\nMayor Chris Beutler decided to forgo a broad search when he named Judy Halstead as the next Health Department director, saying he had found a \"jewel within.\"\nThe city and county used open searches for many previous directors.\nWell-respected Director Bruce Dart came through an open, local search. He was visiting his parents in Bee and saw the ad.\nBut some previous national searches have turned up a few odd eggs.\nFormer Mayor Mike Johanns named Ted Mala, a former health commissioner of Alaska, after a national search. Mala withdrew after a reporter found he had been criticized by legislative auditors in Alaska for diverting funds in his departmental budget.\nThe next director, Leon Vinci, who came to Lincoln from Connecticut, didn't get a raise in his two years before being suspended by then-Mayor Don Wesely. Vinci resigned.\nViews of terrorism\nCity and county government have different views on the need for terrorism insurance.\nLancaster County includes $5 million in terrorism insurance in its liability coverage. For about $5,700 a year, the county policy covers the fallout from an act of terrorism.\nThese are not your garden-variety acts of destruction, however. It doesn't apply when some angry yahoo shoots up the Hall of Justice.\nAn act of terrorism must be committed by a person or person acting on behalf of foreign interests, explained Sue Eckley, the county's risk manager.\nThe acts of terrorism must be certified by three federal officials: the secretary of the treasury, the secretary of state and the U.S. attorney general.\nThe city, however, traditionally has decided to forgo this coverage in its insurance package.\n\"We don't know that we are a prime terrorist target,\" said Mark Koller, director of the Personnel Department.\n\"It's a little expensive and maybe not appropriate.\"\nJail two years off\nThe new city-county jail likely will be finished in June 2012, according to the latest timetable.\nThe contractor is 134 days behind schedule because of rain and wind.\nCorrections Director Thurber expects to be moving prisoners into the new cells that winter.\nReach Nancy Hicks at 402-473-7250 or nhicks@journalstar.com\n\nLoad-Date: October 8, 2010"
}