{
    "title": "State, U. Mississippi officials discuss terrorism in panel",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 17,
    "full text": "University of Mississippi and state officials took part in a panel discussion, \"International Politics and the War Against Terrorism,\" which is the second of a tentative four part series, Tuesday night at the Lafayette County Courthouse. Chip Bower, Croft assistant professor of international law; Tim Nordstrom, assistant professor of political science; and Lt. Col. Joseph Blackburn, chair of the department of military science/Army ROTC all participated in the discussion, along with state representative Jay Eads.\n\"We have a great tradition in America of having town meetings in order for the people to get together to discuss the issues,\" said Michael Metcalf, executive director of the Croft Institute, a sponsor of the series. \"Some people are coping during this time with fear and others with emotional distress. This gives the people the opportunity to talk through this. It brings together people with some expertise and the community during this very unusual time in our history.\"\nU. Mississippi\nEach participant presented his views and afterward the public asked questions and commented on the discussion. Following the panel, people broke out into smaller groups to discuss tolerance and stereotyping, military issues and civil defense, and emotional issues.\n\"It was educational and informative because subjects were brought up that we didn't know about,\" said Elizabeth Smith, a senior social work major from San Antonio. \"It also really helped clarify some issues.\"\nBlackburn began the discussion talking about the ROTC program at Ole Miss and the effects the terrorist attacks has had on it.\n\"Our program has a rich tradition and promising career,\" Blackburn said. \"It has been here for over 60 years.\nThe significance of attacks on Sept. 11 have not escaped the men and women in are program. The patriotic spirit, which people thought was dormant, is in fact true and thriving not just in Oxford or Mississippi but all over the country.\"\nAccording to Nordstrom, most countries are motivated by self-interest in foreign and international policies in order to act in their own interest and secure their survival.\nHe also talked about policies that the United States has made in the Middle East, which could have angered those peoples.\nSome of these issues include the supporting of the Saudi government during the Gulf War and how America wants to use the oil in central Asia and the Middle East.\nBrower warned that the United States had to act within the limits of international law, which means that the country has to show that its actions are necessary, reasonable, not excessive and in self-defense.\nHe also said to fully understand the issue one has to view this from the Middle Eastern rulers, and millions believe that the war on terrorism is only a pretext to destroy Hussein's reign, contain Islam by promoting secular states and stop Chinese and Russian influence.\n\"War is politics by another means, making someone do something they may or may not want to do, whether by persuasion or force,\" Eads said. \"A plan is only good until you meet the enemy, then you have to improvise and go on the fly.\"\nAccording to Eads, who talked about how the state is handling the situation, Mississippi starts out dealing with disasters, whether natural or manmade, such as anthrax, on the local level, working its way up to the state emergency agencies. Those involved assess what areas are valuable to terrorists in the area, such as chemical plants, bridges and dams, and work to protect these areas and the people involved in them.\n\"I went to the first part of this series and thought we covered some of the same issue as last time,\" said Phil Hatch, a freshmen international studies major from Erwin, Tenn. \"But I think that representative Eads was able to speak more to the issues of civil defense and what is happening here, which draws people here because what's going on here seems more real to us than what's going on over seas.\"\nThe discussions are sponsored by the Croft Institute for International Studies, the Institute for Racial Reconciliation, the Center for the Study of Southern Culture, the Department of History, the Student Social Work Organization, the Department of Social Work, the University Greens, the Law School Grove Society, Students Envisioning Equality and Diversity, the Oxford Mayor and the Board of Alderman, the Family Crisis Services of Northwest Mississippi, Inc. and the Lafayette County Board of Supervisors.\n(C) 2001 Daily Mississippian via U-WIRE\n\nLoad-Date: October 17, 2001"
}