{
    "title": "State of the Union_ what Gaels should know",
    "publisher": "university wire",
    "year": 2014,
    "month": 1,
    "day": 29,
    "full text": "The State of the Union address annually showcases the President's achievements over the past year, as well as efforts that will be put forth in the upcoming year to better the nation. Here are the points The Ionian thinks students need to know from Tuesday's address:\nStudent Loans: President Obama promised to cap monthly student loan payments to 10 percent of the income of those struggling to pay off loans post-graduation.\nFederally Funded Research: In an effort to compete with China and Europe in the race for high-tech manufacturing jobs, the President wants to undo cuts to federally funded research. He additionally wants to pass a patent reform bill to allow more businesses to innovate and create American products.\nMinimum Wage: Five states have passed laws to raise student loans since Obama asked Congress to address the matter, and many businesses have done it on their own. The President urged states that have not yet done so to not wait for Congress to act, and raise the minimum wage to $10.10 through their own legislature.\nHealth Insurance: The President spoke on the merits of the Affordable Care Act, such as the 3 million Americans under the age of 26 who retain coverage under their parents' health insurance plans, such as those who have graduated and have yet to get insurance-providing employment.\nForeign Policy: According to Obama, the United States will formally conclude the war in Afghanistan at the end of this year, but troops could remain in the country if a security agreement is created with the Afghan government. In Iran, the President said that he will veto any new sanctions that do not align with his administration's efforts to stop the country's nuclear program.\nNSA Spying: U.S. Intelligence systems depend on the public's trust that their rights are not being violated, and the President repeated a past pledge to repair the controversial intelligence programs that are in place currently.\nTerrorism: Obama proposed that 2014 be the year that Guantanamo Bay is closed, and that the country counter terrorism in ways other than solely intelligence and military actions, such as American diplomacy.\nUnemployment Insurance: The President urged Congress to restore and reform unemployment insurance. He additionally asked Congress to finish transportation and waterway bills by the summer to protect more than 3 million jobs.\nClimate Change: Obama called for a commitment to American energy independence through natural gas as opposed to foreign oil. Modification to an existing policy promises to stop cuts to fossil fuel industries to invest in fuels of the future. The President claimed that over the past eight years, the United States has reduced its total carbon pollution more than any other nation.\n\nLoad-Date: January 30, 2014"
}