{
    "title": "STATE Briefs",
    "publisher": "charleston gazette",
    "year": 2012,
    "month": 8,
    "day": 21,
    "full text": "Man armed near school faces terrorism charges\nMARTINSBURG - A West Virginia man wearing body armor and armed with a training rifle, two knives and ammo is facing terrorism charges after being arrested near two schools.\nMartinsburg police say 23-year-old William Everett Alemar was arrested Monday after he was seen running in full desert camouflage and a ballistic vest with what appeared to be an assault rifle. Authorities later discovered the training rifle fires pellets.\nDetective Lt. G.B. Swartwood says police have confirmed Alemar was once in the military and are checking his current military status.\nSwartwood says Alemar told police he was exercising.\nAlemar was charged with committing a terrorist act and wearing body armor while committing a crime. He is being held on a $50,000 bail.\nIt was not immediately clear whether Alemar had an attorney.\nClasses start at WVU after weekend activities\nMORGANTOWN - West Virginia University students are starting classes after a weekend of activities for the newest crop of Mountaineers.\nIncoming freshmen got a pep talk Sunday from Alison Levine, the first American woman to complete the Adventure Grand Slam - climbing the highest peak on each continent and skiing to the North and South Poles. She likened her challenges on Mount Everest to the challenges the students will face in college and beyond.\nOn Saturday, freshmen visited with representatives from their colleges and toured the campus libraries as part of the First-Year Academy.\nClasses started Monday, and the annual FallFest concert Monday evening signified the start of the 2012 fall semester.\nHickam, Murphy make W.Va. reading PSAs\nAuthor Homer Hickam of Coalwood and singer Landau Eugene Murphy Jr. of Logan are the latest celebrities to promote reading in West Virginia.\nHickam is the author of \"Rocket Boys,\" which inspired the movie \"October Sky.\" Murphy is the winner of season six of \"America's Got Talent.\"\nThey're appearing in new public service announcements that ask \"What are you reading West Virginia?\" The announcements are part of Read WV, a project of the West Virginia Department of Education, Read Aloud West Virginia, the West Virginia Library Commission and the Imagination Library. Read WV is designed to encourage children and their parents and grandparents to make reading a priority early in life.\nNRA endorses Tomblin in governor's race\nGov. Earl Ray Tomblin has again picked up an endorsement from the National Rifle Association in the Democrat's election bid.\nTomblin's campaign office announced the NRA endorsement Monday. The NRA had previously endorsed Tomblin in last year's special election and the most recent primary.\nIn a letter to Tomblin, the NRA singled out his commitment to protecting the rights of law-abiding firearm owners and sportsmen. The group specifically cited legislation signed after the 2012 legislative session on the seizure of firearms, the process of purchasing a firearm and creating an apprentice-hunting license.\nOn Monday, Tomblin also picked up the endorsement of the American Federation of Teachers, which represents more than 16,000 education employees in West Virginia.\nTomblin will face Republican businessman Bill Maloney in the November election.\nMcGraw says claims being taken in LCD case\nAttorney General Darrell McGraw says West Virginia consumers can now file refund claims in a price-fixing settlement against companies that made liquid crystal display screens used in televisions and computer monitors.\nConsumers have until Dec. 6 to file claims for LCD screens bought between 1999 and 2006. Claims can be made online at www.lcdclass.com or forms can be requested by calling 855-225-1886.\nMcGraw said Monday consumers will likely receive at least $25, although the actual payment will be calculated based on the number of claims and type of products purchased.\nThe $1.1 billion settlement involved 10 manufacturers of LCD panels. Partial refunds are being offered to consumers in 24 states.\nW.Va. state vet urges West Nile vaccinations\nWest Virginia's state veterinarian says the riskiest time of year for horses contracting West Nile Virus is fast approaching.\nJewell Plumley says vaccination is advisable, and horses should receive a booster at the end of August or early September because most of West Virginia's cases are in the early fall. Once a horse is infected, there's no cure.\nAccording to the U.S. Centers for Disease Control, more than 500 people have contracted the disease this year, none in West Virginia.\nHowever, 116 water pools containing mosquitoes have turned up positive for West Nile.\nThe disease is spread by mosquitoes, so controlling them is the key to controlling West Nile.\n- The Associated Press\n\nLoad-Date: August 21, 2012"
}