{
    "title": "State Department may have terrorism update",
    "publisher": "usa today",
    "year": 1999,
    "month": 12,
    "day": 21,
    "full text": "WASHINGTON -- President Clinton's top foreign policy advisers\nare considering how the government should respond to increasing\nconcerns about the prospect of terrorism related to celebrations\nfor the new millennium.\nDuring a two-hour discussion Monday at the White House, advisers\nincluding Attorney General Janet Reno, Secretary of State Madeleine\nAlbright and CIA Director George Tenet discussed whether the government\nshould issue further guidance to the public beyond a warning on\nDec. 11 to Americans traveling overseas during the holidays.\nAdministration officials said that an additional statement could\ncome as soon as today, but the form and content of the new statement\nwas still unclear late Monday.\nConcern about millennium-related violence has heightened in the\nUSA after last week's arrest of alleged Algerian terrorist Ahmed\nRessam.\nThe 32-year-old Montreal resident was charged Friday with transporting\na carload of powerful explosives, including two jars of nitroglycerine,\ninto Washington state from Canada.\nAuthorities were also seeking more information on a possible accomplice.\nThe discovery of bomb-making materials prompted a renewed focus\non porous U.S. border crossings in the Northwest as law enforcement\nofficials prepared to deal with the potential for violence related\nto upcoming observances of the next millennium across the country.\nDespite Ressam's arrest and seizure of bomb-making materials,\nfederal law enforcement officials reasserted Monday that they\nwere not aware of any specific targets for violence.\nWhite House spokesman Joe Lockhart said President Clinton was\nreceiving updates on the terrorist situation. Clinton, however,\nwas not present during the meeting of his advisers.\n\"Because it's an issue of concern, it probably is occupying more\nof his time than, say, two months ago,\" the White House spokesman\nsaid.\n\"We have ongoing efforts that look at both international terrorism\n(and) protecting against domestic terrorism. That work is something\nthat the president has closely involved himself in and has done\na lot of work on,\" Lockhart said.\nU.S. officials denied some published reports indicating that the\nClinton administration feels Canada's counterterrorism efforts\nhave been lacking.\n\"We have a lot of confidence in the ability of our Canadian friends\nto undertake effective counterterrorist work and effective law\nenforcement work,\" State Department spokesman James Foley said.\nConcerns about the safety of U.S. facilities and Americans abroad\ncontinue at the State Department after its worldwide travel alert\nwas issued more than a week ago.\nFoley said visa operations at the U.S. Embassy in Phnom Penh,\nCambodia, have been suspended temporarily because of security\nconcerns. He said the U.S. Embassy in Quito, Ecuador, also has\nbeen closed pending the arrival of a U.S. diplomatic security\nteam to assess safety issues.\nThe State Department is shutting down processing of immigrant\nvisas worldwide for two weeks starting Jan. 1. Authorities said\nthe action was necessary to allow consular officials to work on\npotential Y2K problems.\nThe Federal Aviation Administration said the circumstances of\nRessam's arrest also have caused the agency to tightened security\nmeasures at U.S. airports. Travelers are expected to encounter\nmore explosive-detection teams and uniformed police patrolling\ninside and outside airports, officials said.\nContributing: Barbara Slavin, Laurence McQuillan and Blake Morrison\n\nLoad-Date: December 21, 1999"
}