{
    "title": "Stay calm, and erect bollards Municipal government must lead the way to protecting suburban malls",
    "publisher": "chicago daily herald",
    "year": 2019,
    "month": 9,
    "day": 27,
    "full text": "It's unlikely that until a week ago many of us knew what a bollard was, outside of sailors, developers and professional safety experts. Then, last Friday, a 22-year-old with an SUV decided, for reasons still unknown publicly, to drive through an unprotected entrance to Sears and into the main mall area of Woodfield in Schaumburg. Now, the word bollard — which refers to the posts on boats that help moor them, but now also means posts that prevent vehicular assaults — is the stuff of dinner conversation, city council meetings and endless reporter questions. \nThat nobody was seriously injured is something of a miracle. That the vehicle was not a car bomb piloted by a terrorist — well, that was just luck. And since nobody wants to rely on luck in the war on terrorism, our suburbs must buckle down and work with mall owners and developers to add bollards to the safety arsenal already being employed to keep enclosed shopping centers safe for workers and visitors. That bollards have already been erected at many main mall entrances around the suburbs, including Woodfield, means not everyone was caught napping. But a security system is only as strong as its weakest link — amply demonstrated last week by our SUV-driving 22-year-old, who ignored the bollards in place and simply chose to plow through an entrance that didn't have them. The responsibility for getting bollards erected at all the entrances to enclosed suburban malls falls squarely on the shoulders of municipalities, which — in hindsight, admittedly — should have done more to require them in the first place. Changing city codes so that bollards are standard-issue requirements in new construction is easy, compared to retrofitting malls that are already here. But most suburban malls are already built. Therefore, our local officials must take the lead, working across community lines to come up with acceptable standards that can be shared around the region. And then, they should set deadlines for getting the work done. Schaumburg Mayor Tom Dailly has said his village is going ahead with the requirements. According to experts, bollards are akin to the low-hanging fruit of anti-terrorism efforts. Done correctly, people hardly notice them, and don't feel like they are entering a maximum security compound. This is important to our sense of well-being. The Woodfield scare was a wake-up call. We trust our communities are awake and listening.\n\nGraphic\n\n \nJoe Lewnard/jlewnard@dailyherald.com The Sears entrance where an SUV crashed through Friday at Woodfield Mall in Schaumburg is boarded up, but open for business Saturday. Joe Lewnard/jlewnard@dailyherald.com The Sears entrance where an SUV crashed through Friday at Woodfield Mall in Schaumburg is boarded up, but open for business Saturday. Joe Lewnard/jlewnard@dailyherald.com There were no barriers to stop a man from driving an SUV through this Sears entrance to Woodfield Mall Friday. Joe Lewnard/jlewnard@dailyherald.com The Sears entrance where an SUV crashed through Friday at Woodfield Mall in Schaumburg is boarded up, but open for business Saturday. There were no barriers to stop a man from driving an SUV through this Sears entrance to Woodfield Mall Friday.\n\nLoad-Date: September 27, 2019"
}