{
    "title": "Stay the course in Iraq _ What course_",
    "publisher": "the christian science monitor",
    "year": 2006,
    "month": 9,
    "day": 29,
    "full text": "President Bush likes to say he will stay the course in Iraq. The question is: What course?\nIs it the course that has so far cost some 2,700 American lives, 100 Iraqi lives a day, and an estimated expenditure of $300 billion so far?\nIs it the course, which, according to a leaked consensus estimate of the US intelligence community, has made Iraq a primary recruitment vehicle for the next generation of violent extremists and weakened the global fight against terrorism?\nThe president has said that Iraq is the central battleground in the war against terrorism. But the intelligence agencies suggest that if this is so, it is only because the war has made it so.\nIntelligence czar John Negroponte puts it delicately when he says that there have been some notable successes, but that there is still much to be done in the war against terrorism.\nBut the intelligence estimate seems to agree with Osama bin Laden, who said on a videotape released last January that the number of fighters was increasing and Iraq had become \"a point of attraction and recruitment.\"\nIn New York last week, Iraqi President Jalal Talabani told Newsweek that Mr. Bush assured him that he would continue to support the Iraqi people and remain in Iraq until the Iraqis ask him to leave.\nIn public, Bush stands his ground adamantly. But in private, we learn from The Washington Post, he is sometimes given to tears when he meets with a war widow. In one case, a woman met in private with the president and broke into tears as she talked of her two fatherless children. Bush kept repeating, \"I am so sorry for your loss.\" At one point his eyes welled up. But when she pleaded with him to bring the troops home, he said only, \"We see things differently.\"\nAs of now, he is staying the course.\n* Daniel Schorr is a senior news analyst at National Public Radio.\n(c) Copyright 2006. The Christian Science Monitor\n\nLoad-Date: September 28, 2006"
}