{
    "title": "Stay alert to potential signs of terrorism",
    "publisher": "the trinidad times independent",
    "year": 2010,
    "month": 10,
    "day": 15,
    "full text": "You can make a difference! Prevention is everyone's responsibility. We are one neighborhood, one state, one nation, and it is the responsibility of all to remain vigilant and to report suspicious behavior. The Colorado Information Analysis Center (CIAC) asks that you be the \"eyes and ears\" in your community. Reporting suspicious activity will help prevent and deter criminal or possible terrorist activity.\nThe CIAC urges everyone to recognize the steps necessary to conduct a successful terrorist attack, be on the lookout for individuals executing these steps, and report any suspicious activities.\nSurveillance: Someone recording or monitoring activities. This may include the use of cameras, note taking, drawing diagrams, annotating on maps, or using binoculars or other vision-enhancing devices.\nElicitation: People or organizations attempting to gain information about military operations, capabilities, or people. Elicitation attempts may be made by mail, email, telephone, or in person. This could also include eavesdropping or friendly conversation.\nTests of Security: Any attempts to measure reaction times to security breaches, attempts to penetrate physical security barriers, or monitor procedures in order to assess strengths and weaknesses.\nFunding: Suspicious transactions involving large cash payments, deposits, or withdrawals are common signs of terrorist funding. Collections for donations, the solicitation for money and criminal activity are also warning signs.\nSupplies: Purchasing or stealing explosives, weapons, ammu-nitioi»(Ji includes, acquiring military uniforms, decals, flight manuals, passes or badges (or the equipment to manufacture such items) and any other controlled items.\nImpersonation: People who don't seem to belong in the workplace, neighborhood, business establishment, or anywhere else. This includes suspicious border crossings, the impersonation oaw enforcement, military personnel, or company employees.\nRehearsal: Putting people in position and moving them around according to their plan without actually committing the terrorist act. An element of this activity could also include mapping out routes and determining the timing of traffic lights and flow.\nDeployment: Attackers will place all supplies and participants in position to commit the attack. This will be the last chance to alert authorities before the attack occurs.\nTo view the 8 Signs of Terrorism video, visit www.ciac.co.gov. Report suspicious activity to Colorado Information Analysis Center, 1-877-509-CIAC (2422) 24 hours a day or e-mail ciac@ciac.co.gov\nSend your traffic questions to Jorge Leal@cdps.state.co.us\n\nLoad-Date: August 6, 2011"
}