{
    "title": "Stay the course in the struggle against terrorism",
    "publisher": "st. petersburg times ",
    "year": 2003,
    "month": 9,
    "day": 16,
    "full text": "Re: A solemn pause, Sept. 12.\nI was much moved reading about and viewing the services held to remember the 3,016 friends and relatives who died on 9/11 and in the wars that followed and the enduring losses of that day.\nYet I had a sense of emptiness and at first could not identify the cause of that feeling. Then it came to me. Our leaders that day made a pledge to all of those fallen, and all Americans, that we would not let terrorists intimidate us and create fear. They said we would stay our course until we have achieved our objective and dismantled all of the terrorist organizations that would deprive us of our way of life and are pledged to killing innocent people. This was a solemn promise given to and embraced by most Americans.\nAs time goes by, it is my feeling that most of us have had this pledge dim in our memory. It is time that we reaffirmed this pledge loud and clear and, while doing that, support our leaders carrying out this affirmed mandate. At the same time, let us praise the troops in Iraq and Afghanistan who are carrying out this pledge as well as the efforts of homeland security and all others fulfilling their duties to prevent terrorist attacks. We should realize that eradicating terrorism will be a struggle of ours for a long time and that the road to achieving this goal is fraught with many bumps. Resolve by our people will not let these bumps deter us from fulfilling this objective.\nOur liberty and freedom are predicated on the resolve to destroy those who would destroy us. Let us never waver from this course as we continue to be the leader of the free world.\n \nVictor Wood, commander, U.S. Navy, retired,\n \nIndian Rocks Beach\n \nPortray the war truthfully\nRe: Into the fire, Sept. 12.\nThis editorial mentions in passing how the war in Iraq \"began to go badly.\"\nJust when did the war in Iraq go bad? From every accurate report I've seen, we liberated that country and none of the dire predictions of your newspaper or the rest of the left in this country ever came true. Try printing the truth for a change.\n \nRonald Tucker, Gulfport\n \nGiant steps forward\nNow is the time for every good man to come to the aid of his president.\nGeorge W. Bush assumed office during peacetime. After Sept. 11, 2001, he quickly became a wartime president. He took three giant steps forward. He formed the Homeland Security Department, neutralized the Taliban and al-Qaida in Afghanistan and deposed Saddam Hussein in Iraq.\nIt may sound simplistic but it's true - 'tis better for us to fight terrorists in the Middle East than to fight them in the Midwest.\n \nGeorge M. Mees, New Port Richey\n \nAn unpatriotic editorial\nRe: 9/11, editorial, Sept. 11.\nI have never read a more disgusting and unpatriotic editorial as your diatribe entitled 9/11. You have blatantly used that horrific event two years ago as an excuse to launch a Democratic Party diatribe against our great country and its leaders in the executive and legislative branches. Please stop whining about the cost of defeating terrorism, the casualties among our brave servicemen and servicewomen, and the tax reduction program. Freedom is priceless. Our military personnel are doing the nasty job that they were trained to do, and as our president recently told you and me, we are fighting in Iraq and Afghanistan so that we won't have another 9/11 here.\nIf you really and truly put aside your petty differences regarding 9/11/01 and acted as a member of \"one nation,\" as your editorial stated, perhaps you could find it in your heart to have the courage to return to that state of mind by printing the truth. I have no trouble maintaining the feeling of a positive attitude about my beloved country. It's easy. My daughter and grandchildren lost husband and father, a New York City firefighter with 22 years of service, on that terrible morning. You have used his bravery and sacrifice to advance your antiadministration liberal policies. Shame, shame, shame.\n \nWilliam A. McGrane, Port Richey\n \nOur obligation to those who serve\nWhether you are for or against our current war, you should stand behind the men and women of the armed services and should be proud of the job they have done. The training and sacrifices they have endured so that we could live \"normal\" lives should never be overlooked or forgotten.\nThe delicate balance required to maintain a \"normal\" life can be disturbed by many things, from the obvious to the sublime. However, we require those people who choose to serve their country to make many changes - to further our cause and to protect themselves from the reality of battle. Some of these changes can be overwhelming: the pacifist who learns to kill, the wallflower who learns to enjoy the adrenaline rush of a midnight raid. These are skills that will not be tolerated once back in \"normal\" society, but are, nonetheless, deeply ingrained and impossible to shrug off. The same intense training required to get them ready is needed to get them back.\nAnd how are they received, the once innocent children who left long ago? The veterans of past conflicts are played against each other in the money game as they come back, broken and twisted by their experiences, needing our help to come back \"all the way.\" But, the current administration is saying that the $58-billion required (over 10 years) is too expensive.\nWhatever the cost, and it will be expensive, we are responsible for the trouble we cause, and it is just part of the expense of war. Sure, it's a lot. Maybe the cost is one of the reasons we need to think twice about going to war. But, once we do, we must fight the consequences of war to the end. Not, the political end, but, the human end. Landing on an aircraft carrier and declaring the end of major combat does not end our obligation to those who serve. Anything other than full support is irresponsible.\n \nBill Brasfield, St. Petersburg\n \nMaybe the president could contribute\nRe: President Bush raises $6-million in Florida, Sept. 10.\nLet's stop fooling around and let's give this serious thought! We have a leader very devoted to the goal of success in Iraq, extremely dedicated to the defense of our nation, so very determined to continue his crusade.\nNow, wouldn't it be refreshing and a great sign of self-sacrificing devotion to the cause for him to donate some of his re-election campaign millions toward his demand for additional billions to continue his occupation of Iraq? What better way to show an expression of commitment? Then, maybe, I might believe we have some reason to be where we are!\n \nSal J. Dimartino, Zephyrhills\n \nIt would set a good example\nRe: President Bush raises $6-million in Florida.\nI have decided that President Bush should take all his campaign money (and he's making millions) and use it for the reconstruction of Iraq. This was his war and he should help pay for it. I think it would be a great example on his part of showing the American people his generosity in helping out and how important this war is to him.\n \nCynthia Boadway, St. Petersburg\n \nIt's for a good cause\nRe: President Bush raises $6 million in Florida.\nThe residents of Florida have once again spoken!  Let's look forward to four more years! Who needs employment, and what's a mere $87-billion more out of the national budget if it means taming Iraq - they're such a nuisance! And aren't we tired of the old folks asking for prescription assistance, and those uninsured people crying out for health insurance?\nGeeze! Let's put our money where it counts, and send it to George Bush for his re-election! He's done this much in four years, so imagine what he can do in eight!\n \nC. Fay, Safety Harbor\n \nFundraising is done by both parties\nRe: Paul Szep cartoon of Sept. 11.\nThe op-ed political cartoon showing Gov. Jeb Bush and his brother, the president, contemplating the fate of some $6-million in political donations has me wondering. Do Democratic aspirants for the White House ever raise funds? Is there something illegal about what President Bush is doing? If so, do we assume that the Democratic candidates are likewise following the law?\nIf you are going to start criticizing President Bush for raising money for re-election, I suggest that the Democrats cease fundraising unless you want just one side to raise all the money.\n \nLeonard Martino, Tampa\n \nSharing the wealth\nTax cuts for the wealthy and campaign contributions go hand in hand.\n\"Sure,\" the very wealthy people say, \"give me a tax cut and I will see that part of it is returned as a Bush campaign contribution.\"\nIt should be against the law, but we all know it isn't and that the Bush tax cuts are grossly tilted toward the very rich. Meanwhile we continue in an unnecessary war at enormous expense, and the budget deficits are out of control, which doesn't seem to bother the president.\nLet's face it! The quagmire we have created in Iraq represents the biggest presidential \"screwup\" since Lyndon Johnson and the Vietnam War. For the future, I fear that if jobs continue to decrease and if Social Security and Medicare go over the cliff, the nation may soon follow.\n \nH. Brady, Clearwater\n \nExtricate ourselves quickly\nWe agree with President Bush's request for aid from the United Nations. We also support the French position. The view of many/most Iraqis is that they are being governed or misgoverned by the United States with a puppet regime as window-dressing. President Bush's plan for a four year occupation or \"whatever it takes\" in terms of time and money, is not working, neither for Iraqis nor U.S. taxpayers.\nThe United States moved quickly, decisively and unilaterally (also illegally and immorally by many standards) to oust Saddam Hussein. That done, we need to move quickly, decisively and with U.N. support to extricate ourselves as soon as possible. The Iraqis are an intelligent and capable people. The United Nations should help ensure fair elections and security and the United States should try to regain some of its lost leadership and respect.\n \nCharles L. Coultas, Havana, Fla.\n \nComic's ridicule of president is sick\nI am outraged by the Boondocks comic strip of Sept. 7. To so grossly ridicule the president of the United States in this way is sick. You have gone too far this time. Your lack of decency and common sense in allowing such a \"comic\" to appear in your newspaper smacks of political partisanship, not to mention denigrating the office of the president.\nI don't care how much you may disagree with the policies of our president, this is totally uncalled for and exhibits a mean spiritedness beyond compare. To think that you would put such garbage on the comic page where children will see it offends me greatly. You and Boondocks cartoonist Aaron McGruder should be ashamed. The fact that this appeared four days before the 9/11 anniversary makes it even more obnoxious.\n \nKjell Jaroy, St. Petersburg\n \nShare your opinions\nWe invite readers to write to us. Letters for publication should be addressed to Letters to the Editor, P.O. Box 1121, St. Petersburg, FL 33731.\nThey can be sent by fax to (727) 893-8675 or by e-mail to letters@sptimes.com (no attachments, please).  \nThey should be brief and must include the writer's name, address and phone number. Please include a handwritten signature when possible.\nLetters may be edited for clarity, taste and length. We regret that not all letters can be published.\n\nLoad-Date: September 16, 2003"
}