{
    "title": "Stearns County sheriff candidate attends forum focused on Islam, terrorism, and crime",
    "publisher": "university wire",
    "year": 2018,
    "month": 9,
    "day": 25,
    "full text": "Steve Soyka, candidate for Stearns County sheriff, spoke at a forum put on by Concerned Community Citizens (C-Cubed), a St. Cloud group that has focused on Muslim refugee resettlement, last Friday.\n\"Honestly, I probably came here, like a lot of you, to learn a little bit more,\" said Soyka to a crowd of about 50 people.\nThe forum, billed on Facebook as \"Crime & Terrorism A local & National Perspective A Red Hat Forum,\" was held at the Tuscan Center and featured former Department of Homeland Security employee Philip Haney, who claims that he was silenced by former President Obama and his administration officials regarding Islamic terrorism.\nThe namesake of the forum is in reference to the Donald Trumpesque red hats the group wears that read \"MSCGA\" (Make St. Cloud Great Again).\nOther attendees included Liz Baklaich, candidate for St. Cloud City Council Ward 2 seat, along with John Palmer who is a candidate for Ward 1 and is a former St. Cloud State University professor. Dave Bentrud, another candidate for Stearns County sheriff, was invited but was a no show.\nThe forum featured a presentation by Haney followed by a Q&A with both Haney and Soyka.\nPalmer presented a slide to the crowd that outlined crime rates in St. Cloud and that gave St. Cloud an \"F\" for \"liveability.\" To which, Soyka said he wasn't sure where Palmer got his numbers but that the highest rates of crime in Stearns County were in north and south St. Cloud.\nSoyka, who is the current Team Commander for Benton-Stearns County SWAT, said he was \"born and raised\" in St. Cloud and that he started his law enforcement career in Benton County in 1991.\nDuring the Q&A with the crowd, Soyka was asked questions which included: would he cooperate with an order to take away guns, are there grooming and rape gangs in St. Cloud, and what Shariah law training he had.\nSoyka said he has no problem with gun ownership and he wouldn't go along with an order to take them away just like he would not work with ICE, the federal law enforcement agency tasked with enforcing immigration laws. \n\"We just have too much of our own stuff to do at the county level. To go in to take people's guns, that's part of your American right to have those so I don't see a reason to do that,\" said Soyka. \"I will tell you that when I was on the Violent Offenders Task Force we took about 117 guns from people but I'm telling you that those are people that shouldn't have had them in first place,\" added Soyka.\nSoyka was also not sure what a \"grooming and rape gang\" was but said that St. Cloud probably had more sexual assaults than most cities in Stearns County due to the presence of St. Cloud State. After some clarification by Palmer, Soyka said that he thought what the group meant was sex trafficking and that it did exist in St. Cloud.\n\"I will tell you that most of our victims of prostitution here in town or sex trafficking in St. Cloud/Waite Park are usually troubled kids, and it's not just girls we do have boys that are prostituting also. They're troubled, they're runaways, they're out on the street and so yes there are people in St. Cloud, there are people everywhere, that notice this and recruit these people,\" said Soyka.\nIn response to his training on Shariah law, Soyka said he believed law enforcement needed more training on the matter.\n\"I subscribe to our law,\" said Soyka. Former DHS employee Philip Haney addressing the crowd in the Tuscan Center on Sept. 20.\nHaney's presentation touched on his tenure at DHS where he said that his job was to \"connect the dots\" concerning terrorist acts and that his information could have prevented future terror attacks if not for, what he said, was interference by the Obama administration.\nThe presentation also took a harsh tone with Shariah law and Minnesota Attorney General candidate Keith Ellison. Haney claimed that Ellison wanted to bring Shariah law to the US and that Shariah law violated the U.S. Constitution. Haney said law enforcement officials had taken a vow to protect the Constitution. A slide from Haney's presentation\nOther criticisms of Ellison included Ellison being a habitual liar, Ellison's ties to Louis Farrakhan - a black nationalist who has been accused of sexist and anti-semetic rhetoric - along with accusations of domestic abuse that have been charged at Ellison this election season.\nEllison has denied both a close connection to Farrakhan and the domestic abuse allegations.\n\"If you're going to be the top law enforcement officer in the state and you have a habitual habit of lying then you're already automatically by default, if you're a person of integrity or the voters have the integrity to recognize it, to be disqualified from the office,\" said Haney.\nHaney later said he would be willing to work with Soyka or any other law enforcement agency regarding Islam or terrorism.\nHaney's entire PowerPoint can be seen by clicking the link below.\n09-20-18 Sovereignty St. Cloud Mark Wasson\nNews Editor. Mark likes to drink with his dog while watching The Office. Mark has 86 Twitter followers. Please @ him.\nPhone: 347-469-7488 (Signal & WhatsApp)\nEmail: markwasson@journalist.com\nSecure email: markwasson@protonmail.com\n\nLoad-Date: September 25, 2018"
}