{
    "title": "Stefanik supports order to kill top Iranian terrorist; Cobb _anticipating retaliation_",
    "publisher": "watertown daily times ",
    "year": 2020,
    "month": 1,
    "day": 3,
    "full text": "Jan. 03--     Jan. 3--WASHINGTON, D.C. -- Rep. Elise Stefanik, R-Schuylerville, supports President Donald Trump's decision to kill the head of an Islamic group the United States designates as a Foreign Terrorist Organization. Her opponent is saying the mission will further escalate tensions in the region. And the president of Iran said his country will take revenge.\nThe U.S. Department of Defense issued a release Thursday saying the U.S. military killed Qasem Soleimani, head of the Islamic Revolutionary Guard Corps-Quds Force in Iran. The strike was aimed at deterring future Iranian attack plans, the department said.\n\"General Soleimani was actively developing plans to attack American diplomats and service members in Iraq and throughout the region,\" the release said. \"General Soleimani and his Quds Force were responsible for the deaths of hundreds of American and coalition service members and the wounding of thousands more.\"\nThe department said Mr. Soleimani had orchestrated attacks on coalition bases in Iraq over the last several months, including an attack on Dec. 27, which resulted in the death and wounding of additional American and Iraqi personnel.\nThe president of the Islamic Republic of Iran, Hassan Rouhani, issued a statement Friday morning.\n\"The flag of General Soleimani in defense of the country's territorial integrity and the fight against terrorism and extremism in the region will be raised, and the path of resistance to US excesses will continue,\" the Iranian president said in the statement. \"The great nation of Iran will take revenge for this heinous crime.\"\nIn a statement of support on Friday, Ms. Stefanik said Mr. Soleimani was responsible for exporting terrorism around the world and targeting American troops. \"President Trump is reaffirming the proven doctrine of Peace Through Strength,\" she said in the statement. \"Iran was given multiple warnings and instead chose to continue to escalate tensions and threaten US troops and diplomats. The era of leading from behind with pallets of cash is over. Every American should thank our brave men and women in uniform and our Intelligence Community who executed this successful mission.\"\nTedra Cobb, who's looking to unseat Ms. Stefanik from Congress in New York's 21st district, said consequences of the mission remain largely unknown and retaliation is being anticipated.\n\"Qasem Soleimani is responsible for the deaths of thousands of innocent people, including hundreds of Americans,\" she said. \"However, our actions have long-term ramifications that have escalated tensions in the region.\"\nMs. Cobb said Ms. Stefanik, as a member of the Armed Services and Intelligence Committees, as well as all of Congress, must ensure the Trump administration puts together a coalition of allies and exhausts all diplomatic efforts before moving forward.\n\"The lives of American troops, diplomats and innocent civilians are on the line,\" she said.\n___ (c)2020 Watertown Daily Times (Watertown, N.Y.) Visit Watertown Daily Times (Watertown, N.Y.) at www.watertowndailytimes.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: January 8, 2020"
}