{
    "title": "Stemming high seas arms flow",
    "publisher": "christian science monitor ",
    "year": 1984,
    "month": 10,
    "day": 2,
    "full text": "The capture this past weekend of a boatload of arms bound for use against British troops in Northern Ireland represents a small but important step against international terrorism.\nAll parties involved in the seizure - the Irish government in particular, and the US intelligence agents believed to have cooperated in passing along vital information about the trawler - warrant the appreciation of right-thinking people everywhere. Obviously, such interceptions of weapons caches will not by themselves end the deeper grievances that have made the Northern Irish problem so challenging. But at the same time, it is vital that the killing and violence that have become such a tragic part of the Northern Ireland scene be stopped so that diplomatic and political leaders can work out genuine long-range solutions.\nFor anyone who might still believe that the Northern Irish ''problem'' is merely ''local,'' it might be instructive to consider what Dublin authorities found when they boarded the trawler Marita Anne off the western coast of County Kerry Saturday. The list included 100 West German-made semiautomatic rifles, submachine guns, some 20 to 30 handguns, hand grenades made in South Korea, and assorted shotguns, rockets, and other small ammunition.\nThe trawler apparently picked up its weapons after a rendezvous at sea with another vessel. The mother ship is believed to have come from a port in the United States.\nGovernment leaders in Dublin are justifiably elated over the seizure. It was the largest haul of its kind since 1973 and clearly represents a setback - for whatever duration of time - against the outlawed Irish Republican Army.\nStill, the fight against terrorism must continue. And that means stepping up intelligence efforts against groups in the US believed responsible for providing funds for weapons such as those found aboard the Marita Anne - and the indiscriminate violence that accompanies such weapons."
}