{
    "title": "Steps to defeating terrorism -- theirs and ours Guest Commentary",
    "publisher": "the new york times",
    "year": 2015,
    "month": 12,
    "day": 31,
    "full text": "France and Russia's military responses to mass murders in Paris and Egypt echo the U.S. response to mass murders in New York, Washington and Pennsylvania in 2001. Islamic State (IS) has welcomed this warlike response to its latest atrocities.\nAl Qaeda similarly counted on an aggressive response to 9/11. The U.S. invasions and occupations of Afghanistan and Iraq and the concentration camp at Guan-tanamo became the most valuable assets in its propaganda and recruiting campaigns, now complemented by the terror of drone strikes and bombing campaigns in Syria and Iraq.\nBy contrast, former Nuremberg prosecutor Benjamin Ferencz insisted in the aftermath of 9/11 that we must respond to terrorism as a heinous crime and not dignify it as an act of war. Those responsible must be identified, pursued, arrested and prosecuted to the fullest extent of the law, with only as much military support as is strictly needed to bring them to justice.\nBut their crimes must not be allowed to become a pretext for wreaking misdirected vengeance on other countries and innocent lives. As Representative Barbara Lee told her colleagues before casting her brave and lonely dissenting vote, \"Let us not become the evil we deplore.\"\nBut Ferencz's and Lee's wise counsel fell on deaf ears. After 14 years of war, which our leaders launched and continue to justify as a response to terrorism:\nThe U.S. and its allies have conducted over 120,000 air strikes against seven countries, exploding fundamentalist jihadism from its original base in Afghanistan to an active presence in all seven countries and beyond.\nU.S. invasions and occupations of Afghanistan and Iraq and \"lead from behind\" wars in Libya, Syria and Yemen have left swathes of each country in chaos and under militia rule, exactly the safe havens that the \"war on terror\" was supposed to eliminate.\nSince 2001, U.S.-led wars have killed about 1.6 million people, or 500 times the number of people killed by the original crimes of 9/11. Disproportionate use of force and geographic expansion of the conflict by our side has led to a proliferation of violence on all sides.\nWar, occupation and chaos have driven 59.5 million people from their homes, more than at any time since the World War II.\nSince 2001, the U.S. has borrowed and spent $3.3 trillion in additional military spending to pay for the largest unilateral military build-up in history, although less than half the extra funding has been spent on our current wars.\nOnly a decade after U.S. support for fundamentalist jihadis in Afghanistan led to the worst mass murders in U.S. history, our leaders once again began recruiting, training and arming jihadis to fight in Libya and Syria. Only after IS invaded Iraq in force in 2014 did our government begin to rethink its covert support for such groups in Syria, and we remain closely allied with all their state sponsors: Saudi Arabia, Turkey, Qatar and other Arab monarchies.\nDeclaring an open-ended war on \"terror,\" \"Muslim extremism\" or \"associated forces\" forecloses many of the ways that wars are usually brought to an end. We cannot meet \"terror\" at the negotiating table. The international military competition to destroy IS will leave more cities in ruins, like Fallujah, Sirte and Kobane, but it will not end the \"war on terror.\" Even a successful military campaign against IS, if such a thing is possible, will only hasten the next mutation of jihadism and draw more young Muslims into its ranks.\nPresident Obama acknowledges that there is no military way out of this trap. Yet he soldiers on blindly as if there are no non-military alternatives either. But there are specific policies that our government can pursue if it is serious about ending this horrible cycle of violence:\nPrioritize the Vienna negotiations for a political transition in Syria.\nRepeal the 2001 and 2002 authorizations for the use of military force, which have served as blank checks for endless war.\nHalt air and drone strikes.\nTreat terrorism as a crime, not as an act of war.\nClose Guantanamo.\nStop fomenting chaos in other countries, from Syria to Venezuela.\nEnforce U.S. laws prohibiting arms sales to countries who commit war crimes, abuse human rights or sponsor terrorism.\nEnforce the command responsibility of senior U.S. military and civilian officials for torture and other war crimes.\nPublicly recommit to full compliance with the United Nations Charter, the Geneva Conventions and the rule of law.\nRedirect a portion of U.S. military spending to sustainable development in war-torn countries.\nIf these steps seem \"politically impossible,\" that is a measure of how far we have strayed from basic standards of international behavior that we and other countries are committed to. If we fail to take such steps and choose instead to keep fighting an endless war, we must accept our share of responsibility for the slaughter of innocent civilians and widespread chaos that are its defining features.\nAs the late historian and former U.S. Air Force bombardier Howard Zinn wrote in a letter to the New York Times in 2007, \"The terrorism of the suicide bomber and the terrorism of aerial bombardment are indeed morally equivalent. To say otherwise (as either side might) is to give one moral superiority over the other, and thus serve to perpetuate the horrors of our time.\"\nIf, on the other hand, we can restore legitimacy and reason to our own country's international behavior, then we can begin to regain the moral and legal ground from which to defeat terrorism -- theirs and ours.\nNicolas J. S. Davies is the author of \"Blood On Our Hands: the American Invasion and Destruction of Iraq\" and of the chapter on \"Obama At War\" in \"Grading the 44th President: A Report Card on Barack Obama's First Term as a Progressive Leader.\"\nDisclaimer: The views expressed in this commentary do not necessarily reflect those of the Cheney Free Press.\n\nLoad-Date: March 11, 2016"
}