{
    "title": "Steps after bombing attempt scrutinized Experts_ Actions would not have shielded terminal",
    "publisher": "usa today",
    "year": 2010,
    "month": 1,
    "day": 29,
    "full text": "DETROIT -- The Christmas Day bombing attempt aboard Northwest Flight 253 touched off a series of actions that cut off critical information to emergency crews and could have exposed travelers in Detroit Metro Airport's McNamara Terminal to danger if another bomb or accomplice had been on board, according to aviation experts and records obtained by the Detroit Free Press.\nThe flight from Amsterdam, with 278 people aboard, taxied to Gate A24 instead of going to an isolated area where baggage and passengers could be screened for explosives. A terrorism expert called the move highly inappropriate.\n\"In my opinion it's a violation of common standard operating procedure, it's a violation of common security rules ... a violation of common sense,\" said Richard Bloom, director of terrorism, intelligence and security at Embry-Riddle Aeronautical University in Prescott, Ariz.\nDespite crew and passengers having subdued a suspect who tried to ignite explosives sewn into his underwear, Northwest pilots radioed air-traffic control only about a disturbance -- a man with firecrackers, the records show.\nAirport police and fire reports obtained by the Free Press also show:\n*Baggage handlers continued to unload luggage from the plane even though a ramp supervisor said he believed he overheard terrorism suspect Umar Farouk Abdulmutallab say, \"There's a bomb on the plane\" as he was escorted off.\n*The area was not evacuated, and there was no immediate search for a bomb.\n*Authorities moved the aircraft to an isolated area only after a passenger who sat next to Abdulmutallab told authorities the suspect had left behind a carry-on bag. That was nearly two hours after the plane landed.\n*Passengers exited the plane without being searched.\nStephen Luckey, a security consultant who had spoken to the captain of the flight after the incident, said if an airline crew believes that a bomb is aboard a jet, then it should be directed to park in a remote area.\nThe crew knew only that a passenger had apparently tried to set himself on fire, said Luckey, a retired airline pilot who once served as chief security analyst with the Air Line Pilots Association.\nDelta Air Lines, which merged with Northwest, issued a statement Thursday saying its crew had acted appropriately in going to the gate.\n\"As part of our procedure in dealing with an event that has the potential to disrupt a flight or impact the safety of our passengers and crew, the aircraft would proceed to the gate for the boarding of authorities and deplaning of the passengers,\" spokeswoman Susan Chana Elliott said.\nGlen Winn, an aviation-security consultant and former head of security at United Airlines, said procedures for dealing with a suspected bomb on a plane are spelled out in security plans written by each airport and each airline.\nThe Transportation Security Administration approves the plans, Winn said.\nThere is no national standard or directive for handling a suspected bomb on an airplane, Winn said. \"The normal procedure historically is, you just don't take it to a terminal,\" he said.\nAirport spokesman Michael Conway said ground crews responded appropriately based on available information.\nContributing: Alan Levin and Thomas Frank, USA TODAY \n\nLoad-Date: January 29, 2010"
}