{
    "title": "Stepped-up air-safety rules arrive to fight terrorism",
    "publisher": "usa today",
    "year": 1996,
    "month": 9,
    "day": 6,
    "full text": "In a double dose of news about terrorism Thursday, three men in\nNew York were convicted of conspiring to blow up U.S. airliners\njust as Vice President Gore unveiled new initiatives in Washington\nto bolster aviation security.\nThe double billing may have been accidental. But the two events\nshare a common goal: to make U.S. skies safer.\nThe conviction of Ramzi Yousef, a Muslim extremist also accused\nof masterminding the World Trade Center bombing, and two others\nremoves a serious threat. They had concocted a plot to blow up\na dozen U.S. airliners, killing more than 4,000 passengers. The\nverdict won't end terrorism, but the accompanying mandatory life\nsentences might deter some.\nTerrorism safeguards proposed by the Commission on Aviation Safety\nand Security, which Gore chairs, hold even more promise. Among\nthe improvements:\n-- Deployment of state-of-the-art bomb-detection devices and\nmissile defenses.\n-- Increased use of bomb-sniffing dogs and hiring of more FBI\nagents.\n-- Vulnerability studies for every U.S. airport to identify and\nclose security gaps.\nThe commission also recommends precautions that many frequent\nfliers assume are already in place. Criminal background checks\nand uniform performance standards for airport personnel, including\nX-ray screeners. Matching passengers with their bags. Using computer\nprofiles to identify suspicious passengers.\nFew would argue with the wisdom of these upgrades. Yet that is\nprecisely what has been going on for years in Washington.\nThe urgent need to improve security at U.S. airports was known\nyears before Yousef's arrest and before the mysterious explosion\nof TWA Flight 800. The National Transportation Safety Board made\nrepeated, specific proposals to fix the flaws.\nThose were lost in a vacuum of leadership in government and U.S.\naviation. The result: too much bickering over cost and too few\nresults. In the interim, airports in Europe, the Middle East and\nAsia put U.S. aviation security to shame.\nJust 45 days old, the Gore commission may have repackaged old\nsolutions to meet a report deadline set by President Clinton after\nthe TWA explosion. That does not diminish the importance or the\nneed to move forward on these changes.\nThe threat of terrorism has been proved. U.S. airports should\nbe armed to combat it.\nAiding victims' families\nIn addition to recommending a variety of safety measures, the\naviation commission is remembering the often-overlooked other\nvictims of crashes: the families of those who died. It recommends\nrequiring airlines to keep comprehensive passenger lists for both\ninternational and domestic flights. And the National Transportation\nSafety Board would coordinate services to families in conjunction\nwith other federal agencies and with private organizations, such\nas the Red Cross.\n\nLoad-Date: September 6, 1996"
}