{
    "title": "Stewart Accused of 'Inciting Terrorism'",
    "publisher": "new york sun ",
    "year": 2004,
    "month": 6,
    "day": 23,
    "full text": "The trial of Lynne Stewart, the first lawyer to be charged under modern anti-terrorism laws, began yesterday with the government accusing the activist attorney of \"inciting terrorism.\"\nProsecutors said Ms. Stewart, one of the city's best-known trial attorneys, and her two co-defendants - an Arabic translator and a former postal worker - conspired with convicted terrorist Sheik Omar Abdel-Rahman and spread his call to \"Kill Americans.\"\n\"These defendants had an agenda, an agenda they shared with one another,\" said an assistant U.S. attorney, Christopher Morvillo. \"Using the pretext of attorney-client visiting privileges the defendants were able to break Abdel-Rahman's message out of jail and deliver it to the very people who should not hear it.\"\nMs. Stewart's lawyer, Michael Tigar, denied the charges, describing Ms. Stewart as a passionate attorney dedicated to providing constitutional protections even to the least sympathetic clients.\n\"In 40 years in this town Lynne Stewart has been building for justice, not terror,\" Mr. Tigar told jurors in federal court in Manhattan.\nMs. Stewart, 64, has taken on challenging cases from admitted mobsters to dope smugglers, arguing often in the same courtroom where her trial is taking place.\nShe was part of a team of lawyers representing Abdel-Rahman in 1995 when he was convicted of conspiring to bomb a number of New York City structures, including the World Trade Center, tunnels, and the United Nations.\nAfter the blind sheik was transferred in 1997 to federal security prison in Minnesota, Ms. Stewart continued to actively represent him.\nThe case focuses on activities during this period. Members of Abdel-Rahman's Egyptian terrorist network, the Islamic Group, claimed responsibility for a Luxor, Egypt, bombing that killed several dozen tourists in November of 1997.\nAfter the attack, federal prison officials imposed new restrictions on Abdel-Rahman, known as special administrative measures, intended to curtail his contacts. The case alleges the defendants defied these restrictions and provided a message pipeline connecting Abdel-Rahman to terrorists abroad.\nMr. Morvillo described the former postal worker, Ahmed Abdel Sattar, 44, as a point man for Abdel-Rahman and a terrorist by night, \"in a shadowy world where people speak in code.\"\nHe said Mr. Sattar used Ms. Stewart and the translator, Mohamed Yousry, 48, to carry messages between the sheik and senior members of the Islamic Group.\n\"In effect, the U.S. government locked the door to his cell and threw away the key, or so they thought,\" Mr. Morvillo said.\n\"Somehow,\" he continued, Abdel-Rahman was \"able to pass orders to leaders of his terrorist group saying the time to kill had arrived. That somehow is sitting right here in this courtroom.\"\nIf convicted, Ms. Stewart and Mr. Yousry could face more than 20 years in prison. Mr. Sattar, who entered the courtroom waving the Koran, faces the most serious charge, conspiring to kidnap and kill people in a foreign country. He faces life in prison if convicted. During the break following the prosecutor's opening statements, Ms. Stewart, who has previously said she supports the concept of armed revolution, denied the government's charges, saying, \"I'm not part of a terrorist network and for them to say that is an attack on how we lawyer.\"\nShe said her actions were designed to keep, \"an unwelcome government's ear out....They have no right to listen.\"\nIn his opening statement Ms. Stewart's lawyer, Mr. Tigar, challenged the government's points, saying his client and a former U.S. attorney general who also represents the blind sheik, Ramsey Clark, had worked for several years to try and arrange a deal in which Abdel-Rahman would be imprisoned in Egypt rather than America.\nHe said Ms. Stewart knew any violence carried out on behalf of her client would ruin his chances to go to Egypt.\n\"Lynne Stewart did not conspire,\" he said. \"She was the courageous and honest lawyer.\"\n\nLoad-Date: June 23, 2004"
}