{
    "title": "Sticking With the Dems",
    "publisher": "the forward",
    "year": 2004,
    "month": 1,
    "day": 9,
    "full text": "Jews have historically voted their memories rather than their pocketbooks. The memory of our immigrant status, of our poverty and of the opportunities afforded us by this great nation has always led us to favor candidates who are committed to repairing the world rather than increasing corporate profits, and to distributing justice rather than helping the rich get richer. That is why Jews overwhelmingly have backed the Democratic Party.\nBut the voices of those who say the time has come for Jewish voters to end their historic alignment with the Democratic Party are growing louder and louder. They point to the steadfast friendship President Bush has shown toward Israel and his aggressive prosecution of the war against terrorism; they say that he deserves the support of Jewish voters.\nSome will surely agree, but I, for one, have no plans to abandon the Democrats and throw my support to President Bush.\nI have been voting since 1960, and I've never cast a vote in a presidential election based exclusively on a candidate's position on Israel. I have never felt I had to, because virtually all major-party presidential candidates have been supportive of Israel. Support for the Jewish state has been a consensus issue that unites, rather than divides, the two major parties.\nAccordingly, I have been able to cast my vote largely on the basis of domestic issues, such as economic fairness, separation of church and state, preservation of the environment, judicial appointments and enforcement of equal protection under the law. On these and other issues of importance to me, Democratic candidates have generally earned my vote.\nI expect to be able to continue this voting pattern in the 2004 presidential election. On the basis of what I now know, I would be comfortable voting for any of the current Democratic candidates who seem to have a chance at winning their party's nomination. This could change, of course, if the nominee were to take positions inconsistent with the best interests of the United States and the goal of world peace. Strong support for Israel (though not necessarily for every position taken by any particular Israeli government) is plainly in the best interest of the United States and crucial to world peace. It is also central to the war against terrorism, since these two nations are the primary targets of international terrorists and the front-line combatants against those who would destroy our freedom in the name of a misguided version of radical Islam.\nMoreover, I am not willing to accede to the proposition that President Bush is uniquely well suited to the task of leading the war against terrorism. I am convinced that had Al Gore become president (didn't he win the election?), he would now be fighting a smarter, more effective war on terrorism, without compromising our civil liberties to the degree that Attorney General John Ashcroft has done. I do worry that Gore might have placed a bit too much trust in the United Nations, but I also worry that the current administration has placed too little trust in any sort of multilateralism.\nIt is also not clear that the decision to wage all-out war against Iraq will produce net benefits in the battle against terrorism. I worry about the law of unintended consequences that we saw in action with the rise of the Taliban and the growth of Al Qaeda as a result of our support for the Mujahideen in their war against the Soviet Union. The invasion and subsequent occupation of Iraq may very well produce some positive dividends for the stability of the region and for the security of Israel, but its overall impact on the war against terrorism remains to be seen.\nOn the domestic front things are much clearer. There is every reason to fear that President Bush would appoint Supreme Court justices who are in the mold of his two favorite current justices - Antonin Scalia and Clarence Thomas. At a time when the high court will play an increasingly important role in striking the appropriate balance between aggressively combating terrorism and preserving civil liberties, justices like Scalia and Thomas will tilt that balance against civil liberties. This is because they are statists rather than true conservatives, meaning they rarely challenge the power of the government when it comes into conflict with liberty or equality.\nOn a related note, I am deeply concerned about the increasing role of organized religion - especially right-wing fundamentalist Christianity - in our governance, and the apparent unwillingness of the Supreme Court's right wing to enforce the First Amendment's prohibition on laws respecting an establishment of religion. Remember President Bush's inauguration, which was dedicated to \"our savior Jesus Christ\" and seemed more like a Christian prayer service than a national civic event?\nThe mainstream Democratic presidential candidates would be far more likely than Bush to nominate centrist justices like Ruth Bader Ginsburg and Stephen Breyer who will uphold the wall of separation between church and state and seek to strike an appropriate balance between fighting terrorism and preserving civil liberties.\nNor will a Democratic candidate be as beholden as President Bush to the National Rifle Association, a lobby that endangers the safety of all Americans, even in the war against terrorism. When the Ashcroft Justice Department was holding more than 1,000 Muslims and Arabs in jail without trial or counsel, the FBI sought access to the gun-purchase records of these detainees. Putting the interest of the NRA above the safety of all Americans, Ashcroft turned down the request, claiming the privacy rights of these detainees - who were living in cells at the time - would be compromised. A Democratic president would never tolerate such obeisance to the gun lobby.\nPresident Bush's record is not as attractive as his advocates would have us believe, nor is the Democratic field as dismal as they claim. There is no reason to let the war against terrorism frighten us into abandoning our commitment to social justice and equality. As long as the eventual Democratic presidential nominee upholds the tradition of Franklin Delano Roosevelt, Harry Truman, John F. Kennedy and Bill Clinton, he will be able to count on my support and, I hope, that of most American Jews.\nAlan Dershowitz is the Felix Frankfurter Professor at Harvard Law School and the author, most recently, of \"The Case for Israel\" (John Wiley & Sons, 2003).\n\nLoad-Date: June 14, 2006"
}