{
    "title": "STILL IN THEIR CROSSHAIRS",
    "publisher": "daily news ",
    "year": 2011,
    "month": 7,
    "day": 31,
    "full text": "Intelligence officials in the Obama administration are putting forth the encouraging notion that Al Qaeda may be on its last legs.\nWe fervently hope this is the case. But the evidence is mixed - and, more to the point, we've just gotten a stunning reminder that the threat of homegrown, self-radicalizing terrorism will continue even if the global jihadists' headquarters are rendered dysfunctional.\nAs an organization, Al Qaeda is certainly weaker without Osama Bin Laden as its leader, and having endured the sustained pounding by American troops in Afghanistan and by drones in Pakistan and Yemen.\nBut the network has morphed before.\nIndeed, on Thursday, the U.S. Treasury Department confirmed that Iran has been serving as a \"critical funding and facilitation network\" for Al Qaeda in Pakistan and Afghanistan. The thuggish Shiite regime has apparently gotten over its sectarian disapproval of Sunni Al Qaeda.\nAnd despite being on the receiving end of American firepower, Yemen-based Al Qaeda in the Arabian Peninsula, led by U.S.-born cleric Anwar al-Awlaki, has plenty of fight left. Last week, the group boasted that the United States is \"impotent\" in Yemen, where the Washington-friendly government teeters.\nMeanwhile, Awlaki and others who preach the hateful screed that America is evil, and Americans are targets, continue to inspire lone actors. Look no further than Pfc. Naser Jason Abdo, the AWOL soldier arrested last week in Killeen, Tex.\nAuthorities say he was found with 6 pounds of smokeless gunpowder, shotgun ammunition and a magazine for a semiautomatic handgun. Plus battery-operated clocks and wire apparently meant to be used in a timer and triggering device - along with enough ingredients for two bombs. And an article on \"how to make a bomb in your kitchen\" from Inspire, an English-language Al Qaeda magazine.\nThe target, authorities say, was Fort Hood, site of the 2009 massacre by Army psychiatrist Maj. Nidal Hasan. That assault, on American soldiers by one of their own, left 13 dead - the worst mass shooting on any U.S. military installation.\nAt his first court appearance Friday, a defiant Abdo yelled out \"Nidal Hasan Fort Hood 2009.\" And ABC News reported that authorities said Abdo also mentioned Awlaki's name.\nThe sudden, understandable alarm over violent right-wing fanaticism in Europe must not lead us to lower our guard against a form of terrorism to which some have become inured.\nWe must forever be on our guard.\n\nLoad-Date: July 31, 2011"
}