{
    "title": "Still blind on terrorism",
    "publisher": "pittsburgh tribune review",
    "year": 2010,
    "month": 5,
    "day": 17,
    "full text": "The award this month for the craziest utterance goes to New York City Mayor Mike Bloomberg. \nQuoted below is his exchange with \"CBS Evening News\" anchor Katie Couric regarding the recent bombing attempt in the heart of Times Square by way of an abandoned Pathfinder loaded with propane, gasoline, fertilizer and fireworks. \nCouric: \"Law enforcement officials don't know who left the Nissan Pathfinder behind, but, at this point, the mayor believes the suspect acted alone.\" \nBloomberg: \"If I had to guess 25 cents, this would be exactly that, somebody ...\" \nCouric: \"A homegrown?\" \nBloomberg: \"Homegrown, maybe a mentally deranged person or somebody with a political agenda that doesn't like the health care bill or something. It could be anything.\" \nNote the irrationality. It could be \"anything.\" Forget probabilities, experience and common sense. \nThe potentially-ballistic Nissan could have been dropped in Times Square by devotees of the Dalai Lama, distraught about Wal-Mart's Chinese imports. Or it might well have been the vegetarians, upset over the throngs of people lined up on the sidewalk in order to get a seat at Ruth's Chris Steak House on West 51st Street. \nOr \"anything\" might be what Couric and Bloomberg seemed to be wishing for as the guilty bomber: a homegrown tea partyer who \"doesn't like the health care bill,\" some free-market guy who started to furiously stuff his Pathfinder with fertilizer and firecrackers the moment that President Obama, Harry Reid and Nancy Pelosi succeeded in ramming through their government takeover of health care. \nBloomberg's \"anything\" isn't good enough. It ignores what's known. Predictably, it wasn't a vegan who put a bomb in his underpants to blast a few hundred people out of a jetliner in the skies over Detroit on Christmas Day. \nEqually unsurprising, it wasn't a Dalai-inspired Tibetan radical or anyone coming straight from a tea party who opened fire at Fort Hood, killing 12 soldiers and a security guard and wounding an additional 31. \nAt Fort Hood, witnesses reported that Nidal Malik Hasan opened fire while shouting \"Allahu Akbar!\" (\"God is great!\"), the same words that 9/11 attack leader Mohamed Atta, via written instructions, told his fellow hijackers to scream once the face-to-face confrontations began with crew members and passengers on the four doomed flights: \"Shout 'Allahu Akbar' because this strikes fear in the hearts of the non-believers.\" \nOn Northwest Airlines Flight 253, 10 minutes from landing in Detroit on Christmas, it was non-tea partyer Umar Farouk Abdulmutallab, according to his fellow passengers, who had smoke coming out from under the blanket on his lap. He has since reportedly told U.S. officials that al-Qaida operatives in Yemen supplied him with the plastic explosives that were sewn into his underwear, a packet of explosives reportedly powerful enough to blow a hole as large as a basketball through the side of the plane. \nNone of the aforementioned acts of terrorism were about health care. None involved Presbyterians as the killers. All the attacks were rooted in the violent anti-American ideology of radical Islamic fundamentalism. \nA recent Rasmussen poll shows that 55 percent of Americans favor a repeal of the Obama/Pelosi/Reid health-care legislation. Bloomberg insulted this majority when he closed his eyes to the obvious source of anti-American terrorism and simultaneously suggested that the perpetrator in this latest attack against New York City might have been somebody who \"doesn't like the health care bill.\" \nCentral Park seems like the perfect spot for a great big tea party. \n\nLoad-Date: May 17, 2010"
}