{
    "title": "Still a war on terrorism_",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 7,
    "full text": "I'm starting to get scared. Not of terrorism -- I am scared of terrorism, but I'm also starting to get scared of what our nation seems intent on doing in its war on terrorism. On October 26, President Bush signed into law an anti-terrorism bill that passed the Senate 98-1 and the House of Representatives 357-66. While the intentions behind this bill are wonderfully laudable, the end result sends shivers down my spine. We are sacrificing the very rights and freedoms that we seek to protect with our war on terrorism. In our effort to vanquish the enemy, we are killing our cause.\nA measure that was almost put in the bill was an \"electronic terrorism\" bit by the Recording Industry Association of America. Those patriots in the recording industry finally realized that CD ripping was electronic terrorism, and wanted Congress to give them the power to access your hard drive and delete whatever files offended them. If they mistakenly deleted some system files or innocuous personal files, the victim would have limited legal action, because MP3 files are the heart of electronic terrorism.\nMassachusetts Institute of Technology\nUnfortunately, this integral component of the anti-terrorism bill was not passed. I'm sure that none of us will be sleeping securely tonight, knowing that there are terrorists among us.\nThis is just one glaring example of how we are starting to get carried away. It no longer feels like we're at war against terrorism: we're at war with all things not American. We have young men and women around the world poised to \"fight for the American way of life.\" We lecture each other on tolerance, and then fail to practice it. Anyone with a turban and/or brown skin has become a suspicious character who might be trying to kill us all with anthrax. In a speech to the U.S. Conference of Mayors, Attorney General John Ashcroft had this to say to our nation: \"Let the terrorists among us be warned: if you overstay your visa -- even by one day -- we will arrest you. If you violate a local law, you will be put in jail and kept in custody as long as possible. We will use every available statute. We will seek every prosecutorial advantage.\"\nNow, correct me if I'm wrong, but last time I checked, terrorists don't go around carrying signs proclaiming their occupation. Perhaps that has changed -- if so then I'm sorry, and that declaration makes perfect sense. But let's be silly and theoretical, let's consider a world where terrorist don't walk around with name tags that proclaim \"Hello, I'm: A Terrorist.\" Does this mean that we're going to go around arresting every poor sap who overstays his visa? I guess that makes sense, I mean, if your visa or green card expires, you've got to be up to no good. Take my dad for example. A green card-carrying citizen of a rogue nuclear power, his company regularly employs more citizens of said nation and amasses them in the heart of America's computer industry. Did I mention that his \"company\" causes him to take numerous flights across the country? Very suspicious. Sounds like a threat to me … that, or a Silicon Valley start-up, whatever.\nOf the 19 terrorists actively involved in the tragedy of Sept. 11, three of them, three of them, were believed to be in the country illegally -- two had overstayed their visa. In an effort to cure an infected toenail, we're amputating an entire leg. This is ridiculous. Maybe we should just close off our boundaries to everyone else in the world, as no one ever said we had to let them into the country in the first place.\nI agree wholeheartedly that terrorism is a danger that must be addressed. Seek revenge if you must, but only on those responsible; wide measures and actions can only hurt us. In the war on terrorism we must not sacrifice those very rights and freedom we seek to protect.\n(C) 2001 The Tech via U-WIRE\n\nLoad-Date: November 7, 2001"
}