{
    "title": "Stock market may skip holiday; The _Santa Claus rally_ may be less jolly in '03. Blame earlier gains",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 11,
    "day": 30,
    "full text": "Wall Street bounced higher last week, helping recoup much of its November losses to post a mixed monthly finish and raising hope for a traditional \"Santa Claus rally.\"\nBut analysts cautioned against celebrating just yet. With share valuations high relative to profits, the risk of rising interest rates growing, and terrorism still a concern, stocks might have little room to move much higher.\n\"Can Santa Claus add to the gains? I think the bigger question is whether we can hold on to these gains,\" said Brian G. Belski, fundamental market strategist at US Bancorp Piper Jaffray. \"The traditional rally is in question just because we have had such huge gains in the market.\"\nSince March 11, the Dow Jones industrial average has gained 30 percent, the Nasdaq composite has climbed 54 percent, and the S&P 500 is up 32 percent.\nNovember typically marks the start of the \"best six months\" for Wall Street as investors begin to put year-end bonuses and dividends to work and pick up shares on optimism for the new year.\nDecember often performs even better, ranking as the best month for the Standard & Poor's 500 index with an average 1.8 percent advance since 1950. Much of the gains come on a Santa Claus rally that begins in mid-December and extends into a \"January effect\" of advances as more money comes into the market.\nThe reasons for the holiday rally are seasonal and often have little to do with companies' fundamentals of growth and earnings. Investors at year's end are reluctant to sell big gainers - usually small-cap stocks such as those in technology - because they want to avoid paying capital-gains taxes for 2003.\nAnd because trading volume is typically light because of the holidays, the few buyers out there create sharper price swings.\n\"The market has often rallied for those two weeks between Christmas and New Year's, and I would expect that to continue this year,\" said Mitch Zacks, director of research at Zacks Investment Research in Chicago.\nBut some analysts aren't so sure. They note that 2003 has been somewhat of an anomaly, because the market has been playing catch-up after three years of declines.\nAnd in November, traditionally a strong month, the three main gauges stumbled to a mixed finish because of investor fears about a weakening dollar and terrorism after bombings in Turkey.\nMeanwhile, after several months of gains and strong earnings, investors' expectations for growth might be getting a bit high. Many economists predict more modest growth in 2004 as the effect of tax cuts and low interest rates fades somewhat.\nThat could pose problems if investors pile into the market too quickly but economic fundamentals are unable to justify the higher stock prices, said Joe Sunderman, trading director at Schaeffer's Investment Research.\n\"Right now, the valuations are still fair relative to where interest rates are, but I think the outlook going into 2004 is pretty lofty given the economic backdrop of a very weak dollar and potential concern for rising interest rates,\" he said.\nThere was evidence of the market's potential weakness last week. The three main gauges ended a two-week losing streak, largely on a 119-point surge Monday after upbeat reports on robust economic growth and rising consumer confidence. But they largely shrugged off strong reports Wednesday on durable-goods orders and consumer spending.\nIn the end, though, many analysts believe recent declines might reflect a more natural \"consolidation\" of gains. The economy continues to improve and that will help drive the market, if not in December, then in early 2004, they said.\n\"It looks very healthy,\" Zacks said.\nThe Dow ended the week up 153.93, or 1.6 percent, at 9,782.46. The Standard & Poor's 500 rose 22.92, or 2.2 percent, during the week, to 1,058.20.\nThe Nasdaq composite index gained 66.38, or 3.5 percent, to close the week at 1,960.26.\nThe Russell 2000 index, which tracks smaller-company stocks, ended the week up 20.58, or 3.9 percent, closing at 546.51.\nThe Wilshire 5000 total market index, which tracks more than 5,700 U.S.-based companies, ended the week at 10,352.22, up 253.74. A year ago, the index was at 8,846.71.\n\nLoad-Date: August 18, 2005"
}