{
    "title": "STOCKS FALL DESPITE ANTI-TERRORISM NEWS",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 3,
    "day": 19,
    "full text": "Wall Street stumbled lower yesterday as investors wrestled with mixed economic data and news that Pakistani troops had cornered a key al-Qaida leader. Tech shares were dragged down by Microsoft's antitrust problems in Europe.\n Stocks tottered in and out of positive territory after Pakistani officials said forces had surrounded Osama bin Laden's top lieutenant, Ayman al-Zawahri, in a remote region near the Afghan border. But while the news temporarily checked selling momentum after two sessions of gains, it could not fully stanch the market's downward trend.\nInvestor confidence continues to sag on concerns about the sluggish job market, listless bond yields, inflationary pressures and political uncertainty at home and abroad.\n \"There are some who believe we've had a classic 10 percent correction and that this is a good buying opportunity, but I tend to think we'll see the market correct a bit more,\" said Michael Palazzi, managing director of equity trading at SG Cowen Securities.\n The Dow Jones industrial average closed down 4.52 at 10,295.78, rebounding from steep declines earlier in the day. The Nasdaq composite index lost 14.32 to 1,962.44. The Standard & Poor's 500 index shed 1.43 at 1,122.32.\n Word that Pakistani troops had met fierce resistance from fighters entrenched along the South Waziristan frontier bumped all the major indexes up from their session lows, and sent oil and currency prices churning. But Wall Street's muted reaction reflected investors' uncertainty about the market's strength.\n Microsoft Corp. fell 24 cents to $24.89 after last-ditch settlement talks with European regulators failed, and a draft antitrust decision against the software maker is expected to be adopted next week. Microsoft also could be fined hundreds of millions of dollars for grabbing market share from rival companies by \"bundling\" its own version of their products with Windows, the operating system in the majority of personal computers worldwide.\n Decliners outnumbered advancing issues about 5 to 4 on the New York Stock Exchange. Volume was lighter, with 1.36 billion shares, compared with 1.5 billion shares traded Wednesday. The Russell 2000 index was down 4.02 at 574.55.\n\nLoad-Date: March 19, 2004"
}