{
    "title": "Stocks drop amid fears of terrorism",
    "publisher": "charleston gazette",
    "year": 2002,
    "month": 5,
    "day": 22,
    "full text": "NEW YORK - Growing fearful of terror attacks, investors opted for safety Tuesday, securing profits and sending stocks sharply lower for a second day. The market's uneasiness wiped out early gains prompted by better-than-expected retail earnings and a settlement for Merrill Lynch.\n\"It's more of the geopolitical fears. Most of the corporate news is positive. The retail stores beat expectations, and so the consumer is still in the market. … But there's lot of rhetoric about the next terrorism attack. When it will be and where,\" said Arthur Hogan, chief market analyst at Jefferies & Co.\nThe technology sector registered the biggest drop, having enjoyed the biggest surge last week. The Nasdaq composite index closed down 37.41 at 1664.18.\nCombined with Monday's 39.80-point decline, the Nasdaq has lost more than half of last week's advance of 140.54.\nThe market's other major indexes also slid. The Dow Jones industrial average fell 123.79, or 1.2 percent, to 10105.71. The Dow added to Monday's 123-point drop, now having lost more than half of last week's gain of 413.16.\nThe Standard & Poor's 500 index sank 12.00, or almost 1.1 percent, to 1,079.88.\nIt was the second straight day that fears about terror attacks prompted selling. On Monday, stocks fell after the FBI said suicide bombings in the United States are inevitable and Vice President Dick Cheney on Sunday warned that terrorism threats should be taken seriously.\n\"There is so much caution in the air. The mounting anxiety of terror attacks and the uneven economic recovery have been responsible for a rather-be-safe-than-sorry mode,\" said Alan Ackerman, executive vice president of Fahnestock & Co.\nRetailing shares fell, despite a string better-than-expected first-quarter earnings that included those of Home Depot and Target.\nHome Depot sank $ 3.60, or 7.4 percent, to $ 44.90 as its shares were downgraded by A.G. Edwards to \"hold\" from \"buy.\" Target fell $ 1.16 to $ 41.54.\nTechnology gave back some gains from last week when good news, such as better-than-expected earnings from Applied Materials and Dell Computer, prompted buying. Applied Materials fell 47 cents to $ 26.31, and Dell, which also issued an upbeat outlook last week, stumbled 35 cents to $ 26.88.\nIBM fell $ 1 to $ 83.45, having last week rallied on promises to cut costs. Microsoft dropped $ 1.82 to $ 52.19 after announcing it will spend $ 2 billion over five years in an effort to boost sales of its Xbox video game console.\nBut Tuesday's session produced some gainers, although no sector managed a universal advance.\nMerrill Lynch rose 47 cents to $ 43.85 after settling charges by New York attorney general Eliot Spitzer that it misled investors with its stock ratings to garner lucrative investment banking fees.\nBut Merrill Lynch's competitors pulled back with Goldman Sachs falling $ 1.04 to $ 79.20, and Morgan Stanley declining 96 cents to $ 48.39.\nThe auto sector was also mixed. Ford advanced 85 cents to $ 17.58 after Merrill Lynch raised its near-term rating to \"strong buy\" from \"neutral.\" But General Motors fell 93 cents to $ 64.94.\nDeclining issues outnumbered advancers nearly 2 to 1 on the New York Stock Exchange. Consolidated volume was light at 1.47 billion shares, but ahead of Monday's 1.22 billion shares.\nThe Russell 2000 index, the barometer of smaller company stocks, fell 7.71, or 1.5 percent, to 495.46.\nOverseas, Japan's Nikkei stock average finished Tuesday down 0.5 percent. In Europe, France's CAC-40 each slipped 0.04 percent, Britain's FTSE 100 declined 0.2 percent, and Germany's DAX index fell 0.3 percent.\n---\nOn the Net:\nNew York Stock Exchange: http://www.nyse.com \nNasdaq Stock Market: http://www.nasdaq.com \nAP-ES-05-21-02 1737EDT\n\nLoad-Date: May 22, 2002"
}