{
    "title": "Stolen passports on Malaysia Airlines plane_ stark evidence of security gap The fact that two passen",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 3,
    "day": 14,
    "full text": "Two Iranian men who boarded Malaysian Airlines Flight MH370 using stolen passports may turn out not to be responsible for the plane's mysterious disappearance, but their unauthorized presence on the aircraft is shining a bright light on a scourge of international travel: the black-market passport industry.\nIt comes as no surprise to experts that the passports were stolen in Thailand, ground zero for global trafficking in fake and stolen passports. They cite the corrosive mix of police corruption, an impoverished class of residents, and scads of Western tourists, some attracted by a thriving sex trade, as major contributing factors. \n\"Anywhere where there is illegal migration or human trafficking would be ripe for passport theft,\" says Richard Bloom, director of terrorism, intelligence, and security studies at Embry-Riddle Aeronautical University in Prescott, Ariz. who specializes in aviation intelligence and security issues. \"Thailand attracts people with quite a lot of money. Money floats more freely there than in any other place. It makes passport theft there more likely to occur with a higher frequency than, say, South Sudan.\"\nThe black market passport trade not only poses a danger to international air travelers, but it also plays a role in the smuggling of illegal drugs, sex workers, and undocumented immigrants. Terrorist groups also could use fake or stolen passports to enter target countries, experts say.\nPassports from people in the Western world are hot commodities in most underdeveloped countries. French passports are of particular value because they can get travelers easy access to the United States: France is one of 27 countries where citizens can visit for up to 90 days without obtaining visas.\nInterpol, an international law enforcement organization, said the two stolen passports used by the Iranians to get on board the Malaysia Airlines flight - one from Austria, the other from Italy - were listed in its database of stolen travel documents. One was added in 2012 and the other last year. More than 40 million passports have been added to the database, Interpol says, since it started the registry in 2002, in the aftermath of the 9/11 terrorist attacks.\nPolice say about 2,475 passports were reported stolen in Thailand last year. Russian, British, and French passports were the ones most often taken, according to Bloomberg News. \nThai police are investigating a passport-trafficking operation in Phuket, a popular resort island, where both passports were stolen, the AFP reports. \nThe black market for stolen documents in Thailand, and in neighboring Indonesia, operates inside the same underground criminal network that sells sex workers, firearms, pirated movies, and other illicit goods, says Jonathan White, an expert in terrorism at Grand Valley State University in Allendale, Mich.\n\"Passports are the perfect example of terrorists and criminals all having to use the same network. If you want to get a stolen identity, these are the same dealers that deal with all the different actors,\" Professor White says.\nIn 2011, the US State Department described Thailand as \"a source, destination, and transit country for men, women, and children who are subjected to forced labor and sex trafficking\" and reported that \"this demand likely fuels trafficking for commercial sexual exploitation.\" The Thai government, it added, \"does not fully comply with the minimum standards\" of trafficking. The State Department says victims originate from North Korea, China, Vietnam, Pakistan, and Myanmar (Burma).\nThe passports that are most valuable are those from countries that provide their holders with the greatest mobility around the world. Finland, Great Britain, Germany, the United States, Belgium, Canada, France, and Portugal top the list of countries where nationals enjoy broad travel freedom, according to a 2013 ranking by Henley & Partners, a consultancy that specializes in residence and citizenship, which monitors global visa regulations and analyzes the changes from year to year. At the bottom of the list, and presumably the least attractive passports to steal: Pakistan, Somalia, Iraq, and Afghanistan.\nWhy people seek stolen passports varies.\n\"The majority of stolen or falsified passports are used not to destroy things or engage in terrorism, but ... often to engage in other illegal behavior like illegal migration, illegal immigration, drug trafficking, human trafficking,\" says Mr. Bloom. Such passports are also attractive to people who simply wish to travel between destinations without being detected.\n\nLoad-Date: March 17, 2014"
}