{
    "title": "Stopping terrorism could be just first step for Big 3",
    "publisher": "the pantagraph",
    "year": 2001,
    "month": 10,
    "day": 22,
    "full text": "The United States, Russia and China standing together.  What a momentous occasion.\nIt's too bad that it takes the threat of worldwide terrorism to unite the world's super powers, if only temporarily.\nBut now that the union seems to be firmed up, officials in all three countries will be wasting an opportunity if they don't expand that relationship to bring peace, and perhaps prosperity, throughout those countries, if not the world.\nChina's strong support of the U.S. invasion of Afghanistan without any apparent concessions had to shock many U.S. leaders.  Speculation on why China threw its support to the campaign to rid the world of terrorists has run rampant - from fear that the same thing could happen in China to the fact that China feared the closeness in this campaign between the United States and Russia.  China has bought many of its arms from Russia. It doesn't matter a great deal what brought these world powers together.  The important point is that they are united and the doors of friendship have apparently opened.\nThis doesn't mean the countries will have to see eye-to-eye on everything. China is still upset at Taiwan's support from the United States on trying to remain independent of Mainland China. And U.S. officials are still smarting a bit because of China's detainment of an American plane that was forced to land in Chinese territory. The plane collided with a Chinese fighter jet during what the U.S. called a \"routine\" surveillance flight along China's coast.  The jet and its pilot were lost in the ocean. And U.S. officials frequently refer to China's disregard for human rights.\nNo one expects a cozy relationship among the Big Three, but cooperation and trust have to begin somewhere, and we can't think of a better beginning than in sharing information and resources to make it uncomfortable for terrorists, no matter where they are located.\nA united front should also make it harder for terrorist organizations and countries that support them to obtain military weapons.\nChina's role could be vital in convincing Pakistan that it is in that country's best interests to cooperate in the fight against terrorism in neighboring Afghanistan, even if it pits Muslims against Muslims.  Pakistan, which fears an invasion by neighboring India, buys most of its weapons from China.  Many of the other Middle Eastern countries obtain weapons through China, as well as from Russia.\nPerhaps it is too much to hope for, but it would be nice to see the U.S., China and Russia put the squeeze on Israel and Palestine to stop the fighting there.  Much of the anti-American hatred in the Muslim countries has been caused by U.S. support of Israel in its ongoing war with Palestinians.\nBoth Israeli and Palestinian forces are intent on an \"eye for an eye\" and always claim their actions are in retaliation for something done by the other side. For example, the recent assassination of Israel's tourism minister, Rehavam Zeevi, was justified by the Popular Front for the Liberation of Palestine because their leader, Mustafa Zibri, was killed in his office by an Israeli missile in August.\nIsrael would argue that Zibri was a radical Palestinian faction chief and Zeevi was a government minister, so the two couldn't be compared.  Palestinians, however, knew Zeevi as the architect of a policy to transfer all Arabs out of the West Bank and Gaza and one whose carefully worded comments were interpreted as calling for the assassination of Palestinian leader Yasser Arafat.\nMaybe it is wishful thinking, but if peace could be reached between the Israelis and Palestinians, perhaps the threat of terrorism would also subside.  A coalition of the United States, Russia and China could be a stronger united voice in encouraging a Mideast settlement.\n\nLoad-Date: October 23, 2001"
}