{
    "title": "Stop terrorists before they strike U.S. targets",
    "publisher": "university wire",
    "year": 1998,
    "month": 9,
    "day": 14,
    "full text": "Americans briefly were distracted from the dog days of summer and the ever-evolving scandals that plague President Clinton by two events that will come to symbolize the face of radical Islamic terrorism and hopefully, if sustained, America's swift retaliation.\nWe were awakened Aug. 7 with the horrific news of the twin bombings of U.S. embassies in Kenya and Tanzania. Investigations eventually pointed to Saudi-born multi-millionaire-turned-international terrorist Osama bin Laden as the ringleader of the those who carried out the bombings.\nTwo weeks later, America struck back. U.S. Navy ships in the Arabian and Red seas launched 79 cruise missiles at terrorist training camps in Afghanistan and a suspected chemical weapons factory in Sudan.\nGeorge Washington U.\nThis action was long overdue and sorely needed, though it has been heavily tainted by the President's souring credibility. Our only fear should be that this could be a one-time action and does not signal the beginning of the patient, long-term, disciplined and sustained anti-terrorism campaign our nation now requires. If the last six years of the Clinton presidency are any guide, our worst fears will likely be reality.\nPresident Clinton certainly has talked tough on terrorism. In his speech to the nation following the American missile strike, Mr. Clinton claimed that \"there will be no sanctuary for terrorists. We will defend our people, our interests and our values. Countries that persistently host terrorists have no right to be safe havens.\"\nSadly, under Clinton's watch, America's bark is much worse than its bite.\nNo case better illustrates the weakness of Clinton's anti-terrorism strategy then the Khobar Towers bombing in 1996. After two years, ample evidence exists to suggest that Iran was the chief sponsor of the bomb that killed 19 U.S. servicemen stationed at the Dhahran, Saudi Arabia, complex. Iran has not been punished for committing this atrocity; in fact the Clinton administration has begun to extend Iran the fig leaf. This sends a clear signal to the bin Ladens everywhere - you can kill Americans and get away with it.\nClearly, that is the wrong message to send. Terrorists worldwide should understand that anyone who kills Americans will be severely punished. This would not only show our will and determination to would-be terrorists, but also would reassure our allies that America will defend its interests, even if that means unilateral action. This would prevent problems that surfaced during the Khobar Towers investigation, where Saudi Arabia did not want to implicate Iran because it believed, and rightfully so, that President Clinton would not stand fast against Iran.\nHowever, state-sponsored terrorism is clearly different than that of bin Laden. States that sponsor terrorism can be punished and influenced by diplomatic, economic and military means. Individually financed terrorists do not respond to the same incentives. Their ideological or religious zeal makes President Clinton's favorite strategy - diplomacy at all costs - irrelevant.\nTo combat these terrorists, we must first ensure that our potential targets, both at home and abroad, are not as easy to demolish as Khobar Towers and our embassies in Africa. Our intelligence and law enforcement communities also must be strengthened and given a freer hand to battle these international outlaws. As long as people exist who seek to destroy America and its citizens, we must do all we can to ensure our safety.\nOnce terrorists strike, whether sponsored by states or individuals - and they will - we must respond forcefully and swiftly. This does not mean more midnight strikes on terrorist camps when nobody's home with weapons ill suited for the mission. Cruise missiles are the perfect weapon for stationary physical targets, such as the factory in Khartoum, but not for dispersed training camps in Afghanistan.\nThe best solution to eradicate those camps - as well as the terrorists that inhabit them - would be a joint strike combining missile strikes, as well as heavy bombers to make the camps unusable. Placing American pilots in danger over enemy territory should not be entered into lightly, but every terrorist at those camps can kill and maim thousands of innocent civilians.\nPreventing the slaughter of innocent civilians is the most noble military action. That is why our servicemen and women place their lives on the line.\nAs the preeminent world power, we will always be a target because of the very values that underpin our society. Our challenge is to continue to shape the international environment and that will require unrelenting determination and sacrifice. No easy answer will end the scourge of terrorism and it will not be an easy or bloodless war, but that must not deter us from doing what we believe is right.\n-The writer is a senior majoring in political science.\n(C) 1999 The Hatchet via U-WIRE\n\nLoad-Date: February 8, 1999"
}