{
    "title": "Stop terrorism with ballistic fingerprinting",
    "publisher": "university wire",
    "year": 2002,
    "month": 11,
    "day": 1,
    "full text": "In the wake of Sept. 11, you heard the constant refrain that the Constitution was not a suicide pact. As part of the war on terror, President Bush sought to roll back our rights. Bush believed our right to privacy obstructed the police from eavesdropping on conspiring terrorists. He championed the 2001 USA Patriot Act, which gives law enforcement new powers to interfere in our lives. In accordance with Bush's fundamental principle of limited government, these powers are unchecked by serious judicial review.\nAs Bush methodically peeled away our rights, it seemed intuitive he would include further restriction on the supposed right to bear arms. If privacy could be used as a weapon by terrorists, then certainly guns could be used as a weapon by terrorists.\nU. Pennsylvania\nBut Bush said the terrorists use privacy, box-cutters, planes, bombs, chemicals, biological agents and computers to attack us, but not guns. So he had no interest in protecting Americans from the hazard of guns.\nRecently, a terrorist near Washington, D.C., learned that guns can be useful too. Bush spoke about this killer often, but never called him a \"terrorist.\"\nBut we know he was a terrorist because his murders paralyzed an entire region with fear. Besides allowing military aircraft to search for the terrorist, nearly violating the Posse Comitatus Act of 1878, Bush disclosed that the government will do virtually nothing to keep pace with this terrorist's innovative approach.\nTearing down our privacy laws will do little to stop terrorism. But ballistic fingerprinting can help. By creating a database of a gun's unique bullet markings, detectives can trace an act of violence to the gun's buyer and possibly the perpetrator. This is an outgrowth of a national database for the markings our fingers, which is an invaluable law enforcement tool. Bush opposes a national ballistics system.\nUnder Bush, bullets have greater privacy rights than people. But what's strange is Bush knows bullets can't vote.\nA pilot program in Los Angeles run by the Bureau of Alcohol Tobacco and Firearms proves the system can be helpful. Not only does this help lock up criminals, but it helps police lock them up quickly before they shoot more people. Critics have said that people can alter ballistic markings by sticking a nail-file in the gun's barrel. But an ATF report said tampering instances are rare and the fingerprints provided viable evidence \"in the overwhelming majority of cases.\"\nBush's opposition to ballistic fingerprinting is an act of loyalty to his most enthusiastic and valuable supporter -- the National Riffle Association. The NRA is often more successful than Republicans at beating Democrats. Winning elections for Republicans has overshadowed its advocacy. It political identity is less about principle. It's about being the kiss of death to Democrats.\nAn example of this is South Carolina senatorial candidate Alex Sanders, a Democrat. He's a member of the NRA and opposed to gun control, but his dues have been used to finance negative ads against him. Long after the NRA attacks began, he said this in a debate, \"the technology does work. No one's rights are harmed by such a process except a criminally deranged sniper. That's the kind of thing this country cannot continue to tolerate in the name of freedom of gun ownership.\"\nEven if you believe the NRA has principles, it's still hard to understand why the NRA would be against ballistic fingerprinting.\nIt doesn't jeopardize anybody's right to own guns.\nIt's not an inconvenience to gun owners, unless they shoot people.\nIt levies no greater personal burden than a current database of all serial numbers of new guns maintained by the ATF since 1968.\nThe ballistics system would be costly, but since when has the NRA cared about the federal budget? The National Shooting Sports Foundation, the largest trade association of the gun industry, supports the ATF conclusion and many manufacturers provide spent shells with their guns.\nIt is no more likely to lead to wrongful prosecution than the system in place for our fingerprints: a gun couldn't be linked to a bullet without several matching points.\nProtecting our rights is a presidential responsibility. By making it a political calculation, the Constitution becomes nothing more than a homicide pact.\n(C) 2002 Daily Pennsylvanian via U-WIRE\n\nLoad-Date: November 1, 2002"
}