{
    "title": "Stop massacres Cuomo's plan_ Lock up hate killers for life",
    "publisher": "daily news ",
    "year": 2019,
    "month": 8,
    "day": 16,
    "full text": "ALBANY - Gov. Cuomo wants hate-motivated acts such as mass shootings to be labeled as domestic terrorism and perpetrators to face life in prison.\nCuomo (inset) unveiled his proposed \"Hate Crimes Domestic Terrorism Act,\" which would codify \"mass hate crimes\" as acts of domestic terrorism, during a speech Thursday at the New York City Bar Association in Manhattan.\nCuomo said the bill is inspired by a recent wave of hate-fueled shootings across the country, including the El Paso, Texas, massacre in which a gunman targeting Latinos killed 22 people and wounded 24 others.\nThe law would ensure those who kill people in \"a mass attack\" based on their victims' race, age, religion or sexual orientation would face life in prison with no chance of parole.\n\"American citizens who are radicalized - not by a foreign ideology - but rather radicalized by hate for other Americans - are still terrorists,\" the governor said. \"Today, our people are three times more likely to suffer a terrorist attack launched by an American than one launched by a foreigner.\"\nThe measure, which in essence would merge the state's hate crime laws with its existing terrorism statues, would apply to cases involving the murder of at least one person and the attempted murder of at least two additional people and would create a task force to study and recommend practices to prevent mass shootings.\nBoth Assembly Speaker Carl Heastie (D-Bronx) and Senate Majority Leader Andrea Stewart-Cousins (D-Yonkers) said they will work with the governor's office on the proposal.\nGun control advocates praised the idea.\n\"When racism, xenophobia, homophobia and misogyny come armed with a gun, they are deadly,\" said June Rubin, a volunteer with the New York chapter of Moms Demand Action for Gun Sense in America. \nCuomo and others have repeatedly tied a recent rise in hate crimes by white nationalists to President Trump's racist rhetoric. Cuomo again again targeted Trump during his speech on Thursday.\n\"The president's partisan political interest has trumped his responsibility to protect the public,\" the governor said.\nHe also called on Democrats to step up and act at the federal level, a week after challenging Democratic presidential candidates and members of Congress to back tough gun control measures to \"end the carnage.\"\nDemocrats must \"expose this president and the Republican senators as the political cowards they are and the lackeys for the gun industry that they serve,\" Cuomo said.\n\"This is no time for Democratic division or for legislative baby steps,\" Cuomo added.\n\nLoad-Date: August 16, 2019"
}