{
    "title": "STOP RIPPIN' US!",
    "publisher": "daily news ",
    "year": 2012,
    "month": 2,
    "day": 24,
    "full text": "THE NYPD MADE NO apologies Thursday, defending itself against accusations that it violated the law with an extensive post-9/11 campaign of spying on the city's Muslims.\nAt an unusual press briefing, chief spokesman Paul Browne said the NYPD operates under the tightest civil liberties regulations of any police department in the land.\n\"There's been a suggestion that what we are doing doesn't comport with legal requirements, and that's not the case,\" Browne said.\n\"Everything we're doing is done constitutionally.\"\nAmid a new furor over the covert surveillance of mosques and schools in Newark,\ncity lawyers met with reporters to explain the complex guidelines under which they conduct investigations related to political activity and terrorism.\n\"There is no constitutional prohibition against a police department collecting information,\" said Peter Farrell, senior counsel of the city's Law Department.\n\"What's unconstitutional is if they then use that information to chill someone's First Amendments rights or to impose harm on them.\"\nThe meeting at police headquarters was prompted by an ongoing series of investigative reports by the Associated Press detailing how the NYPD monitored Muslim New Yorkers in mosques, cafes, shops and schools after 9/11, looking for terror plots.\nThe most recent revelations - that the monitoring spread to Newark - prompted New Jersey Sen. Robert Menendez to ask U.S. Attorney General Eric Holder and CIA Director David Petraeus to look into what the NYPD was up to.\nThe AP reported the NYPD compiled a 60-page file of \"locations of concern\" in Newark, all of which were Muslim cultural centers, shops, restaurants and schools.\nNewark Mayor Cory Booker and New Jersey Gov. Chris Christie, who called the reports \"disturbing,\" ordered state investigations on Wednesday.\nBooker said he didn't know of any joint Newark-NYPD probe in 2007. \"To put large segments of a religious community under surveillance with no legitimate cause or provocation clearly crosses a line,\" he said.\nRep. Bill Pascrell of Paterson backed Menendez's call for an federal investigation.\n\"There's no reason for the NYPD to be engaging in a surveillance operation in New Jersey without first communicating with the U.S. attorney, the State Police and local law enforcement agencies,\" Pascrell said.\nBrowne insisted that Newark police were notified of the NYPD operation in 2007 and that a Newark cop was assigned to help out.\n\"Newark police officials were aware and were briefed before and afterwards, and a Newark police liaison accompanied NYPD personnel,\" Browne said.\nNYPD Deputy Commissioner for Legal Matters Andrew Schaffer said New York cops could legally work outside the city if they don't exercise police powers.\n\"There's no prohibition on traveling to, residing in, or investigating within the United States,\" he said.\nBrowne said that because of the Handschu agreement, a 1985 consent decree that restricts how the NYPD can monitor political groups, \"in fact, we meet higher requirements here in New York.\"\nThe Handschu rules were imposed after a court found the NYPD violated the Constitution in the 1960s and 1970s by spying on Black Panthers, gay groups and anti-war activists.\nUnder the rules, the NYPD could only monitor political activity if there were a suspicion of criminality - and then only with a warrant.\nBut the NYPD went to the court after 9/11 and asked for the rules to be loosened to give cops greater flexibility to root out possible unlawful conduct.\n\"How can you fight terrorism if you have to have information that a crime is about to be committed? Because at that point it's too late,\" Farrell said.\nThe restrictions were eased in 2003, he said.\n\"You can collect information and keep it. You can keep all the information you want. It doesn't become a constitutional violation unless some harm is done with that information,\" he said.\nSeries wins award\nThe AP series - which found whole neighborhoods were subjected to surveillance after 9/11, not because of wrongdoing but because of the faith of their residents - won a prestigious Polk Award Monday.\nThe series revived the debate over the delicate balance between security and personal liberty, and renewed questions about how far the cops should reach to protect the city.\nIt also added to tensions between New York's Muslims and the NYPD over the department's use of a discredited 2008 documentary, \"The Third Jihad,\" to train police officers. The film paints all Muslims as part of a conspiracy attacking America.\nPolice Commissioner Raymond Kelly appeared in the film.\nNew York University President John Sexton sent a letter to Kelly Thursday calling reports that police had targeted Muslims based simply on religion \"troubling and problematic.\"\n\"All of us who lived through the events of 9/11 here in New York understand what is at stake for our city,\" Sexton wrote.\n\"Still, I must report our community's alarm over the reports of this activity, and that we stand in fellowship with our Muslim students in expressing our community's dismay.\"\nAsked if the NYPD were losing the public relations war, Browne said criticism was part of the territory.\n\"We arrest people, we give out summons, we tell people they can't walk down the street - everything the police engage in, to a certain degree, is less popular than what (other community) organizations do,\" he said.\n\"Opening swimming pools in the summer is a lot more popular than telling you you can't park here. That goes from everything from making arrests to terrorism investigations. And we understand that.\n\"But we also have an obligation to protect the city - and we're doing it lawfully.\"\nrparascandola\n@nydailynews.com\n\nGraphic\n\n \nCommissioner Raymond Kelly\n\nLoad-Date: February 24, 2012"
}