{
    "title": "STOPPING EVERYDAY ACTS OF TERRORISM",
    "publisher": "the capital ",
    "year": 2015,
    "month": 12,
    "day": 16,
    "full text": "The tortured rhetoric politicians went through deciding whether to call the mass shooting in San Bernardino, Calif., that killed 14 people and wounded 21 others terrorism was absurd.\nThere's no word other than terrorism to describe bloody massacres of large numbers of people with weapons made and sold expressly for that purpose. Two people shooting up a holiday party with semiautomatic assault rifles is terrorism. So were the mass shooting at a Planned Parenthood clinic in Colorado Springs a few days earlier; the 2012 slaughter of 20 children and six educators at Newtown, Conn.; the Aurora, Colo., theater shooting that killed 12 and wounded 70; and the prayer meeting shooting in Charleston, S.C.\nSo were the mass shootings in the Sikh temple in Oak Creek, the Azana Spa in Brookfield, and a church service held in a Wauwatosa hotel.\nTo call these \"everyday\" acts of terrorism understates just how often such mass shootings happen in America. The average is more than one a day.\nThe San Bernardino shooting actually was the second mass shooting that day after one earlier in Savannah, Ga., killed one person and wounded three others.\nSan Bernardino was the 355th mass shooting this year (defined as one in which four or more people were killed or wounded). At that point, a total of 462 Americans had been killed and another 1,314 wounded in mass shootings in 2015. You can keep track yourself on shootingtracker.com.\nWith deadly mass shootings so common, what was so special about San Bernardino that some politicians were eager to publicly proclaim that particular one an act of terrorism?\nThat became obvious when we learned the two perpetrators were Muslims.\nYou see, Republican politicians have always argued there is absolutely nothing we can do about mass shootings because of their twisted interpretation of the Second Amendment. Even though the amendment refers to \"a well-regulated militia,\" Republicans claim that means government can make no regulations at all to keep military assault weapons out of the hands of mass-murdering civilians, who overwhelmingly turn out to be estranged, and often deranged, white, American loners.\nOddly, Republicans don't hold any other freedoms guaranteed by the Constitution anywhere near so sacrosanct as the right for dangerous people to stockpile and use deadly weapons to commit mass murder.\nThat's especially true of the First Amendment, which guarantees the rights to freedom of speech, assembly and religion.\nThe current mob of Republican presidential candidates is trying to whip up racism and religious intolerance in the name of fighting terrorism by Islamic extremists. They advocate closing down Muslim houses of worship, denying entry into this country of Muslims fleeing terrorism, and creating a national database of every Muslim American.\nThat's why Republicans were so excited at finding two mass shooters who were Muslims out of the hundreds who have been committing mass murders in this country month after month.\nThey've used it to ramp up their malevolent campaign of fear and hatred toward Muslims in the U.S. and their hysterical calls for indiscriminate carpet-bombing of followers of Islam abroad.\nThat's why President Barack Obama did his best to explain to the nation that sending American soldiers to die in another extended Republican war abroad and destroying the values of freedom and equality in this country would simply play into the hands of radical anti-American groups and recruit more terrorists.\nWhat political leaders in both parties could do working together is pass sensible laws to keep military assault weapons and high-capacity magazines out of the hands of civilian mass murderers.\nUnbelievably, Republicans have refused to deny the right to purchase such weapons of mass destruction even to individuals the government places on a terrorist watch list.\nRepublicans say they worry about everyday Americans losing their constitutional rights. What? The right to stockpile enormous arsenals of weapons of mass murder?\nIf both political parties are serious about protecting Americans, they should simply end the easy civilian access to military assault weapons used in America's everyday acts of terrorism.\n\nNotes\n\n Joel McNally of Milwaukee writes a regular column for The Capital Times. joelmcnally@att.net \n\nLoad-Date: December 17, 2015"
}