{
    "title": "Stop exaggerating the threat of ISIS",
    "publisher": "university wire",
    "year": 2016,
    "month": 1,
    "day": 26,
    "full text": "The world is not ending - but it seems half of America thinks it is. Political leaders on the right have been talking nonstop about America's state of crisis; according to Donald Trump, we are losing \"on every front, economically, militarily, there is nothing that we do now to win.\" Both frenzied politicians and media writers are agitating fears of the threat ISIS poses to average American citizens. Thirty-four percent of Republicans list terrorism as the most important issue of the upcoming 2016 election, compared to just 11 percent of Democrats.\nIt seems terrorism is working effectively to distort our public discourse. The threat posed by ISIS or any other terrorist group to a U.S. citizen is extremely low in the face of the media coverage and scare politics. Americans need to realize ISIS, for all its disturbing and inhuman videos, consists of a bunch of bandits in a stretch of relatively empty, uninhabited desert about the size of Idaho.\nThe fact that many on the right are using the threat of ISIS to scare people into voting for them is morally reprehensible. To knowingly hype up the threat of a random terrorist attack for the purpose of securing votes is Orwellian. The media does nothing to downplay the threat, presumably because of the money they make from higher ratings during frightening news events.\nThat the U.S. government is spending billions to fight a group that is statistically insignificantly dangerous speaks to the influence that terrorism has had on public policy. To so knowingly play into the hands of terrorists is pure idiocy and cowardice on the part of the irrational and overemotional average American voter. Furthermore, for terrorists to be able to affect our public discourse to this extent fulfills their goals. As rational actors, terrorists have been relatively successful because of the influence they have over policy in many countries outside the reach of traditional power structures.\nHeart disease kills more people every month in America than were killed in the terrorist attacks on Sept. 11, yet there is no concurrent war on heart disease. The responsibility for the hyperbolization of terrorism extends from the average person to the media and political leaders. Ignorance can be forgiven in ordinary people but we elect leaders to make better decisions and be better informed than we would in similar circumstances.\nIt is not just that political leaders are hyping up the threat of terrorism; they are using that fear to amplify an overaggressive response. Throwing counterpunches legitimizes the fight both in the eyes of our citizenry and in the eyes of the leadership of terrorist organizations. At home, fear is used as justification for systematic violation of civil liberties in the name of fighting people who want to take away our freedoms.\nThe warmongering hype can be combated with more ethical journalism and political discourse that focuses on truth instead of emotion. The proliferation of information into the hands of the average person will be very important in the future because of the ability to deliver information quickly and reliably. News apps and the possibility of Internet fact-checking can help. On the flip side, the power to read, see, hear and believe exactly what one wants could exacerbate the issue.\nHowever, if the consumer demands ethical journalism then capitalism will make it so. Therefore, without an easy fix for this problem it is up to everyone to move away from and take seriously corporations that violate ethical standards and manipulate information.\nThe world isn't going to end due to Islamic terrorism. In fact, in spite of terrorism, it's probably going to get better. To continue to condone fearmongering and apocalyptic prophesying from the American right when it poisons our potential policy decisions with irrational thinking is, with all the money that is spent, either theft or ignorance.\nSawan Patel is an Opinion columnist for The Cavalier Daily. He can be reached at s.patel@cavalierdaily.com\n\nLoad-Date: January 26, 2016"
}