{
    "title": "STOP SCAPEGOATING THE ONLY PEOPLE WHO ARE RESPONSIBLE FOR SHOOTINGS ARE THE SHOOTERS THEMSELVES",
    "publisher": "pittsburgh post-gazette",
    "year": 2019,
    "month": 8,
    "day": 7,
    "full text": "An editorial from\nthe Washington Examiner\nSo often, we have heard opponents of Islamic terrorism demand that everyone \"call the enemy by its name.\" In the same manner, we are glad to hear President Donald Trump unequivocally and unambiguously denounce white supremacist terrorism in the wake of the weekend's mass shooting in El Paso, Texas. The shooter, who claims a long history of white supremacist belief, was motivated by a racial hatred which, as Mr. Trump put it, \"our nation must condemn ... in one voice.\"\nUnfortunately, this moment probably still will not go down as a moment of national unity. Mr. Trump's foes seldom see beyond politics, and there are also good-faith differences of opinion (and stubborn unacknowledged facts) about the limits of what can be done to limit mass shootings. Still, with purportedly objective journalists rushing to lay the blame at Mr. Trump's feet using very flimsy justifications (he \"emboldens\" or something?), we'd like to remind people that political speech is neither a crime nor an incitement to violence, and they should stop irresponsibly treating it as such.\nIt would be wrong to blame Elizabeth Warren for her ardent liberal supporter's gun rampage in Dayton on Sunday, in which nine people were killed. Even taken in the most damning light possible, the mere fact that she and Bernie Sanders embrace a similar message of economic resentment and hatred toward entire economic classes would not be enough to blame either or both of them for a Sanders supporter's premeditated 2017 assassination attempt against a large percentage of the Republican House conference on a baseball diamond.\nMr. Sanders and Ms. Warren preach that the rich get what they have by exploiting the poor, and that Republicans are the functionaries of privileged oppressors. Mr. Sanders actually calls for a revolution to change this, which is arguably a violent message. Yet neither he nor Ms. Warren incite violence against anyone in particular. If some disturbed individual concludes from their carefully directed message of hatred that Republican congressmen or well-to-do club-goers are subhuman, this is not the fault of any politician. We do not believe for one second that either senator intends for anyone to get hurt.\nWe do not believe that Mr. Trump wants anyone to get shot, either, and we doubt the sincerity of those who say otherwise. We don't believe his message of immigration restrictionism is a message of racism, either. But he does tell his followers that illegal immigration, and thus illegal immigrants, bring crime and lower wages for unskilled workers. Still, his argument on this matter is a legitimate point of political debate, not a threat against anyone's safety. Mr. Trump deserves no more blame for the El Paso shooting than Mr. Sanders and Ms. Warren deserve for the atrocities committed by people who take their political resentments too far.\nThe very idea of democracy depends on the ability of those reading this to draw this important distinction. Political speech and opinion are not violence or threats. As convenient as it probably seems to blame constitutionally protected political debate for the heinous actions of a few individuals, such scapegoating will be the ruin of this nation and of the people's right and ability to govern themselves. When ordinary people of goodwill discuss politics, no matter how fringe their ideas are, the only people who are responsible for shootings are the shooters themselves and those who directly incite or aid them in their crimes.\n\nGraphic\n\n \nPHOTO: John Minchillo/Associated Press: Shoes are piled outside the scene of a mass shooting including Ned Peppers bar in Dayton, Ohio.\n\nLoad-Date: August 7, 2019"
}