{
    "title": "Stormcloud over Chile 's plebiscite_ fresh charges of torture, terrorism",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 9,
    "day": 10,
    "full text": "On the eve of Chile's constitutional referendum seeking approval for 10 more years of military rule come allegations of a new wave of torture and repression by the military.\nAmnesty International, the London-based human-rights organization, reported this week that arbitrary arrests and systematic torture in Chile have increased drmatically in the past two months.  More than 1,000 people h ave been arrested since July 15 -- possibly even 2,000, according to the group.\nThe referendum clearly indicates the military has no plans for an erly return to civilv ian rule.  The plebiscite, to be held Sept. 11 -- the seventh anniversary of the coup d'etat that ousted Salvador Allende Gossens in 1973 -- would ensure Gen. Augusto Pinochet Ugarte, leader of the coup, another decade in power.\nThe current constitution, whose provisions have in many instances been suspended by the military government, has long been regarded as a democratic model in Latin America.\nGeneral Pinochet's decision last month to stage a referendum on his constitution on the coup nniversary came as a surprise.  He had had been expected to dealy implementation of the constitution, which was prepared in secret, until it had undergone further study.\nA victory in the plebiscite, seen as likely due in part to the wording of the referendum, would enable General Pinochet to claim he enjoys public approval for his continued rule.\nTo enhance its prospect for approval, the military in mid-August announced the arrest of 20 police detectives on charges of a sort of right-wing vigilante terrorism.  The arrests marked the first time that the military had admitted publicly that some of its operatives were engaged inr ight-wing terrorism against those it opposes, most of whom are on the left.  But the allegations of such terrorism are not new.  General Pinochet has been buffeted by such charges for most of his years in power.  The generalhs rule is extremely authoritarian.\nAmsnesty International's figures on torture are confirmed by other groups, including Chile's Roman Catholic Church hierarchy.  Arbitrary arrests and systematic torture, according to these sources, has increased dramatically since the July 15 assassination of Lt. Col. Roger Vergara Campos, the director of the Army intelligence school.\nThe allegations of torture recall an earlier era of torture carried out by Chile's military against supporters of ousted President Allende immediately after the 1973 coup.  thousands were beaten, burned, given electric shocks, and brutalized.  Confirmation of this earlier torture came not only from victims themselves, but also and more convincingly from military sources.\nThere was a marked drop-off in the number of incidents in the late 1970s -- and observers in some quartes had expected that General Pinochet and his fellow military officers might consider a return to the barracks in the early 1980s.  That now appears most unlikely.  In fact, the new constitution would virtually institutionalize military rule.\nOpponents of General Pinochet's rule assert that the referendum on the constitution amounts to \"the consolidation of the dictatorship.\" Former President Eduardo Frei Montalva, whose Christian Democratic Party was Chile-s largest before the military seized power, has been openly and sharply critical of the proposed constitution, saying it turns the clock back on Chile's tradtional democracy.\nThe proposed constitution, in addition to legitimizing continued military rule, also proscribes any return to rule such as occurred during the late President Allende's time, when Allende's Socialist Party, along with the Communists and other leftist parties, led the nation for three years (1970-1973).\nTMany Chileans support, at least in some measure, the new constitution.  Chile's business community, buffeted during the Allende presidency, has generally hailed the plans for a continuing military transition of at least a decade before a return to democracy."
}