{
    "title": "Storm Brews Over Threat in the Council",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 6,
    "day": 5,
    "full text": "The chief of staff to a City Council member of Brooklyn is mentioned by name on the Web site of a terrorism-tracking organization that receives funding from the Department of Homeland Security.\nViola Plummer, who works for Council Member Charles Barron, is causing a storm at City Hall over a reported death threat she made against Council Member Leroy Comrie of Queens. \"If it takes an assassination,\" he will not become president of Queens, she said.\nMs. Plummer delivered the threat after Mr. Comrie abstained last week from supporting a proposal to rename a Brooklyn street after a black activist, Sonny Carson. The proposal, which Speaker Christine Quinn opposed, failed to pass in the City Council.\nAccording to the Memorial Institute for the Prevention of Terrorism's \"Terrorism Knowledge Base\" Web site, which provides research and information on terrorist groups, domestic and international terrorism, and terrorist incidents, Ms. Plummer and eight other members of the New Afrikan Freedom Fighters were surrounded and arrested by more than 400 New York police officers and federal agents in October 1984.\nThe organization, now listed as inactive, used a \"k\" instead of a \"c\" in Africa, following in the tradition of early African linguists.\nShe and seven of the other members arrested were later dubbed \"The New York Eight\" and charged with conspiring to free two activists jailed for their involvement in the 1981 robbery of a Brink's armored car, in which two police officers and a guard died. At the end of the trial at Federal District Court in Manhattan, Ms. Plummer was convicted of falsely identifying herself to the police and sentenced to community service, the site says.\nWhen asked about the comments directed at Mr. Comrie and her appearance on a terrorism database, Ms. Plummer declined to comment.\n\"I'm not a press person,\" she said. \"I don't do interviews and the like. I don't mean to be rude, but you have exactly what I said or didn't say and that's the end.\" When pressed on the matter, she said, \"I cannot answer, respond, to any Web site and I'm not going to do that.\"\nMr. Barron said he would not respond to the mention of his chief of staff on the terrorism site and added: \"She's not a terrorist.\"\nMr. Comrie was assigned a security detail Wednesday night, after Ms. Plummer made the remarks. Police officers shadowed him for one evening and trailed him as he drove home, his spokesman, Rance Huff, said.\nMs. Plummer does not have a permit to carry a gun, the police department said.\nIn 2003, a political rival assassinated a council member, James Davis, at City Hall. All council members, aides, and other visitors to City Hall now are required to pass through metal detectors before entering the building.\nMr. Barron said Ms. Plummer, a 70-year-old grandmother of 10, has served as his chief of staff for more than a year. She is a former employee of the Department of Housing Preservation and Development and a \"masterful organizer\" who has done work to register voters, and she once traveled to Geneva to advocate for human rights, Mr. Barron said.\n\"I'm considering giving her a raise for being courageous, for doing excellent work in my office, for being outspoken, and for not falling prey to this foolishness that Comrie is promoting,\" Mr. Barron, a former Black Panther, said yesterday.\nThe New Afrikan Freedom Fighters are listed on the terrorism site as an inactive group formed in the early 1980s. Members of the organization had been \"declaring themselves to be anti-capitalist and announcing a commitment to secede and form a black state, by force if necessary,\" the site states.\nA human rights lawyer and a defendant in the federal trial with Ms. Plummer, Roger Wareham, said he and the other defendants were not New Afrikan Freedom Fighters.\n\"I don't even know if there was a group such as that,\" he said. \"There was no group like that that we belonged to.\"\nMr. Comrie is calling for Ms. Plummer to be fired or, at least, censured. A City Council official said individual council members have discretion over hiring and firing their own staff members.\nMr. Barron, meanwhile, received two threats on his life from a Web site message board, \"NYPD Rant.\" Both posts said: \"Someone needs to put a bullet\" in his head, referring to Mr. Barron.\nThe co-founder of 100 Blacks in Law Enforcement, Marquez Claxton, said the site is popular with active and former police officers. \"One of our concerns is that these two individuals are police officers and walking around with guns,\" he said.\nHis organization is calling for an immediate investigation into the authors of the threatening posts, and Mr. Claxton said he plans to report the messages to the Federal Communications Commission.\n\nLoad-Date: August 10, 2007"
}