{
    "title": "Stories of Small Places_ Freedom, Choice, Governance",
    "publisher": "the world",
    "year": 2018,
    "month": 11,
    "day": 27,
    "full text": "It's always a good time to review, restructure, and reduce federal programs long shown to be ineffective. This includes programs for foreign aid, and foreign policy regarding international terrorism, plus legal immigration, the national debate topics for Stoa, NCFCA, and NSDA leagues.\nLast year Stoa debaters reviewed federal transportation policies and advocated reforming or ending decades-old programs costing billions of dollars yet not improving transportation. The year before, much the same story with federal agriculture and food safety programs. Billions of dollars flowing from taxpayers each year through federal bureaucracies to large farm corporations and various special interests (plus billions spent by consumers each year on higher-cost food and energy).\nNCFCA debaters have researched and debated federal court and criminal justice reforms, and more recently federal higher education policy.\nFor this school year, Stoa debaters are reviewing the foreign aid industry, which, for NCFCA debaters, claims also to be reducing international terrorism. Diverse foreign aid and international terrorism programs emerge from a web of interconnected government agencies, corporations, consultants, and nonprofit aid groups, most with intentions to make the world safer and more prosperous.\nHowever, students will again find dozens or hundreds of federal programs that have gone off the rails over the years, consuming time and taxpayers dollars with little or no progress reducing terrorism nor helping millions stuck living their lives in poor countries and refugee camps worldwide.\nHere is a recent report from Syria: USAID Programs in Syria Are in Need of Reform, U.S. Watchdog Says, (Wall Street Journal, November 23, 2018):\nThe Office of the Inspector General has been investigating corrupt practices including bid rigging, bribery and fraud in Syria since 2015. Incidents of corruption have resulted in the suspension of at least $239 million in funds.\nContrast that story with the market-based refugee camp profiled in Refugee Economics in Uganda: Challenging Popular Myths about Refugee (Oxford Refugee Studies Centre, 2014) and their 2016 book Refugee Economies: Forced Displacement and Development.  Instead of taking millions in handouts from international aid agencies and charities, Uganda's Self-Reliance Strategy protects refugees rights and opportunities for enterprise:\n It focuses on the case of Uganda because it represents a relatively positive case. Unlike other governments in the region, it has taken the positive step to allow refugees the right to work and a significant degree of freedom of movement through its so-called 'Self-Reliance Strategy'. This allows a unique opportunity to explore what is possible when refugees have basic economic freedoms. The book shows that refugees have complex and varied economic lives, often being highly entrepreneurial and connected to the global economy. The implications are simple but profound: far from being an inevitable burden, refugees have the capacity to help themselves and contribute to their host societies if we let them.\nUSAID claims center stage in COUNTERING VIOLENT EXTREMISM and says:\nUSAID currently manages programs that specifically address drivers of violent extremism in Africa, the Middle East, and Asia. The agency also programs funds in cross-regional programs in the Maghreb and Sahel in close coordination with State Department and other inter-agency efforts, and in particular, the Trans-Sahara Counter-Terrorism Partnership Fund, for which USAID is a key implementing agency.\nWell, how effective are this programs, one wonders? An earlier post cited American Enterprise Institute's Jessica Trisko Darden, in Youth radicalization is rising, and the international community is unprepared  (AEIdeas, June 11, 2018), which reviewed the ways children and mothers have been manipulated and used in terrorist attacks:\nAt the same time, a growing body of research suggests some US-funded development programs are actually increasing support for violent extremism amongst at-risk youth rather than decreasing it. A UN Development Programme study found that more than 50% of the surveyed members of violent extremist groups in Africa were introduced to the group by a friend. Another 8% were introduced by a family member. Yet, the United States has so far tried to stem violent extremism among youth abroad by offering graffiti art workshops, soccer tournaments, and poetry slams. [links in original text]\nKeeping young people busy is not an effective way to fight terrorism....\nUS-funded programs may be  COMPOUNDING VIOLENT EXTREMISM? WHEN EFFORTS TO PREVENT VIOLENCE BACKFIRE (War on the Rocks, June 6, 2018), also by Darden, with more detail on reasons to be skeptical of anti-terrorism programs run by State Department and USAID: \"non-military tools to complement its military efforts\":\nDespite their good intentions, these programs are riddled with problems. In some cases, they do not do enough to ensure that participants are actually at risk of radicalization, while other programs foster wasteful spending on activities with no proven link to the problem. The result is that USAID programs may be exacerbating the very problem they are trying to solve by increasing support for violence in places where extremist groups are operating.\nThe bigger picture behind the Stoa, NCFCA, and NSDA national debate topics on foreign policy, terrorism, and immigration can be seen in the global migration to cities around the world. As families learn more about opportunities through their cell phones, relative, and media, they naturally look for ways to improve their lives and opportunities for their children.\nForeign aid establishment meetings assemble long, long lists of goals for the developing world. Danish statistician Bjorn Lomborg suggests:  Because hunger is increasing: Focus on top 19 SDG targets instead of thinly spreading funds among all 169 (Times of India, November 8, 2018):\n...the UN laudably invited a long list of players to create SDGs - but then failed to prioritise the Agenda to make it manageable and implementable.\nThus, vitally important targets - such as the eradication of all forms of malnutrition, and getting more boys and girls into school - are devalued by being placed on an equal footing with targets as peripheral and vague as promoting \"sustainable tourism\", ensuring that people are informed about how to have \"lifestyles in harmony with nature\", and creating more green spaces for \"women and children, older persons and persons with disabilities\".\nArrival Cities around the worldDoug Saunders 2012 book Arrival City: How the Largest Migration in History Is Reshaping Our World compiles reports on decades of families moving to cities around the world. (Videos here.) Past Economic Thinking posts on migration and Arrival Cities here.\nMigration is the world's biggest story as hundreds of millions migrate to cities, hoping to share in the global economy. When destination cities are across borders, as with Hondurans heading to U.S. cities or Syrians and North Africans trying to reach European cities, political turmoil erupts. Cultural conservatives, labor unions, nationalist politicians stir up and are stirred up by surging nativist and populist fears. Immigrants can change cultures, especially in the poor neighborhoods most settle in. And migrants willing to work for low wages put downward pressure on wages, especially for lower-skill, poorly educated local workers. Plus, some immigrants are or soon become criminals and terrorists.\nEastern Europe's Illiberal Revolution (Foreign Affairs, May/June, 2018) reviews the rise of nationalism and populism across formerly communist countries of Eastern Europe, drawing from a 1991 essay from Samuel Huntington, warning that past periods of increasing liberalization and democracy were followed and rising authoritarian periods:\nHuntington pointed out that the two previous waves of democratization, from the 1820s to the 1920s and from 1945 to the 1960s, had been followed by \"reverse waves,\" in which \"democratic systems were replaced . . . by historically new forms of authoritarian rule.\" A third reverse wave was possible, he suggested, if new authoritarian great powers could demonstrate the continued viability of nondemocratic rule or \"if people around the world come to see the United States,\" long a beacon of democracy, \"as a fading power beset by political stagnation, economic inefficiency, and social chaos.\"\nDemographic trends as well as migrations are central to all three debate topics (foreign aid, terrorism, immigration). Poor and poorly educated people migrate to cities seeking employment and a way to connect to the world economy. Hernando de Soto begins with this narrative in his PBS documentary Globalization at the Crossroads (and the companion documentary, Power of the Poor).\nShifting from migration to freedom around the world, lets look at migration within very large countries like the United States. American workers and companies benefit from life within a giant free-trade and free migration zone.\nConsider the advantages of decentralized political power in the U.S. Federalism offers Americans opportunities to move from states with bad weather and governance, to states with more freedom and sun and less rain, taxes, and regulations.\nAmericans Are Migrating In Droves To Low-Tax States (Investor's Business Daily, April 20, 2018) reports on people exiting high-tax states:\nBetween 2007 and 2016, all but three of the 25 highest-tax states lost population. The 5 biggest losers: New York (which lost 1.3 million), California (-928,627), Illinois (-717,445), and New Jersey (-516,326), and Ohio (-346,792).\nNew York's governor Andrew Cuomo claims it's the weather: Going South: Cuomo Blames Weather for NY Population Decline (US News, September 25, 2018). There is a long tradition of politicians blaming poor weather for poor economic results. Soviet Shortfall in Grain Foreseen, Wenther [Weather] is Blamed  (New York Times, November 3, 1977) :\nEven today, harvests in the Soviet Union sometimes seem more like disaster relief operations than farming. The press gives front?page play to reports on the daily struggle to bring in the grain, battalions of soldiers are brought in to help in critical areas and students, even in Moscow, are pulled out of their studies to help dig potatoes and beets in the fall, perhaps even less enthusiastically than some collective farmers.\nThe official Communist Party daily Pravda complained a few weeks ago that in Kazakhstan \"in a number of places the rows of cut Wheat lie for long periods under rainy skies,\" causing even more crop damage than the bad weather conditions made unavoidable.\nLarge federal republics like the United States, allow people to choose the state they live and work in. What if dozens or even hundreds of federal republics like the U.S. or Switzerland allowed billions more everyday people the opportunity to move from less free to more free cities?\nMaybe that sounds crazy but consider the research and proposals on  private and competitive governance from Dr. Mark Lutter at the Center for Innovative Governance Research (video) working papers here, plus other organizations such as the Institute for Competitive Governance, and Refugee Cities. See also The three kinds of charter cities, (Marginal Revolution, September 22, 2018) and What Can Special Economic Zones Do for Us? (Video).\nRefugee Cities exists to expand the options of displaced people by promoting special-status settlements in which they can engage in meaningful, dignifying, and rewarding work, thereby providing for their families and contributing to the economic and social development of their hosts and homelands.\nFor more on charter cities and refugee cities as policy options for effective foreign aid, terrorism policy, and immigration policy alternatives, see previous Economic Thinking posts:\n China to Palestine: Let Charter Cities & Economic Freedom Bloom\n Could Refugee Camps Be Startup Cities?\n Global Cities and Economic Development\n Notes on Economic Development and Reducing Terrorism\n Legal Immigration, Freedom of Movement, and National Sovereignty (popular! 877 views so far)\n\nLoad-Date: July 16, 2019"
}