{
    "title": "Store offers anti-terrorism gadgetry",
    "publisher": "the atlanta journal-constitution",
    "year": 2003,
    "month": 1,
    "day": 26,
    "full text": "New York --- Now here's something you don't see every day in a Manhattan window display: duct tape, smoke hoods and emergency parachutes for that quick escape from a burning skyscraper.\nThey all grace the windows of Safer America, a store that's a far cry from Barneys New York with its trendy fashions.\nSafer America is for the edgy consumer in search of protection in an uncertain world. It has been called the Home Depot of home security products, a place where shoppers buy items they hope they will never have to use.\nCox New York Correspondent\nThe 1,500-square-foot store is a short hop from Blimpie, Payless and Nine West, but a world apart from everyday consumer America.\nSure, there are mannequins at Safer America. But they're sporting silvery-gray biohazard suits, not Chanel. There are potassium iodide pills to help prevent radiation poisoning for $11.95. There are bulletproof vests for $500 and up. And for real worrywarts, there are home air filtering units to protect against biological attacks for as much as $7,700.\nAnd what about the pint-sized member of the family? For him or her, there's a baby-sized chemical protection suit for $495.\nFor one-stop anti-terrorism shopping, a family of four can get everything it might need to survive a terrorist attack for $1,425. The kit includes gas masks, protective wraps, chemical-resistant Nitrile gloves and booties, and two hazard suits designed to protect against even nuclear contamination.\n\"Terrorism is with us, and we have everything you might need for protection, not only in the event of a terrorist attack but in the event of a natural disaster,\" said terrorism expert Harvey Kushner, a store founder.\nSafer America opened last October on the busy corner of Nassau and Ann Streets just a few blocks from where the majestic World Trade Center once stood. Its motto is \"Be Safe. Be Strong.\"\nA new store is planned for midtown Manhattan this spring, followed by stores in big cities across the country.\n\"It's certainly an interesting bunch of products,\" said Jonathan Blackwell, perusing the windows one day last week. \"Hope I never have a need for any of the stuff.\"\nSafer America's founders are Frederic Samama, a former bond trader, and Kushner, a popular talk show guest and Long Island University professor. Kushner also is author of numerous books on terrorism, including the just-published \"Encyclopedia of Terrorism.\"\nSamama grew keen on the idea of a store after shopping for a gas mask last spring and finding no one who could teach him how to properly use it.\nAs a result, customer service is emphasized at Safer America. Employees are trained to know why, for example, one gas mask is more expensive than another. (It's related to comfort.)\n\"We believe that you have to make the public aware of what they are purchasing and what it can and cannot do,\" Kushner said.\nBut since the World Trade Center attack, safety experts have warned that many highly touted anti-terrorism products give a false sense of security. For example, they've cautioned that by the time poisons are detected in the air and reported to the public, it would be too late to benefit from a gas mask.\nKushner said his aim is not to give false hope.\n\"I don't want our company to be known as a survivalist company that can make you impervious to every attack,\" he said.\nFor now, he insisted that the absolute must-have item is the Evac-U8 smoke escape hood for $85. He said the hood, which gives a person time to escape from air contaminated by smoke or another airborne hazard, should be provided by every hotel along with a Gideon Bible.\n \n* ON THE WEB Safer America: www.saferamerica.com \n\nGraphic\n\n \nPhoto: An emergency evacuation mask for use in chemical or biological attacks is one of many masks and hoods sold at Safer America in New York City, a few blocks from the World Trade Center site. / STEPHEN CHERNIN / Associated Press\n\nLoad-Date: January 26, 2003"
}