{
    "title": "STOWAWAYS MAY HAVE TERRORISM LINK_ THEY ENTERED U.S. IN '90S ON TANKERS",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 4,
    "day": 29,
    "full text": "The government for the first time yesterday said illegal immigrants who slipped into Boston on liquefied natural gas tankers in the 1990s may have had terrorist connections.\n The Homeland Security Department, in a memo made public by Rep. Edward Markey, D-Mass., said preliminary analysis shows that the immigrants may have been connected to terrorists indicted in a 1999 plot to blow up Los Angeles International Airport.\n\"The Homeland Security Department has provided a chilling confirmation that individuals with possible terrorist connections may have entered the U.S. on board LNG tankers that docked in Everett,\" said Markey. He added that it underscores the need for greater security at the Port of Boston.\n Sen. Edward M. Kennedy, D-Mass., said the information \"demonstrates the appalling lack of communication between federal agencies and Boston officials. It's far from clear that those problems are being solved satisfactorily.\"\n Suggestions that the LNG tankers were used by terrorists to enter the United States first came to light in former White House adviser Richard A. Clarke's recently released book. Since the book -- \"Against All Enemies\" -- came out in March, federal, state and local authorities have largely denied knowledge of such a terrorist connection or declined to comment on it.\n But in a letter to Markey, Homeland Security Assistant Secretary Pamela J. Turner said that in \"early 2001, there was some suspicion of possible associations between stowaways on Algerian flagged LNG tankers arriving in Boston and persons connected with the so-called Millennium Plot.\"\n The Homeland Security Department, in a separate memo, said officials received information about a possible terrorist connection in 2000-01, but authorities are still investigating the matter.\n\nLoad-Date: April 29, 2004"
}