{
    "title": "Strasbourg Christmas market reopens as attack toll rises to 4",
    "publisher": "pittsburgh tribune review",
    "year": 2018,
    "month": 12,
    "day": 14,
    "full text": "STRASBOURG, France -- Strasbourg's traditional Christmas market reopened on Friday morning, hours after the suspect in this week's gun and knife attack was shot dead by police. \nBut the return to normality was marred by the death of a fourth victim of Tuesday's attack, announced in the afternoon by the Paris prosecutor's office. A fifth victim is brain dead. \nThe latest fatality was Italian journalist Antonio Megalizzi, sources in the Italian Foreign Ministry said. The 29-year-old worked for Europhonica, a network of university radio stations based inside the European Parliament. \nPresident Emmanuel Macron, speaking after a European summit in Brussels, said he would head to the eastern French city later in the day. \nInterior Minister Christophe Castaner visited the market earlier and greeted members of the security forces. \nCastaner said the decision to reopen the market had been taken on Thursday, hours before the death of suspect Cherif Chekatt. \n\"And we took that decision for the honor of Strasbourg, for the honor of France,\" Castaner said. \"So that, in the face of attacks as violent as the one we suffered on Tuesday, we can show that our country, our republic, can hold its head high.\" \nFrance's top anti-terrorism prosecutor, Remy Heitz, meanwhile gave more details of how police found and killed the suspected gunman. \nTwo out of 800 phone calls from the public had proved crucial, locating Chekatt in the Neudorf area, where a taxi driver had dropped him off after he made his getaway from the scene of Tuesday's attack. \nPolice patrolling a Neudorf street in a marked car on Thursday evening noticed a man who matched Chekatt's description, Heitz said. \nThe man also noticed the police, and pretended to be entering a building. \nThe police drove the wrong way up the street to get close to him, and saw that he was unable to enter the building and that his clothes matched those of the suspect. \nThey hailed him, but he turned and opened fire, hitting their car above the left rear door. Two of the officers returned fire with multiple rounds, and Chekatt was pronounced dead at 9:05 p.m. \nChekatt, 29, was on a state security watch list and had a long criminal record for non-terrorism offenses in Germany, Switzerland and France. French prison authorities had observed him trying to spread extremist ideas while in jail in 2015. \nFrench authorities are treating the attack as an act of terrorism, but Castaner dismissed a claim of responsibility by the Islamic State extremist organization as \"totally opportunistic.\" \nSeven people are now being held for questioning as police try to work out whether Chekatt had any accomplices before the attack or during his two days on the run, Heitz said. \nThey include four members of Chekatt's family and three close associates, two of whom were arrested Thursday night. \nThe Strasbourg attack was the third deadly act of terrorism in France this year. \nIn May, a Chechen-born French citizen killed one man and injured five other people in a knife rampage in central Paris. \nTwo months earlier, a petty criminal turned Islamist terrorist killed four people, including a gendarmerie officer who had given himself up in exchange for a civilian hostage, in southern France. \nMore than 230 people were killed in terrorist attacks in France in 2015 and 2016. \nMost of those attacks were claimed by Islamic State, which has repeatedly singled out France in calls on its supporters to carry out attacks abroad. \n\nLoad-Date: December 16, 2018"
}