{
    "title": "Strategy on terror suspects splitsGOP Key senators say no to Bush plan",
    "publisher": "usa today",
    "year": 2006,
    "month": 9,
    "day": 15,
    "full text": "WASHINGTON -- President Bush is facing a Republican rebellion over a policy he says is crucial to the war on terrorism, as key members of his party lead the opposition to a White House plan for interrogating and prosecuting terrorism suspects.\nSen. John Cornyn, a Texas Republican who supports the administration proposal, said Bush faces \"an uphill battle\" in the Senate. On Thursday, the Senate Armed Services Committee approved Chairman John Warner's rival plan on a bipartisan 15-9 vote. Among those speaking out against the Bush measure: the president's former secretary of State, Colin Powell.\nCritics of the Bush proposal, including Warner, R-Va., and Sens. John McCain, R-Ariz., and Lindsey Graham, R-S.C., contend that Bush's plan jeopardizes the nation's reputation by failing to guarantee fair trials for terror suspects. They also say captured U.S. troops could be subject to retaliation.\nThe White House says Warner's bill could effectively shut down important CIA interrogations. \"In order to protect this country, we must be able to interrogate people who have information about future attacks,\" Bush said at the White House. \"I will resist any bill that does not enable this program to go forward.\"\nA showdown looms next week. Republican House leaders have scheduled a vote on Bush's plan, which they support. White House spokeswoman Dana Perino acknowledged that the president's bill may fall short in the Senate. She said House and Senate negotiators may have to resolve the differences between the two bills.\nMcCain has been a strong supporter of Bush's anti-terrorism strategy. But he said the administration's proposed rules for interrogating suspects would essentially rewrite the 1949 Geneva Conventions and invite other countries to weaken the treaty's ban on humiliating, cruel and degrading treatment of prisoners.\nIn a letter released by McCain, Powell backed the Republican senators. \"The world is beginning to doubt the moral basis of our fight against terrorism,\" wrote Powell, a retired general who also served as chairman of the Joint Chiefs of Staff.\nMcCain accused CIA Director Michael Hayden of pushing a policy designed to forgive possible agency abuses. \"He's trying to protect his reputation at the risk of America's reputation,\" he said.\nCIA spokesman Mark Mansfield released a letter Hayden wrote to agency employees that argued otherwise. Hayden denied asking lawmakers to water down the Geneva Conventions. \"I did not ask them to create a CIA (exception),\" he wrote. \"I am simply asking Congress to help define our responsibilities.\"\nThe Senate Armed Services vote came hours after Bush made a rare trip to Capitol Hill to tout his military tribunal plan before a friendly audience of House Republicans. Even there, he faced a challenge.\nRep. Steve Buyer, R-Ind., was a colonel in the Army Reserve who wrote legal guidelines for interrogators in the Persian Gulf War. Buyer said he challenged Bush to \"listen to your legal commanders\" during the closed-door session.\nThe White House must find a way to share classified evidence, at least with defense lawyers, that will be used against alleged terrorists, Buyer said. \"There has to be a procedure by which we can have a proceeding that reflects our values and is viewed by the world as fair and just,\" he said.\nThe rival plans\nBush's plan: Keeps classified evidence from defendants; allows evidence obtained by \"coercive\" methods; defines inhumane treatment as \"severe physical or mental pain.\"\nWarner's plan: Bars classified evidence if not shared with the defendant, as well as evidence obtained by torture or inhumane  treatment; extends constitutional protections against inhumane treatment to terrorism defendants.\n\nLoad-Date: September 15, 2006"
}