{
    "title": "Strasbourg Shooting Suspect, Ch_rif Chekatt, Is Killed by French Police",
    "publisher": "the new york times",
    "year": 2018,
    "month": 12,
    "day": 13,
    "full text": "PARIS — The French police on Thursday night confronted and fatally shot the man believed to be responsible for killing three people and wounding many more in Strasbourg this week, bringing a tense, two-day manhunt to an end and providing a moment of relief to a nation shaken first by violent protests and then the rampage at a Christmas market.\nThe attack traumatized Strasbourg and reminded the country of its continued vulnerability to terrorist attacks. French officials said Thursday that they were worried that the police were overstretched after four weekends of handling nationwide protests by the Yellow Vest movement.\n“The security forces have been under tremendous strain these last few weeks,” said Benjamin Griveaux, the government’s spokesman.\nThe hunt for the suspect, Chérif Chekatt, 29, consumed the work of more than 700 police officers and special investigators searching in and around Strasbourg. The chase ended on Thursday night, when three police officers opened fire on Mr. Chekatt, who shot at them as they pursued him in the residential Neudorf neighborhood of Strasbourg, Interior Minister Christophe Castaner said at a news conference in the city.\nThe police used surveillance and other information to track down Mr. Chekatt, he said.\nThe officers “saw an individual walking on the public street, who corresponded to the description” of Mr. Chekatt, said Mr. Castaner, adding that the man “turned around firing at them, they returned fire and neutralized the assailant.”\nAs he fled the market on Tuesday night, Mr. Chekatt managed to elude the police and soldiers, even though he was injured in at least one encounter with them.\nThe attack prompted the authorities to place France on its highest level of alert, which allowed the government to heighten border security and search cars on the main highways leading to and from Strasbourg. Some officials feared that Mr. Chekatt might flee into Germany, given Strasbourg’s location on the French-German border.\nFrench officials also moved quickly to tighten security at other Christmas markets, dedicating additional police officers to guard them. Christmas markets are common throughout Europe, and often located in the confines of old city centers, making safety difficult to ensure.\nEarlier Thursday, the government signaled that it was worried about the ability of the police to handle protests scheduled for Saturday by the Yellow Vest movement in towns, cities and villages around the country, and that it would prefer the organizers called them off.\nThe movement, which is demanding lower taxes, is known for the yellow reflective vests that participants wear and that all French drivers are required to keep in their cars to signal when they are in distress.\n“The anger has been heard; we have responded to it,” Mr. Griveaux, the government spokesman, said on CNews television, alluding to President Emmanuel Macron’s announcement on Monday that the government would put additional money in the pockets of minimum wage workers, starting in January, and reduce taxes on overtime pay and retirees.\n“What we are asking you is to be reasonable on Saturday, and to not go protest,” he said, directing his remarks to the protesters.\nIt was unclear if any of the protesters would stay home since, within hours of the government request, some of the higher-profile figures in the Yellow Vests had called on supporters to come out again on Saturday.\nFrench security officials had determined that Mr. Chekatt, whom witnesses described as saying “Allahu akbar,” or “God is Great,” in the course of the Christmas market attack, had terrorist motivations. It was unclear how and when exactly he adopted extremist beliefs, but the French authorities said they first detected them during his time in prison. He had a long criminal record, with 27 convictions, mostly for robberies and assaults, in France, Germany and Switzerland.\nMr. Chekatt was one of about 20,000 people flagged by the French security services for possible radicalization, and was also flagged with what is known in France as a Fiche S, or an S file, indicating that he was a potential security risk. Such people are tracked by the authorities, but it is not possible to keep all of them under constant surveillance.\nThe Islamic State claimed on its official news agency site, Amaq, that the attacker was “a soldier of the Islamic State,” but used language that suggested that the attack was probably inspired by the group’s ideology rather than directed by the group.\nAmong the victims on Tuesday night was a Frenchman who had been out to dinner with his wife in Strasbourg’s cobblestone-paved historic center, according to news reports and television interviews with a waiter at the restaurant where they had been eating.\nA Thai tourist was also killed, and his wife was wounded, according to the Foreign Ministry of Thailand, and an Afghan, Kamal Naghchband, 44, who had emigrated to France with his wife and three children to escape the Taliban, died on Thursday after being in a coma for two days. A fourth person was still living, but was described by health officials as brain-dead on Thursday.\nMr. Naghchband was with his wife, his children and his mother on Tuesday night when he was shot in the head, said Eyup Sahin, the president of the mosque that Mr. Naghchband attended.\nA mechanic by trade, Mr. Naghchband had rented space on the mosque’s property for the past three years to operate a garage, Mr. Sahin said.\n“He was always dynamic, always helpful and willing to fix the mosque’s vehicles as fast as he and his employees could,” he added.\nMr. Sahin said that in France, many tended to forget that Muslims could also be victims of terrorism. “Terrorism has pervaded the whole humanity, not religions,” he said. “A terrorist has no religion or humanity in them.”\nFor those in the city not touched directly by the attacks, life was gradually returning to normal. Although the Christmas market was closed, some of the cafes and bars in the center city had already reopened even as homemade shrines were still burning commemorative candles and flowers were being laid in the victims’ memory.\nThe mayor of Strasbourg, Roland Ries, said the end of the manhunt would allow the city to put its “sadness and mourning” behind it and “go back to Strasbourg’s normal life.”\nOn Friday, officials said, the Christmas market will reopen.\nRukmini Callimachi contributed reporting from New York. \nPHOTOS: Above, investigators in Strasbourg on Thursday, when the police killed Mr. Chekatt, the suspect in Tuesday’s attack. Far left, Interior Minister Christophe Castaner said Mr. Chekatt had shot at officers, who returned fire. Left, people lit candles to honor the victims of Tuesday’s rampage. (PHOTOGRAPHS BY CHRISTIAN HARTMANN/REUTERS; PATRICK HERTZOG/AGENCE FRANCE-PRESSE — GETTY IMAGES); Chérif Chekatt\nRelated Articles\nGunman Traumatizes Strasbourg, Killing at Least 3 in Possible Terror Attack\nFrance Declares Strasbourg Shooting an Act of Terrorism\n\nLoad-Date: October 10, 2019"
}