{
    "title": "Strain of Isolation Compels Qaddafi To Approach US",
    "publisher": "the christian science monitor",
    "year": 1994,
    "month": 11,
    "day": 9,
    "full text": "AT a Middle East economic conference in Casablanca earlier this\nmonth, Turkish Prime Minister Tansu Ciller received an unexpected\ncall. Libyan leader Col. Muammar Qaddafi requested that she visit\nLibya on her way home to Ankara.\nTwo days later, in a late-night meeting in Libya, Colonel\nQaddafi made an offer he asked Ms. Ciller to convey to Washington.\nQaddafi would ''accept'' the Middle East peace process and turn\nover two Libyans accused of planting the bomb that destroyed Pan\nAmerican flight 103 over Lockerbie, Scotland, in 1988. In return,\nhe wanted the United States to lift its economic sanctions on Libya\nand allow the two suspects - both Libyan intelligence agents - to\nbe tried in a neutral country.\nThe meeting was not the first time Qaddafi made such an offer,\nwhich US officials regard as a complete nonstarter. But it provides\nnew evidence that years of economic and political isolation have\ntaken a significant toll on Libya and on its enigmatic leader, who\nhas ruled his desert nation since 1969.\n''He's in desperate shape,'' says Henry Schuler, director of the\nenergy and natural security program at the Center for Strategic and\nInternational Studies (CSIS) in Washington. ''He's trying anything\nand everything to find a way out of the UN sanctions.''\nUS sanctions were imposed on Libya in 1973 and later\nstrengthened in response to Qaddafi's support of terrorism. The\nsanctions were reinforced by the United Nations after Qaddafi\nrefused to extradite the two bombing suspects for trial in\nScotland, where 259 people, including 188 Americans, were killed\nfour days before Christmas.\n \nLibya's isolation\nEven though the UN sanctions do not bar the export of oil and\nQaddafi's far-flung international business interests are\nprospering, the sanctions, economic mismanagement, and corruption\nare taking a heavy toll on the Libyan people, according to Libya\nexperts and media reports. Government, civilian, and military\nworkers haven't been paid in months. Medical care has deteriorated.\nWater supplies are contaminated.\nLibya's isolation has been deepened by the Middle East peace\nprocess and was underscored when Qaddafi was not invited to\nparticipate in the Morocco conference at which most other Arab\nnations were represented.\nSix years after the Lockerbie incident, the families of the\nvictims remain deeply angered that the Libyan leader has been\nspared justice for an event that claimed more American lives than\nthe Gulf war.\nDiplomatic analysts say the main reason is that each of several\npossible courses of action against him has an unacceptable\ndownside:\n* Unilateral military action against Libya would be enormously\ncostly for the US and would be greeted with a storm of\ninternational protest.\n* Stepped-up US pressure on the UN Security Council to add oil\nto the Libyan trade sanctions would jeopardize consensus among the\nfive permanent members on other issues - notably Bosnia and Iraq -\nthat the US considers more important.\n* Appeals to European nations on a bilateral basis to embargo\nLibyan oil are of doubtful utility because of the substantial\nprofits the Libyan connection provides to European businessmen.\nThe US is also reluctant to pressure Egypt, which has been a\nconduit of embargoed goods, including spare aircraft parts, to\nLibya.\n \nReluctance to press Egypt\nConvinced that Egypt is his only bridge to the West, Qaddafi has\ncome to rely on President Hosni Mubarak to make his case with the\nUS for dropping sanctions and getting him off the hook for past\nacts of terrorism.\nMr. Mubarak also helped Qaddafi by ensuring that Libyan\nopposition figures are not allowed to operate on Egyptian\nterritory. For example, Mubarak declined to conduct a serious\ninvestigation into the disappearance of Mansur Kikhiya, a leading\nLibyan dissident, who was abducted in Cairo last December.\nIn return, Qaddafi has provided generous rewards. He accepted\nhundreds of thousands of Egyptian guest workers into Libya, easing\nEgypt's severe unemployment problem. He also steered handsome\nprofits to men close to Mubarak, who have been enlisted as agents\nof Libyan investment abroad, according to well-informed Libyan\nsources.\nIn an effort to win influence in the Mubarak government, these\nsources say, Qaddafi allowed state-controlled companies to give one\nof Mubarak's sons a lucrative monopoly over the import of\nconstruction steel.\n''The relationship provides stability for both countries,'' says\nMamoun Fandy, an expert on Egypt and Libya who teaches at Mount\nMercy College in Iowa. ''If Mubarak can't have Egyptian workers in\nLibya, the Islamic threat to Egypt will increase considerably. If\nQaddafi doesn't have an outlet through Mubarak, that will be the\nend of his regime.''\nMindful of the key role Mubarak has played in the Middle East\npeace process and of the pressure he is under from radical\nIslamists, the US is reluctant to lean harder on Mubarak to cut\nties with the Qaddafi government.\n''Egypt's message is, if you hurt Qaddafi you're hurting us, and\nif you hurt us, you're hurting US policy in the region,'' Dr. Fandy\nsays.\nThe collapse of Qaddafi's regime could pinch in another way,\nFandy says. What little opposition to Qaddafi inside Libya exists\ncomes from Muslim extremists. An Islamic successor regime would not\nonly support and provide sanctuary for Egyptian Islamists. It could\nalso serve as a bridge for well-organized Islamic extremists in\nAlgeria to provide money, training, and weapons to their Egyptian\ncounterparts.\n \nClouds behind Qaddafi\n''If Qaddafi falls, Libya's tremendous oil revenues could help\nfund Islamic revolutions,'' Fandy says. As much as Qaddafi would\nlike to break out of the sanctions, he is unable to pay the asking\nprice by extraditing the bombing suspects for trial in Scotland,\nwhere they would be accessible to questioning by US and British\nintelligence.\nIf Qaddafi turned over the two agents, he would almost certainly\nweaken the morale of the Libyan internal security forces at a time\nwhen he needs them most. Under threat of the death penalty if they\ndid not cooperate, moreover, they would almost certainly point the\nfinger at Qaddafi himself, who many experts believe directly\nordered the terrorist attack.\n''This is not state-supported terrorism,'' the CSIS's Henry\nSchuler says. ''It's state-perpetrated terrorism.''\n''There can be no compromise on the need for trying the suspects\nin a Scottish court under Scottish law,'' says a senior State\nDepartment official, commenting on Qaddafi's latest offer.\n''We are absolutely opposed to any alternative trial venue,'' he\nadds.\n\nLoad-Date: November 10, 1994"
}