{
    "title": "Strategy complicated by jumble of agencies",
    "publisher": "usa today",
    "year": 2000,
    "month": 6,
    "day": 30,
    "full text": "WASHINGTON\nHomeland defense has taken on a whole new meaning -- and spurred\na whole new debate.\nThe growing threat of terrorist attacks on U.S. soil has spurred\nfundamental changes in national security strategy. But the resulting\nplans for responding to that threat are no simple matter, and\nthere's broad disagreement on everything from who should be in\ncharge of planning and response for terrorist incidents to how\nmuch money should be spent on those activities.\nJust this month, Congress' National Commission on Terrorism urged\na \"more aggressive U.S. strategy against terrorism.\" Among other\nthings, the panel called for substantial policy changes, including\nsome that could prove quite costly.\nConversely, other reviews have concluded that the government spends\ntoo much time and money preparing for unlikely scenarios.\nFederal officials \"have used and are still using improbable 'worst-case\nscenarios' to plan and develop programs,\" Norman Rabkin of Congress'\nGeneral Accounting Office told lawmakers at a hearing in April.\n\"Some agency initiatives appear at odds with the (threat assessments)\nof the intelligence community.\"\nBehind the debate: a burgeoning counterterrorism bureaucracy.\nA special FBI office assesses terrorist threats for virtually\nevery significant U.S. event, from World Cup ski races and the\nDaytona 500 auto race to New Year's celebrations and national\npolitical conventions. The Energy Department has a Nuclear Emergency\nSearch Team that can hunt out hidden nuclear devices. The Centers\nfor Disease Control and Prevention has scientists studying ways\nto counter chemical and biological pathogens.\n\"More often than not, we overcommit resources,\" says one federal\nofficial involved in counterterrorism operations. He notes, for\nexample, that chemical/biological response teams are in place\nfor some U.S. events, even though there has never been such an\nattack. \"Why is it there? Because if something does happen, we're\ngoing to face questions about why it wasn't.\"\nTherein lies much of the problem: How does the government prepare\nfor something that has never happened? Preparations for attacks\non U.S. soil must be based on a heavy dose of speculation and\nconjecture.\nBy comparison, the government's approach to managing offshore\nthreats is old hat, validated in everything from the Cuban missile\nstandoff of 1962 to the Iranian hostage episode of 1979-80.\nUnlike foreign crises, in which authority for steering a U.S.\nresponse lies mainly with the State Department, responsibilities\nin a domestic attack can be blurry, depending on its scope and\nlocation. Local and state officials typically are first in charge,\nbut an array of federal agencies can get involved when events\noverwhelm state and local capabilities.\nIn an effort to test responses to a domestic crisis, the government\nhas spent millions of dollars on joint response plans and exercises,\nincluding a $ 3.5 million drill last month that simulated biological\nand chemical attacks in Denver and Portsmouth, N.H. As in real\nlife, the exercises put local and state officials in the role\nof first responders. The FBI and the Federal Emergency Management\nAgency (FEMA) coordinated federal action.\n\"At this point, there's not so much a unity of command in this\nenvironment as there is a unity of effort,\" says Army Lt. Col.\nBill Benner, Pentagon liaison to the FBI's Domestic Terrorism\nand Counterterrorism Planning Section.\nSeveral of the reports criticizing the government's counterterrorism\nplans have focused on streamlining lines of authority. The National\nCommission on Terrorism proposed that the Pentagon be the lead\nagency for responding to attacks, replacing the FBI and FEMA.\nThe commission conceded, however, that even that idea is no panacea:\n\"The (Defense Department) is not optimally organized to respond\nto the wide range of missions that would likely arise from the\nthreat of a catastrophic terrorist attack.\"\n\nLoad-Date: July 1, 2000"
}