{
    "title": "Straight talk about terrorism",
    "publisher": "the capital ",
    "year": 2002,
    "month": 3,
    "day": 10,
    "full text": "Tyrone Powers has been talking about terrorism and ways to combat it for years.\nThe former FBI agent's two-year-old course on the subject at Anne Arundel Community College has always attracted an interested student body but after Sept. 11, the topic of terrorism has taken on a sense of immediacy.\nIt will take people willing to learn what drives terrorists - about their values, their religion without making moral judgments - to fight it, Mr. Powers said.\n\"If we are to counter terror ism, we have to understand it,\" he said.\nBefore the U.S. attacks, many Americans viewed terrorism as something that happened in somebody else's country.\nFederal government retiree Ted Shepherd, 66, falls into that category. He said he never imagined it could be an intentional act until the second plane hit the World Trade Center on Sept. 11.\nMr. Shepherd of Annapolis decided to sign up for the terrorism class because he saw the country changing in response to the attacks in New York and Washington, D.C.\nAirport security was now tighter, safety was on everyone's mind and millions of tax dollars were being devoted toward fighting terrorism.\nHe wanted to know more.\n\"Obviously terrorism is something that's affecting my life directly and indirectly,\" he said.\nIn his twice a week course, Mr. Powers strives to explain the history of terrorism. He wants his students to think like counter terrorists. The first rule of the game is that morals can't play any part in it.\nFor example, Mr. Powers said the U.S. government had to be willing to make allies of radicals in Afghanistan to take on the Soviet Union in the late 1970s.\n\"You can't go to lukewarm people,\" said Mr. Powers, who has a doctorate in sociology. \"The first thing they're going to say is 'Look man, have you seen the Soviet army lately?\"'\nThe government had to be willing to exploit religion in that instance, too, he said.\nThe United States used the Soviet Union's communism and atheism to its advantage, threatening Islamic forces with a godless state if the Soviets were to take control of the region.\nHe said the United States' strategy was: \"You want to be on our side. At least we have a god.\"\nIn the end, Mr. Powers said the defeat of the Soviets may have given the extremists the confidence to eventually take on the only remaining super power, the United States.\nDave Wise, 20, said he likes how the class gives an insider's look at terrorism. He now wants to pursue a career in counter terrorism.\n\"I took this class and it really set it off,\" he said.\nThe class is a mix of students getting a needed elective, those who want to pursue a career in law enforcement and people like Mr. Shepherd who just wanted to know more about terrorism.\nThis semester, the college had enough students interested in the course to fill three sections but only enough staff for two.\nMr. Powers, director of the college's Institute of Criminal Justice, Legal Studies and Public Service, jokes that Americans suffer from an attention deficit disorder, expecting to wipe out terrorism quickly.\nHe said taking quick revenge on one terrorist group isn't the type of long-term strategy needed to combat terrorism.\nAnd America's brush with terrorism likely isn't over.\nI'm going to tell you why you don't need the Psychic Hotline and Ms. Cleo to figure it out, he said.\nIt's only human nature for terrorists in the United States that weren't activated on Sept. 11 to use what they know, Mr. Powers said.\nSo, he's doing what he can to prepare for that moment: Training his students to understand terrorism.\n---\nlgreen@capitalgazette.com  \n\nGraphic\n\n \nPHOTO BY MARK M. ODELL\n\nLoad-Date: May 17, 2002"
}