{
    "title": "Strasbourg Suspect Was on a Watch List_ What Are the _S Files__",
    "publisher": "the new york times",
    "year": 2018,
    "month": 12,
    "day": 14,
    "full text": "PARIS — A deadly attack this week at the Strasbourg Christmas market in France by a suspect who was on a watch list as a possible security risk has drawn scrutiny once again to how the authorities handle suspects who have been flagged as potential threats.\nThe suspect, Chérif Chekatt, 29, was killed on Thursday night after a hunt by French security forces. Armed with a knife and a handgun, he killed four people, left another brain-dead and injured 11 others. The authorities described the Christmas market rampage on Tuesday as a terrorist attack.\nMr. Chekatt had a long police record, and he had also been flagged by the French security services for possible radicalization, putting him in a database of people who are suspected of religious extremism. He was also in a separate database for people tagged with a Fiche S, or S File.\nWhat is an ‘S’ file?\nThe S File is a category in a much larger database of people who, for a variety of reasons, are of interest to the French authorities. (Other categories include “M,” for runaway minors, or “V,” for escaped prisoners.) The “S” stands for la S\\xC3reté de l’État, or security of the state.\nThe S Files are used to keep track of people who are thought to pose a potential security threat. That can include soccer hooligans, radical anarchists and people suspected of being jihadists. Being flagged does not mean that a person has been convicted of an offense or is even suspected of one.\nMr. Chekatt had never been convicted of a terror-related crime, and several French officials have said that despite his religious extremism, there were no concrete signs that he had been preparing an attack.\nBorn in Strasbourg, Mr. Chekatt had been known to the police starting at age 10 and had his first conviction at 13, according to the French authorities. He had a long police record, with 27 convictions — mostly in France but also in Switzerland and Germany — for crimes including armed robbery.\nHow many people are on the ‘S’ list?\nThere are about 25,000 on the watch list, according to Interior Ministry figures published last year; and roughly 10,000 of those are suspected of religious radicalization.\nBut having an S File does not automatically put someone under surveillance around the clock, and not everyone in the database is monitored in the same way. In some cases, people who carried out deadly attacks in France had been flagged but were not being monitored at the time of the attack.\nThe S File designation is seen an intelligence-gathering tool but is not the basis for an arrest. For instance, French border police checking the identification of someone flagged with an S File might be under instructions to gather as much information about the person, and then report to government authorities.\nIn one example, Khamzat Azimov, 20, a French citizen born in Chechnya who stabbed five passers-by in May near the Paris Opera, killing one, was            flagged in 2016 because of his contacts with people who wanted to go to Syria to join the Islamic State, according to            French news reports.\nMr. Chekatt did not appear to attempt to go to Syria, according to Laurent Nuñez, France’s junior interior minister. Instead, the authorities noticed Mr. Chekatt’s radicalization in prison, and he was monitored by French intelligence services after his release in late 2015, Mr. Nuñez said.\nThe Islamic State claimed on its official news agency site, Amaq, that Mr. Chekatt had been “a soldier of the Islamic State,” but used language that suggested the attack was probably inspired by the group’s ideology rather than directed by the group.\nCalls for a crackdown\nFrance has been the target of several devastating attacks linked to extremists, and each one has brought calls from opposition politicians on the right and far-right for a crackdown, for the detention or even for the expulsion of everyone on the watch list.\nHours after the attack in Strasbourg Laurent Wauquiez of the right-wing Républicains party tweeted, “How many attacks carried out by those flagged with S Files must we endure before we adapt our laws to the fight against terrorism?”\nBut people can be placed on the list for even the slightest indications of jihadist affinity, or merely because they are friends or relatives of someone else under watch.\nSeven people have been arrested in connection with the Strasbourg attack, including Mr. Chekatt’s parents and two of his brothers. Another brother, Sami Chekatt, 34, who is also on the watch list, has been detained in Algeria on a warrant after the assault, according to the newspaper Le Parisien.\n‘Not a criterion of dangerousness’\nSome officials emphasize that while the S Files are a useful tool to help keep track of those in danger of turning to terrorism, rounding people up or kicking them out of the country would defeat the intelligence-gathering purpose of the files.\n“The S File can target individuals who aren’t very dangerous, and it is used only to watch their movements and trips around the country,” Mr. Nuñez said on French radio this week. “It isn’t a criterion of dangerousness.”\nOfficials have also said that there are too many people on the list to follow closely at all times.\nAfter the attack near the Paris Opera in May, a government spokesman, Benjamin Griveaux, said that “zero risk doesn’t exist” and that “those who say pulling responses out of a hat will solve the problem are lying.”\nRukmini Callimachi contributed reporting from New York. \nPHOTO: The suspect in the shooting, Chérif Chekatt, was killed Thursday night by the police in France. (PHOTOGRAPH BY French Police FOR THE NEW YORK TIMES)\nRelated Articles\nStrasbourg Shooting Suspect, Chérif Chekatt, Is Killed by French Police\nFrance Declares Strasbourg Shooting an Act of Terrorism\nGunman Traumatizes Strasbourg, Killing at Least 3 in Possible Terror Attack\nFrance Toughens Stance in Combating Radicals in Prisons and Schools\nMan on Terror Watch List Kills Relatives Near Paris, Officials Say\nParis Knife Attacker, Born in Chechnya, Was on Terrorism Watch List\nParis Attacks Highlight Jihadists’ Easy Path Between Europe and ISIS Territory\n\nLoad-Date: October 10, 2019"
}