{
    "title": "Stressing Both Vigilance And 9_11 Remembrance",
    "publisher": "the new york times",
    "year": 2011,
    "month": 9,
    "day": 8,
    "full text": "WASHINGTON -- For President Obama, the 10th anniversary of the Sept. 11 attacks is a rare opportunity to change the subject from the embattled economy to his formidable record in capturing and killing terrorists.\nBut Mr. Obama is walking a delicate line, his advisers say, seeking to honor the victims of a national tragedy and their families while underscoring how much progress his administration has made in the fight against Al Qaeda, most notably the raid that killed Osama bin Laden.\nThe White House has tried to strike a balance by sending out a phalanx of senior officials this week to talk about its counterterrorism gains while keeping the president's public role to a minimum. It has also taken extensive security precautions for the weekend, even in the absence of any specific threats.\nThe Pentagon said Wednesday that it was tightening security at military bases around the world, while the State Department warned Americans traveling abroad to be vigilant about potential attacks. The Department of Homeland Security and the Federal Bureau of Investigation have also issued cautionary notices.\n''Out of an abundance of caution and prudence, we have instituted a number of things this week and over the weekend,'' the president's counterterrorism adviser, John O. Brennan, told a conference in Washington.\nMr. Brennan reiterated that the administration did not have credible evidence of an attack planned to coincide with the commemoration of the 2001 attacks. But he said caution was warranted because Bin Laden had expressed a desire to exploit the anniversary with some kind of follow-up attack.\nIn announcing the decision to raise its force-protection level, the Pentagon spokesman, George Little, said, ''As you have all seen, the 10th anniversary was mentioned in the documents seized at the Abbottabad compound.''\nThat evidence, which came from a trove of notebooks, computer disks and other materials seized by a Navy Seal team in the Pakistan raid, has focused the minds of American officials on the potential for the anniversary to be used, either by Al Qaeda, its spinoff groups or a lone-wolf terrorist.\n''It seemed more aspirational than real, and given the pressure on the Al Qaeda's network, maybe not even feasible,'' said a senior administration official, speaking on the condition of anonymity because he was not authorized to comment publicly. ''But what it did was affirm for us that Bin Laden had put some emphasis on this anniversary.''\nMr. Brennan sought to distinguish the precautionary measures this weekend from the steps the United States used last fall to address ''specific and credible'' information about plots against targets in Europe. That information prompted a specific State Department warning to Americans traveling in Europe.\nSenior American counterterrorism and law enforcement officials said the heightened defenses could cause Al Qaeda to delay any attack until after the anniversary when, presumably, the alerts ease somewhat.\nBut several officials said they fear that so-called homegrown terrorists, or lone wolves, pose a greater threat because they might try to use the anniversary to make a dramatic statement and because they are much harder to detect than terrorist cells.\n''I'm worried about the people who wake up and say, 'Hey it's 9/11, I have a gun, I'm ticked off at whatever, I'm going to go out and kill a few people in honor of 9/11,' '' one senior intelligence official said.\nA senior F.B.I. official said the authorities had increased surveillance on potential terrorism suspects inside the United States in recent weeks and remained on increased alert.\n''We will be up in force for the weekend,'' he said.\nOn Tuesday, Mr. Obama convened his national security team to review the security preparations, especially for the aviation system. The president, one of his advisers said, pressed the group to discuss the full range of potential threats, even those they viewed as extremely unlikely.\nWith Mr. Obama being pummeled on the economy, the White House is eager to talk about counterterrorism. Officials from Mr. Brennan to Secretary of State Hillary Rodham Clinton and Homeland Security Secretary Janet Napolitano are fanning out to give speeches or make public appearances. Mr. Brennan said the United States had dealt Al Qaeda a ''body blow'' in its core network in the frontier region of Pakistan.\nOver the weekend, Pakistani intelligence agents, in a joint operation with the C.I.A., captured three men they identified as key Qaeda operatives. Pakistani and American officials said the operation went a way toward repairing the rift over the Bin Laden raid.\n''It's undeniable that there's been tremendous progress in the war on terrorism,'' said Bruce Hoffman, a terrorism expert at Georgetown University. ''But the collective sigh of relief that we'd like to breathe is less clear.''\nThe administration's persistent focus on South Asia, Mr. Hoffman said, had allowed spinoffs of Al Qaeda in Yemen and North Africa to put down roots. The chaotic transition in Libya, he said, raised the danger that huge amounts of weapons could fall into the hands of terrorists.\nWhile Mr. Obama will take part in ceremonies in New York, Washington and Shanksville, Pa., he plans to deliver a speech only at a concert on Sunday night at the National Cathedral. And that speech will touch on far more than Bin Laden.\n''There are a broader set of issues that will be important to commemorate that go beyond simply Al Qaeda,'' said Benjamin J. Rhodes, a deputy national security adviser. ''In some respects, we don't need to be overly aggressive in making that case because the Bin Laden operation was so well known.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Janet Napolitano discussing counterterrorism in Washington. (PHOTOGRAPH BY MARK WILSON/GETTY IMAGES)                                                                       \n\nLoad-Date: September 8, 2011"
}