{
    "title": "Strengthen U.S. policy on terrorism",
    "publisher": "the tampa tribune ",
    "year": 1996,
    "month": 9,
    "day": 8,
    "full text": "It is time to revise national policy toward terrorist organizations that are planning attacks on Americans at home and abroad.\nIn this new age of terrorism, with its miniaturized explosive devices and ready access to weapons of mass destruction, the threat must be viewed from a different policy perspective.\nDuring his Senate testimony on Aug. 1, FBI Director Louis Freeh warned that \"Retaliation and additional terrorism\" against the United States must be expected in the aftermath of the bureau's arrest of international terrorist Ramzi Ahmed Yousef, the accused mastermind of the bombing of the World Trade Center and the man behind the plan to blow up U.S. commercial aircraft in the Pacific.\nIn 1996 and beyond, we cannot afford to pursue terrorists only through the criminal justice system. As Freeh told the Senate, there is \"an increasing war\" by terrorists against the United States.\nThe operational commanders of terrorist organizations, once our intelligence agencies have sufficient evidence to indicate that they are planning attacks on U.S. citizens, should be located and destroyed.\nThis is not to suggest the assassination of political leaders of such terrorist-sponsoring rogue nations as Iran, Syria, Iraq, Libya, etc.; that would be in violation of the \"Presidential Decision Directive(s)\" forbidding the use of political assassination as an instrument of national policy. The suggestion is that the operational commanders who plan the missions and train the terrorists worldwide must be made to feel that their own lives, and those who are physically close to them, will be personally targeted for elimination by U.S. forces.\nThis \"hit them where they live\" concept will undoubtedly elicit a barrage of criticism that such a policy would violate international laws and curtail certain civil freedoms. A response to that criticism would parallel the response of the U.S. Supreme Court in Haig vs. Agee (1981): \"It is obvious and unarguable that no governmental interest is more compelling than the security of the nation.\"\nOur leaders must have the courage and the will to do what is required even in the face of the most stinging criticism.  - LAURENCE M. CHRISTMAN  South Pasadena\n\nNotes\n\nLETTERS\n\nLoad-Date: September 10, 1996"
}