{
    "title": "STRIKING BACK_ U.S. FIGHTS TERRORISM - CRUISE MISSILES, LONG-RANGE BOMBERS ATTACK",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 10,
    "day": 8,
    "full text": "WASHINGTON -- Forty U.S. and British warplanes and an armada of warships and submarines pummeled strongholds of the al-Qaida network and the Taliban regime Sunday with Tomahawk cruise missiles, 500-pound gravity bombs and computer-guided bombs.\nThe targets included early warning radars, surface-to-air missiles, airfields, aircraft, military command and control installations and terrorist camps. Taliban military equipment including tanks was struck near Mazar-e-Sharif in northern Afghanistan, officials said.\nThe demonstration of Western firepower was the first wave of an anti-terrorism campaign promised after the Sept. 11 attacks. One administration official said the military strikes will last at least a few days.\n\"Our objective is to defeat those who use terrorism and those who house or support them,\" Defense Secretary Donald H. Rumsfeld told a Pentagon news conference.\nAlong with the strikes against air defenses of the Taliban and their small fleet of warplanes, U.S. Air Force C-17 cargo planes flying from Ramstein Air Base, Germany, were dropping food and medical supplies inside Afghanistan as part of President Bush's effort to aid displaced civilians.\nAir Force EC-130E Commando Solo aircraft flew over the area and broadcast messages aimed at both the Taliban and Afghans opposing the ruling regime, U.S. officials said. Among the messages were assurances that the attacks were aimed at terrorists and not the Afghan people, said one official.\nA Pentagon official said the United States also will conduct operations inside Afghanistan that will not be seen publicly an apparent reference to the use of Army special operations ground forces.\nGen. Richard Myers, chairman of the Joint Chiefs of Staff, said 15 land-based bombers including B-2 Stealth bombers flying from Whiteman Air Force Base, Mo.  and 25 other strike aircraft flying from U.S. aircraft carriers began the attack after darkness fell in Afghanistan. He termed the strike \"the early stages of ongoing combat operations\" against the Taliban and the al-Qaida network.\nA senior defense official, speaking on condition of anonymity, said later that Navy F/A-18 and F-14 fighters flew missions off two U.S. carriers the USS Carl Vinson and the USS Enterprise in the Arabian Sea, and that no land-based Air Force strike planes other than bombers were used in the first round of attacks.\nThe support planes included Navy EA-6B electronic warfare aircraft and E2-C Hawkeye early warning radar planes as well as American and British tankers that refueled the bombers on their long-range strikes.\nMyers said the U.S. aircraft in the initial wave included Air Force B-1 Lancers, B-2s and B-52 long-range bombers as well as carrier-based strike aircraft. The B-2s flew from Whiteman, but after dropping their satellite-guided bombs, known as Joint Direct Attack Munitions, continued on to Diego Garcia, a British island in the Indian Ocean. The crews were to rest there and then fly their planes back to Missouri, officials said.\nThe B-52s dropped at least dozens of 500-pound gravity bombs on al-Qaida terrorist training camps in eastern Afghanistan, one official said.\nAlso participating in the initial attacks were American and British ships and submarines that launched a total of 50 Tomahawk cruise missiles from positions in the Arabian Sea.\nThe U.S. ships were the guided missile cruiser USS Philippine Sea, whose homeport is Mayport, Fla., and three destroyers, the USS O'Brien, based in Yokosuka, Japan; the USS McFaul, based in Norfolk, Va.; and the USS John Paul Jones, based in San Diego.\nTwo submarines, one American and one British, also fired cruise missiles. Officials would not identify them by name.\n\nLoad-Date: October 8, 2001"
}