{
    "title": "Strident Team of Like Minds",
    "publisher": "the new york times",
    "year": 2016,
    "month": 11,
    "day": 19,
    "full text": "WASHINGTON -- President-elect Donald J. Trump's remarkable appointments on Friday served notice that he not only intends to reverse eight years of liberal domestic policies but also overturn decades of bipartisan consensus on the United States' proper role in world affairs.\nMr. Trump moved unapologetically to realize his campaign's vision of a nation that relentlessly enforces immigration laws; views Muslims with deep suspicion; aggressively enforces drug laws; second-guesses post-World War II alliances; and sends suspected terrorists to Guantánamo Bay or C.I.A. prisons to be interrogated with methods that have been banned as torture. \n  At a time when American cities have been inflamed by racial tensions, police shootings and fears over homegrown terrorism, Mr. Trump made no conciliatory gestures toward Muslims, Mexicans and African-American neighborhoods, all of which he disparaged during his campaign.\n  The appointments so far -- Senator Jeff Sessions of Alabama as attorney general, Representative Mike Pompeo of Kansas as C.I.A. director and Lt. Gen. Michael T. Flynn as national security adviser -- sent an unmistakable signal that he did not intend to use his personnel choices to build bridges to Democrats or moderate Republicans who opposed his campaign's nationalist overtones.\n  The reaction from Democrats was immediate and angry. ''The president-elect has created a White House leadership that embodies the most divisive rhetoric of his campaign,'' Senator Ron Wyden of Oregon said on Friday. ''To the extent that these become policies or legislative proposals, I commit to stopping them.''\n  Mr. Trump swept into office promising to dispense with the political correctness of Washington's establishment in both parties, and his choices reflect that. President George W. Bush established a Republican cabinet with a variety of shades of conservative ideology, including some officials who challenged him. Mr. Trump's early decisions suggest he favors a cabinet that will echo his opinions.\n  ''President-elect Trump is choosing a national security team that shares his views, and of course every president is entitled to do that,'' said Kori Schake, who was the deputy director of policy planning in the State Department under Mr. Bush. ''But the problem is that surrounding yourself with people who share your views tends to reinforce them, leaving you vulnerable to big mistakes.''\n  The people Mr. Trump has selected will thrust the words ''radical Islamic terrorism'' to the center of American foreign policy in a way that blurs the lines between a war on terrorism and a war on Islam. General Flynn, in particular, has used anti-Muslim language that even the most strident Republicans have avoided.\n  ''Fear of Muslims is RATIONAL,'' he posted on Twitter in February. He has compared Islam to a cancer and described it as a political ideology disguised as religion.\n  Both Mr. Bush and President Obama believed that such language inflamed anti-American sentiment, served as a recruiting tool for terrorists and antagonized countries in the Middle East that the United States needed as allies in the fight against terrorism.\n  Since Sept. 11, 2001, there has been bipartisan consensus that the best way to combat terrorism was to dismantle terrorist networks while avoiding being seen as attacking Islam. Mr. Trump has shown no such qualms. He proposed a temporary ban on Muslim immigration and criticized politicians for tiptoeing around the role religion plays in terrorism.\n  Mr. Pompeo has said that Muslim leaders contribute to the threat by refusing to repudiate terrorism, though Muslim leaders and advocacy groups have done so repeatedly and often. ''Silence has made these Islamic leaders across America potentially complicit in these acts and, more importantly still, in those that may well follow,'' Mr. Pompeo said in 2013.\n  ''The thinking here is that, no, religion is the key factor that influences everything else,'' said William McCants, a senior fellow at the Brookings Institution and the author of ''The ISIS Apocalypse.'' ''These guys are operating on the assumption that it's something going on in the religion itself.''\n  An overarching question for the United States government over the past 15 years has been where to set the balance between security and civil liberties. Mr. Trump has said that he gives more weight to security in that balance, and his early staff decisions reflect that view, both in matters of counterterrorism and of traditional law enforcement.\n  In a statement, the N.A.A.C.P.'s Legal Defense Fund condemned the choice of Mr. Sessions, citing his ''decades-long record -- from his early days as a prosecutor to his present role as a senator -- of opposing civil rights and equality.'' Sherrilyn Ifill, the fund's president and director-counsel, wrote, ''It is unimaginable that he could be entrusted to serve as the chief law-enforcement officer for this nation's civil-rights laws.''\n  Mr. Sessions, one of the Senate's most conservative members, defended Mr. Bush's authority to conduct warrantless wiretapping after the Sept. 11 attacks. He has been a consistent, vocal supporter of military detention at Guantánamo Bay and sharply criticized the Obama administration for giving terrorism suspects lawyers and the right to remain silent, even when arrested on American soil. He has said the United States should keep waterboarding -- a banned technique that the United States once considered torture -- as an interrogation option because it works.\n  A former prosecutor, Mr. Sessions has shown over two decades in the Senate that he believes the Justice Department should do more to crack down on illegal immigration. He has supported strict enforcement of drug laws and opposed the détente that Washington had reached with states that legalized marijuana.\n  While the Obama administration has used the Justice Department to expand the definition of civil rights -- to cover gays, lesbians and transgender people, for instance -- Mr. Sessions says the government should not be ''a sword to assert inappropriate claims that have the effect of promoting political agendas.''\n  As one of Mr. Trump's earliest and most vocal supporters, Mr. Sessions has supported Mr. Trump's call for a temporary ban on immigration from Muslim countries. As the chief law enforcement officer in the country, Mr. Sessions would be in position to help put that ban into effect. ''We have no duty to morally or legally admit people,'' he said earlier this year. ''We need to use common sense with the who-what-where of the threat. It is the toxic ideology of Islam.''\n  General Flynn similarly favors the immigration ban and has expressed support for the idea of forcing Muslims in the United States to register with the government. He once erroneously wrote on Twitter that Shariah, or Islamic law, was in danger of taking over the country.\n  Should the Trump administration shape its counterterrorism strategy and broader foreign policy around these ideas, Mr. McCants predicted the United States would find itself at odds with its allies in Europe and the Middle East, which have long sought to separate violent extremists from the billions of peaceful mainstream Muslims.\n  ''This kind of rhetoric pushes them together and in a way creates a self-fulfilling prophecy,'' Mr. McCants said. ''It is a sea change, and it really changes the terms of the discussion about what to do about it.''\n  Some analysts said they believed that Friday's appointments were intended to reward loyalty and appeal to Mr. Trump's base. They held out hope that the next set of appointments -- for secretary of state and secretary of defense -- would go to more moderate Republicans, perhaps Mitt Romney or Gov. Nikki R. Haley of South Carolina.\n  ''From the beginning, the challenge for Trump is that he can't do all the work he needs to do, with the caliber of people he needs, just from within his core of supporters,'' said Peter D. Feaver, a political science professor at Duke who served in Mr. Bush's National Security Council. ''But he also values loyalty, so it's required a straddle.''\n  Get politics and Washington news updates via Facebook, Twitter and in the Morning Briefing newsletter.\n  This is a more complete version of the story than the one that appeared in print.         \n\nhttp://www.nytimes.com/2016/11/19/us/politics/flynn-sessions-trump-administration.html\n\nGraphic\n\n \nPHOTO: A protest against President-elect Donald J. Trump's anti-immigration rhetoric in Midtown Manhattan on Sunday. (PHOTOGRAPH BY YANA PASKOVA FOR THE NEW YORK TIMES) (A14)       \n\nLoad-Date: November 19, 2016"
}