{
    "title": "Striking Against Terrorism",
    "publisher": "the new york times",
    "year": 1998,
    "month": 8,
    "day": 21,
    "full text": "The United States has every right to attack suspected terrorists if there is credible evidence showing that they were involved in attacks against American citizens or were planning such attacks. That seems to be the case in the missile attacks ordered by President Clinton in the Sudan and Afghanistan, an impression strengthened by quick support from House Speaker Newt Gingrich, Senator Orrin Hatch and other leading Republicans. But since these attacks were ordered from a White House weakened by scandal, Mr. Clinton needs to take extra care to reassure the country that the attacks were not timed to help repair his shaken Presidency.\nIntelligence officials reported yesterday that they had collected convincing information from numerous sources that the terrorist organization of Osama bin Laden was responsible for the deadly truck bombings of the American Embassies in Kenya and Tanzania earlier this month. Mr. bin Laden is a Saudi millionaire reportedly turned terrorist who has openly threatened to attack Americans anywhere in the world.\nThe Pentagon's selection of targets looks reasonable. One of the sites was described by Gen. Henry Shelton, the Chairman of the Joint Chiefs of Staff, as a terrorist training camp in Afghanistan operated by Mr. bin Laden. He said the other target was a factory near Khartoum, the Sudanese capital, that was used to make chemicals for nerve gas. Intelligence officials said Mr. bin Laden had subsidized Sudan's chemical weapons program.\nThough the American raids came only three days after Mr. Clinton addressed the nation and testified to a grand jury about the Monica Lewinsky case, Pentagon officials said the timing had been dictated by the threat that the bin Laden network might strike Americans again within days. If so, that would also justify the quick American action.\nRetaliating against terrorists may invite further terrorism, but effective military strikes can at least temporarily hinder training and planning by terrorist groups. Certainly, American inaction in the face of hard evidence of terrorist activities would be irresponsible.\nBut combating terrorism should not be an excuse for cloaking American military actions in secrecy, as Pentagon officials tried to do yesterday. To sustain public support for anti-terrorist actions, the Administration needs to tell Americans as much as possible about how the raids were conducted and whether there were civilian casualties.\nMr. Clinton and his national security team seemed at pains yesterday to demonstrate that he had not unleashed American power to deflect attention from the Lewinsky case. Mr. Clinton pointedly noted that he had ordered the attack on the unanimous recommendation of his aides. Samuel Berger, the national security adviser, reported that military planning began on Aug. 12, and Mr. Clinton authorized preparations for the attack last Friday.\nThese accounts were reassuring. Still, the picture of Mr. Clinton striding purposefully back into the White House yesterday as Commander in Chief could not help but supplant the image of an emotionally wounded first family departing for Martha's Vineyard on Tuesday. Mr. Clinton can dispel any lingering doubts about his motivation by providing the House and Senate intelligence committees with a complete briefing on the bin Laden information and instructing his aides to fill out the partial accounts they have given about the raids.\n\nLoad-Date: August 21, 1998"
}