{
    "title": "Stricter security measures debut",
    "publisher": "chicago daily herald",
    "year": 2010,
    "month": 1,
    "day": 5,
    "full text": "WASHINGTON — The government has added dozens of people to the ominous lists of suspected terrorists and those barred from U.S.-bound flights, a crackdown that comes as President Barack Obama is poised to announce changes to the nation's watchlists.\nAt the White House today, Obama will speak in fresh detail about the findings of the urgent, sprawling reviews he ordered of how the government screens airline passengers and how it works to detect and track possible terrorists.\nObama's remarks, to come after meeting with top security and intelligence officials, will outline steps designed to strengthen the watchlisting effort and to thwart future attacks, the White House said.\nThe move comes after what officials call a botched effort by a Nigerian man to blow up an airliner over Detroit on Christmas, one that exposed cracks in the nation's security system, which is built upon the ability of agencies to share information and connect dots.\nMeanwhile, people flying to the U.S. from overseas will continue to see enhanced security. The Transportation Security Administration has directed airlines to give full-body pat-downs to U.S.-bound travelers from Yemen, Nigeria, Saudi Arabia and 11 other countries the U.S. believes have terrorism activity — a move criticized by one Muslim advocacy group.\nThe addition of more names to the government's terrorist watch and no-fly lists came after U.S. officials closely scrutinized a larger database of suspected terrorists, an intelligence official said Monday. People on the watch list get additional checking before they are allowed to enter this country; those on the no-fly list are barred from boarding aircraft in or headed for the United States.\nA 23-year-old Nigerian man who claimed ties to al-Qaida was charged Dec. 26 with trying to destroy a Detroit-bound airliner as it approached the airport. Umar Farouk Abdulmutallab is alleged to have sneaked an explosive device onto the plane and then set it off, sparking a fire but not the intended mass explosion.\nAbdulmutallab's name was in the government's database of about 550,000 people suspected of having terrorism ties. But it wasn't on a list requiring him to pass through additional security screening or keep him from flying to the U.S.\nThat prompted a review of the National Counterterrorism Center's massive Terrorist Identities Datamart Environment database and spurred the enhanced security screening protocol issued Monday.\nAn intelligence official discussed the changes in the watch list on condition of anonymity because the official was not authorized to speak publicly. The official said that after the Dec. 25 incident, counterterrorism officials reviewed information in TIDE on people from countries where terrorists have operated.\n\nLoad-Date: January 6, 2010"
}