{
    "title": "String of Bombings Suggests Tactical Shift By S. African Right",
    "publisher": "the christian science monitor",
    "year": 1994,
    "month": 2,
    "day": 8,
    "full text": "A BOMB blast at a shelter for deprived children at Warmbaths,\nnorth of Pretoria, could indicate a switch in right-wing strategy\nfrom armed propaganda to terrorism, military analysts say.\nBomb attacks in the last 10 weeks on railway lines, power\npylons, and offices of the African National Congress (ANC) are part\nof the right-wing's strategy to obtain by force its demand for a\nseparate Afrikaner homeland or prevent the country's all-race\nelections on April 27, analysts say.\nThe 31 bomb attacks have been carried out with military\nprecision and they have occurred mainly in the right-wing rural\nstrongholds in the Western Transvaal and Orange Free State\nProvinces - territory that right-wing leaders want as the the core\nof an Afrikaner homeland. The bomb attacks have occurred mainly at\nnight and so far only two people have died.\nBut the blast at the shelter for homeless black children marks\na departure from a well-established pattern of targets.\n''This is an orchestrated and well-organized attempt by elements\nin the far-right to turn up the heat in the negotiations,'' said\nJakki Cilliers, director of the Institute for Defense Politics\n(IDP). ''The question is whether this latest bombing represents a\nswitch from armed propaganda to terrorism,'' Mr. Cilliers said.\nLaw and Order Minister Hernus Kriel announced yesterday that\nthey had detained five right-wing extremists in the Transvaal and\nnorthern Orange Free State after an intensive six-week\ninvestigation into the bombings. They also seized explosives and\nfirearms. Mr. Kriel said that police had also arrested five\nsuspected members of the Azanian People's Liberation Army, the\nmilitary wing of the Pan-Africanist Congress in connection with a\nweekend hand grenade attack on a swimming pool in Natal.\nNegotiators of the Freedom Alliance (FA) - a coalition of the\nwhite right and conservative black leaders - yesterday discussed a\ncompromise proposal from the government and ANC, which would grant\ngreater powers of taxation to the regions and allow separate voting\nfor national and regional assemblies.\nBut government and ANC negotiators were not hopeful of a\nbreakthrough before the Feb. 12 deadline for political parties to\nregister for the election.\nThe right wing's escalating sabotage campaign was put on the\nnational agenda over the weekend when ANC President Nelson Mandela,\nwho until now has consistently stressed the need to continue\ntalking to the right wing, threatened ANC retaliation unless\nattacks on ANC offices and personnel were halted.\nAt a rally on Saturday of the neo-fascist Afrikaner Resistance\nMovement, leader Eugene Terre Blanche warned that there would be\nmore bombs unless the Afrikaners were granted their homeland. Mr.\nMandela criticized Afrikaner Volksfront leader Gen. Constand\nViljoen for his threat to unleash ''limited violence'' in pursuit\nof Afrikaner demands. ''We won't make it a limited retaliation,''\nMandela said, adding that the government's lack of decisive action\nwas unhelpful.\nKriel said Sunday Mandela's response to the right-wing threat\nwas ''hysterical and irresponsible.'' He said the only way to\napprehend the right-wingers was for the security forces to\ninfiltrate their organizations. But the IDP's Cilliers said that\nthe police's morale was at an all-time low. ''They feel so\ndemoralized by continually being accused by Mandela for being\nresponsible for the violence that they lack the will to act.''\nWestern diplomats worry that rising tension in right-wing rural\nstrongholds could soon erupt into open conflict between\nconservative whites and black militants in rural towns.\n\nLoad-Date: February 9, 1994"
}