{
    "title": "Stricter gun laws not needed in Maryland, say about half of poll respondents",
    "publisher": "the capital ",
    "year": 2019,
    "month": 8,
    "day": 8,
    "full text": "Respondents to The Daily Record's pulse poll are about evenly split on whether the state needsstricter firearms laws.Twenty respondents said no, and 19 said yes. On Saturday, 22 people were killed and 26 were wounded in a shooting centered around a Walmart store in El Paso, Texas. The next morning, a shooting in the entertainment district of Dayton, Ohio left nine people dead and 27 people injured. After the shooting, as Ohio Gov. \nMike DeWine addressed a vigil in Dayton, they interrupted him with chants of “do something!” President Donald Trump has suggested that a bill to expand gun background checks could be combined with his goal of toughening the nation’s immigration system, though he has given no rationale for the two issues being paired. Does Maryland need stricter firearms laws? 39responses COMMENTS   Support universal background checks  Enrique Olivares Firearm laws including many of the ones we already have on the books do nothing to deter criminals and mentally disturbed. They only curb the rights of honest citizens to protect themselves in a scary world.  Thomas Schap Firearms Laws have no effect on violent crimes good or bad. The issue is violence. Either the violence inflicted by the unstable and sick or that of those marginalized and lashing out due to circumstances. To conflate the two and blame the firearm does nothing at all to address the issues that result in violence. These two shootings, as terrible as they seem are so very rare...This happens in slow motion of 3 or 4 weeks in every sity across the nation ad garners little attention. It happens on a larger scale in nations around the world. Fulminating about guns is a distraction from the issue that facilitates ahnding over more and more control to government. joe lynch How many more must die????  Russell Karpook Maryland already has some of the strictest and most unconstitutional gun laws in the country.  San Dawson Maryland already has some of the strictest gun laws in the country. What is needed is better policing and enforcement of all laws especially in Baltimore. Violent crimes including those involving guns are a daily occurrence in Baltimore and the those that commit these crimes do so with illegally possessed guns. Passing more laws that aren't enforced will not benefit anybody. Enforce the laws currently on the books and put more police on the streets to apprehend the criminals that run the city, including those in city hall.  John Kosogof   Maryland is already too strict for law abiding citizens  Jeff Bruening Maryland's gun laws are already more restrictive than those of neighboring states. When it comes to concealed carry permits, MD is one of only 11 \"may issue states,\" whereas the vast majority of states recognize an individual right to carry a firearm and shall issue permits. MD's gun laws show an irrational fear of guns. Steven Johnson Maryland’s laws are among the absolute toughest in the nation. Enough is enough. The focus needs to be on violent or mentally unbalanced people. Red flag laws with proper checks and balances. The illegal gun is a tool - and when used is violence with a gun, no different than a base. Hogan has this right. Fix the Judiciary. Go after and prosecute the offenders and put repeat violent offenders away with federal help if Maryland’s prosecutors won’t get the job done. While tougher on violent crime, don’t put petty criminals in jail and alter their lives forever.  Gary Mangum   MD has some of the most strict gun laws in the country already! The Red Flag law will prove to be unconstitutional.  Fred Hill Some form of more sensible gun control is needed, and although Maryland has some of the stronger laws in the nation, we should re-evaluate what we have and what we can make stronger. I am not opposed to guns, but the volume of guns out there, and the magazine capacity of many of these guns is getting beyond \"common sense\". Really folks, do you need an arsenal in your home? Nothing wrong with a few shot guns and rifles, but assault style weapons? Look at what is happening and then try and make the argument that this is the 2nd amendment envisioned by our founders.  K. Jill Barr   Stricter firearms laws are needed in Maryland and across the USA. State level laws are too uneven and unreliable, however, and strong Federal legislation is the key.  Linda Rawling Stricture firearms laws can't hurt. Countries with similar problems but stricter laws seem to suffer fewer mass shootings. Also, every gun owner should be required to buy insurance, just like car owners.  Louisa Murphy   The handgun permit review board should be eliminated. If professional law enforcement feel a person is not a totally safe risk to own a handgun, no board of 'just-plain citizens' should over-rule them. Also, what is keeping Maryland from banning assault rifles even if it may be difficult to enforce due to non-acting states nearby. At least MD could take a stand and set an example.  Linda Weimer The number of mass shootings in every venue. Increase in white nationalist terrorism  Cassandra Beverley Too much gun violence  John Larsen We all must get engaged to bring guns under control in our country. It is unacceptable to be afraid to go to school because there might we an attack, afraid to shop at Walmart because we might be killed, go to religious services or even go to work at the Capital Gazette. It isn't just guns, the threat of national-based terrorism feeds the flames. The hopelessness of folks living in areas neglected by federal and state government must also be lifted up and dealt with. No more Barbara Beelar We have existing laws in place that can and should be enforced. People with bad intentions do not follow the rules of law so if they want a weapon they can get one.  Joe Smith We need more armed, law abiding citizens to help protect the public from mass shootings/terrorism.  John DAVIS When we compare the gun violence in the US to any other industrialized country, it is clear we need to end the sale of military style weapons in the US.  Andrew Wilson  \nCopyright © 2019 BridgeTower Media.  All Rights Reserved.\n\nLoad-Date: August 14, 2019"
}