{
    "title": "STRONG DRUG FOE WINS IN COLOMBIA BY A WIDE MARGIN",
    "publisher": "the new york times",
    "year": 1990,
    "month": 5,
    "day": 28,
    "full text": "Ignoring terrorist threats by cocaine traffickers, millions of Colombians voted for president today and elected Cesar Gaviria Trujillo, the candidate who advocated the toughest line on the traffickers.\n''This vote is a triumph of democracy over violence,'' said the outgoing President, Virgilio Barco Vargas.\nVoting was largely peaceful and, in many places, festive - a sharp departure from the tense and bloody campaign that claimed the lives of three presidential candidates in nine months.\n''Although we are all afraid, we are ready to fight for peace,'' Arturo Romero, a 23-year-old university student, said as he waited to cast his ballot for Mr. Gaviria at a polling booth here. ''For me it is important to back democracy and to challenge the violent people by voting freely.''\nVoters Are Searched\nOn the alert after a rash of bombings of public places, police and army units maintained strict security around the country, often inspecting handbags and frisking voters.\nThough it was unclear whether the traffickers' terror campaign succeeded in reducing the turnout, the turnout of some 6 million voters was lower than that of four years ago, when 7.2 million Colombians voted in the last presidential election.\nWith 89 percent of the vote counted, Mr. Gaviria, candidate of the governing Liberal Party, claimed victory with 47 percent. Alvaro Gomez Hurtado of the National Salvation Movement was running second with 24 percent. Antonio Navarro Wolff, a former guerrilla leader, had 13 percent , and Rodrigo Lloreda of the Social Conservative Party had 12 percent.\nIn his victory address tonight, Mr. Gaviria hailed the vote. ''Everyone who wanted to threaten our democracy, listen to us: The people spoke today with courage and clarity. We will overcome,'' he said. He also chastised the industrial countries who ''are doing little to confront the drug consumption problem,'' and appealed for help in fighting arms trafficking and money laundering.\nMr. Gomez, Mr. Navarro and Mr. Lloreda conceded tonight that Mr. Gaviria had won the race, but Mr. Navarro expressed satisfaction with his showing.\n''We are new political phenomenon of the 1990's in Colombia,'' said Mr. Navarro, whose party, the M-19, abandoned guerrilla warfare in March for a political role.\nThe candidate with the most votes wins the election, even if he falls short of 50 percent.\nThe early returns were no surprise, since they were predicted in a series of polls conducted in recent weeks.\nA 30-city survey of 15,000 voters conducted by Caracol, a private radio network, predicted that Mr. Gaviria would win 50 percent of the vote, with Mr. Gomez running second with 23 percent.\nMr. Gaviria said on television after the polls closed at 5 P.M., ''I am supremely optimistic, tranquil and satisfied.''\nA 43-year-old economist, Mr. Gaviria will be Colombia's youngest President in this century when he takes office on Aug. 7, succeeding Mr. Barco, 68, who cannot constitutionally succeed himself at the end of his four-year term.\nMr. Barco began a crackdown on the cocaine traffickers last August after Luis Carlos Galan, a popular reform politician who was also a presidential candidate, was fatally dead on the orders of the Medellin cartel.\nWith the death of Mr. Galan, Mr. Gaviria, a former Finance Minister, took up his banners of fighting the cocaine processing and exporting business, an industry believed to earn billions of dollars a year for traffickers here. Mr. Gaviria's campaign against the dealers became more vocal as they turned to terrorism, trying to force Colombia to abandon its policies of seizing laboratories and extraditing Colombian suspects to the United States for trial.\n''We have to break terrorism, we have to defeat terrorism,'' the candidate said in an interview on Friday in his heavily fortified camapaign headquarters here.\n''We don't have many alternatives,'' said Mr. Gaviria, who was better known here in the 1980's as a conservative tax reformer than as a crime buster. ''We can't allow those practicing terrorism to believe that they can change government policies by placing bombs.''\nReflecting the pervasiveness of political violence in Colombia, today's presidential race brought together kidnapper, kidnap victim and negotiator.\n \nConstitutional Revision Endorsed\nIn 1988, Mr. Gomez was kidnapped by the M-19 guerrilla movement, whose second in command was Mr. Navarro. At the time of the kidnapping, Mr. Barco was out of the country. The job of negotiating Mr. Gomez's freedom fell to the President's designated replacement and Minister of Government, Mr. Gaviria.\nOfficial returns showed that 89 percent of the voters were in favor of a calling for a convention to revise Colombia's 104-year-old Constitution.\nIn 1988, Mr. Gaviria's successful negotiation of the M-19 kidnapping was a key factor in elevating the young Cabinet minister in the public eye.\nBesides the three presidential candidates, 262 policemen, 93 soldiers, 3 judges, 15 press employees and about 1,700 other people were slain during the nine-month campaign. But today, the only major violence reported appeared to have been caused by the National Liberation Army, a Marxist guerrilla group that urged an electoral boycott.\nThe Defense Ministry reported six attacks today by the guerrilla group, with no casualties. The police reported that four Liberation Army guerrillas were killed today in an operation that freed unharmed a kidnapped petroleum engineer in Bogota.\nAs of nightfall, the traffickers had not carried out any major attacks.\nIn a nationally broadcast television address, President Barco said he had no doubt that the traffickers' assassinations and bombings or recent months ''were undertaken to intimidate the popular will.''\nThe police announced on Saturday the dismantling of a traffickers' bomb factory in a suburb here and the capture of six members of the ring.\n\nGraphic\n\n \nPhoto: Ignoring threats from drug traffickers, millions of Colombians went to the polls yesterday and the toughest anti-drug candidate led in early returns. Voters in Bogota were searched before entering voting booths. (Associated Press) (pg. 3)"
}