{
    "title": "Student sues University over sexual assault claims",
    "publisher": "university wire",
    "year": 2020,
    "month": 9,
    "day": 9,
    "full text": "As the 19th anniversary of the Sept. 11, 2001, attacks approaches, different generations and ethnic groups can reflect on the impact this tragedy has left on their lives.\nMike Mansfield, a history professor at Colorado State University and former intelligence officer in the Navy, witnessed the shock at the time of the attacks and the immediate speculation afterward.\n\"I remember looking up just in time to see the second plane hit the tower,\" Mansfield said. \"It was like, 'Woah, that's not a mistake.' I initially remember the shock, obviously. But being ex-military, the first thing I thought of was uncertainty. 'Cause I knew there (were) going to be retributions. Everybody knew that. It was just the question of 'Who?'\" \nMansfield also talked about his mother, who lived through and remembered the attack on Pearl Harbor, and her perspective when the attacks first took place.  Advertisement\n\"In her mind, she thought that was worse than Pearl Harbor because, when (Pearl Harbor) happened, (we) knew immediately who did it,\" Mansfield said. \"And 9/11 ... was just like, 'Who did this?' That's the thing I remember most.\"\nMansfield said he watched the aftermath of the attack play out through the day, and it quickly became obvious that everything was about to change. \nI think after 9/11, a lot of people saw that they needed not just men, but everyone who was willing to put their lives on the line and sacrifice for the American people.\" -Anna Sypniewski, CSU junior, member of Reserve Officers' Training Corps\n\"I went back to (Washington, D.C.) a year after 9/11, and you could just see the change in the city,\" Mansfield said. \"The guards, policemen walking down the road with machine guns strapped to their chest. Just things like that.\"\nMansfield said that 19 years later, the United States is still dealing with the aftermath of 9/11. He also said that after the attack, citizens of the U.S. were much more willing to let the government intrude on their personal lives.\n\"You had that initial patriotic burst; there really was a lot of anger,\" Mansfield said. \"There was payback. 'When are we gonna do this? How are we gonna get these people back?' You also saw greater acceptance of government intrusion. People were much more willing to accept things that before, we didn't think about.\"\nMansfield also reflected on how a younger generation might view the war and the initial 9/11 attack differently. He said that, for the younger generation, they had been at war for basically their entire lives. \n\"That's one of the things you accept,\" Mansfield said. \"You know we're still dealing with this stuff. I see it, being on college campuses. There's much more acceptance of war now in (the younger) generation than it was in mine. I grew up at the tail end of Vietnam, and I remember the backlash. It was questioned. But (the younger) generation has never known anything else, quite frankly.\"\nViews on 9/11 and its aftermath also differ between different ethnic groups. Many Muslims experienced Islamophobia once it was revealed the attacks were organized by the terrorist group Al Qaeda. \nThe article \"The September 11 generation, hip-hop and human rights\" by scholar Kamaludeen Mohamed Nasir described the effect the attacks had on Muslim youth growing up in the U.S.\n\"Heightened Islamophobia and ethnic profiling in the post-September 11 era have led to a myriad (of) practical implications for Muslim youth,\" Nasir wrote. \"Youth respondents frequently lamented about how their Muslim identity and ethnic appearance can affect their life chances.\"\nThe article also highlighted how much Muslim youth felt the need to go by pseudo-English names and to change their home addresses in job applications, as they didn't want to be known as Muslim.\n\"When probed, they talked about their discomfort at being labelled a terrorist,\" Nasir wrote. \"In addition to the everyday discrimination that these Muslim youth had been experiencing, such manipulations of identities had caused the September 11 event to be entrenched in the consciousness of the Muslim youth in an unprecedented way.\"\nMansfield said that views on the U.S. military have also changed since the 9/11 attacks. \n\"I teach military history, and that's one point I always try to make out,\" Mansfield said. \"Love for the military now could go away in a heartbeat. ... You have to realize this is an anomaly, really, in American history, the acceptance of the U.S. military.\"  \nAnna Sypniewski, a CSU junior and Reserve Officers' Training Corps member, also talked about how 9/11 has impacted the military, specifically with relations soldiers may have to each other. \n\"I try my best to always talk to (veterans) when I see them,\" Sypniewski wrote in a text message to The Collegian. \"One in particular I talked to was an older gentleman, and he talked about his service prior to 9/11 and how he didn't feel as connected to the other soldiers, and it was hard to adjust to that life.\" \nWe're still dealing with the fallout of this stuff. Everybody knew the world would change, but just how much is quite stunning\" -Mike Mansfield, CSU history professor\nSypniewski said that, after 9/11, the veteran said everything shifted, and he became aware that the U.S. military is a family, and he had their backs.\n\"(He said) we were all fighting the same battle, and they were all in it together,\" Sypniewski wrote.\nSypniewski also mentioned that after 9/11, the U.S. military shifted its perspective on women joining the army and women wanting to join combat.\n\"We can see that 9/11 came out of nowhere and that anyone was put into that position of being on the frontline on that day, and you had to fight, and that included women,\" Sypniewski wrote. \"I think after 9/11, a lot of people saw that they needed not just men, but everyone who was willing to put their lives on the line and sacrifice for the American people.\"\nSypniewski also wrote about the evolution of terrorism since 9/11 and how the U.S. military has changed when it comes to fighting it. She wrote that she didn't think terrorism could fully stop, but the U.S. and its military have learned more about what needs to be done to help fight terrorism.\n\"The military is getting authorization to use military force and is fighting long fights in foreign countries,\" Sypniewski wrote. \"Terrorism, in general I think, has evolved more since 9/11, and while some - maybe a lot - might say the military and government aren't doing anything to stop it, I think we are moving in the right direction for the United States.\"\nMansfield said that before he came to college, he was an intelligence officer in the Navy, and he saw firsthand how terrorism surveillance in the U.S. had changed.\n\"What you see now is much more sophisticated,\" Mansfield said. \"One of the reasons 9/11 worked is because we got complacent in hunting down our terrorists. When I was in the service doing that, it was very easy to figure out who the terrorists were because of phone calls, surveillance, all that.\"\nMansfield said that, leading up to 9/11, it wasn't done as often, so terrorism became harder to track. After 9/11, terrorist prevention required a much greater level of government intrusion.\n\"And that's the reason that since 9/11 there hasn't been a major attack,\" Mansfield said. \"But there's a lot more government surveillance running around that I don't know if we'll ever know the scope of, quite frankly.\"\nMansfield said that the aftermath of 9/11 could not have been predicted, even though everybody knew that something in the world would change. \n\"We're still dealing with the fallout of this stuff,\" Mansfield said. \"Everybody knew the world would change, but just how much is quite stunning.\" \nCeci Taylor can be reached at news@collegian.com or on Twitter @cecelia_twt.  \n\nLoad-Date: September 10, 2020"
}