{
    "title": "Study_ More U.S. companies buying terrorism insurance as rates decline",
    "publisher": "business insurance",
    "year": 2006,
    "month": 7,
    "day": 24,
    "full text": "NEW YORK-The percentage of U.S. companies purchasing property terrorism insurance continues to increase, according to a survey conducted by Marsh Inc.\nAt the same time, the cost of property terrorism insurance has decreased, according to Marsh's ``Marketwatch: Terrorism Insurance 2006.''\nOverall, the median terrorism insurance rate dropped about 25% last year compared to 2004, Marsh found. ``There was a more moderate reduction in the median percentage of a company's annual property program costs attributable to terrorism premiums-from 4.7% in 2004 to 4.2% in 2005'' according to the survey of 1,623 Marsh clients.\nThe survey noted that the ``take-up rate in the fourth quarter of 2005 was nearly triple the rate in the second quarter of 2003, the quarter Marsh's analysis began,'' according to the survey. Marsh found that 64% of the respondents bought property terrorism insurance in the last quarter of 2005 vs. just 23% in the second quarter of 2003.\nFor 2005 as whole, the take-up rate reached 58%, up from 49% in 2004 and 27% in 2003.\nCompanies with total insured values between $500 million and $1 billion were the most likely to buy terrorism insurance in 2005, with 67% reporting purchasing the coverage. There was virtually no difference in the take-up rates of companies with total insured values of more than $1 billion, or with total insured values between $100 million and $500 million, with take-up rates of 63% and 62%, respectively. Even the smallest companies surveyed had a take-up rate of 47% last year.\nTake-up rates for each category rose by at least 10% between 2004 and 2005.\nBut there are clouds on the horizon, Marsh found. Perhaps the most significant is what will happen if the federal government's financial backstop for insurers facing future catastrophic terrorism-related claims expires at the end of 2007, as it is currently slated to do.\nThe report notes that ``detractors of the federal government's continued involvement in a program to provide terrorism insurance are quick to point out that the insurance marketplace has increased surpluses to a level that should be able to deal with future terrorism losses.''\nThe survey adds, though, that this argument ``takes little account of the pressures faced throughout the commercial property/casualty insurance industry as result of last year's heightened catastrophic hurricane activity, which, based on a number of estimates, is likely to continue for the foreseeable future.''\nWith TRIA's expiration at the end of 2007, ``market dislocation is likely to occur due to the obligatory nature of terrorism coverage for certain lines of insurance,'' according to the survey.\n``As a result, insurers that provide workers compensation to U.S. clients-and where the peril of terrorism cannot be excluded-are unlikely to be able to also support property coverage including terrorism at the same level,'' the survey says.\n``In addition, even in the event that a long-term solution comes to fruition, it will take a number of years to develop the surplus adequate to deal with catastrophic terrorism events of the magnitude of Sept. 11 (2001). Therefore, some combination of public- and private-sector involvement may still be required to appropriately address terrorism exposure in the United States,'' the survey concludes.\nThe entire report can be downloaded at www.marsh.com.\n\nGraphic\n\n \nArt Caption: Terrorism coverage take-up in 2005: Percentage of Marsh commercial property insurance clients that purchase terrorism coverage; metropolitan areas ranked by population size\nArt Credit: Marsh Inc.\n\nLoad-Date: July 28, 2006"
}