{
    "title": "Student reveals discourse from the white house",
    "publisher": "university wire",
    "year": 2018,
    "month": 4,
    "day": 25,
    "full text": "After weeks of research and writing, Missouri Western junior Dominique Gilbert presented her empirical project about the discourse coming from the White House for the Trump administration around Islamic terrorism in Popplewell on Friday, April 20.\nGilbert discussed the White House's discourse around Islamic terrorism in the United States and about how that discourse may be changing Islamic culture in America.\nGilbert originally planned to give her presentation at a big political conference, but after the conference's cancellation, professors in the Western political department encouraged Gilbert to present the project on campus. Students of all ages attended this \"brown bag lunch\" discussion to listen to what Gilbert had to say, ask questions about the research project and enjoy their lunch amidst it all.\nAfter the informing presentation, Gilbert was asked why she felt so strongly about the topic she researched.\n\"I feel passionately about this because I worry about what may be happening to Islamic culture here in America with the changes that we've been seeing,\" Gilbert said.\nGilbert went on to express what she felt like is most necessary to bring awareness of to the people.\n\"I believe it's very important because awareness is the way that fight and keep these sorts of things that I'm worried about from happening,\" Gilbert said.\nGilbert was asked if she had anything else she wanted readers to know and gave insight to her beliefs on words leading to certain actions.\n\"Knowing how you use your words and what meaning lies behind your words is the way that you keep the meaning from changing into something that is unjust to a culture or unjust to someone else,\" Gilbert said.\nIn attendance to support her interest in politics and friend Dominique, Western junior Kaylee Sharp explained her thoughts on the presentation's topics.\n\"I thought they were very interesting,\" Sharp said. \"I think that it's something that happens a lot that we see every day, and nobody ever does an analysis on it, so I very much appreciate the topic selection that she took with it.\"\nSharp was asked her opinion on why it's important for people to be informed on such topics as the one discussed. She explained that the main reason is for improvement.\n\"Without discussion there's no avenue for changing problems,\" Sharp said. \"I think the only way to implement changes is to get the discussion going.\"\nWestern professor in the political department Melinda Kovacs does research much like Gilbert's and encouraged her to do the campus presentation. She expressed her thoughts on how it went.\n\"I am absolutely thrilled that she did this project,\" Kovacs said. \"I think it was fantastic, and it was a privilege to have a student express interest in this kind of analysis discourse and meaning.\"\nKovacs also emphasized how much it means for students to be informed of such topics as discourse.\n\"It's good for our students here to see that their fellow classmates are doing empirical work, and they are going out there, researching stuff and finding out things while writing papers about them,\" Kovacs said. \"We are a campus. We are supposed to be an intellectual community. We are supposed to be what is called a community of inquiry, which means we have to be in the rules of researchers, and we also have to show others what we found.\"\n\nLoad-Date: April 25, 2018"
}