{
    "title": "STUDY_ AIDS GREATER THREAT THAN TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 7,
    "day": 19,
    "full text": "The AIDS pandemic is a greater threat to international security than terrorism is, in that it weakens economies, government structures, military and police forces and social structures, according to a report released yesterday by the Council on Foreign Relations that immediately stirred controversy among foreign policy analysts.\n \"The mutual vulnerability of weak and strong has never been clearer. … The security of the most affluent state can be held hostage to the ability of the poorest state to contain an emerging disease,\" said the report written by Laurie Garrett, a senior fellow at the council and a former Pulitzer Prize-winning health reporter for the Long Island newspaper Newsday.\n \"In post-9/11 America, there is a tendency to define all national security through the narrow prism of terrorism,\" Garrett said in an interview. She described that perspective as an \"absurdly narrow template to apply to the security of most of the states of the world.\"\n\"At a minimum, the HIV pandemic is an enormous stressor that is aggravating laundry lists of underlying tensions in developing, devolving and failed states,\" she said.\n But some national security analysts disagreed.\n While acknowledging the ravages of AIDS, James Robbins of the Washington, D.C.-based National Defense University, said the disease \"is not a national security threat. It is a health threat. Just because a disease kills lots of people doesn't make it a security threat.\"\n Robbins, a professor at the military-run institution, noted that two of the African countries with the highest incidences of AIDS South Africa and Botswana are among the continent's most stable nations. \"Can the author point to a single instance where AIDS has led to a riot, an assassination, a cross-border invasion?\" he asked.\n About 40 million people worldwide are infected with HIV/AIDs, of whom 25.4 million live in sub-Saharan Africa. Some 20 million are thought to have died of AIDS, which is far less than the 50 million killed by the outbreak of the Spanish flu in 1918-1919, the council report noted.\n The report found some striking similarities between the current AIDS epidemic and the Black Death, three related plagues that killed a third of the population of Europe between 1347 and 1350. The Black Death devastated European society because most of those who died from it were in their most productive years. Most of the victims were between ages 14 and 60, while older folk and young children were often spared.\n \"The net outcome, called a chimney effect, was the creation of an enormous dependency problem, with societies overwhelmed by child orphans and senior citizens,\" the report said.\n HIV/AIDS, like the Black Death, strikes chiefly at young adults and is having as devastating an impact on the rural agrarian societies of sub-Saharan Africa as the plagues did on the rural agrarian societies of 14th-century Europe, Garrett said. Most of the victims of the 1918-1919 flu pandemic, by contrast, were small children and the elderly.\n The enormity of the social consequences of the Black Death were quickly apparent, because the vast majority of deaths took place over just 18 months. But the \"long wavelength\" of the AIDS pandemic has concealed its mounting devastation. The time between infection, illness, death and family disruption the so-called wavelength is on the order of 14 years, Garrett said.\n While much of sub-Saharan Africa has felt the impact of AIDS, other parts of the world, such as Russia, Ukraine, Indonesia, Southeast Asia and India, are only beginning to feel the full impact of the disease, Garrett said.\n Her report asserts that the AIDS pandemic began with armies using mass rape as a weapon. But Garrett's research found that \"it is the peace following a long period of war that poses the greatest risk.\"\n \"It is in the euphoria of peace, with the demobilization of thousands of combatants, return of refugees, opening of borders and sudden influx of trade, that HIV is spread,\" Garrett wrote in the report.\n One reason that AIDS is a major security problem is because, in countries where infections are rampant, soldiers and police are more likely to have the disease than the general populace.  For example, in Malawi, a southern African country slightly smaller than Pennsylvania, troop strength is down 40 percent due to AIDS deaths.\n AIDS also can inflame conflicts. The Libyan government has charged five Bulgarian nurses and a Palestinian doctor with deliberately infecting 426 children with HIV, although the Libyan charges appear designed to deflect attention from Libya's failure to screen transfusion blood supplies for the HIV virus.\n But as the disease and tensions spread, accusations that AIDS is being used as a weapon are virtually certain to increase, the report said. An international system of DNA fingerprinting of HIV strains could defuse such false accusations, Garrett said.\n The report also recommends that wealthy nations greatly increase what they spend on research to discover an AIDS vaccine.\n\nNotes\n\nJack Kelly can be reached at 412-263-1476 or jkelly@post-gazette.com.  \n\nLoad-Date: July 20, 2005"
}