{
    "title": "Student researchers examine history, context of Muslim dress code",
    "publisher": "university wire",
    "year": 2018,
    "month": 12,
    "day": 5,
    "full text": "Photo by Shayla Bailey\nAndrew Ringle, Contributing Writer\nStudent researchers and activists explored the significance of the \"hijab\" - the headscarf worn by Muslim women - along with its relationship to personal identity and the Western world at a Nov. 29 seminar called \"Demystifying the Muslim Dress Code.\"\nHijabs have been present in the Middle East longer than Islam itself, but researchers noted once the religion formed, it became an important part of the Muslim identity.\n\"The practice took on a different significance once it was integrated into Islam,\" student researcher Kyle Smith said. \"It became a sanctified symbol of someone's dedication and conviction.\"\nSmith's research partner Mary Virginia Riordan said when people see a nun, Orthodox Jew or woman of another faith wearing a headscarf, they respect her religious values - but for Muslim women, the reaction is different.\n\"The [hijab] has a different connotation to this culture because of terrorism,\" Riordan said. \"The negative stigma from terrorism has created fear, as well as the idea that women are being oppressed as if they are being forced to wear this.\"\nThe hijab has emerged in mainstream fashion, highlighted in brands including H&M - which featured a Muslim model wearing a hijab in 2016 - and Nike, which released an athletic hijab the following year.\nAlthough there are benefits to the global embrace of the hijab, there have also been cases of cultural appropriation. Student researcher Zhelia Arif mentioned a 2016 Dolce & Gabbana campaign in which hijabs were modeled by non-Muslim women.\n\"The issue with this is that it doesn't exactly say it's OK for Muslim women to embrace their hijab,\" Arif said. \"Rather it says that it's OK for non-Muslim women to wear a hijab for a fashion statement.\"\nUndergraduate researcher Jeremy Marsh presented his research on excerpts from the Quran in which both men and women are instructed to practice piety.\n\"Modesty is not a burden that's placed solely on the shoulders of Muslim women,\" Marsh said. \"Men also have to carry their weight and be attentive to the way that they dress and how they conduct themselves around others.\"\nMarsh said the interpretation of hijab has been historically driven by male authorities, preventing it from being used purely as a symbol of identity for Muslim women. In many areas, the practice of covering one's self has become enforced by law rather than spirituality.\n\"It's important to emphasize that wearing a hijab does not make you a modest person necessarily, any more than wearing gloves makes you a professional boxer,\" Marsh said. \"It's not linked that way. Rather, your modesty is an outward sign of the inward piety that you already possess.\"\nAll the students participated in a forum led by emerging rapper and Muslim activist Mona Haydar. Last year, Haydar released a music video for \"Hijabi,\" featuring herself and other women of color wearing hijabs. It has over 5 million views on YouTube.\nAfter releasing the video, she received threatening messages for her portrayal of women from diverse backgrounds, but the criticism has not stopped Haydar from embracing the hijab as part of her personal identity.\n\"This hijab simply means that I recognize that I am so much more than this physical body,\" Haydar said. \"I am also an intellect, a mind, a heart and a spirit all experiencing what it is to be in this human form, at this time and in this place.\"\nHaydar gave the researchers feedback on their presentations and answered questions from the audience. She explained the inspiration behind her music and closed the seminar with her hopes for the future.\n\"You all are beautiful,\" Haydar said to the audience. \"You all are important, and your stories are important, and I hope you tell your stories from the depths of your hearts with the fullness of who you are ... Don't edit yourself for this world, because the world needs you exactly the way God brought you into it.\"\n\nLoad-Date: December 5, 2018"
}