{
    "title": "Student accused of aiding terrorism",
    "publisher": "spokesman review",
    "year": 2014,
    "month": 3,
    "day": 18,
    "full text": "Feds: California man wanted to join extremists in Syria\n SEATTLE - A California man who spoke of wanting to bomb the Los Angeles subway system was arrested early Monday near the Canadian border in Washington state and charged with attempting to travel to Syria to fight alongside Islamic extremists, federal prosecutors said Monday.\n Nicholas Teausant, 20, of Acampo, Calif., an unincorporated area near Lodi, was taken off a northbound Amtrak bus just short of the border.\n A criminal complaint filed in federal court in Sacramento described him as a student at San Joaquin Delta Community College in Stockton and a member of the National Guard who is being discharged for failing to meet basic academic requirements.\n Beginning last spring, Teausant began expressing on his online photography account a desire to see America's downfall, saying \"I would love to join Allah's army but I don't even know how to start,\" the complaint said.\n Later, he took to another online forum to say he hoped to fight in Syria, the document states.\n It wasn't immediately clear if Teausant had a lawyer in California. He was charged with a single count of attempting to provide material support to a foreign terrorist organization and agreed during a hearing at U.S. District Court in Seattle to be returned to Sacramento to face the charge.\n The complaint said he had discussed numerous other ideas for terrorist activity that never came to fruition, including a plot supposedly hatched during a camping trip with seven other people to bomb the Los Angeles subway system last New Year's Eve or New Year's Day.\n Investigators never corroborated that such a camping trip actually occurred. When an informant questioned Teausant on Jan. 4 about what happened to his plan, Teausant responded that it was canceled because \"they\" had been \"tipped off,\" the complaint said.\n The complaint said he had been planning since October to support the efforts of the Islamic State of Iraq and the Levant, a group that has been fighting in Syria's 3-year-old civil war and is designated by the U.S. State Department as a terrorist organization.\n Investigators said Teausant discussed his scheme at length with a person who turned out to be a paid FBI informant.\n The maximum penalty for attempting to provide support to a foreign terrorist organization is 15 years in prison and a $250,000 fine.\n\nLoad-Date: March 20, 2014"
}