{
    "title": "Students avoid London terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 2,
    "day": 2,
    "full text": "Even as the death toll from last Thursday's bombings in London continues to rise, Dartmouth officials are breathing a sigh of relief.\nScrambling to identify Dartmouth students abroad in London since early Thursday morning, the Office of Integrated Risk Management and Insurance has been in touch with departments throughout the College to determine the safety of members of the Dartmouth community.\nAccording to Chris Boroski, associate director of the Office of Integrated Risk Management and Insurance, all students and faculty conducting Dartmouth-affiliated internships or research in London have reported back, unscathed.\nBoroski cautions, however, that there may be some students abroad in London involved in activities of which Dartmouth is not aware, and there is no way of knowing of their well-being.\nThe new International SOS program available to Dartmouth students was instituted for just such emergencies, Boroski said.\nInternational SOS is an overseas program that provides medical and security assistance to students abroad in the event of emergencies.\n\"There is a travel locator part of the program, where students can fill out a travel record of where they're going to be on certain dates, as well as contact information,\" Boroski said, \"but this situation has shown that it's not a very well-used function.\"\nAt the same time, the International Office has been attempting to contact and keep citizens of the United Kingdom informed.\nProviding a list of helpful websites and phone numbers, the International Office encouraged students to contact Dartmouth if they had any need of assistance, Director Stephen Silver said.\nKenan Yount '06, currently taking classes at the London School of Economics, estimates that he was only about a hundred yards from the explosion of the double-decker bus.\n\"I was on my way back to the school after taking a morning walk when we heard this terrible explosion and then felt a kind of sonic boom associated with the blast,\" Yount said. \"We really didn't know what had happened -- like everyone else, I heard screaming, and started to run.\"\nThe first victim of the London bombings was named Monday morning -- Susan Levy, 53, of Cuffley, Hertfordshire -- as the number of confirmed deaths rose to 52.\nIn addition to the deaths, over 700 people were injured to varying degrees of severity by the coordinated terrorist attack that hit three underground trains and a bus during London's early Thursday morning rush hour.\n\"Life is starting to return to normal,\" Yount said. \"Everyone was just so shocked and disgusted by these senseless and brutal acts of hatred that it really unified people together in their fears and condemnation.\"\nCameron Hahn '06, who is currently working outside of London, reported similar reactions.\n\"The reaction over here has been very positive. In addition to the continuous support that people have shown for all the victims and their families, it seems they have made an effort not to let the bombings affect their daily lives,\" he said.\n\"This isn't to suggest the English aren't taking precautions, because there is a noticeably greater security presence in London, but most seem determined not to let the desired effects of terrorism manifest themselves.\"\nSimilar attacks were conducted in Madrid, Spain on March 11, 2004. With 191 people killed, citizens of Spain promptly elected a new Socialist president, Jose Luis Rodriguez Zapatero. Sentiment in the United Kingdom has been different, however, Yount said.\n\"The day that we allow terrorists to control the public policy of our countries is the day that we have lost the war on terror,\" Yount said. \"Everyone here seems to be more determined to hunt these terrorists down and bring them to justice.\"\nYount added that British newspapers have been very supportive of Prime Minister Tony Blair.\nAccording to Boroski, the terrorist attacks are just one more piece of information that will go into evaluating future off-campus programs.\n\"[The Off-Campus Programs Office] works with many offices in evaluating any number of pieces -- educational value, these types of incidents -- that go into the equation,\" Boroski said. \"We try to gather as much information as possible to evaluate the educational value versus security concern.\"\nIn the meantime, the best sort of preparation that Dartmouth students can do is to fill out the personal locator feature provided by International SOS, Boroski said, which will provide students abroad with instant access to Dartmouth and the necessary resources.\nMichelle Shortsleeve contributed to this report.\n\nLoad-Date: February 2, 2017"
}