{
    "title": "Student secures job with American Red Cross",
    "publisher": "university wire",
    "year": 2020,
    "month": 12,
    "day": 30,
    "full text": "By William J. Dagendesh\nwj.dagendes@colostate-pueblo.edu\nA CSU-Pueblo graduate has been named community chapter manager and disaster specialist with the American Red Cross in northwestern New Mexico.\nAmanda Romano, 23, who graduated in May with a bachelor's degree in political science, secured her position with a certificate in Homeland Security Studies she earned from the university's Political Science Department's Center for Study of Homeland Security.\nA certificate in Homeland Security Studies helped Amanda Romano secure employment, both as a community chapter manager and disaster specialist, with the American Red Cross in northwestern New Mexico. Photo by William Dagendesh.\nRomano, who started her new job Aug. 1, is amazed the certificate played a major role in the job hiring process, she said.\n\"I think I'm the first person to actually use the certificate to get a job,\" said Romano who was among 12 students who earned the certificate through the CSHS.\nThe program prepares students, military, law enforcement and emergency personnel for careers in the industry, Romano said. Students learn basic concepts of homeland security, how to react to disaster situations and how to prevent potential disasters from happening, she said.\nRomano is amazed that her certificate helped her find work so quickly, she said.\n\"Everyone has told me, 'That was fast,' so I guess I'm very lucky,\" Romano said, smiling. \"It was hard work, but I loved it.\"\nHowever, hard work is no stranger to the Canon City native who earned an associate's degree in general studies at Pueblo Community College prior to enrolling at CSU-Pueblo in spring 2009. For a time, Romano considered a law career, she said, and believed earning a political science degree was her ticket toward fulfilling that goal.\n\"I thought I needed a political science degree to get into law school,\" Romano said. \"However, teachers here said political science is actually a science and that I have to study and learn about people.\"\nRomano then learned about the Homeland Security Program, she said. Romano enjoys working with people in emergency situations, she said, and decided to explore all the program has to offer.\n\"I figured I could do something with emergency management because I have always wanted to help people during emergency situations,\" Romano said.\nRomano was amazed to learn that students participate in disaster scenarios and work to prevent disasters from happening, she said. Romano studied terrorism, strategic planning and critical incident management, she said, and discovered this was her true calling.\nEarning a law degree was no longer on Romano's academic radar, she said.\n\"The Homeland Security Program taught me what can go wrong and what I can do to help fix the situation,\" Romano said. \"I realized this is what I want to do.\"\nFollowing graduation Romano learned that for months the Red Cross had been seeking someone to fill both the community chapter manager and disaster specialist positions, she said. Romano applied for the chapter manager position, hoping her bachelor's degree would give her a competitive edge, she said.\nHowever, it wasn't Romano's degree but her certificate that gave her the edge she needed, she said.\n\"I applied for the chapter manager position and they sent me an email saying I was qualified for the disaster specialist position because of my homeland security training,\" Romano said.\nThe Red Cross interviewed Romano, and offered her both positions, she said. Romano would not have been offered the job had she not completed the program, she said.\n\"They (Red Cross) didn't say if the job requires a bachelor's degree, but it does require training or experience and my education counts toward that training,\" Romano said.\nRomano, who plans to pursue a master's degree in public health, praised CSHS Director David Malet for assembling \"An amazing program,\" and thanked CSU-Pueblo for making the program available to students.\n\"I'm very lucky and I'm excited to start my new job,\" Romano said.\nTo learn more contact CSU-Pueblo's Political Science Department at 719-549-2156 or email politicalscience@colostate-pueblo.edu\n\nLoad-Date: December 30, 2020"
}