{
    "title": "STUDY FINDS LEAKS OF DATA ON I.R.A",
    "publisher": "the new york times",
    "year": 1990,
    "month": 5,
    "day": 18,
    "full text": "An independent police report published today says that British security forces passed information about Irish terrorism suspects to outlawed Protestant paramilitary groups in Northern Ireland.\nThe report was issued in Belfast by John Stevens, deputy chief constable of Cambridgeshire, England, who was assigned to the task by the police chief in Northern Ireland. He and a team of English detectives spent eight months investigating assertions that Protestant terrorists had links with members of the Royal Ulster Constabulary, the army and the Ulster Defense Regiment, a largely Protestant organization similar to the National Guard in the United States.\n''I have been able to draw firm conclusion that members of the security forces have passed information to paramilitaries,'' the Press Association, Britain's domestic news agency, quoted Mr. Stevens as saying at a news conference. ''However, I must make it clear it is restricted to a small number of individuals, who have gravely abused their positions of trust. This abuse is not widespread or institutionalized.''\nReaction Is Critical\nReaction to the report was mainly critical. Sinn Fein, the political wing of the I.R.A., called it a ''whitewash and coverup.'' The group claimed there was clear evidence that a ''significant group'' of Royal Ulster Constabulary members had been consistently passing information to ''loyalist death squads.'' Peter Robinson, deputy leader of the Democratic Unionist Party, called the report a ''cynical political exercise brought out to appease nationalists.''\nMr. Stevens said that it was clear that official information produced by the Royal Ulster Constabulary and the army had been passed illegally to Protestant paramilitary groups. The groups used the documents and other information to enhance their own intelligence systems and as an aid in targeting people suspected of being I.R.A. terrorists.\nHe said that it was impossible in many cases to trace those responsible for the disclosures because of the ''serious lack of controls and adequate accounting procedures relating to the distribution of security force documents, coupled with the age of the documents themselves.'' He published 83 recommendations for improving the handling of intelligence and investigation terrorism, including the establishment of an anti-terrorist squad. But he acknowledged that ''in the present climate,'' information leaks from the security forces ''may never be completely eliminated.''\nThe police chief in Northern Ireland, Hugh Annesley, appointed Mr. Stevens in September to investigate allegations of collusion after the BBC broadcast a report that members of an illegal Protestant terrorist group, the Ulster Freedom Fighters, had showed him a list of Irish Republican Army suspects they said they had obtained because of a ''breach of security,'' and said they had used it to assassinate a Roman Catholic man, Loughlin Maginn.\n \nLoss of Security Document\nSuspicion of collaboration between the Protestant authorities in Northern Ireland and Protestant terrorists there is one of the reasons for support for I.R.A. terrorism from the Roman Catholic minority in the north. Among other things, Mr. Stevens looked into the disappearance from a high-security Belfast police station last year of a confidential bulletin-board poster showing the photographs and names of 12 people suspected of being members of the I.R.A. and the loss of a security document from an Ulster Defense Regiment base.\nMr. Stevens said that 94 people had been arrested in connection with his inquiry and 59 of them had been charged or reported for alleged offenses under the Prevention of Terrorism Act or other security statutes. The British authorities charged two privates in the Ulster Defense Regiment with Mr. Maginn's murder. No members of the Royal Ulster Constabulary have been charged as a result of the investigation, Mr. Stevens said.\nThe British Secretary of State for Northern Ireland, Peter Brooke, said in the House of Commons today that he still had the fullest confidence in the Ulster Defense Regiment but that he found some findings in the report ''painful.''\n''It has highlighted shortcomings and deficiencies in several important areas,'' Mr. Brooke said. ''I am fully aware of the great efforts that continue to be made by the regiment steadily to improve its effectiveness and professionalism, and I have no doubt that the overwhelming majority of its members impartially serve the whole community in Northern Ireland.''"
}