{
    "title": "Student fears effects of terrorism in Tunisia",
    "publisher": "university wire",
    "year": 2015,
    "month": 3,
    "day": 25,
    "full text": "I'm studying abroad in Tunisia this semester. It's been an absolutely amazing experience that I could talk about forever, but in recent days, the beauty and richness of the country has been overshadowed by the events of March 18.\nEarly in the afternoon that day, I, along with the whole country of Tunisia, was shocked and horrified as I heard news of tourists being gunned down as they entered the Bardo Museum just a few miles from where I study and live. Over the following few days, news reports continued to roll in - a barrage of rising death tolls, bits and pieces of new information, statements from politicians and security forces, and political commentary. Immediately there were vigils, protests and demonstrations to show solidarity with the victims and to condemn terrorism.\nDespite all the madness, for most around here, myself included, the chill pace of life has continued on much as it normally would. But now, as I've gone about my days, strangers, friends and acquaintances alike keep asking me:\n\"Aren't you afraid?\"\nIt's true; the targets of the attack were foreign visitors to the country like myself. It would be a lie to say that I wasn't shaken. I've been up nights thinking of all the many entirely realistic circumstances under which I could've been at the Bardo that day. But I wasn't. I'm safe. And yet, I am afraid, just not for those reasons. My relative proximity and relevance to the attack have certainly left me unnerved, but not afraid for my life or myself.\nI'm afraid for Tunisia. The 2011 revolution began with protests against rampant unemployment and a weak economy caused by years of corruption and poor governance by the regime. While the revolution won Tunisians their freedom, the economic situation has only gotten worse, and for a country that relies heavily on tourism and foreign investment, the drop in those things resulting from the slaughter of innocent foreigners is a blow they cannot afford. The continued economic decline will likely result in higher unemployment, greater public dissatisfaction and political instability over time - the very conditions that allow extremist groups to flourish.\nThis attack was terrorism in its purest form: using violence to create fear for political purposes, and I am afraid because it will probably work.\nI highly doubt that tourism to Paris has suffered much since the Charlie Hebdo attack; we see France as a safe and stable place. But the Islamophobia that such attacks perpetuate hits much harder for a country that is 98 percent Muslim, and the perception of Tunisia as a hotbed of terrorism may permeate among those who don't know differently. While Twitter has seen the trending #JeSuisBardo hashtag with many tweeters pledging to visit Tunisia in the coming months, most tourists will probably write off the country when planning their next vacation.\nSo, as someone who has grown to love this country and does not wish to see it fall apart, yes. I am very afraid.\nPhil Hanson ('16)\n\nLoad-Date: March 26, 2015"
}