{
    "title": "STUDY ABROAD SEEN AS FALLING VICTIM TO TERRORISM",
    "publisher": "the new york times",
    "year": 1986,
    "month": 6,
    "day": 25,
    "full text": "Study abroad, increasingly an important part of the American college experience, appears to be suffering at the hands of international terrorism.\n''Our students are thinking about terrorism, and their parents are thinking about it, too,'' said Elizabeth R. Hayford, one official involved in foreign study who cites significant declines in enrollment, at least this summer.\nAt Colgate University, which sends 350 students overseas every year, Charles H. Trout, the provost, said, ''Basically, people are afraid that if you have too many American students in too large a group they will attract attention and will be vulnerable.''\nOfficials of programs of study abroad say they first noticed a decline in enrollment in March after Libya threatened retaliation for a United States attack on its patrol boats, and they say participation in summer programs has also dropped.\n \nOther Reasons Cited\nThe administrators caution, however, against inferring too much from the reduced enrollments. They say part of the drop reflects the fall in the value of the dollar. Partly too, they add, the lower enrollment reflects the need of more students to work at home to meet the increasing cost of higher education. And program officials are heartened that, at least so far, deposits for programs beginning in September are running on a par with last year's.\nThe administrators also maintain that, notwithstanding the attention that has been paid to terrorism in Europe, Central America and the Middle East, foreign study is still one of the safest and most rewarding educational experiences a person can have. At some colleges and universities as much as 20 percent of the junior class signs up to study abroad, and some prospective freshmen have been known to judge an educational institution by the quality of its foreign study programs.\n''We tell our students that as long as they behave in a discreet fashion, there is no reason to be concerned,'' said Colleen A. Zarich, the deputy executive director of the Council on International Educational Exchange, a New York-based sponsor of foreign study. William L. Gaines, president of the Institute of European Studies, a Chicago-based organizer of foreign study programs, adds, ''Students have never been singled out as a target.''\n \nDrop in Student ID's\nEven foreign study's biggest supporters, however, concede that this past spring was disastrous for such study and that terrorism was the culprit. Participation in programs of study abroad for high school students over the spring class break was down 20 percent from the same period in 1985, according to the Council on International Educational Exchange. Sales of the council's International Student Identification Card, which thousands of students carry abroad each year to gain free entry to museums and discounts on travel, were off 30 percent in April and May Among individual programs, administrators are reporting similar tales, such as these:\n* The Institute of European Studies, which sponsors programs in England, France, Austria, Spain and West Germany, says its enrollment this summer is down 20 percent, to 100 students.\n* At Louisiana State University, a summer program in Florence had to be canceled because enrollment collapsed. Enrollment in Louisiana State's programs in England and France are down by one-third from levels of a year earlier.\n* At Colgate, a June archeological dig in Rome shrank to 13 students from 22 before the team departed; a study program in Venice, scheduled to begin later this summer, currently has 12 students signed up, down from 20, and a study program scheduled to be held in Nicaragua next year is expected to be shelved entirely.\n* Villanova University has canceled its summer programs in Italy, France, Austria and Germany. A program ordinarily held in Spain is being moved to Mexico City for security reasons.\n \nPlanning Is Disrupted\nFor school officials, the problem relates to more than program attendance. At many colleges administrators routinely assume that a certain portion of their students will be abroad each year. The number of students who venture overseas affects class sizes, the amount of food that must be bought for dining halls and the number of beds needed in dormitories.\n''If all the students canceled at once, it would be a nightmare,'' said Mr. Trout of Colgate. ''We would have to write to L. L. Bean and rent tents.''\nColleges are also confronting disturbing new questions of liability. In particular, many of them are seeking to determine what, if any, their liability would be if one of their students was attacked while on a program outside the country.\n \nProtective Measures Taken\n''In this litigious environment, you have to know your responsibilities,'' said Nenah E. Fray, the president of Sweet Briar College in Virginia, which has one of the largest programs of foreign study.\nBecause the issue has not yet been litigated, colleges still do not know how far their responsibilities to protect students extend. For now, most schools are assuming that they must do their best to keep their installations abroad safe while advising students on how they are most likely to stay out of trouble while traveling.\nMost schools have taken to advising students on avoiding attention. After an attempt at bombing Heathrow Airport last April, for instance, Lawrence University shepherded its 35 students into its hotel classroom in London and encouraged them to ''stay away from places popular with American tourists and military personnel,'' said Gervais E. Reed, dean of students at the liberal arts college in Appleton, Wis.\nSimilarly, Louisiana State is advising students to avoid ''typical types of American dress so they won't be a target - you know, American sweatsuits,'' said Stephen L. Cooper, coordinator of academic studies abroad.\n \nSecurity Guards Hired\nOther colleges have taken a more aggressive approach to security.\nSyracuse University, for one, which sends nearly 600 students abroad each year, has stationed staff members as receptionists at the entrances to its dormitories abroad, has hired security guards for public events it sponsors overseas and now declines to hold luggage in its dormitories.\nSweet Briar has tightened access to its Paris office and is being advised on security by the Paris police and the State Department.\nAnd the Associated Colleges of the Midwest, which is headed by Mrs. Hayford and administers foreign study programs for 13 liberal arts colleges, recently introduced an emergency evacuation program to get its students out of Costa Rica should hostilities there threaten student safety. One aspect of the plan is increasing the cash on hand so that air tickets could be purchased if banks suddenly closed.\n''We want parents to know that we are worried, too, and are doing something about it,'' said Mrs. Hayford. ''But we certainly don't think it is necessary to keep students home or to cancel programs.''\n \nUnfortunate Paradox Seen\nIndeed, program administrators concede they face a most delicate task. If they blithely ignore terrorism, they risk needlessly exposing students to injury and their schools to multimillion-dollar lawsuits.\n''Our problem is that we don't want to turn this into an armed camp,'' said Nirelle J. Galson, who runs Syracuse's programs abroad.\nAnd just about everyone involved with foreign study calls it unfortunate that students are withdrawing from programs. The paradox, these people say, is that heightened participation in foreign study may be just what is needed to help avoid hostilities and reduce terrorism in the future.\n''We are fighting awfully hard to get Americans to understand the world better,'' said Miss Zarich of the Council of International Educational Exchange, ''Many of us are concerned that terrorism may breed anti-foreignness - you know, xenophobia.''"
}