{
    "title": "Students feel uneasy after Las Vegas shooting(2)",
    "publisher": "university wire",
    "year": 2017,
    "month": 10,
    "day": 3,
    "full text": "According to Las Vegas police, Tuesday night's mass shooting led to the death of at least 59 people. SPECIAL TO THE ORACLE\nFollowing an attack during an outdoor music festival with nearly 22,000 in attendance, according to Las Vegas police, the Vegas shooting is now the deadliest mass shooting in modern U.S. history. The death toll was 59 with 527 additional concertgoers injured on Tuesday night, and students are left feeling uneasy and unsafe.\nNevada Norris, a junior majoring in health science, said being fearful is not a solution to acts of violence such as the Vegas shooting, but being aware is a necessity to remain safe.\n\"I feel like you should be aware, but you can't live your life in fear, because that is what terrorism is, trying to create fear into people day to day,\" Norris said. \"We need to continue on, but take precautions and be aware of your situation, especially in big crowds where things like this typically happen\"\nZac Winningham, a freshman majoring in biomedical science, said public events may be an area of concern, but he feels safe day to day.\n\"We have the University Police and different enforcement agencies that are keeping us safe, so I don't think that we have to live in fear,\" Winningham said. \"I think that if you stop going to these public events, then you are playing into the fear that the terrorists want you to feel.\nThere is always going to be a very small risk, but the fun aspect of going to these events outweighs the negative aspects of being afraid.\"\nAdam Bakst, a sophomore majoring in mass communications, said he believes mass killings are a growing trend in recent times and actual action needs to be taken to prevent more shootings.\n\"There seems to be a trend in America, where it is like there's a terrible tragedy and then we get 'thoughts and prayers,' but then something else comes along and we forget about it and nothing get's done,\" Bakst said. \"It's crazy that this is the largest mass shooting in modern American history, but yeah just some months ago was also the greatest mass shooting in modern American history.\"\nThough it has not officially been labelled as such, Norris said she believes the Vegas shooting was an act of terror.\n\"Regardless of race, an act of terrorism is an act of terrorism,\" Norris said. \"I had friends who were in Vegas during the time of the shooting and were actually in the airport about to fly back to Tampa and they shut down the airport like it was a terrorist attack.\n\"Just because it is not treated in the news like a terrorist attack, obviously the local officials were treating it as terror, so the national officials should too.\"\nWinningham said an act of terror is not something that is easy to define.\n\"It depends on your definition of terrorism,\" Winningham said. \"It depends on the shooters motivation, but if he is trying to provoke fear into people, then it doesn't matter if he is an American or not, he's a terrorist.\"\nFor Bakst, however, defining a terrorist as such is not as complicated.\n\"No matter if it is a lone gunman, or an organization, it is still someone taking an assault riffle and opening fire on thousands of people,\" Bakst said. \"If that is not terrorism, then I don't know what is.\"\nThe Community Foundation of Middle Tennessee is organizing relief efforts for the victims and families of Monday's terror attack in Las Vegas. The Music City Cares Fund will support shooting victims with 100 percent of the tax-deductible donations given.\nPresident Donald Trump announced Monday that he expects to make a trip to Las Vegas on Wednesday and offer his condolences to the victims and their loved ones and affirm that the U.S. must come together in times such as these.\n\"We cannot fathom their pain; we cannot imagine their loss,\" Trump said. \"Our unity cannot be shattered by evil.\"\nFor Bakst, however, bestowing positive thoughts upon the victims is not enough.\n\"We have to start realizing that 'thoughts and prayers' are nice, but not enough and we need to start to look into some legislation to get something really resolved,\" Bakst said.\n \n\nLoad-Date: October 4, 2017"
}