{
    "title": "Students are future of homeland security, former Rep. Turner tells Texas A&M",
    "publisher": "university wire",
    "year": 2005,
    "month": 9,
    "day": 20,
    "full text": "The United States needs political courage from its leaders and patriotism from the current generation of students in order to continue to fight the war on terrorism, said former Rep. Jim Turner on Monday evening at Texas A&M University.\nTurner, who spoke at the George Bush Presidential Library, said there were numerous threats to the United States' homeland security, especially the threat of terrorism brought on by radical Islamic fundamentalism. Turner said the U.S. government should make a greater investment in preventing terrorism.\n\"National counterterrorism efforts have not kept up with the rhetoric of its leaders,\" he said.\nDuring his time in Congress between 1996 and 2004, Turner served on the terrorism panel of the Armed Forces Committee and was the senior minority leader of the Committee on Homeland Security and of the House Armed Services Committee.\nTurner listed many areas in which national security is lacking, including protecting the nation's seaports, protecting the border between the United States and Mexico, guarding chemical plants and equipping major cities with the training and resources necessary for preventing terrorist attacks.\n\"Local law enforcement officials still do not carry out any significant efforts to be on the lookout for terrorist activities during the course of their daily operations,\" Turner said. \"If we are going to find out if there is a terrorist cell in this country, it is most likely that they are going to be found out by a local law enforcement official.\"\nTurner said there have been many opportunities for Congress to appropriate funding in order to remedy the problems, but that has not succeeded because of a lack of political courage.\n\"The clock is ticking, and the hour is late, but I am confident that we have a new generation of leaders, many of whom are in this room, who will be willing and able to rise to the occasion and deal with the challenges that we face,\" Turner said. \"There is no doubt in my mind that we can do better and we must do better. I hope that all of the students here will take it as their personal responsibility to be an advocate for better homeland security.\"\nTurner said in an interview after the speech that he spent much of the day talking to students about their current projects and possible job opportunities in homeland security.\n\"I am very impressed with what I am seeing at the ICHS (Texas A&M's Integrative Center for Homeland Security),\" Turner said. \"A&M is clearly a leader in homeland security education.\"\nTurner likened the patriotism of students who are pursuing jobs in homeland security with those who, in his generation, joined the armed services. There is a broad range of career opportunities in homeland security, he said.\n\"There is great need in the FBI, CIA and (the National Security Agency) to add personnel, and the Department of Homeland Security is currently unable to fill some vacancies,\" he said.\nMany local law enforcement agencies need training as well, Turner said.\n\"If you choose homeland security as a job, I ensure you (that) you will have a job waiting for you after you graduate,\" he said.\nRand Heye, a senior political science major, said he was interested in a career in homeland security.\n\"I was very impressed with Mr. Turner,\" Heye said.\nHeye said he hopes to pursue a career in law enforcement after he graduates.\nTurner was invited to speak to students, faculty and members of the community by the Texas A&M Integrative Center for Homeland Security and the George Bush School of Government and Public Service.\n\"We are trying to bring in as many people as possible in order to stimulate students' interest in studying homeland security at A&M,\" said ICHS Director David McIntyre.\n(C) 2005 The Battalion via U-WIRE\n\nLoad-Date: September 20, 2005"
}