{
    "title": "Students named as 'terrorists' in campus posters by Horowitz center - The Tufts Daily",
    "publisher": "university wire",
    "year": 2016,
    "month": 10,
    "day": 21,
    "full text": "Posters naming Tufts students and one Tufts professor as terrorists connected to Hamas were put up across the Medford/Somerville campus on Oct. 19. The Horowitz Freedom Center, a conservative group, claimed responsibility for the posters in an email received by a number of Tufts students on the same day.\nThe names were chosen based on the individuals' membership in - or support of - Students for Justice in Palestine , a Tufts Community Union Senate-recognized organization that promotes the rights of Palestinians. The students had all been listed on the Canary Mission, an online database that, by its own description, tracks \"people and groups that are promoting hatred of the USA, Israel and Jews on college campuses in North America.\"\nThe Horowitz Freedom Center's accusations of terrorism stem from its claims that SJP at Tufts accepts funds from Hamas, the governing authority of the Gaza Strip. Claudia Aliff, a member of SJP named in the poster, strongly rejected this allegation.\n\"All of these claims are ridiculous,\" Aliff, a senior, said.\nDavid Horowitz, founder of the Horowitz Freedom Center, defended the claims made by his organization's posters, saying SJP's response was untrue.\n\"Well, they're liars. They're lying,\" Horowitz said.\nHorowitz maintained that SJP was connected to Hamas.\n\"Every government in the world deserves to be criticized, including the Israeli government, but if you follow what SJP does, they strictly adhered to the lies of Hamas which are easily disproved,\" he said.\nAliff said she was not altogether surprised to see the posters because of an incident several months ago when the Canary Mission published her name and personal information along with that of several other SJP members.\n\"I guess I'm not surprised ... I think these organizations [Canary Mission and Horowitz Freedom Center] have a lot of money coming in, and this is what they use it for: to kind of terrorize. Right-wing terrorism,\" she said.\nNic Serhan, another SJP member named in the poster, agreed that the posters weren't unexpected.\n\"There was the Canary Mission thing and that happened a few months back, and even on these posters it says that their information is from the Canary Mission,\" Serhan, a senior, said.\nHorowitz said he had consulted Canary Mission's website for his posters. He claimed that he did not know exactly who put up the posters but that if he did, he would not reveal their identities.\n\"I have people who make posters and they have people who put them up,\" he said. \"I have no idea who they are so I can't answer this question and I wouldn't if I could.\"\nSerhan's main concern was the safety implications of having his name publicly displayed in such a negative manner, both by the Horowitz Center and the Canary Mission.\n\"I was getting hate mail and death threats in Twitter direct messages for months and so I deleted my account because it got so bad,\" he said. \"My fear with these posters on campus is that, you know, this is no longer the Internet. This is real life.\"\nHorowitz said he did not regret using students' names in the posters.\n\"I am holding them accountable. I make no apologies. I'm holding them accountable for their actions,\" he said.\nIn an emailed statement sent to the student body on Oct. 20, Dean of Arts and Sciences James Glaser, Dean of the School of Engineering Jianmin Qu and Dean of Student Affairs Mary Pat McMahon condemned the posters as violating both community standards and the privacy of students and faculty.\n\"The university will be sending a statement to the poster's sponsors in order to make clear that such materials are not welcome on our campus,\" the email read.\nHorowtiz said that SJP and its positions are in violation of Tufts' community values. When it was pointed out that, according to the statement from the university, it was Horowitz's posters rather than SJP that was in violation of Tufts' standards, Horowitz said that university administrators were hypocrites.\nSerhan welcomed the timely response from the deans, saying it was very important that the university would be contacting the Horowitz Center.\n\"I'm really curious to see how that actually turns out or what comes of that because I don't know if these people have been challenged from an institution of higher education so much as they've [seen] ... challenges from the actual people who are being affected by it,\" he said.\nHowever, Serhan believed that some damage had already been done.\n\"I'm thinking about the way this affects the student body and how other students are going to interact with it, especially ones that aren't students that may not be really aware of what SJP is,\" Serhan said. \"They might see this and take it very seriously and think that we are indeed Hamas.\"\nAliff shared Serhan's concerns about the misinformation being spread about her and SJP.\n\"The thing is, people believe them,\" Aliff said. \"People don't know that there is no way this is substantiated by anyone's experience with the group, or anything like that.\"\nOf additional concern, Serhan said, is that these claims are circulating on the Internet where anyone, including potential employers, can see them when searching the names of SJP members who they could be looking to hire.\n\"I feel like [Canary Mission and the Horowitz Center's] mission and their actual purpose, their motive, is to slander students who are considered progressive or on the left,\" Serhan said. \"I see that tactic as ... a very low tactic but it does put students especially in a very interesting position because we are applying for internships, we are applying for jobs ... and that's one of the first links that appears for us. It does put us in a really risky place.\"\nIn addition to possibly keeping SJP members from finding employment, Aliff said the groups use the label of \"terrorist\" as an intimidation tool to silence those who would speak out for Palestinian rights.\n\"I just wish everyone knew that that's the most insane thing ever, and that terrorism can come from both sides, and terrorism can come in a lot of different ways like through silencing, through fear,\" she said. \"Terrorism is just instilling fear in people and shutting up different sides of the argument.\"\nSerhan said that the appearance of these posters on Tufts' campus is indicative of the larger issue of anti-Muslim and Arab sentiment in the United States as a whole.\n\"I think personally for me it's about combating these narratives that are an everyday thing and not so much thinking of this [poster incident] as like one big attack on my identity or our identities as people on this list,\" Serhan said.\n\nLoad-Date: October 21, 2016"
}