{
    "title": "Student's arrest angers educators",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 5,
    "day": 26,
    "full text": "Academics at a university in central England say a Muslim student and staffer were detained for nearly a week under British terrorism laws for attempting to print an al-Qaida manual as part of the student's dissertation research.\nThe arrest of Rizwaan Sabir, 22, a master's-level student at Nottingham University, and staff member Hicham Yezza has riled professors and raised questions about how closely authorities should be policing university work. Both were released without charge six days later, although Yezza, an Algerian, was subsequently re-arrested for violating immigration laws and is being deported.\nSabir was writing on the American approach to al-Qaida in Iraq, according to his dissertation supervisor, Rod Thornton, a terrorism researcher and a former British soldier. Sabir's supporters say he downloaded and sent the al-Qaida training document to Yezza, an acquaintance, because he didn't want to pay the printing fee. Someone then alerted police, who swooped in and arrested them both on May 14.\nSabir's academic adviser, Bettina Renz, said Saturday that the manual - freely available on the U.S. Department of Justice website - was \"obviously\" part of her student's research into Islamic extremism.\n\"If I was researching the subject, very likely I would have looked at this myself,\" Renz said. \"The severity of the reaction is just mind-boggling to me, to be honest.\"\nOthers are furious that Yezza, 30, a former doctoral student at Nottingham, faces deportation for what lawmaker Alan Simpson said looked like an attempt to make up for a botched terrorism raid.\n\"I can see no reason for an emergency deportation of Mr. Hicham (Yezza) other than to cover the embarrassment of police and intelligence services,\" Simpson said in a letter written to Liam Byrne, Britain's borders and immigration minister. Nottinghamshire police declined to speak about the arrests, but in a statement carried in various newspapers, including The Muslim News and The Times Higher Education Supplement, they argued that their actions were justified. Britain's Home Office, which is responsible for immigration matters, declined to comment on the case.\nNottingham University said in a statement that it was re-evaluating how to provide protection to \"those who are conducting legitimate research in what might be controversial areas.\"\nSabir and Yezza's supporters plan a free speech demonstration Wednesday during which staff will read excerpts from the manual in front of the university library, according to Alf Nilsen, a professor at Nottingham's School of Politics and International Relations.\nHe said the arrests were a violation of human rights and academic freedoms. \"I do think this particular incident actually illustrates the potentially draconian consequences of anti-terror legislation,\" he said.\n\nLoad-Date: May 27, 2008"
}