{
    "title": "Students Host Former Colonel in Discussion on War Crimes and Terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 12,
    "full text": "WSN AboutStaffAdvertiseClassifiedsNEWSUniversity NewsCity NewsDiversity at NYU2031 ExpansionCrime LogFEATURESBeauty & StyleDiningFashion WeekAbroadARTSBooksEntertainmentFilmFilm FestivalsMusicTheaterSPORTSOPINIONMultimediaSpecial EditionsBlogsUnder the ArchThe HighlighterViolet VisionExposureHOUSINGStudents Host Former Colonel in Discussion on War Crimes and TerrorismJake QuanColonel Richard Kemp speaks passionately to NYU students about the morality of Israel's army. Brooke Jensen, Staff WriterApril 12, 2016The NYU pro-Israel advocacy group, Realize Israel, and the College Republicans hosted former Col. Richard Kemp to discuss the increasingly unclear distinction between war crimes and acts of terrorism on Monday evening. \nKemp is currently a commentator on the political and militaristic nature of terrorism in the Middle East. He focused his speech on the recent events surrounding the Israeli-Palestinian conflict. It specifically addresses Operation Protective Edge, a military operation launched by Israel in 2014 in the Hamas-ruled Gaza Sip.He initially began to distinguish the terms war crime and terrorism by explaining the three considerations a commander has to come to when deciding if an attack is a war crime: necessity, proportionality and distinction.\"In order for [the commander] to accomplish [his] mission and defend [his] country, it is necessary to attack that target,\" Kemp said. \"If you are attacking a position in which there are innocent civilians, then you have to decide if it's really necessary to carry out this attack.\"Kemp also said when there is a possibility of civilians dying, the military gain from this mission must be proportionate to the number of civilians who are at risk. \"Israeli soldiers took so many steps to avoid killing innocent civilians,\" Kemp said. \"They had to have at least three separate sources of intelligence to confirm that target needed to be attacked. They dropped leaflets in areas where they were going to attack and they told civilians to go away. They told them where to go so that they would be safe.\"Students who attended this event agreed with Kemp that this attack was a product of war and not terror.Stern senior David Zonhayh said casualties sustained in an attack like Operation Protective Edge are a byproduct of the conflict itself, rather than a calculated attack on civilians.\"The agic reality of urban warfare is that there will be civilian casualties,\" Zonhayh said. \"No other nation faced with comparable threats does more to prevent civilian casualties.\"Kemp also noted that after this operation, Israel was frequently porayed negatively in various media outlets. In response to this point, CAS Senior and member of Realise Israel Joseph Stern commented on the need for support from the U.S. throughout these times of war.\"Support for Israel and the Israel Defense Forces from the United States has never been needed more,\" Stern said. \"You have a terrorist organization named Hamas that is occupying Gaza and is constantly firing missiles, ying to kill innocent civilians. They're not ying to make peace but they specifically have the plan of killing.\"Email Brooke Jensen at [email protected]\n\nLoad-Date: April 12, 2016"
}