{
    "title": "Students respond to president's speech",
    "publisher": "university wire",
    "year": 2003,
    "month": 9,
    "day": 8,
    "full text": "Student response to President Bush's speech Sunday night varied from issues concerning budget strains to the idea of better educating the American public on terrorism.\nAfter last speaking formally to Americans about Iraq on May 1, President Bush addressed the nation last night in an attempt to inform the public on conditions in Iraq and Afghanistan and express the need for $ 87 billion from the government to continue to fight terrorism.\nIn a short speech, Bush said that \"not all our friends agreed with our decision [to] remove Saddam Hussein from power. Yet we cannot let past differences interfere with present duties.\"\nPennsylvania State U.\nBush said he needs $ 87 billion, including $ 66 billion in the next year, to fight terrorism in Iraq and Afghanistan and \"engage the enemy where he lives.\"\nThe President said he will continue to fight insurgents in Iraq, restore basic services to its citizens, and push to establish a democratic government.\nSean Misko, president of the Political Science Association, said he appreciated Bush spelling out his plans.\n\"I give the president credit for giving the speech. People in Congress knew he needed to level with the American public on how much this is going to cost and what defense we still need.\"\nBut Misko also expressed disappointment because Bush did not address the issue of weapons of mass destruction or the effect of his tax cuts.\n\"We can't be cutting money and then spending it,\" Misko said.\nTakeem Morgan, vice president of Undergraduate Student Government, had a different opinion on the major solution for the issue of terrorism.\n\"One of the top priorities in this country should be education. On Sept. 11 we were not educated on terrorism, and we were caught off guard. We need to know more about the people of Afghanistan and Iraq, their lifestyles and religions,\" Morgan said.\nSandeep Walia (graduate-computer science and engineering) feels the United States should not completely impose its will on other countries to get money from them.\nHowever, she sees Bush's efforts to rebuild Iraq in a positive light.\n\"At first I felt what he did was wrong. Now I see him selflessly helping Iraq and rebuilding it.\" Walia said.\n(C) 2002 Daily Collegian via U-WIRE\n\nLoad-Date: September 8, 2003"
}