{
    "title": "Students continue pursuing study abroad options despite increase in global terrorism, traveling to m",
    "publisher": "university wire",
    "year": 2016,
    "month": 11,
    "day": 15,
    "full text": "In honor of International Education Week, Nov. 14 - 18, let us look at study abroad at the University. Last year, 834 students participated in credit-bearing study abroad. The Class of 2016 had 39 percent participate in at least a summer program abroad. Additionally, Villanovans studied in 63 different cities in 38 different countries last year. \nStudents are interested in study abroad for a variety of reasons.\n\"The goals are personal growth, academic discovery, career direction and global awareness that will help inform them in future lives and be empathetic people,\" Liz Campanella, Director of Education Abroad said regarding about the goals of study abroad for students. \nIn our global world today, students are traveling to more unique places and looking for a variety of opportunities. In addition to programs through the University, there are many different partners that the Office of Education Abroad works with to provide students with over 200 study abroad opportunities for the semester and summer.\nFrom swimming with dolphins in Turks and Caicos to paticipating in an International Honors Program where students look at a critical global issue from comparative perspectives.\n\"Studying abroad and traveling to other countries [is] good for the soul,\" Michael Medina '18, who studied abroad in Chile, said. \"I felt so passionate for people to go abroad. You will learn so much and things will stick with you more when you learn this from outside the classroom.\" \nWith the increase in global terrorism, there has been a slight decrease in students studying abroad in France, but not significant enough.\n\"We always say to students, 'this is the world you live in. You could hide in fear or live your life, explore,\" Campanella said.\n\"We haven't seen a decrease, which I was surprised.  We talk not if, but when and what will you do. We can't guarantee your safety in the US either. You have to weigh the risks and the opportunities should outweigh. I believe with increase in global terror, study abroad is more important than ever. Learning from others, the more open we are to other perspectives, ways of life the more we can work to fix.\"\nThe University wants students to have an active engagement in the global community and to respect world views. Study abroad allows students to do just that. \nStudying abroad is a positive experience for many students and offers both personal growth and a unique opportunity to live in another part of the world and meet people from different cultures.It is a worthwhile complement to a Villanova University education. For students interested, the first step to study abroad is to attend an information session, more information is available at the Office of Education Abroad website.\n\nLoad-Date: November 16, 2016"
}