{
    "title": "Students discuss safety under Republican leadership",
    "publisher": "university wire",
    "year": 2008,
    "month": 4,
    "day": 22,
    "full text": "The statement: Republican foreign policy will not keep Americans safe.\nThe vote: Overwhelmingly yes, 28-8.\nThat was the result of a debate in the Kimmel Center Monday night - the third in a weekly series by the Political Union and Review. The event was cosponsored by the International Relations Club.\nCAS freshman Lucas Pattan, the Democratic Chairman of the Political Union and the speaker for the Democrats, began by asking exactly what safety meant.\n\"If I carry a machine gun into the room, does that necessarily make me more safe?\" Pattan asked.\nPattan, who is also a cartoonist for WSN, continued by criticizing President Bush's decision to send troops to Iraq as part of the war on terror.\n\"This President has walked us into a quagmire too many times, and it's time to reverse that,\" he said.\nMike Collins, the Republican speaker, disagreed with Pattan's discontent with the Iraq war, saying the conflict is a necessity.\n\"The Republicans are trying to prevent another 3,000 deaths on American soil,\" Collins said. \"We have not suffered an attack on our soil since Sept. 11.\"\nSophomore Will Carter, who spoke on behalf of the Party of the Left, took a different spin on the debate. He was disappointed that American politicians refuse to speak with terrorist groups and instead use military force.\n\"We need to open up our dialogue to people who disagree with us, instead of bringing less people to the table,\" Carter said. \"By not letting them talk, this takes away their alternatives to terrorism.\"\nBut senior Michael Wood, executive-at-large for the College Democrats, warned against inviting terrorists to the bargaining table, worrying that such behavior would be misconstrued as rewarding their violent behavior.\n\"That creates incentives to continue to participate in suicide bombings,\" Wood said, speaking of parties like Hamas, an Islamic militant organization and political party that is currently in control of the legislative council of the Palestinian Authority. \"They need to renounce violence. Then we can talk.\"\nPolitical Union Party of the Left Chairman and CAS freshman Alec Wright disagreed, arguing that choosing to attack terrorists instead of trying to speak with them may be self-destructive.\n\"Bombs don't just kill terrorists - they make terrorists,\" Wright said. \"I certainly feel no safer today than I did in 2001.\"\nCollege Republicans President Hampton Williams reminded the crowd that there had been a bombing at the World Trade Center in 1993, and there were other attacks around the world before Sept. 11, including a 2000 strike on the USS Cole, in which 17 soldiers were killed.\n\"Terrorism existed well before Sept. 11,\" Williams said, \"If we withdraw from this war on terror, terrorism will still exist.\"\n(C) 2008 Washington Square News via U-WIRE\n\nLoad-Date: April 22, 2008"
}