{
    "title": "Studying Europe's Laws After Manifestos Revive The Free Speech Debate",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 7,
    "full text": "The massacre of 22 people in El Paso, an attack announced in a hate-filled manifesto about an immigrant ''invasion,'' has revived debate about the limits of free speech, protected by the First Amendment in the United States.\nBut in Europe, where history has proved that domestic threats can be as devastating to democracy as those from abroad, freedom of speech, while a constitutional right, comes with certain caveats. Restricted in scope and linked to specific threats, these limitations are based on the premise that protecting certain ideals, such as the public good or human dignity, can justify curbing what individuals are allowed to say. \n  A constitutional, but limited, right\n  Free speech is constitutionally enshrined in both Germany and France, as it is in the United States. But there is an important difference.\n  ''The big nuance between the First Amendment and the European texts is that the European texts allow for possible limitations'' on speech, said Emmanuel Pierrat, a French lawyer who specializes in publishing and free speech issues.\n  Freedom to express an opinion in ''speech, writing and pictures'' is guaranteed under Article 5 of the German Constitution, alongside freedom of the press. But the same article warns that this freedom can be limited by ''general laws, in provisions for the protection of young persons, and in the right to personal honor.''\n  In France, Article 10 of the Declaration of Human and Civic Rights guarantees that no one can be ''disturbed on account of his opinions, even religious ones,'' as long as they do not trouble public order. Article 11 calls the freedom to communicate thoughts and opinions ''one of the most precious rights of man,'' but adds that the law can determine cases in which that freedom is abused.\n  [International reactions depicted America's mass shooting epidemic as violence in a country at war with itself.]\n  Even in the United States, First Amendment protections, while vast, are not without any restriction. Journalists, for instance, must routinely work within the bounds of libel and defamation laws and, as the famous example goes, people are not necessarily free to falsely yell ''fire'' in a crowded theater.\n  Historical necessity\n  The restrictions in France and Germany are partly linked to traumatic experiences suffered by both countries in the bloody wars of the 20th century. Other historical trends, and more recent threats, especially violent Islamic extremism and the expansion of the internet and social media, have also shaped legislation.\n  ''Incitement to hatred'' is a crime in Germany that refers to any form of violence or defamation against parts of the population, including assaults on human dignity. The law is often used to punish acts that in the United States would be protected by the First Amendment, such as denial of the Holocaust or promoting far-right ideology. In recent years, the law has been used against people posting hateful comments about Jews or foreigners over social media.\n  German law also prohibits the public display of symbols from banned organizations, such as the Nazi swastika or the stiff-armed Hitler salute. These laws date back to the founding of the country's democracy after World War II. Recent disputes have raised the issue of whether they can be displayed, even when crossed out.\n  [The shooting has renewed debate over how to combat domestic terrorism.]\n  In France, the act of publicly denying the Holocaust is also an offense, as is the act of publicly denying other crimes against humanity. French laws punish defamation or provocation to hatred or violence on the basis of race, religion and other factors.\n  ''Disseminating'' messages that are ''violent'' or that could ''seriously harm human dignity'' and that could be seen by a minor is also an offense. The far-right leader Marine Le Pen is being prosecuted on that charge, after she posted pictures of Islamic State violence on Twitter.\n  Terrorist attacks over the past decade have also shaped attitudes toward free speech in France and elsewhere in Europe, with some recent laws punishing the incitement to terrorism, or even the public justification of terrorism.\n  The manifesto published shortly before the El Paso shooting -- which praises a gunman who killed 51 people at two mosques in New Zealand -- would in France probably be considered defamatory on the basis of race, an incitement to racial hatred and violence, and an incitement to and justification of terrorism. In Germany, it would likely be seen as incitement and therefore be against the law.\n  More broadly, France's laws can be restrictive of free speech in cases of defamation, libel, slander and privacy. That is in part because of the historical context of the French Revolution, according to Mr. Pierrat.\n  ''We were coming out of the absolute monarchy, so there needed to be a liberation of speech,'' he said, a concern shared both in 18th-century France and America. But the proliferation in France of anonymous incendiary pamphlets made the French much more wary of unfettered free speech than the framers of the American Constitution, Mr. Pierrat said.\n  In Norway, where a gunman killed 77 people in a 2011 attack that he defended in a 1,500-page manifesto against what he viewed as the Muslim takeover of Europe, freedom of expression is also enshrined in the Constitution, but hate speech or incitement to violence is a crime.\n  In 2015, the government, realizing that hate speech was curbing public discourse, created a strategy for various ministries to combat its rise.\n  Reining in social media\n  European nations, and the European Union more broadly, have been more willing to regulate what is said over social media and other internet platforms that are mostly the creation and domain of powerful American tech companies.\n  Worried that social media platforms were becoming a breeding ground for hate speech, Germany passed a law in 2017 that required companies operating social media platforms to remove illegal, racist or slanderous comments or posts within 24 hours of their appearance online. Violators faced fines of up to $57 million.\n  Heiko Maas, Germany's justice minister at the time the law was drafted, described it as ''not a limitation, but a prerequisite for freedom of expression,'' by ensuring that ''everyone can express their opinion freely, without being insulted or threatened.''\n  [President Trump faced new criticism for the echoes of his own rhetoric in the El Paso manifesto. Read our analysis.]\n  In a broad policy speech earlier this year, the head of Germany's domestic intelligence agency, Thomas Haldenwang, called for increased patrolling of digital communication, including social media. German law permits officials to search through data in the digital sphere in the face of certain threats, including domestic terrorism.\n  Partly inspired by Germany's social media hate speech law, France's Parliament recently started debating a similar bill.\n  ''There is no reason that comments that would not be tolerated on a bus, in a cafe or in school -- basically, in 'real life' -- should be tolerated on a website or network,'' Laetitia Avia, a member of France's lower house of Parliament who is sponsoring the bill, said in June.\n  Boundaries are not always clear\n  Freedom of artistic expression is also a constitutional right, one that has been used repeatedly to test the limits of how far an individual can go. Most recently, satire has proved a stage for a debate around the boundaries of what is acceptable and what is hurtful.\n  In Germany, a poem laced with profanity making fun of President Recep Tayyip Erdogan of Turkey landed the comic Jan Böhmerman in a courtroom and provoked a diplomatic dispute between Berlin and Ankara. Although Mr. Böhmerman was prevented from repeating certain lines of his poem, prosecutors dropped charges against the satirist of insulting a foreign leader, on the grounds that hyperbole was allowed in the name of art.\n  In France, while limits on hateful speech are broadly favored, there is also robust support for open public debate and biting satire, as shown by public outpouring of support for free expression after the attacks on the satirical weekly newspaper Charlie Hebdo in 2015.\n  But that balance is sometimes hard to find. The French comedian Dieudonné M'bala M'bala, for instance, has repeatedly run afoul of France's anti-hate speech laws, but his case has also set off debates over whether some of the provisions -- in some cases, the authorities went as far as to pre-emptively ban his shows -- were counterproductive and overreaching.\n  In France, Mr. Pierrat said, ''Freedom of expression stops where it starts to encroach upon the freedom of others.''\n  Perhaps aware of the cultural and legal differences that exist between France and the Anglo-Saxon world regarding free speech, the French government published in 2015 an English-language guide called ''Everything you need to know about freedom of expression in France.''\n  Freedom of expression, the guide says, is one of France's highest values. ''But this freedom has limits,'' it adds. ''Racism, anti-Semitism, racial hatred and justification of terrorism are not opinions. They are offenses.''\n  Melissa Eddy reported from Berlin, and Aurelien Breeden from Paris.\n\nhttps://www.nytimes.com/2019/08/06/world/europe/el-paso-shooting-freedom-of-speech.html\n\nGraphic\n\n \nPHOTOS: The Holocaust Memorial in Berlin, above, where free speech laws prohibit denying the Holocaust. In France, laws limit hate speech but allow satire, including the satirical Charlie Hebdo, which met an outpouring of public support, left, after an attack in 2015. (PHOTOGRAPHS BY FABRIZIO BENSCH/REUTERS\n CHARLES PLATIAU/REUTERS)       \n\nLoad-Date: August 11, 2019"
}