{
    "title": "Study_ Since Iraq war, terrorist attacks up 600%",
    "publisher": "university wire",
    "year": 2007,
    "month": 9,
    "day": 19,
    "full text": "There has been a 607 percent increase in the average number of yearly terrorist attacks worldwide since the U.S. invaded Iraq, according to a recent study conducted at New York University's Center on Law and Security.\nEven when attacks in Iraq and Afghanistan were not included, there was a one-third increase globally in fatal attacks, the study found.\nThe study, done by research fellows Paul Cruickshank and Peter Bergen, documented incidents of jihadist terrorism and determined whether attacks were directed at the U.S. and its allies.\nCruickshank said the study's largest implication is that the war in Iraq has been \"very helpful for al Qaeda.\"\nHe said that, though he thinks U.S. withdrawal from Iraq would help reduce terrorism, there are grievances besides the war that also motivate jihadists. But among militants in Europe, he said the war in Iraq still \"tends to be the number one issue.\"\nThe study does not make a specific case for keeping troops out of Iraq, Cruickshank said, but does indicate that military intervention \"shouldn't be the only option.\"\nFor data, Bergen and Cruickshank used records kept by the RAND Corporation and included only attacks that could be corroborated and directly linked to al Qaeda and similar groups.\nThe only region where the study found a decrease in attacks is southeast Asia, where there has been a 67 percent decrease since the U.S. invasion of Iraq. Cruickshank said this is due to strong government and societal response, including major Muslim clerics rejecting radical Muslims.\nAlthough the study shows suicide bombings have fallen since the U.S. surge of troops in Iraq, Cruickshank said 2007 has still been a record year for suicide attacks.\nBut over time, the rise in terror could be reversed, Cruickshank said.\n\"Al Qaeda is self-destructive,\" he said. \"I think these groups will kind of blow themselves out.\"\nCaroline Wadhams, the senior policy analyst for National Security at the Center for American Progress -- a non-partisan organization that covered the study -- said the study shows the affects the war in Iraq has had on terrorism.\n\"It has had a galvanizing effect for terrorists who use it as a recruiting tool,\" Wadhams said.\nWadhams said the study rejects the government's claims that withdrawing from the war would endanger the U.S.\n\"When I look at those numbers, it refutes the Bush administration that if we get out of Iraq the terrorists will follow us home,\" Wadhams said.\n(C) 2007 Washington Square News via U-WIRE\n\nLoad-Date: September 19, 2007"
}