{
    "title": "STUDENTS GET LESSON ON TERRORISM",
    "publisher": "the day ",
    "year": 2001,
    "month": 9,
    "day": 12,
    "full text": "CHEYENNE -- On a day that was anything but normal, local schools tried to carry on with the business of education.\nTeachers described their students' faces as etched with concern, shock and outrage at news of a coordinated terrorist attack against the United States with four hijacked airplane crashes.\n\"Just the loss of life came at (students) in a hard way,\" East High psychology teacher Jim Woodard said. \"They were asking me how someone could be so cold and so calculated.\"\nSchool secretaries across town answered call after call from worried parents, some of whom took their children out of school.\nCheyenne resident Lenelle Anderson took her eighth-grade daughter, Kayla Barker, out of Carey Junior High.\n\"I'm concerned about what's happened,\" Anderson said. \"With (F.E. Warren Air Force Base) here, we're sitting on a powder keg.\"\nAcross town, Laramie County School District 1 officials said the number of parents taking students out of school was low.\nAt Churchill Elementary, sixth grade teacher Scott Morrow said his students would probably spend most of the day watching and discussing the news.\n\"It's the worst thing that's ever happened in the United States,\" Morrow said. \"But I don't think that's hit home for the students yet.\"\nNext door to Morrow's room, fifth grade teacher Linda Dent was taking the opposite approach.\n\"I'm kind of downplaying the events so they don't get upset,\" she said.\nDent said she talked about it briefly with her students, but then continued with the day's lesson plans.\nDavis Elementary teacher Mary Whalen handled the situation similarly with her first-graders.\n\"If they need to talk about it, we will,\" Whalen said. \"I haven't mentioned it in class.\"\nThe televisions were turned off at Hebard and Rossman Elementary throughout the day.\n\"We didn't want to saturate them with it,\" Hebard and Rossman Principal Carla Gregorio said. \"Counselors are available for the students, but we didn't want to continue to upset them.\"\nDavis sixth grade teacher Matt Schlagel said the terrorist attacks were the first thing his students talked about on Tuesday.\n\"They're upset, worried, interested _ the whole gamut of emotions,\" he said.\nSchlagel said he tried to talk about the news as openly as possible, while still continuing with the rest of the day's work.\nCarey Junior High Principal Evelyn Abbott said she believed every television set in the building was on at the start of the school day.\n\"Then it started upsetting students, so we asked teachers to turn it off,\" Abbott said.\nShe said it was important to keep routines in places, for students as well as teachers.\n\"We've told teachers that they're a calming agent,\" Abbott said. \"Even if you're boiling inside, students will respond to how the teacher reacts.\"\nCarey family and consumer science teacher Lyn Schaeffer said her classroom television remained on throughout the day.\n\"I have a son who is a pilot,\" she said. \"I'm not turning the TV off.\"\nSchaeffer said she expected students to do their regular schoolwork, but also made allowances for the impact the news had.\n\"They do need to use the school day constructively and productively,\" she said. \"But this is huge _ it's the most serious event since Pearl Harbor.\"\nJohnson Junior High Principal Alice Hunter said teachers were using the event to teach about terrorism, democracy and caring about others.\n\"The teachers saw a significant moment and their need to teach about a lot of different concepts,\" Hunter said.\nAbbott said she didn't believe many of the students could grasp the consequences of the events in New York City and Washington D.C.\nDuring the school lunch hour, Abbott said she watched several boys playing war.\n\"They see is as excitement without any implications,\" she said. \"Many of these students don't understand death.\"\nJohnson Junior High teacher Esther Martinez said her students struggled to comprehend what was happening.\n\"It's so overwhelming,\" Martinez said. \"But some of them understood that this was history being made.\"\nMark Quinlivan, a ninth grade civics teacher at Johnson, said his students showed a lot of compassion, curiosity and reflection about the attacks. He said everyone, including adults, were trying to \"cope.\"\n\"I don't think even I understand the magnitude of what's happened,\" Quinlivan said.\nSchlagel said while his sixth-graders may understand what happened on Tuesday, he said he did not believe they understood the ramifications to come.\n\"I don't think they realize what the future will bring,\" he said. \"I don't think they fully understand that it's not over yet.\"\n\nGraphic\n\n \nLarry Brinlee / staff\nChurchill Elementary sixth grade teacher Scott Morrow, right, tells hisstudents they are safe while they watch news of terrorist attacks on theWorld Trade Center buildings Tuesday morning.\n\nLoad-Date: September 17, 2001"
}