{
    "title": "Study of political murder finds it ineffective, as well as immoral; Political Murder_ From Tyrannici",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 3,
    "day": 10,
    "full text": "Conceived, as its author tells us, in 1970, after an outbreak of assassinations unprecedented in this country's history, and written during years that saw a sharp upsurge in acts of international terrorism, ''Political Murder'' is a timely book that tries to gain a perspective on its subject by going back in time.\nBeginning with the Old Testament story of Jael, who drove a tent peg through the head of the Canaanite general Sisera, this far-ranging survey recounts dynastic struggles in ancient Israel, the theory - and practice - of ''justified'' tyrannicide in ancient Greece, the rise of assassination toward the end of the Roman Republic, the theologically inspired violence of the Zealots at Masada, the founding of the Order of Assassins (''Hashishiyyin'') by a splinter group of 11th-century Shiites, the political murders of Renaissance Italy, the waves of killing engendered by Europe's religious wars, and the old and new forms of political murder that have plagued modern times. The coverage, although not complete, is comprehensive.\nIn keeping with the historical, case-by-case procedure he has chosen, Franklin Ford, who is McLean professor of ancient and modern history at Harvard, offers a pragmatic approach. Rather than debate whether or not tyrannicide (the most defensible form of political murder) is justifiable in theory, he asks whether or not political murder produces the results its practitioners hope for.\nIn case after case, it seems that assassination, in addition to being morally dubious, is ineffective. Those who contrived the murder of the Archduke Francis Ferdinand at Sarajevo in 1914, like those who conspired to kill Julius Caesar, altered the course of history - but not in the direction they hoped.\nHarmodius and Aristogiton, famous for killing the Athenian tyrant Hipparchus, were later demythologized by the historian Thucydides. He pointed out that Hipparchus was not a tyrant (his brother Hippias was the ruler), and that the killers' motives were more likely rooted in a love triangle than in a regard for public freedom.\nSincerity is no guarantee of the value of political murder. Commenting on the 200-year reign of terror of the Hashishiyyin (directed primarily against rival Muslims), Ford remarks that ''the addition of that protean element 'sincerity' to a list of otherwise murderous attributes makes them no less chilling. . . .''\nFord draws a connection between violence in Islamic history and ''the absence of any clear distinction between religious beliefs and political loyalties, or among 'church, state, and society.' '' But he does not pursue possible analogies between single-minded extremism of groups and the single-minded obsessiveness of American-style ''lone'' assassins.\nFord cannot be accused of laboring his point about the pragmatic futility of most political murders. He recounts the assassination of Lord Moyne by two members of the Jewish extremist Stern Gang, but does not mention that this murder of a British minister set back the Zionist cause, horrifying leaders like Churchill.\nLooking for patterns in the incidence of political murder, Ford finds that its highest frequency tends to coincide not with periods of greatest repression, but with times of uncertainty - not so much during wars as during prewar and postwar periods. Eras with relatively low rates of political murder (Periclean Athens, Republican Rome, the European High Middle Ages, and Europe from 1650 to 1789) share a prevailing ''respect for government as a social necessity'' balanced by governmental respect for customary rights, he notes.\nThe common sense, objectivity, and urbanity of this study offer a salutary contrast to the emotional aura of its subject matter, but do not tell us much about the psychology of political murder.\nFor insights into the minds and motivations of the perpetrators, we may wish to turn from this history to the many works of great literature that deal with this theme, but which are largely untapped by this study. In light of Ford's interest in more-modern forms of terrorism, he pays surprisingly little attention to Dostoyevsky's monumentally probing study of 19th-century nihilism, ''The Possessed.'' Ford is, finally, better able to describe than explain the nature of a crime that claims politics as its justification, but which has time and time again subverted the political process."
}