{
    "title": "Students bring message of anti-terrorism summit to U. Nebraska",
    "publisher": "university wire",
    "year": 2003,
    "month": 9,
    "day": 8,
    "full text": "Over the last two years, Americans have become familiar with ever-changing terror levels and overseas wars taking American lives.\nUniversity of Nebraska-Lincoln seniors Ryan Wilkins and Zach Kippenbrock became even more aware of the effects of terrorism while attending a summit in Tel Aviv, Israel, this summer.\n\"I had to remind myself how close I was when I heard about things like bus bombings,\" Wilkins said.\nU. Nebraska\n\"It was weird to be in a nation where, minute to minute, person to person, you never know who could be the next suicide bomber.\"\nAlthough the two were never in the same city as any terrorist attacks, they did see some alleged terrorists while visiting the Lebanon-Israel boarder.\n\"We could see terrorist outposts through the pressure-sensitive fence along the boarder,\" Wilkins said.\nThe trip was sponsored by the Foundation for the Defense of Democracies.\nKippenbrock and Wilkins were selected after completing applications and doing phone interviews.\nWhile in Israel, they learned about the forms terrorism takes and the ways Israel deals with terrorism within its borders.\n\"The United States has its brushes with terrorism, but Israel is a nation that deals with terrorism on a daily basis,\" Wilkins said.\nTerrorism is not only an issue in Israel, Kippenbrock learned.\n\"Terrorism is a real threat to any democratic society,\" he said.\nNor is the fight against terrorism unique to one country.\n\"With Iraq, it seemed like we were on a one-man team, but that really is not the case,\" Kippenbrock said.\nWilkins said there are many anti-terrorism tactics the United States can learn from Israel.\n\"Israelis use dogs that specialize in all kinds of terror attacks,\" he said. \"They have dogs that go into the rubble after bombings to sniff out bodies, and they can tell the difference between live and dead bodies.\"\nOne goal of Wilkins and Kippenbrock's trip was to educate students about terrorism upon returning to campus.\n\"One of the foundation's missions is to educate students about the real threat of terrorism,\" Kippenbrock said.\nTo do this, they are planning a memorial to recognize the two-year anniversary of the Sept. 11, 2001, terrorist attacks.\nThe memorial will be Thursday in the Nebraska Union.\nThey also will be holding other events more geared toward educating students about terrorism throughout the semester.\n(C) 2002 Daily Nebraskan via U-WIRE\n\nLoad-Date: September 8, 2003"
}