{
    "title": "Student Is Held in Terror Case",
    "publisher": "the new york times",
    "year": 2006,
    "month": 4,
    "day": 21,
    "full text": "As part of an investigation that the federal authorities describe as ongoing and international in scope, agents with Atlanta's Joint Terrorism Task Force have arrested a 21-year-old mechanical engineering student on a charge of material support of terrorism.\n  On March 23, a grand jury indicted the student, Syed Haris Ahmed, who attends Georgia Tech University. Mr. Ahmed, who was born in Pakistan but is a naturalized American citizen, was charged with undisclosed violations of two sections of the United States Code: Section 956, which deals with conspiracy to kill, kidnap, maim, or injure persons or damage property in a foreign country; and Section 2332b, which covers acts of terrorism transcending national boundaries.\nMr. Ahmed pleaded not guilty. He is being held in an undisclosed place without bond and is being represented by Jack R. Martin, a local criminal defense lawyer.\n  A man who answered the phone at the home of Mr. Ahmed's family in Dawsonville, Ga., said only: ''Please do not call. We have no comments.''\n  Two court documents in the case, the indictment and a sworn statement from Mr. Ahmed waiving a court appearance, were unsealed by a judge today after news outlets in the Atlanta area, including The Atlanta Journal-Constitution and WSB-TV ran reports on Mr. Ahmed's detainment.\n  In an interview with the newspaper, Mr. Ahmed's mother and sister said they did not know why he was being held. They said he had told them the charges were tied to a video of a building, which he described to them as ''not an important building,'' that he posted on the Internet.\n  Gregory Jones, of the Federal Bureau of Investigation's Atlanta office, provided little information about the case at a news conference Thursday evening. \n  ''This case will be very seminal to those goals we've set to thoroughly investigate any information brought to our attention,'' Mr. Jones said. ''We want to get it well before the point that somebody puts a bomb in a car.''\n\nhttp://www.nytimes.com\nCorrection\n\n\nAn article in some copies on Friday about the arrest of an engineering student, Syed Haris Ahmed, on a charge of material support of terrorism misstated the formal name of his school, Georgia Tech. It is the Georgia Institute of Technology, not Georgia Tech University.\nCorrection-Date: April 24, 2006\n\nLoad-Date: April 21, 2006"
}