{
    "title": "Students fill Marsh Plaza, hold vigil for victims of Israeli attacks",
    "publisher": "university wire",
    "year": 2015,
    "month": 10,
    "day": 19,
    "full text": "Rabbi YD Schwartz (left) leads Boston University Students for Israel in a \"Vigil for Victims of Terrorism\" at Marsh Plaza Friday. PHOTO BY MARY SCHLICHTE/DAILY FREE PRESS STAFF\nIn light of recent terrorism attacks in Israel, Boston University Students for Israel and BU Hillel hosted a vigil Friday on BU's Charles River Campus to commemorate the victims of the attacks. More than 100 students came to show their support by lighting candles for the victims and waving Israeli flags.\nBUSI President Daniel Hochberg, a senior in the Questrom School of Business, said the vigil was meant to bring everyone together to grieve with Israel over the victims of terrorism. Fear will not stop pro-Israel students from speaking the truth, he added.\n\"We gathered here today to remember those who have fallen victim to terrorism in Israel during the most recent attacks all over the country,\" Hochberg said. \"These acts of terror have left millions of Israelis living in fear and unrest.\"\nHochberg said the recent incidents informed many Americans of the unrest in the area.\n\"I think this has opened people's eyes to what is going on,\" he said. \"We will stand united with Israel and we will not be afraid.\"\nFrom Granby Street Park, attendees walked to Marsh Plaza where they united in a large circle as rabbis recited prayers and spoke of the emotional toll the attacks put on students following the tragedies. After the prayer, students sang \"Hatikvah,\" the Israeli national anthem whose title means \"The Hope.\"\nSimone Pikas, a board member at Hillel and one of the vigil's organizers, said it is very important that at a crucial time such as this one, Jews around the world stand together with Israel to fight terrorism.\n\"I want Jews all over the world to unite and to know we are part of one tribe and one nation,\" she said. \"I want the world and everyone to see we are supporting Israel and that students are supporting Israel even though they don't live over there.\"\nSimone said it is crucial for Jews to bravely express their identity and support for their homeland.\n\"People are afraid to speak out that they are pro-Israel and to say they are Jewish,\" she said. \"As long as we unite as a group and show that we are not afraid, people will be able to express who they are and express their identity.\"\nSeveral attendees said the vigil was a strong symbol of union behind Israel and that they are proud of their acts of support.\nMelissa Ouknine, a freshman in the College of Arts and Sciences, said that she wanted to be at the vigil as a gesture of support and bravery.\n\"I'm here to stand with my country Israel and to support all the victims murdered by the Palestinian terrorists and to be thankful for the people who defend us in the [Israel Defense Forces],\" she said.\nJoseph Levy, a sophomore in Questrom, said the vigil served as a medium of self-expression, at which he showed the community that he upholds his task to defend his country.\n\"It's my responsibility as a Jew to stand up for Israel,\" he said. \"I grew up with Israel in my household and I need to continue supporting my country.\"\nShare:\nEmailTwitterFacebookGoogleRedditLinkedIn\n\nLoad-Date: October 19, 2015"
}