{
    "title": "Students learn how police handle terrorism SAME CLASSES AS OFFICERS TAKE _ Teens receive Homeland Se",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 9,
    "day": 11,
    "full text": "For these high school seniors, memories of Sept. 11 are hazy. They were fifth-graders then, and they remember their teachers turning on television sets, talking in hushed tones, fighting back tears.\nNow, these 16 students are spending their senior year earning certifications in weapons of mass destruction from the Department of Homeland Security. They will discuss hazardous materials, what led up to the terrorist attacks, and the very real possibility it could happen again.\n\"You just never know,\" said Victoria Phillips, 17, who is thinking about becoming a police officer or going into forensic science. \"I need to know as much as I can.\"\nThese students are enrolled in one of the few high school programs in the country to offer career training in domestic preparedness and homeland security. They attend South and North Technical High Schools in the Special School District, which says it was the first in the nation to offer such a program, starting it three years ago.\nStudent interest in the program has less to do with memories of 9/11 or a patriotic desire to join the ranks in the war on terror than it does with a more general interest in police work. The program, in turn, has sought to update law enforcement instruction for the realities of a terrorist age.\nThe teachers were the first civilians to attend a Weapons of Mass Destruction training course at the Center for Domestic Preparedness in Anniston, Ala.\nEsther Angelos teaches the course at North Tech, and Steve Young teaches at South Tech. Both are former police officers. And their coursework is designed not only to trigger interest in homeland security jobs, such as FBI work, transportation screening and intelligence, but also more traditional careers in law enforcement.\n\"The deal with them is to make them marketable for jobs,\" says Young. \"Ultimately, you need to stand head and shoulders above everybody else.\"\nAngelos is concerned about the level of students' interest in world issues.\n\"I don't think terrorism means anything to these kids,\" she says. \"I really don't. But it's not unique to them, it's the same for this country as a whole. 'It's not here. It's not me.'\"\nThroughout the program, students get hands-on experience by trying on Hazmat suits, practicing on dispatching equipment, and even taking a field trip to a local mall, where they look for security loopholes. This year, the program added a forensic science class in which students will process mock crime scenes and learn about chemical and germ warfare.\nLike the Special School District's other vocational programs, such as cosmetology, auto mechanics and masonry, the domestic security program is open to students at public high schools across St. Louis County. Some students attend the vocational schools full time, but most attend for half of a day, taking their core classes at their home high schools.\nThe students earn certifications in courses offered by the Federal Emergency Management Agency and the Department of Homeland Security, the same courses working police officers take.\nIndeed, during one recent lesson, the Department of Homeland Security seal graces the bottom corner of images Young projects on a screen. One image details information about the Terrorist Screening Center, which the FBI created to share information to local police agencies.\nYoung tells the students, \"After the election, come November, no matter who the president is, I have to wonder if something will happen, because people will want to test the resolve of the new president.\"\nThe thought jars Molly Hays, 17, who is interested in law enforcement but isn't sure what she wants to do yet.\nShe remembers when the terrorist attacks happened, her mom pulled her out of class and took her home, where they watched the coverage on television.\n\"I didn't think it would matter to me because New York seemed so far away,\" she said. \"It was so long ago that it didn't really make an impact on me then.\"\nFor North Tech student Phillip Parrish, 17, his enrollment in the program is personal. He enlisted in the Army and will ship out in the spring. He plans to make a career out of the military, retire early, and then apply for the FBI. Three years ago, Parrish was shot in the chest while he stood at Grand Boulevard and Natural Bridge Road, and the experience solidified his desire to fight for his country.\n\"After this happened to me, I know you can die anywhere,\" he said. \"If I can catch a bullet in the city of St. Louis, I'd rather die for a cause.\"\n---\nDAY OR REMEMBRANCE\nstltoday.com/talk Seven years have passed since the terrorist attacks. Talk about what the anniversary means to you.\n\nNotes\n\n In St. Louis \n\nGraphic\n\n \nPHOTO\n PHOTO - Jason Wynn, 18, reads about the 9/11 attacks in his Domestic Preparedness and Security class at South Technical High School. Wynn is a senior at  Mehlville High who plans to join the Marine Corps. Huy R. Mach | Post-Dispatch  PHOTO - Steve Young talks about the Sept. 11 attacks on Wednesday in his Domestic Preparedness and Security class at South Technical High School in Sunset Hills. Young was a police officer before becoming a teacher. Huy R. Mach | Post-Dispatch \n\nLoad-Date: September 11, 2008"
}