{
    "title": "Students shouldcontinue to study abroad",
    "publisher": "university wire",
    "year": 2010,
    "month": 2,
    "day": 23,
    "full text": "Studying abroad offers U.S. students an opportunity to gain valuable life experiences. However, when foreign nations are threatened by an act of terrorism or civil unrest, some may think twice about leaving the country.\nWith this in mind, it's important for students to travel abroad to countries that are war-stricken, impoverished or recovering from a tragedy. It can provide a better learning experience about the world than any textbook ever could.\nAccording to CNN, the Sudanese government signed a formal peace deal with the rebels in Darfur. After seven years of war and death tolls of more than 300,000 people, the area is in need of relief, and students can volunteer while abroad.\nVisiting a recovering nation is not a bad experience. Sometimes witnessing the aftermath of a tragedy can inspire a person to see how a country can come together.\nIn July 2005, four terrorists bombed three subway trains and a double-decker bus in London, a popular destination for students studying abroad, killing 52 people and leaving 700 injured.\nClare Lascelles, a former Duke University student who was studying in London at the time, noted that the British resilience is what helped her to stay in the country, according to the student newspaper at Duke, The Chronicle. Lascelles said despite the initial confusion, London returned to normal after the attacks.\nAccording to the 2009 Open Doors report, the number of American students studying overseas has increased by 8.5 percent in the last two decades.\nThe report showed students are choosing to travel to \"less traditional\" places such as China, Ireland, Austria and India, which saw an increase of 20 percent from the 2007-08 academic year.\nLike other U.S. universities and colleges, if there is a country with an existing U.S. State Department Warning, EAO will not organize a program and will advise students to select other schools or programs.\nThere will always be the possibility of danger in every country, whether it's terrorism, war or natural disaster, but students shouldn't let this be a factor when considering where to study abroad.\nAs Polish sculptor Magdalena Abakanowicz once said, \"We find out about ourselves only when we take risks, when we challenge and question.\"\nLeaving the country may pose a risk, but the greatest risk is not going at all.\nNaomi Prioleau is a junior majoring in mass communications.\n\nLoad-Date: November 9, 2019"
}