{
    "title": "STUDY URGES U.S. TO DECLARE WAR ON NATIONS THAT AID TERRORISTS",
    "publisher": "st. louis post-dispatch ",
    "year": 1989,
    "month": 7,
    "day": 30,
    "full text": "WASHINGTON - The United States should be willing to formally declare war against governments that sponsor terrorism, a national security think tank argues.  ''A formal declaration of war would create serious problems for the target state, even if no shots were fired,'' writes Brian Jenkins, a terrorism expert for the Rand Corp. ''It would discourage investment, and it would disrupt foreign trade.  ''For example, insurance companies would go to wartime rates. . . . It would oblige the target state to divert additional resources to defense.'' The United States, meanwhile, would not be obliged to use military force unless it chose to, Jenkins said.  The declaration-of-war option is one of a series of Rand Corp.  recommendations to the administration made p ublic Thursday. Rand Corp.  is a private, non-profit group that studies national security issues.  Jenkins, a former Fulbright scholar and Green Beret captain in Vietnam, has been a consultant on terrorism and a member of U.S. delegations in talks on terrorism with England, France and Canada.  The Rand study says that terrorism has become a fact of political life for recent administrations. Jimmy Carter was haunted by the American hostages held captive in Iran, and Ronald Reagan's administration became embroiled in controversy over its arms-for-hostages operation with Iran.  There have been just 258 days since 1976 when Americans were not being held hostage by terrorists, and terrorism is likely to shadow future administrations, the study says.  Jenkins portrays a declaration of war as a lever for opening options, rather than as a genuine plan to start shooting.\nIt also would make the United States think seriously about its use of military force against terrorists, he said, adding: ''Above all, it would communicate the seriousness of purpose that is appropriate to the organized taking of human life and the deliberate destruction of property, which is what military action, stripped of all euphemisms, involves.'' Among the study's other recommendations: Reconsider the oft-stated policy of no concessions in bargaining for the release of hostages. ''That policy has become dangerously rigid,'' preventing American presidents from a flexible range of options in dealing with terrorist groups, Jenkins says.  Stop ''hectoring'' European allies for unenthusiastic support of American policies and practices, and consider linking U.S. anti-terrorist efforts to European anti-drug programs.  Jenkins says the Europeans are less responsive to U.S. terrorism concerns now, because they generally have subdued their own terrorist groups, except for Basque separatists and the Irish Republican Army. But they are likely to welcome a combined attack on terrorism and drugs - problems that are growing in both parts of the world.\n\nLoad-Date: October 25, 1993"
}