{
    "title": "Students shouldn't let terrorism affect decision to Study Abroad",
    "publisher": "university wire",
    "year": 2016,
    "month": 3,
    "day": 31,
    "full text": "Illustration by: Israel Gonzalez | Staff Illustrator\nWith the Brussels and Paris terrorist attacks still fresh in American minds, some study abroad organizations are struggling to fill spots.\n\"We've found that the interest has been there, but the actual enrollment has been down,\" Riley Sklar, regional manager at Knowledge Exchange Institute, said.\nSafety is important. Safety is vital. But at what point should the line be drawn? The Brussels attacks were genuinely horrific and seemingly unimaginable. This being said, we need to understand that terrible things can happen anywhere and at any time.\nWhether you're going to France, Peru, China, Canada or staying in America, it can be argued that danger is always imminent. It is counterproductive to bind yourself to one place based on the notion that something bad might happen if you leave. It would be awful to look back on life and see you never took the time to explore.\n\"We've seen attacks in Southeast Asia. We've seen attacks in Asia Minor and in Istanbul,\" Sklar said. \"But really I don't think that it's the most knowledgeable thing to judge your decision based on one attack or something like that.\"\nThe decision to study abroad is solely up to each individual, and everyone has to decide what they're comfortable with. However, no one should live life in fear. Sometimes doing something that scares you is the best thing to broaden your horizons.\nStudying in a foreign country is one of the most inspiring decisions students can make. Immersing ourselves in a new culture and exploring a land hundreds or thousands of miles from home strengthens independence like nothing else ever would.\nIt's also important to realize studying abroad and traveling alone are vastly different experiences. Studying abroad is a group effort. No one is alone-faculty members are always there for assistance and everyone receives proper training.\nTake the dive into foreign waters, Bobcats. It's a fulfilling experience, and safety will not be an issue. Ila Mar, study abroad representative, stressed that the safety of students is always their number one priority.\n\"We never send any students to a location that has a travel warning,\" Mar said. \"France does not have a travel warning right now. So, basically what we would suggest to all students who are going abroad is just to always be aware of their surroundings and take a little extra precaution anytime you're out of the country, regardless of where it is.\"\nThe way American media portrays these violent events and the countries they're in is often far from reality.\n\"I was in Turkey for three weeks this past summer and not once did I feel unsafe,\" Sklar said. \"I didn't see any sort of riots or militarism or ISIS. The way that people talk about Turkey in our media is that it's like all ISIS. I mean, cops have machine guns in Ferguson, Missouri, too. It's just a lot of fear of the unknown more than anything.\"\nIn the end, it's a personal decision. However, remember balance is key to health and happiness. The struggle to find equilibrium between making wise decisions about safety, researching the unfamiliar and just being plain brave is something everyone must fight for.\n\nLoad-Date: December 15, 2016"
}