{
    "title": "Students react to Birmingham-Shuttlesworth bomb threat",
    "publisher": "university wire",
    "year": 2013,
    "month": 11,
    "day": 13,
    "full text": "After finding a threatening note in a restroom, which the content of is undisclosed, authorities responded to a bomb threat at the Birmingham-Shuttlesworth Airport around 4 PM Sunday, November 3,  and evacuated the airport as a precautionary measure. Bomb-detecting dogs were brought in to sweep the area. Nothing was found during the search, and airport operations resumed around 6:30 PM that evening.\nAirport spokeswoman Toni Herrera-Bast said the threat affected approximately 500 passengers and about 12 flights, which were delayed or diverted. \"Passenger safety and security is our No. 1 priority,\" Herrera-Bast said, in defense of the precautionary measures.\nPassengers and travelers chimed in on social media with reactions ranging from mild irritation to moderate fear. One traveler quipped:\n \"Shout out to the dumb*** with a \"bomb\" in the Birmingham airport... I can't get off my plane and go home because of you.\"\n- Kendall Lee Skipper (@KendallSkipper) November 3, 2013\nAnother traveler tweeted:\n \"As I'm pulling up to the Birmingham airport... There is a bomb threat and they make me turn around and leave. #scary\"\n- Olivia Bynum (@oliviabynum4) November 3, 2013\nThe bomb threat came only days after a gunman opened fire in the Los Angeles International Airport, killing a TSA officer and wounding three other people.  Twelve years after 9/11, and more than a decade into the ongoing War on Terror, UAB students react to a threat close to home. While all of the students interviewed had not heard of the bomb threat (most probably due to the fact that no bomb was found and that operations resumed a little over two hours after the initial response) that occurred last Sunday, all gave their opinions on the situation, and on the broader threat of terrorism.\nAustin Murdough, a second-year English student, believes that \"the precautions made in response to 9/11 were substantial\", but that \"most of the organizations behind the attacks have been weakened,\" and the \"main terrorist behind 9/11\", referring to Osama Bin Laden, \"is dead.\" Due to the heightened precautions early in the War on Terror, he feels uncomfortable with what he believes is the TSA's \"profiling of terrorists.\"\nAnother student, Melvin Griffin, who is a senior anthropology student, when asked about his feelings regarding Birmingham-Shuttlesworth being shut down was ambivalent, simply remarking \"I don't know, it's kind of sad.\" When asked if he believes that the terrorist threat has declined, although he responded, \"as far as the terrorist threat now, not as severe.\" He continues to remark that \"we still have incidents at the airport like this, so maybe not, maybe not.\"\nAllison Goins, a material engineering major in her third year, stated that \"the threat [of terrorism like 9/11] is not imminent.\" But she also goes on to express further concern that \"domestic terrorism, not just foreign terrorism, is a significant threat, look at what happened in Boston earlier this year,\" referencing the Tsarnaev brothers' attack on the Boston Marathon in mid-April of this year, which killed three and injured 260.\nPundits are divided on the specific orientation of Millennials in the United States regarding national security, and how these attitudes will affect future policy, but nearly all agree that 9/11 played an important role in shaping the psychology of the typical Millennial.\n*This article synthesizes sources such as Al.com, Huffington Post, and ABC News\nRelated Posts:\nNo Related Posts\n\nLoad-Date: November 13, 2013"
}