{
    "title": "Study shows terrorism brings voters to polls",
    "publisher": "university wire",
    "year": 2013,
    "month": 8,
    "day": 5,
    "full text": "Terrorism not only motivates fear, but also drives voters to the polls, according to a recent study co-authored by Gregg R. Murray, a Texas Tech political science professor.\n\"Terrorism has been the cause of more than 65,000 deaths in about 28,000 attacks in 150 countries since 2001,\" Murray said.\nThese terroristic attacks have not only impacted the individual victims, but also voter turnout in legislative elections.\n\"Voting is fundamental to democracy, so voter turnout has been a concern for policy makers, citizens, and political scientists for a long time,\" he said. \"It's important to understand what does and doesn't affect voter turnout so we can get a better handle on how to improve the functioning of government and democracy.\"\nAccording to the recent study, terrorism is a factor.\nThe article \"Voters versus terrorists: Analyzing the effect of terrorist events on voter turnout,\" was also co-authored by Joseph Robbins of Shepherd University and Lance Hunter of Georgia Regents University. It was published in the Journal of Peace Research on July 12.\nThe article focuses on terrorism and the effects it has on voting behavior through emotion.\nEmotion is usually thought of as an unjustifiable basis for decision-making, but studies are refuting the traditional claim.\n\"Increasing research is showing that emotion actually causes us to seek out more information and think more deeply about decisions versus simply responding based on habit,\" Murray said.\nAccording to the article, terrorist attacks are threatening political events that lead to anxiety in the voting population, which, in turn, induces individuals to examine politics more closely and to place more importance on upcoming political events, such as elections.\nIn short, the emotions that result from terrorist attacks cause individuals to become more involved with the political world.\nThe trio conducted cross-national analyses that encompassed 51 democracies and 350 legislative elections in two different datasets. The datasets focused on distinct types of terrorism and the different geographic areas of coverage.\nThe research found that terrorist attacks are associated with increased voting populations.\n\"Terrorism is intended to have some effect on political outcomes,\" Murray said. \"It is a political tactic.\"\nIf terrorists attack because they hope to create political changes, the population of voters is an early indicator to see if the terrorist's strategy has worked.\nAlthough this study does not show that terrorist attacks produce their intended result, it theoretically conveys that voter turnout is, in fact, impacted by terrorist events.\n\nLoad-Date: September 18, 2013"
}