{
    "title": "Student tries to solve terrorism reinsurance fiasco",
    "publisher": "the daily record ",
    "year": 2003,
    "month": 4,
    "day": 25,
    "full text": "A University of Baltimore honors student is working on his own proposal to solve the terrorism reinsurance problem facing U.S. businesses since Sept. 11.\nThat day's events cost insurers billions of dollars to settle claims. But the timing of the claims couldn't have been worse. Insurers had been under pricing their policies for years and making up the gains in the stock markets.\nWith stock markets plunging and claims skyrocketing, insurers made some quick adjustments. The result: insurance rates soared and policies covering terrorist events virtually evaporated. Premiums for terrorism either were unavailable or offered at exorbitant prices with limited coverage.\nNo one could predict the likelihood of a building being attacked since terrorism was driven by men rather than being a random but statistically predictable event like a flood, said Peter Athanasiou, 31, who presented his thesis to a group of 25 students, professors and insurance professionals on April 16 at the University of Baltimore.\nBut Athanasiou says tweaking the model could eventually make insuring against terrorism just like any other policy a property owner might take out to guard against fire, hurricanes or earthquakes.\nBy taking into account factors like location, a building's value and fame, insurers could start to assess the likelihood of an attack on a place while at the same time accounting for mitigating influences that would lessen the chance of attack, Athanasiou said.\nFor example, security measures would lessen the likelihood of an attack since it would reduce the chance of success for the terrorist, he said.\nAthanasiou's idea was that more accurate pricing for terrorism policies would create more demand and more competition for customers.\nFew businesses now hold the expensive policies.\nOnly 14 percent of U.S. companies have full coverage for terrorist attacks and 54 percent have no coverage, according to a 2002 survey by Prudential Financial Inc.\nPart of the price spike happened when the companies that insure insurers against catastrophic losses refused to offer this reinsurance for terrorism policies. While some re-entered the market after the federal government promised to absorb the majority of the cost for any attack in the Terrorism Reinsurance Act of 2002, Athanasiou and his advisors said the law will not truly reinvigorate the reinsurance industry.\n\"It is a handout,\" said George Y. Andrea, a professor at the Merrick School of Business and one of Athanasiou's mentors.\nUnder the law, reinsurers essentially collect premiums for reinsurance while only being responsible to pay up to 15 percent of those collected fees in the case of an attack, Athanasiou said. The government pays for the rest.\nBut whoever is going to act as the reinsurer of reinsurers should get a share of the premiums, Athanasiou said.\nHis thesis suggests that reinsurers make backing them up profitable and selling such insurance of last resort on the stock market. Or, Athanasiou says, if the markets don't buy on as the insurer of last resort, the government could. But either way, the markets or the government would be paid with premiums to be that last insurer.\nAthanasiou started his work about three months ago. He became interested in the topic after taking courses on finance, insurance and a course that looked at the history of terrorism.\nWhile Athanasiou said his brother-in-law told him jokingly that his thesis was the most boring thing he ever heard, insurance professionals reacted with interest.\n\"His proposal is probably right on target,\" said Lori Houser, a commercial middle markets underwriter for the PMA Insurance Group in Hunt Valley.\n\"It is a viable solution to the alternative that we have out there right now,\" Houser added.\nAthanasiou said several companies had contacted him either concerning job possibilities or about giving his presentation to their companies.\nAnother insurance representative said he wasn't sure Athanasiou's approach would work, but it was a start.\n\"A lot of my manufacturing companies are not interested in [terrorism insurance now] because of the pricing and they feel they don't have exposure,\" said Walter G. York of Riggs, Counselman, Michaels and Downes Inc. in Baltimore.\nYork is also president of the Chartered Property Casualty Underwriter Society in Maryland, which sponsored Athanasiou's work and wants to continue developing Athanasiou's proposal.\n\"The insurance people need to figure out how to price this risk,\" said Kenneth R. Stanton, an assistant professor of finance at the school and Athanasiou's second thesis adviser.\nStanton and Andrea plan to help develop some of the intricate pricing models needed to fuel Athanasiou's idea.\n\"This is not the end of the paper. It is the start of the paper,\" said Andrea, a member of the Chartered Property Casualty Underwriter Society and the group's research chairman.\nThe association plans to spread Athanasiou's ideas in academic journals and to legislators.\n\nLoad-Date: April 25, 2003"
}