{
    "title": "Study says few terror suspects going to trial",
    "publisher": "charleston daily mail",
    "year": 2009,
    "month": 9,
    "day": 28,
    "full text": "WASHINGTON - The government is prosecuting only about one out of four of those charged in connection with terrorism, according to a study that suggests federal agencies don't agree on who is a terrorist.\nPeople charged with terrorism often go free because the evidence wasn't strong enough to bring them to trial, says the study by the Transactional Records Access Clearinghouse, a data research group at Syracuse University.\nSince 2002, the percentage of terrorism cases that federal prosecutors declined to pursue has grown from 31 percent to 73 percent, the TRAC study found.\nNearly 6,000 of the close to 8,900 cases referred for prosecution by federal investigators between 2004 and 2008 were closed without action. Of the remaining cases, 2,302 people were convicted and 1,245 went to prison, the study found, and just 52 were sentenced to 20 years or more.\nAccording to the data, U.S. attorneys reported that the cases brought to them by investigators were often based on weak or insufficient admissible evidence, lacked criminal intent or did not constitute a federal offense.\nThe Justice Department disagrees with TRAC's analysis and conclusions and says the data omits some statistics and uses data that differs from the agency's information.\n\"In the eight years since the Sept. 11 attacks, the Justice Department has significantly improved its ability to identify, penetrate and dismantle terrorist plots,\" said spokesman Dean Boyd.\nTerror charges can range from dramatic bombing plots to immigration violations or certain instances of financial fraud and identity theft.\nScores of organizations across the federal government - the FBI, IRS, Secret Service, Bureau of Alcohol, Tobacco, Firearms and Explosives just to name a few - enforce laws that can be associated with terrorism. Federal prosecutors determine which cases will be brought to court.\nThe prosecutions are tracked by three different groups: the federal courts through the Administrative Office of the United States Courts; the National Security Division of the Justice Department; and the Executive Office for U.S. Attorneys, which is also part of the Justice Department and includes the offices of the 94 U.S. attorneys in the U.S. and its territories.\n\nLoad-Date: September 29, 2009"
}