{
    "title": "Students discuss anti- U.S. sentiment, terrorism",
    "publisher": "the world",
    "year": 2002,
    "month": 4,
    "day": 28,
    "full text": "BALTIMORE - At Loch Raven High School, ninth-graders in their American government class are talking terrorism.\nThese students know their stuff - they can tell Hamas from Hezbollah, Gaza from Ramallah, and when the talk turns to Sept. 11 and the U.S. presence worldwide, they are anything but bashful.\n\"The United States, we're in all these countries - we're in everybody's business,\" says Esther Kim. \"If we do something wrong in a small country, they're going to remember it.\"\nClassmate Eric Brown puts it another way: \"We're kind of a bully.\"\nThe terrorist attacks may have generated a resurgence of patriotic feeling in the United States, but they also have given many students their first taste of anti-American sentiment. As a result, they are now forced to consider that some people around the world hate Americans - for their wealth, their freewheeling culture, their military might.\nMore than seven months after the attacks, many teachers still struggle to explain.\nAt Lincoln High School in Portland, Ore., teachers in November canceled class for a day for a teach-in that generated heated debate among students and college professors, civil libertarians and Middle East experts. Students at the school that specializes in international studies were not reluctant to criticize President Bush's war on terrorism and underscore the dim view many Muslims hold of the United States.\n\"Unless you are completely isolated, it's not something that should surprise anyone,\" said senior James Williams. \"Now, understanding why that's the case is a little more difficult.\"\nTeacher Mike Sweeney, one of the organizers of the teach-in, said his students are hungry for such rigorous discussions.\n\"They're rattled,\" he said. \"The world, to most of the students I've talked to, seems like an increasingly insecure place.\"\nEvents like Sweeney's are rare. In most cases, teachers struggle just to understand the complex issues behind anti-Americanism. They juggle their own feelings of post-Sept. 11 patriotism with worries they will be criticized or even disciplined for leading a classroom discussion about the world's view of the United States.\n\"There's some fear of some teachers that they might not receive support from the administration or board of education,\" said Margaret Laughlin, a professor of education at the University of Wisconsin-Green Bay.\nTeachers also say they get little help understanding the issues. History and civics textbooks avoid controversy, so teachers are turning to the Internet for foreign policy and international news, downloading newspaper stories, editorials and background material.\nAt the same time, they feel bound to cover as much material as possible in preparation for state standardized tests each spring.\n\"The pressure to slog on through the curriculum as stated on some shelf somewhere, for many teachers is going to overwhelm looking at that issue,\" said Susan Adler of the University of Missouri School of Education.\nAdler and others said they have heard of young teachers being cautioned by principals not to criticize the war on terrorism.\nIn Oconto Falls, Wis., most families fly American flags and attend church on Sunday. The town has sent several young people to fight in Afghanistan, and students at the high school wore red, white and blue on the three-month anniversary of Sept. 11.\nBut history department chairwoman Margo Stewart said that has not stopped students from asking hard questions about Americans' \"myopic\" view of their place in the world.\n\"Something that we talk quite a lot about is the fact that there are many cultures who view us as 'the problem,'\" she said.\nOthers are not so sure.\nAt Erskine Academy, a private school in South China, Maine, near Portland, veteran teacher Betsy Fitzgerald said patriotism is foremost on her students' minds.\n\"I don't think that they understand why some people are willing to blow themselves up in the name of God and glory,\" Fitzgerald said. \"They don't understand it and I don't know if I understand it, either.\"\nOn the Net:\nNational Council for the Social Studies resources: www.social studies.org/resources/moments\nNational Education Association background: www.neahin. org/september11/faq.htm\n\nLoad-Date: April 29, 2002"
}