{
    "title": "Students decry idea of monitoring",
    "publisher": "usa today",
    "year": 2000,
    "month": 6,
    "day": 8,
    "full text": "BERKELEY, Calif. -- Foreign college students reacted with dismay\nand disappointment this week to a government commission's recommendation\nthat they be more closely monitored for ties to terrorism.\nThe commission's report did not specify how the monitoring should\nbe done, but students interviewed on several campuses across the\nnation found repugnant the idea that the government might keep\ntrack of them, much less tap their phones or intercept their e-mail.\nThe students said they recognized the government's right to protect\nits citizens from terrorists, but insisted they're here to study.\nThey said the government had no evidence that foreign students\nwere affiliated with terrorists.\n\"It's unfair. It infringes on the privacy of individuals who\nare here for academic reasons or job opportunities,\" says Kevin\nLo, 22, a Hong Kong-born Canadian citizen majoring in Asian studies\nat the University of California-Berkeley. \"It's an extreme step.\"\nSaurabh Rateria, a 19-year-old from Calcutta, is taking summer\nbusiness classes at Berkeley and will return to Loyola Marymount\nUniversity in Los Angeles this fall.\n\"We come here so we can do better in our developing countries,\"\nhe says. \"I'm here to do my studies, get a pretty good education\nand go back to my country and set up a business there. That's\nmy whole goal.\"\nThousands come to learn\nThe State Department says more than 500,000 foreign students study\nin the United States and pump $ 9 billion into the economy each\nyear.\nL. Paul Bremer, chairman of the National Commission on Terrorism\nand a former U.S. ambassador-at-large, downplayed the monitoring\nrecommendation as \"rather insignificant.\"\nForeign students already are being tracked at 21 southeastern\nuniversities as part of a pilot program required by 1996 immigration\nreform laws, and Bremer says commission members believe the program\nshould be expanded nationally.\nThe program has had mixed results because some of the universities\nhaven't collected the fees needed to centralize information in\na computer database.\nSo far, 25,000 records have been added to the database, but the\nImmigration and Naturalization Service could not say whether any\nstudents had been expelled from the country based on information\nprovided by participating universities.\nThose universities, including Auburn, Duke, Clemson and Alabama,\nwere required under the law to supply names, addresses and academic\nstatus of their foreign students.\nThe commission's report, released Monday, was silent on whether\nmonitoring would be limited to that type of data collection.\nMany students figured the real goal was to keep abreast of students\nfrom nations that the United States considers terrorism sponsors\n-- Iran, Iraq, Cuba, Libya and North Korea.\nA 30-year-old Berkeley engineering student from Iran says Americans\nharbor a lot of ignorance about people from \"these so-called\nterrorist countries.\"\n\"The terrorism designation is not based on the country, it's\nbased on some short-term government that may have done some illegitimate\nbehavior,\" says the student, who declined to be identified because\nhe fears consequences at home.\nHe says many foreign students become agents for change. \"We're\neducated here, and when we go back, we have a new movement, and\nlater on when these countries become more free, their relationship\n(with the United States) is going to change.\"\n'A scary situation'\nThe monitoring recommendation clearly frightened some students.\n\"If someone followed me, I'd be afraid,\" says Ricardo Gomez,\n18, an Ecuadorian student at American University in Washington,\nD.C. \"It hasn't seemed to have happened yet.\"\nRateria says, \"It would make me feel like I was doing something\nwrong by coming to this country. That would make my four years\nhere a scary situation. I couldn't live properly or happily.\"\nStill, most students appear to take terrorism seriously.\n\"I've heard many bad news in the U.S., and I worry about terrorists\na lot of time,\" says Ayumu Kyroda, 18, a Japanese student at\nAmerican. \"In Japan, I worried because I don't know where terrorism\nhappens.\"\nRon Sexena, 23, an Indian student who just graduated with a business\ndegree from Berkeley, says the government should be able to investigate\nthe origin and past history of U.S. visa applicants.\nHowever, he worries that monitoring them afterward \"would make\nit harder for legitimate candidates to get their papers processed.\"\nWith so many foreign students on American campuses, moving from\none school to another, there also were doubts about the effectiveness\nof any monitoring effort.\n\"It seems to me to be a way to search for a needle in a haystack,\"\nsays Vineeth Ravinder, 26, an Indian student at the University\nof Texas.\nJesus Reynoso, 23, a Colombian studying computer programming at\nUT, says, \"Sure, there are security lapses facing this country,\nbut the reaction appears out of measure with the concern.\"\nTexas is not part of the pilot monitoring program, but officials\nsay they cooperate with regional INS officials who asked them\nto report on the academic status of the university's nearly 4,000\nforeign students.\nPrivately, these officials say they oppose the new monitoring\nrecommendation because of the burden on the campus bureaucracy\nand a reluctance to appear as an agent for the government.\n\"Our concern is that this might be a bit of overkill,\" says\nJerry Wilcox, director of UT's international office.\nUniversity officials point out that the only student terrorist\nconnection uncovered so far was one of the World Trade Center\nbombers, who had attended college in Kansas before dropping out.\nTo use that as a rationale for \"monitoring 500,000-plus foreign\nstudents because they might be wanting to do something similar\nseems to be stretching the point,\" Wilcox says.\nSeveral students says a nationwide monitoring program would tarnish\nthe United States' reputation abroad.\n\"Ever since I was a child, I always had this impression that\nAmerica is a liberal country and people enjoy freedom of speech\nand assembly,\" says Shis-Hua Chien, a 23-year-old Taiwanese studying\nJapanese at Berkeley.\n\"Never in my wildest ideas would America ever do this.\"\n Contributing: Guillermo X. Garcia in Austin, Texas, Kevin Davis\nin Chicago and Kevin Johnson and Hilary Wasson in Washington,\nD.C.\n\nGraphic\n\n \nGRAPHIC, B/W, Quin Tian, USA TODAY, Source: State Department (Line graph); PHOTO, B/W, Clay McLachlan, Reuters; At Berkeley: Students walk through Sather Gate on campus in 1998. Foreign students were shocked and upset by a commission's recommendation that they be monitored.\n\nLoad-Date: June 8, 2000"
}