{
    "title": "Study Finds Most Bombers Are Educated",
    "publisher": "the forward",
    "year": 2005,
    "month": 12,
    "day": 30,
    "full text": "Most of the Palestinian suicide bombers who attacked Israeli targets in the past five years were either high school or college graduates, and came from relatively less impoverished communities in the northern West Bank, according to a recent study.\nThe study, released this month by an Israeli think tank, looked at the 163 Palestinians - 155 men and 8 women - who killed themselves while attacking Israeli targets between September 2000 and December 2005. It found that almost a quarter (37 individuals) graduated from college and another quarter (39) from high school. There is no clear information about the education level of 76 of the suicide bombers, but researchers at the Intelligence and Terrorism Information Center, which published the study, assumed that many of these terrorists also had achieved high levels of education.\n\"This illustrates what we have been saying for years, which is that the chief motivating factor for suicide terrorism is ideology, a conviction that the cause is just, and not simple-mindedness or economic distress,\" said Yoram Kahati, senior research fellow at the center. Palestinian suicide terrorism, he said, is typically a product of a combustible combination of militant ideological fervor and a personal or collective sense of hopelessness. \"These are people who are not stupid, yet are absolutely convinced that they are doing the right thing by sacrificing their lives,\" Kahati said.\nThe new study, based on the database of the Israeli secret service, known as Shin Bet, is a first-of-its-kind unclassified analysis of the 146 suicide bombings that were carried out by Palestinian groups since the start of the current intifada. The attacks killed 518 Israelis, most of them civilians.\nAlthough the data does not supply a clear-cut profile of the Palestinian suicide bomber, there are several over-arching characteristics: relatively high education level, relatively young age (more than three-quarters were between 17 and 24), and not extremely poor, according to Kahati. All but 14 were unmarried.\n\"This corresponds with the worldwide pattern\" of the typical suicide bomber \"and shatters a lot of our simplistic assumptions that if we cure the world of poverty, terrorism will go away,\" said Bruce Hoffman, a leading counter-terrorism expert who heads the Rand Corporation's Washington office. Suicide terrorism \"is a much more complex phenomenon, not amenable to any simple cause or simple solution,\" he said.\n\nLoad-Date: June 14, 2006"
}