{
    "title": "Study says terrorist `rehab' fails some",
    "publisher": "charleston daily mail",
    "year": 2014,
    "month": 12,
    "day": 1,
    "full text": "It's often argued that the people who commit acts of terrorism are troubled and vulnerable individuals. In Saudi Arabia, the government takes that thinking further: In 2004, it set up a high profile \"rehabilitation system for terrorists that hoped to deradicalize them through religious education and psychological counseling.\nThe goal is for these people to reenter mainstream society. Sometimes, however, they do not. This week, Maj. Gen. Mansour al-Turki, a spokesperson for the Interior Ministry, told reporters that some 12 percent of people who had been involved in the rehabilitation programs had relapsed and returned to activities related to terrorism, according to Arab News.\nTurki said the country's Mohammed Bin Naif Counseling and Care Center is now looking into ways to lower that number, although the government still felt that the program was overall a success. \"Without the program, thousands of those who were released would have been exploited by terrorist organizations, he explained.\nSaudi Arabia isn't the first country to try and rehabilitate terrorists; Its program followed earlier versions implemented in Singapore and Yemen. However, its well-financed system soon earned the plaudits of the international community. In 2008, British Prime Minister Gordon Brown shook the hands of two former al-Qaida members who were in the program, and the United States looked to it as a model for Iraq and Saudi Arabia.\nAs the Council of Foreign Relations has noted, part of the initial hype around the Saudi system was a self-proclaimed 100 percent success rate. However, it soon became apparent that wasn't accurate. In 2009 it emerged that a number of former prisoners at the U.S. detention center in Guantanamo Bay, Cuba, that were sent to Saudi Arabia to take part in rehabilitation programs, had ended up taking senior positions in al-Qaida in the Islamic Maghreb. Studies into the effectiveness of programs like Saudi Arabia's have found success hard to measure, and some, such as a 2010 study by Rand Corp., have argued that rates of \"relapse may be misleading.\nIt's become an especially pertinent question recently. Although Saudi Arabia formed its program after an upsurge in al-Qaida-related domestic terrorism, in 2014 hundreds of Saudi citizens have gone to fight with an organization many perceive as even worse: the Islamic State. There are deep fears about what these people will do if and when they come home - the Sunni extremist group were recently linked to an attack on a Shiite village that left eight people dead, for example - which has already prompted an expansion of the rehabilitation scheme.\nIt's not just an issue for Saudi Arabia. Thousands of people have traveled to Syria to be \"foreign fighters for extremist groups, and many Western countries are unsure how to respond to these people when they return home. Denmark, for instance, has adopted a \"soft approach, offering returning fighters counselling and help with their careers.\nIn contrast, countries such as Britain and Canada are now aiming to take away the passports of people who travel to fight with extremists.\nIt's unlikely that any one system will be fully perfect. And Saudi Arabia's 12 percent rate compares well to relapse rates for drug addiction and recidivism rates for U.S. criminals (though these comparisons may be as different as they are alike). \"No rehabilitation program could be 100 percent successful, Turki explained.\n\nLoad-Date: December 2, 2014"
}