{
    "title": "STUDY SAYS EMERGENCY ROOMS UNPREPARED FOR TERRORISM IT SAID AREA HOSPITALS COULD NOT DEAL ADEQUATELY",
    "publisher": "the philadelphia inquirer",
    "year": 2000,
    "month": 10,
    "day": 25,
    "full text": "Hospitals in the region are woefully unprepared for biological or chemical terrorism, according to a survey conducted here just before the Republican convention.\nThe results were presented at the annual convention of the American College of Emergency Physicians, which continues through tomorrow at the Convention Center.\n\"Our region has practically no preparation whatsoever,\" said Michael Greenberg, a professor of emergency medicine at the MCP Hahnemann School of Medicine, who directed the U.S. Army-funded study.\nThis was the first comprehensive look at this issue in a large U.S. region, Greenberg said, and it illustrates the need for greater regional planning.\nHis was one of many new studies presented at the four-day meeting, which is expected to draw 6,500 physicians, speakers and exhibitors. Other studies looked at the dangers of mosh pits and hockey games, or brought doctors up to date on the latest treatments for strokes or heart attacks. Economic themes, such as how to care for the nation's millions of uninsured, who are heavy users of emergency rooms, also are playing a prominent role at the convention.\nSixty-one of the region's hospitals - 89 percent - responded to Greenberg's survey, which asked 38 questions about preparedness for biological or chemical terrorist attacks.\nEighty-seven percent of the hospitals said they did not have adequate amounts of antidote on hand. Nearly a quarter said they did not have policies on biological and chemical casualties, and more than 60 percent said they did not know whom to notify if they treated a victim of biochemical terrorism.\nOnly 10 percent of the doctors had taken a special government course on treating victims of terrorism. The rates ranged from 19 percent in Bucks County and 14 percent in Philadelphia to 2.4 percent in Montgomery County, 1.9 percent in Camden County, and zero in Chester County.\nGreenberg said few hospitals had entered into cooperative agreements with other hospitals or agencies that would also respond to a biochemical attack.\nWorldwide, known attacks involving biological or chemical weapons are extremely rare. The only bacterial attack in America came in 1984, when a cult poisoned a salad bar in Oregon with salmonella, sickening 700 people.\nMike Nucci, Philadelphia's director of emergency management, said large-scale biological or chemical terrorism was difficult to pull off and, thus, was not a huge threat.\nThe city, not hospitals, stockpiles 4,000 doses of antidote for nerve agents, he said, and the federal Centers for Disease Control and Prevention is able to get other antidotes here within hours. The city Health Department, he said, is working on improving coordinated response to an attack.\nBruce Hoffman, a terrorism expert at Rand Corp., said biochemical terrorism was a threat but should not be the top priority. Attacks with conventional weapons are much more likely, he said, and more destructive. Hospitals should be able to respond to all types of terrorist casualties, he said.\nThese are among the other findings presented at the convention:\nMosh pits are hazardous. For every 10,000 people who went to concerts with mosh pits, 26 sustained traumatic injuries, compared with just 2.3 at non-mosh events. The number needing admission to a hospital was 4.5 per 10,000 concert-goers, compared with 0.3 at the non-mosh concerts.\nThe study, conducted by doctors at Providence Hospital in Washington, compared injury rates at outdoor concerts. The non-mosh events included Billy Joel, the Rolling Stones, Janet Jackson, and a large country concert. Those with a mosh pit included the Warped tour, the Tibetan Freedom Festival, and a Green Day concert.\nTim Janchar, an emergency physician who now works in Los Angeles, said the study showed that concerts involving mosh pits required more ambulances. Security also should be stepped up to reduce violent dancing, he said.\nHockey fans at risk. You knew hockey was tough on players, but a new study finds that it can be hard on fans, too. The research from the University of California, Georgetown University and Providence Hospital, studied 95 hockey games attended by an average of 15,800 fans. On average, one fan was hurt by an errant puck per game. Eighty-six percent of injured fans were sitting on the lower level, in back of or on the side of goals. Treating the injuries cost an average of $400 per fan. That doesn't include the lawsuits.\nDanger on the farm. Farm-related injuries account for 5.2 percent of all trauma admissions in Pennsylvania, according to a study by the Geisinger Health System. The researchers examined 1,200 farm-related traumas between 1990 and 1998. They found that nearly 500 were machinery-related, 377 involved falls, and 258 were animal-related. Most of the victims were men, average age 36. Their death rate, 5.2 percent, was about the same as for victims of other types of trauma.\nStacey Burling's e-mail address is sburling@phillynews.com  \n\nLoad-Date: February 5, 2002"
}