{
    "title": "Study urges better bioterror defense",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 11,
    "day": 30,
    "full text": "WASHINGTON -- Seven years after the 2001 anthrax attacks, a congressionally ordered study finds a growing threat of biological terrorism and calls for aggressive defenses on par with those used to prevent a terrorist nuclear detonation.\nDue for release next week, a draft of the study warns that future bioterrorists may use new technology to make synthetic versions of killers such as Ebola, or genetically modified germs designed to resist ordinary vaccines and antibiotics.\nThe bipartisan report faults the Bush administration for devoting insufficient resources to prevent an attack and says U.S. policies have at times impeded international biodefense efforts while promoting the rapid growth of a network of domestic laboratories possessing the world's most dangerous pathogens.\nThe number of such \"high-containment\" labs in the United States has tripled since 2001, yet U.S. officials have not implemented adequate safeguards to prevent deadly germs from being stolen or accidentally released, it says.\n\"The rapid growth in the number of such labs in recent years has created new safety and security risks which must be managed,\" the draft report states.\nThe report is the product of a six-month study by the Commission on the Prevention of Weapons of Mass Destruction and Terrorism, which Congress created last spring in keeping with one of the recommendations of the 9/11 Commission. Drafts of chapters pertaining to bioterrorism were obtained by The Washington Post.\nThe document cites progress in many areas of biodefense since the deadly anthrax attacks of 2001, including major investments in research, stockpiling of drugs and development of a network of sensors designed to detect airborne viruses and bacteria. The Bush administration has spent more than $20 billion on such countermeasures, far more than any of its predecessors.\nBut the report says the next administration must do much more to prevent dangerous pathogens from falling into the wrong hands in the first place. While politicians often warn about the dangers of nuclear terrorism, a serious biological attack would be easier to accomplish and deserves a top priority, it says.\n\"The more probable threat of bioterrorism should be put on equal footing with the more devastating threat of nuclear terrorism,\" the draft states. It calls on the Obama administration to develop a comprehensive approach to preventing bioterrorism and to \"banish the 'too-hard-to-do' mentality that has hobbled previous efforts.\"\nSome bioweapons specialists have argued that it is practically impossible to prevent a biological attack, because lethal strains of anthrax bacteria and other deadly microbes can be found in nature. But the report argues that it would be far easier for bioterrorists to obtain the seeds of an attack from laboratories that have ready supplies of \"hot\" strains. U.S. officials think an Army biodefense lab was the source of the anthrax spores used in the 2001 attacks that killed five people.\nThe biodefense research industry that sprang up after 2001 offers potential solutions to a future attack, but also numerous new opportunities for theft or diversion of deadly germs, the report says. Today, about 400 research facilities and 14,000 people are authorized to work with deadly strains in the United States alone, and several of the new labs have been embroiled in controversies because of security breaches, such as the escape of lab animals.\nNo single government agency has authority to oversee security at these U.S. labs, most of which are run by private companies or universities. Such facilities in the United States \"are not regulated\" unless they obtain government funding or acquire pathogens from the government's list of known biowarfare agents. Because of this gap, labs can work with \"dangerous but unlisted pathogens, such as the SARS virus,\" which causes severe acute respiratory syndrome, without the government's knowledge.\nInternationally, the challenges are even greater. While the U.S. government continues to spend billions of dollars to secure Cold-War-era nuclear stockpiles, similar efforts to dismantle Soviet bioweapons facilities have been scaled back because of disagreements with the Russian government, the report notes. The only global treaty that outlaws the development of biological weapons has no mechanism for inspections or enforcement. Efforts to strengthen the 1972 Biological Weapons Convention were dealt a symbolic blow in 2001 when the Bush administration withdrew its support for a new accord that had been under negotiation for six years.Meanwhile, the growth in biodefense research seen in the United States has spread to dozens of countries, including developing nations such as Malaysia and Cuba that are investing heavily to develop world-class biotech industries. One of the fastest-growing technologies is DNA synthesis, which offers new capabilities to alter the genes of existing pathogens or synthesize them artificially. While governments, trade groups and professional organizations are experimenting with various voluntary controls over such new capabilities, the United States should lead a global effort to strengthen oversight and clamp down on the unregulated export of deadly microbes, the panel said.\n\"Rapid scientific advances and the global spread of biotechnology equipment and know-how are currently outpacing the modest international attempts to promote biosecurity,\" the report says.\n\nLoad-Date: November 30, 2008"
}