{
    "title": "Study_ 56 arrests in U.S. this year related to ISIS Volume, diversity of suspects point to challenge",
    "publisher": "daily news ",
    "year": 2015,
    "month": 12,
    "day": 2,
    "full text": "U.S. authorities this year have arrested nearly five dozen people in the United States for helping to support or plot with the Islamic State, according to a new study, the largest number of terrorism-related arrests in the country in a single year since September 2001.\nThe Islamic State recruits defy any single profile, the study found, although they are younger than previous terrorism suspects, draw heavily on converts to Islam and reflect increasingly prominent roles for women in the terrorist organization.\nA demographic snapshot of the 71 individuals arrested on charges related to the Islamic State since March 2014, including 56 this year, emerged from a comprehensive review of social media accounts and legal documents of nearly 400 U.S. sympathizers of the Islamic State conducted by researchers at George Washington University.\nThe volume and diversity of those arrested underscore the growing challenge the FBI and local law enforcement agencies face in trying to identify, monitor and, if necessary, apprehend suspects at a time when the Islamic State has sharply increased its appeal to Westerners through Twitter, Facebook and other social media.\n\"The individuals range from hardened militants to teenage girls, petty criminals and college students,\" said Lorenzo Vidino, the director of the university's program on extremism, which conducted the study. \"The diversity is staggering.\"\nThe report, titled \"ISIS in America: From Retweets to Raqqa,\" was made public Tuesday.\nEven before the recent attacks in Paris, at least three dozen people in the United States suspected of ties to the Islamic State were under heavy electronic or physical surveillance, according to U.S. officials. Those under investigation typically have little terrorism expertise or support from a cell, making it even more difficult for the authorities to predict or detect who might carry out a strike.\n\"For law enforcement, it's extremely difficult to determine who makes a big leap from keyboard jihadist to doing something,\" said Vidino, who has studied Islamism for 15 years.\nThe people in the George Washington University study ranged from a 15-year-old boy to Tairod Pugh, a former Air Force officer who was 47 at the time of his arrest. The average age of the American supporter of the Islamic State was 26, the report found, reflecting a pattern unfolding in other Western countries as social media attracts younger recruits.\nJohn P. Carlin, the assistant attorney general for national security, has said that of the terrorism-related arrests in the past 18 months, mostly involving the Islamic State, 80 percent of those arrested were younger than 30, and 40 percent were younger than 21.\nAccording to the study, about 14 percent of those arrested were women, and the vast majority were American citizens or permanent residents, emphasizing the homegrown threat the authorities are combating, compared with foreigners infiltrating the country.\nSome 40 percent of those arrested were converts to Islam, a larger representation among U.S. supporters of the Islamic State than the 23 percent of American Muslims over all who are converts, according to the study.\nSlightly more than half of those arrested had tried to travel abroad, most likely to Iraq or Syria, or were arrested during their travels to conflict zones, the report said. At least seven Americans have died fighting with the Islamic State in Iraq or Syria.\nBut U.S. authorities have recently detected a trend that they believe shows the impact of the group's new message to stay at home and carry out attacks there: There has been a significant drop in the number of Americans seeking to go to Syria and Iraq to join the group. Counterterrorism officials say that since July an average of two Americans a month have tried to travel or successfully traveled to Islamic State territory, compared with nine a month over the previous year.\nMore than half of those charged were arrested in an operation involving an informant or an undercover agent, the report said, a tactic that has caused tensions between the FBI and some in the American Muslim community.\n\nLoad-Date: December 2, 2015"
}