{
    "title": "STUDENTS RESIST, FINALLY GIVE IN TO TEMPTATIONS OF 'TERRORISM'",
    "publisher": "st. louis post-dispatch ",
    "year": 1997,
    "month": 9,
    "day": 28,
    "full text": "It is not easy, Joseph Hartzler discovered, to incite college students to terrorism.\nHe tried taking away their driving privileges. He tried ignoring their appeals. He tried arresting peaceful protesters who blocked traffic.\nNot until Hartzler arranged for the jail to burn with the kids in it did somebody finally start talking about striking back at his imaginary government with a bomb.\nIt was all just an abstract exercise, but Hartzler knows terrorism as reality. He was the chief federal prosecutor who won a death sentence against Timothy McVeigh for the bombing deaths of 168 people at a federal office building in Oklahoma City.\nHartzler's message to an audience of more than 500 people Wednesday night at McKendree College in Lebanon:\n\"There is a wide, clear line between verbal protest or even acts of civil disobedience and acts of terrorist violence. You cannot rationalize your way across that clear bright line. It's not a slippery slope or a blurry line. There is a clear distinction in our society between violence for political ends and exercise of the First Amendment.\"\nThat might be easy for most Americans to say, especially in the aftermath of Oklahoma City's 1995 tragedy, the nation's deadliest terrorist act.\nBut Hartzler led his spectators through a two-hour evolution of fabricated frustrations and closed options to give them the helpless anger of minority grievances dismissed by majority rule.\nThe plot, driven by dialogue with a panel of six students and at times the rest of the crowd, was Hartzler's substitute for what otherwise might have been a disappointing speech as first in McKendree's \"Distinguished Speaker Series.\"\nThat's because McVeigh is a subject largely off-limits to Hartzler. The bombing case continues with the planned opening of prosecution Monday against Terry Nichols, accused of aiding McVeigh. Hartzler, no longer involved, is still an assistant U.S. attorney back in his usual venue of Central Illinois.\nBut the hypothetical situation he presented bore some remarkably similar landmarks to the McVeigh case.\nUsing the jail fire as a trigger for tempers, for example, seemed a veiled reference to the deaths of 79 cultists by fire while under siege by the FBI in Waco, Texas. McVeigh may have been motivated in sympathy for the Waco dead; the Oklahoma bombing occurred on the incident's second anniversary.\n\"I can't really comment on it,\" Hartzler said after the McKendree program. \"You could see what parallels you could see. Obviously, I was interested in presenting these students with a fictional scenario that would force them to come to terms with issues that face prosecutors in various situations.\"\nIn this situation, Hartzler asked students to imagine loss of driving privileges by people under age 22 because of a gasoline shortage in the imaginary \"Land of McKendree.\" As their opportunities for redress evaporated, and after protesters died in the jail fire, a few people finally became belligerent.\n\"They reacted with violence toward us, so why shouldn't we treat them the same way they treated us?\" asked one student.\nAnother gamely suggested bombing the home of one of the offending officials.\n \n'Terry The Terrorist'\nWhat, Hartzler wanted to know, would you do if a friend he dubbed \"Terry the Terrorist\" told you in advance he planned a bombing?\nMost wanted to dissuade him, but fewer felt they had grounds to turn him in, at least not unless \"Terry\" was specific about where and when he planned to do it.\nThat reaction struck a nerve with Shari Sawyer of Waterloo, who attended the event just to meet Hartzler. She regards him as a hero because her mother-in-law, Delores Stratton, formerly of Belleville, was killed in the Oklahoma City blast.\n\"It's ridiculous,\" Sawyer complained later. \"Of course you have to tell. My own mother always said if we came to her and told her we murdered someone, she'd be the first one to turn us in, but the first one to visit us in prison. I couldn't live with myself if someone told me they were going to go do this and the next day, it happened.\"\nShe was pleased with the program, as was sister-in-law Michelle Sawyer of Belleville, Stratton's daughter.\n\"It made people realize a little more that you can't take things into your own hands like that. I think it opened a lot of people's eyes,\" Michelle Sawyer said.\n \nHartzler's eye-opening work included drawing lines.\nDistinguishing peaceful civil disobedience from violent retaliation was one. (He said later that young adults who don't remember Vietnam peace marches may have difficulty understanding examples of civil disobedience.)\nSeparating the likes of McVeigh from America's beloved revolutionist George Washington was another. (Washington led soldiers against soldiers for freedom from a totalitarian government; McVeigh killed non-combatants in an uprising against a democracy that already was a government of its people, Hartzler said.)\nHe capped the exercise by baiting a short debate on the morality of capital punishment for the imaginary bomber. Some would execute him but others argued that their killing him would be as wrong as his killing others.\n\"In my role as prosecutor in the McVeigh case, I had to come to terms with the death penalty,\" Hartzler said.\n\"I don't have any great answers for you, which is probably the best way to end the evening.\" Then he did.\n\nGraphic\n\n \nPHOTO, Photo By Rich Oriez - Joseph Hartzler, the chief prosecutor in the Oklahoma City bombing trial, talks with Sharie Sawyer (center) and Michelle Sawyer last week at McKendree College. The women are relatives of Delores Stratton, a bombing victim.\n\nLoad-Date: September 29, 1997"
}