{
    "title": "Studies probe role of mental illness in terrorism Troubled minds, not ideology, may lead to 'lone wo",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 12,
    "day": 16,
    "full text": "A radical Muslim killed a soldier outside Canada's Parliament. A right-wing extremist opened fire on buildings in Texas' capital and tried to burn down the Mexican Consulate. An Al-Qaida-inspired assailant hacked an off-duty soldier to death in London.Police said all three were terrorists and motivated by ideology. Authorities and family members said they may have been mentally ill. A growing body of research suggests they might well have been both.\nNew studies have challenged several decades of thinking that psychological problems are only a minor factor in the making of terrorists. The research has instead found a significant link between mental problems and lone wolf terrorism.\nNow academics and law enforcement officials are working to turn that research into tools to prevent deadly attacks.\nIt's never an either-or in terms of ideology versus mental illness, said Ramon Spaaij, a sociologist at Australia's Victoria University who conducted a major study, funded by the U.S. Justice Department, of lone wolf extremists. It's a dangerous cocktail.\nThe study preceded Tuesday's end to a deadly, 16-hour siege involving a gunman who took hostages in a cafe in Sydney. Prime Minister Tony Abbott said the gunman, Iranian-born Man Haron Monis, had a long history of violent crime, infatuation with extremism and mental instability.\nWith groups like Islamic State spreading violence in Syria and Iraq and bloodthirsty rhetoric on the Internet, authorities around the world have issued increasingly insistent warnings about the threat posed by lone wolf attackers.\nThey can be difficult to stop with a counterterrorism strategy geared toward intercepting communications and disrupting plots.\nPolice forces and intelligence agencies are examining whether insights from research by Spaaij and others could help.\nSpaaij said a number of law enforcement and intelligence agencies have shown interest in his work. In Britain, a police counterterrorism unit is using a major study of lone wolf terrorists to develop risk-assessment analysis.A British security official who spoke on condition of anonymity because he is not authorized to talk on the record said many attackers display warning signs, but that recognizing them is easier in retrospect. He said British intelligence officials are studying the link between mental illness and lone-actor terrorism.\nMost people with mental health problems are neither terrorists nor violent, and mental illness alone can't explain lone wolf attackers. Some experts dispute whether there is a link at all.\nAfter Michael Zehaf-Bibeau's deadly attack on a soldier Oct. 22 in Ottawa, Jocelyn Belanger, a psychology professor at the University of Quebec at Montreal, told the Canadian Senate's national security committee that to believe that radicalized individuals are crazy or not playing with a full deck will be our first mistake in developing effective counterterrorism strategies.\nBut the new research suggests that solo terrorists are much more likely to have mental health problems than either members of the general public or participants in group terrorism.\nSpaaij and Mark Hamm of Indiana State University studied 98 lone wolf attackers in the U.S. They found that 40 percent had identifiable mental health problems, compared with 1.5 percent in the general population.Their conclusion? Mental illness is not the only factor that drives individuals to commit terrorist acts, but it is one of the factors.\n\nLoad-Date: December 16, 2014"
}