{
    "title": "Student stresses importance of open dialogue with regards to domestic terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 2,
    "day": 16,
    "full text": "In light of the recent ban on seven majority Muslim nations, Republicans and advisors to the president have scrambled to defend their acts, which will inevitably affect the livelihoods of thousands of people around the world. While terrorism is obviously a concern for all, there has been a pointed lack of understanding on the definition of terrorism.\nIn light of this, I decided to do some research of my own. According to the Oxford Dictionary, terrorism is \"the unlawful use of violence and intimidation, especially against civilians, in the pursuit of political aims.\" Similarly, the Federal Bureau of Investigation defines terrorism as \"the unlawful use of force or violence against persons or property to intimidate or coerce a government, the civilian population, or any segment thereof, in furtherance of political or social objectives.\" Nowhere in these definitions does it say that terrorism is exclusive to planned attacks from extremist groups like ISIL and Al Qaeda.\nIn fact, the acts of terrorists such as Dylan Roof and Alexandre Bissonnette, the terrorist from Quebec who acted two weeks ago, fit comfortably and resoundingly in these definitions. With that in mind, I bring up an interview that I saw on CNN with Rep. Sean Duffy of Wisconsin defending the president's executive order on immigration.\nHe claimed that doing so was a pause for the administration to \"figure out\" the best way to vet the immigrants and refugees from these seven predominantly Muslim nations. This view not only paints Muslims from the Middle East as terrorists, but also ignores the human rights of the thousands of refugees fleeing their own domestic terror. Their plight is urgent and requires action.\nWhile this is all terrible, my problem lies in his response to the question of domestic, white supremacist terrorism. The congressman played it off as if domestic terrorism is not something that can be stopped and that, while tragic, it does not compare to the \"other\" lives at risk due to \"radical Islamic terrorism.\" First of all, the idea that homegrown terrorists that subscribe to white supremacy are \"one-offs\" or \"lone wolves\" is a tired, old, false claim.\nThis coded language around terror is the same coded language that encourages this type of behavior. White supremacy, as we have seen in this election cycle and since our 45th president has taken office, is alive and well. There are online spaces and physical organizations, such as the KKK, that are active and in public support of our president.\nAlso, let us not forget that the largest domestic terror incident before 9/11 was the Oklahoma City bombing of 1995 that killed over 100 people and injured 600 more. This was carried out by a white man with white supremacist leanings.\nSecond, to diminish the terrorist actions of white supremacists in the United States tells the American people two things: (1) terror is an international problem and (white) Americans are inherently incapable of such actions, and (2) white supremacists who actively murder innocent civilians are not terrorists.\nMeanwhile, black Americans and Muslim Americans, regardless of race, have been targets of hate whether in their place of worship, at home, at school, or in public. There is no uproar from these anti-terrorism factions when this type of domestic terror occurs because it does not fit within their definition of terror.\nFinally, when is this administration going to stop coddling racists and white supremacists? There is no denying that white supremacists and racists have been emboldened since the election in November. The ACLU reports that hate crimes have spiked since the election and have remained high in the past few months.\nThe majority of these attacks are anti-Semitic, anti-immigrant and anti-Muslim and are perpetrated by white Americans. This is the textbook definition of terrorism. As a society supposedly built on the promise of freedom for all, we should be demanding our government acknowledge and condemn homegrown hatred that has the potential to attack those freedoms. Domestic terror is a serious issue and we shouldn't shy away from talking about it because the perpetrators are white.\n\nLoad-Date: February 16, 2017"
}