{
    "title": "Student voices opinion on Jindal's _economic terrorism_",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 19,
    "full text": "Student voices opinion on Jindal's \"economic terrorism\"\nPosted By Ben Aleshire on Apr 29, 2015 | 0 comments\nThere is an elephant in the room: a monstrous presence too intimidating for the UNO faculty and administration to address in their courteous editorials, and too devious for most students to even comprehend. Our state government has been hijacked by economic terrorists.\nThe chieftain of these economic terrorists is our governor, Bobby Jindal, a proud bigot and a conservative boot-licker who has been pillaging Louisiana since he took office. Did you know that Kathleen Blanco left Louisiana a 1.1 billion surplus? Jindal gave it all away to the business lobby buddies whose pockets he inhabits. We pay taxes, so the Louisiana Association of Business and Industry (not to mention Hollywood) doesn't have to. Now Louisiana faces upwards of a 1.6 billion budget gap. Instead of raising taxes on the rich, Jindal and his cowering legislature are prepared to sacrifice higher education upon the altar of corporate welfare. Again. Or, did you not know that Bobby and our esteemed legislators in Baton Rouge (who get paid to represent us) have already slashed UNO's budget by 40 million, since 2008-09?\nWhat solutions are being offered? So far, the only mewling, desperate, milquetoast solution on the table is to raise fees and tuition for students-which is like allowing both your legs to be amputated, and then punching yourself in the face to stop the pain.\nSo, who is this strongman, this charismatic leader who imposes his iron will without the slightest opposition? However callous he might be, he must also be a brilliant leader, calculating and visionary insight, n'est-ce pas? The funny thing is, Bobby Jindal is nothing but a walking, talking, sad clown nightmare. This is the guy who thinks he has a shot at winning the presidency, by running on a platform that consists of hating gay people more than any of the other protozoan slimeballs throwing their hats in the ring.\nDo you remember Bobby's world tour? He wanted to get all those foreign nations jazzed about his impending victory. Your tax dollars paid for that trip, where Bobby's foot-in-mouth disease led him to echo faux-specialist Stephen Emerson's statement that there are whole cities in England that are, \"No-go zones for non-Muslims,\" a statement that is so obviously reeking of race-baiting mendacity that even Fox News hastily retracted their story and apologized. Instead of following Fox's humiliated lead, Bobby doubled down on Emerson's lies. The baffled Prime Minister David Cameron called Emerson, \"a complete idiot,\" and didn't even bother to describe what Bobby is.\nOur whole nation, and the entire world, knows that Bobby Jindal is nothing but a talking lizard in a suit and tie. Why can't Louisiana figure it out? Our legislature needs a 2/3 majority to override his anti-tax veto threats, but so far no one is talking about it seriously. But in just a few months, this schmuck who pretends to hold so much power over us, is about to be laughed off the national stage. He will be swept into the rubbish bin of history and the forgotten.\nThat's the thing, Bobby Jindal doesn't actually have any power at all. He has to answer to the legislature and the legislature has to answer to us. We have the power. Let's use it.\nOur state government needs to quintuple our budget. That's what the conversation needs to be about. Instead, they're talking about decimating it by another 82%. Did you know that LSU is planning for 'exigency,' i.e. bankruptcy? This isn't a budget cut, it's not austerity, it's not 'tightening our belts' - it's the destruction of higher education, and it sets a terrifying precedent for the rest of the country.\nConservative extremists like Jindal are just puppets for the richest one percent of the population, and an educated populace is not in their best interest. They want to keep you dumb, so you'll vote more sinister clowns into the government, so they can keep transferring all the wealth into the hands of corporations and the super rich. They don't want you to get a diploma. What they need is a vast pool of uneducated labor who will beg to be paid $6 an hour, and who won't raise a fuss when their public services are disemboweled before their very eyes.\nMerde. Talk is cheap. Bobby Jindal and anyone who supports his bigoted destruction of our state's future should be dragged from the Capitol building by their toupées.\nDown with Jindal and his army of clowns! Tax the rich! Save Louisiana!\nBen Aleshire\nFreshman English major\n\nLoad-Date: November 25, 2015"
}