{
    "title": "Students debate threat of climate change versus terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 11,
    "day": 13,
    "full text": "Students debate threat of climate change versus terrorism\nKyle Huizinga, Staff writerNovember 13, 2017Filed under NewsShare on FacebookShare on TwitterShare via Email Close Modal Window\nHang on for a minute...we're trying to find some more stories you might like.\nClose Close Modal WindowSend email to this address Enter Your Name Add a comment here Verification Send Email Cancel Dialogue about climate change as a culture is slowly becoming less outlandish, and conversations about real issues are being faced head-on by academic institutions such as Linfield.\nThe debate topic of the evening was whether climate change had more of an impact on national security than terrorism.\nBecause of the recent terror attacks, the answer to this question can be filled with many strong and misinformed opinions.\nLinfield sophomore Amelia Warnock and junior Diana Vazquez stood on opposing podiums preparing to debate this highly contentious issue.\nThe evening was opened and introduced by Professor Pat Cottrell who addressed the severity of the question and urged the audience to take the topic seriously.\nSmall handouts were given to gage the audiences' feeling before, during, and after the debate. Cottrell also stated that he would release the results of a Twitter poll that he had created previously in which students who follow Linfield PLACE on Twitter gave their opinion on the debate topic.\nThree guest judges were present to help decide who won the debate and to question arguments made by the debaters. These were Duncan Reid, sustainability coordinator on campus, Professor of English David Sumner, and Cottrell.\nThe debate began, and each side presented arguments for their assigned points.\nBoth Warnock and Vazquez did a phenomenal job navigating the extremely complex and dense topics of terrorism and climate science.\nEach side argued valiantly and supported their claims with the appropriate factual evidence.\nThe debate lasted for about 45 minutes and ended with three, three minute periods of cross-examination.\nIn the end, the judges discussed the strengths and weaknesses of each person's evidence and argument and said that both participants had succeeded in arguing well for their specific viewpoint.\nA surprise came near the end of the night when Cottrell released the results of the of the Twitter questionnaire and debate.\nOf the people who participated in the Twitter poll, 75% of responders agreed that climate change is a larger threat to national security than terrorism.\nThis was also reflected in the physical forms that audience members filled out during the debate. Every attendee agreed that climate change was more of a threat to national security than terrorism.\nMany in attendance were shocked at the almost unanimous feelings of the debate topic.\nIn the end, it was determined a tie because many respondents of the questionnaire agreed with the debate topic yet, felt that miss Warnock had a stronger argument and evidence for terrorism.\nAfter the debate, Reid was shocked by the outcome and said, \"It shows you that there are large amounts of people educated about climate change, it's just that now they need something to do about it.\"\nThis seems to be a major shift in generational understanding of the risk and fear of climate change and human's effects in their natural environment.\nIt seems that only five or ten years ago a question of this impudence would have been laughed off or considered repugnant.\nThe more frequently we hold open forums to talk about these issues the closer we become to finding a solution.\n\nLoad-Date: November 14, 2017"
}