{
    "title": "Suburban voters want action",
    "publisher": "the bismarck tribune",
    "year": 2019,
    "month": 8,
    "day": 19,
    "full text": "GILBERT, Ariz. - Following the news has grown stressful for Angela Tetschner, a 39-year-old nurse raising four children in this sprawling Phoenix suburb of tile roofs, desert yards, young families and voters who are increasingly up for grabs.\n\"Sometimes I do think about the school shootings,\" said Tetschner, who doesn't pay much attention to politics but has been disappointed in President Donald Trump, days after sending her 5-year-old boy to kindergarten. She'd like to see Congress tighten gun laws, but her expectations for action are low.\n\"You can't not put your kid in school,\" she said. \"I just hope and pray that nothing happens.\"\nTetschner's worries are weighing heavy on Republicans in Arizona and elsewhere in the wake of recent mass shootings. The party has seen once-reliable suburbs turn competitive as women worry about their children's safety and embraced Democratic alternatives in last year's midterm elections.\nGOP candidates looking ahead at tough races increasingly are eyeing new ways to address anxieties about gun violence, and to do that without crossing the party's base, which sees gun restrictions as an infringement on the constitutional right to bear arms.\n\"Republicans' backs are already against the wall among suburban voters, particularly college-educated women,\" said Whit Ayres, a Republican consultant. \"And the inability of our political system to pass what most Americans see as commonsense reforms related to gun violence only makes the matter worse.\"\nThat tension is palpable in Arizona, a state with an ardent gun culture as well as a growing population of newcomers seeking sun, jobs and affordable housing in the suburbs that ring Phoenix.\nRepublican Sen. Martha McSally's challenge is to navigate that divide. The freshman senator is facing a difficult re-election fight, probably against Democrat Mark Kelly, a former astronaut who became a prominent gun-control advocate after his wife, then-U.S. Rep. Gabrielle Giffords, was shot in the head in an attempted assassination in Tucson in 2011.\nWhile gun control often fades from the conversation weeks after a high-profile shooting, the issue is likely to be a steady presence in this race, but not determine the outcome by itself. \"It's a part of their decision-making process, but it's only a part of it,\" said David Winston, a Republican pollster who advises GOP congressional leaders.\nPressure on McSally has been evident since shootings in California, Texas and Ohio. She has adopted a softer tone and spoken forcefully against hate and domestic terrorism. A vocal supporter of gun rights who once called universal background checks unconstitutional, McSally now says she is open to talking about new gun laws. She also says she intends to introduce legislation to make domestic terrorism a federal crime.\n\"We all need to do our part, whether there's a federal element, a state element, a society element,\" McSally told reporters in Phoenix last Thursday. \"Let's figure out what we can do that's meaningful, that's thoughtful, that's not political theater in order to stop these crimes.\"\nMcSally's message echoes what other Republicans are saying.\nAfter two shootings killed 31 people in less than 24 hours, President Donald Trump started talking about tougher background checks on gun buyers and prominent Republicans expressed support for laws that make it easier for authorities to seize weapons from people deemed suicidal or dangerous.\nSenate Majority Leader Mitch McConnell, R-Ky., a longtime opponent of gun control laws, said the Senate could not fail to act, although he ignored a push by Democrats to call lawmakers back from summer recess to debate the issue.\nMcSally's hopes for holding her seat hinge on holding onto voters in suburbs such as Gilbert, Mesa and Scottsdale where Republicans have traditionally performed well but saw their fortunes wane in last year's midterms. Before she was appointed to the seat held by the late Sen. John McCain, McSally narrowly lost a 2018 Senate race to Democrat Kyrsten Sinema, partly due to voters on the outskirts of Phoenix who split their tickets, voting for both Sinema and Republican Gov. Doug Ducey.\n\nLoad-Date: August 19, 2019"
}