{
    "title": "Subway bomb plot linked to British cell",
    "publisher": "charleston daily mail",
    "year": 2010,
    "month": 7,
    "day": 8,
    "full text": "NEW YORK - A failed plot to set off bombs in the New York subway system last year was part of a larger al-Qaida terrorist conspiracy that included a similar attack planned in England, U.S. prosecutors said Wednesday.\nIn an indictment unsealed Wednesday in federal court in Brooklyn, prosecutors added several al-Qaida figures to the case, including Adnan Shukrijumah, an FBI most-wanted terrorist.\nShukrijumah, one of the al-Qaida leaders in charge of plotting attacks worldwide, was directly involved in recruiting and plotting the New York attack, prosecutors said. Attorney General Eric Holder has called that plot one of the most dangerous since 9/11.\nThree of the men indicted Wednesday - Abid Naseer, Tariq Ur Rehman and an alleged al-Qaida operative known as \"Ahmad\" - were linked to a previously undisclosed companion plot in England.\n\"These charges underscore the global nature of the terrorist threat we face,\" said David Kris, the Justice Department's top national security prosecutor.\nThe Associated Press first reported last week that U.S. authorities believe Shukrijumah was involved in the subway plot, and that Ahmad is in Pakistani custody.\nThree U.S. citizens were arrested in September 2009 before, prosecutors said, they could carry out a trio of suicide bombings in Manhattan. Najibullah Zazi, a former Denver airport shuttle driver, and Zarein Ahmedzay have pleaded guilty and admitted planning to detonate homemade bombs on the subway during rush hour.\nA third man, Adis Medunjanin, awaits trial. Prosecutors added new terrorism charges against him Wednesday.\nThere was no immediate response to a phone message left with Medunjanin's attorney.\nAfter 9/11, Shukrijumah, 34, was seen as one of al-Qaida's best chances to attack inside the U.S. or Europe, captured terrorist Abu Zubaydah told U.S. authorities. Shukrijumah studied at a community college in Florida but when the FBI showed up to arrest him as a material witness to a terrorism case in 2003, he already had left the country.\nIn 2004, then-Attorney General John Ashcroft called Shukrijumah a \"clear and present danger\" to the United States. The U.S. is offering a $5 million reward for information leading to his capture.\nThe new indictment charging a conspiracy to use weapons of mass destruction alleges that Shukrijumah and Ahmad recruited Zazi, Ahmedzay and Medunjanin in 2008 to receive training from al-Qaida in the Waziristan region of Pakistan.\nOnce the three former high school classmates from Queens returned to the United States in early 2009, it adds, Ahmad traded coded e-mail messages with both Zazi and Naseer, who was part of a Manchester, England-based cell.\nProsecutors say in one message, Naseer told Ahmad he was planning a large \"wedding\" - code for attack. Likewise, Zazi e-mailed Ahmad that \"the marriage is ready\" shortly before he drove from Colorado to New York City carrying bomb-making components in September 2009, they add.\nIn a search of the British suspects' homes, investigators say they found large amounts of flour and oil, and surveillance photos and maps of Manchester on the walls.\nZazi, who was under FBI surveillance, was arrested after abandoning the plan and fleeing back to Colorado. Naseer is in custody in United Kingdom on terrorism charges; Rehman was deported to Pakistan.\nThe unsealing of the new indictment falls on the fifth anniversary to a suicide attack on London's transit system that killed 52 commuters.\n\nLoad-Date: July 8, 2010"
}