{
    "title": "Success of post-Sept. 11 security",
    "publisher": "university wire",
    "year": 2008,
    "month": 9,
    "day": 11,
    "full text": "Seven years have passed since that fateful dayin September. It is sad to think about the tragedy of Sept. 11, andit would be inappropriate to do anything but somberly reflect onits events and the people who suffered. There is no way someone canmaterialize optimistic thoughts when thinking of Sept. 11, but,when looking at the time span in between then and now, it is adifferent story. Think about the last seven years, and compare themto the decade leading up to the Sept. 11 attacks. There are manydifferences between the two spans of time, but one in particularstands out more than all of the rest. Where have all of theterrorist attacks gone?\nDuring the 90s, Americans had to put up withquite a few major attacks, including the 1993 World Trade Centerbombings, 1998 U.S. Embassy bombings and even the Oklahoma Citybombing. I do not want to point fingers at any one administration,but I do want to ask what was done about terrorism. Nothing really.Negotiation and pacifism were all our leaders had, and that did notget the U.S. very far. No counter-terrorism plan was put intoeffect, and Sept. 11, 2001 had to pay for it.\nEver since that day, there have been no majorattacks upon American citizens at home or abroad, which isextraordinary. After Sept. 11, our government took a differentapproach, and although many hate to admit it, the Bushadministration has a lot to do with why we have been safe.Government advisors saw the failure of negotiations with terroristsand pacifist intentions in the past. They decided to adopt a moreoffensive strategy abroad and a more defensive strategy at home.Many Americans passionately preached against the Patriot Act or thewar in Afghanistan, but they have noticeably gotten quieter. It isnow hard to argue that President Bush's strategies have not kept ussafe for the last seven years.\nOne argument that does not make sense is thatgoing to war in Iraq has made us less safe. Sen. Barack Obamaactually mentioned this in one of his speeches on foreign policy:\"Perhaps the saddest irony of the administration's cynical use of9/11 is that the Iraq War has left us less safe than we were before9/11.\"\nSeriously?\nNow, I will not spend time arguing that theIraq war has made us safer, but I do want to ask: How has the IraqWar made us less safe than we were before Sept. 11? What evidencedoes Obama have to back up such an \"ironic\" statement? And where inthe heck has he been the past seven years?\nDespite his unpopularity and his failure tocommunicate well, President Bush has led a monumentalcounter-terrorism campaign. Of course, American public opinion hasa short attention span, but I do believe that 20 or 30 years downthe road, Bush will be remembered as a great president for hisability to look far into the future and act upon what he has seen.His presidency has been far from perfect, but no one can deny thefact he has dealt some major blows to al Qaeda and has changed theworld's opinion towards terrorism. I know that many do not want toadmit it, but if they cannot come up with another reason why wehave been safe the past seven years, then I think it is time forthem to come to terms with the truth.\nÂ¬Â¨Â¬Ãoe\n\nLoad-Date: January 18, 2018"
}