{
    "title": "Sudan Cheers Its Formal Removal From U.S. Terror List",
    "publisher": "the new york times",
    "year": 2020,
    "month": 12,
    "day": 15,
    "full text": "The Trump administration formally removed the country from a list of state sponsors of terrorism on Monday, ending nearly three decades of international isolation.\nNAIROBI, Kenya -- Sudan took a major step back into the international fold on Monday when the United States formally removed it from a list of nations that sponsor terrorism, ending a 27-year period of isolation that left the vast African country a diplomatic pariah, hobbled its economy and blocked access to financial aid that it now urgently needs. \n  Prime Minister Abdalla Hamdok, the leader of Sudan's fragile transitional government, hailed the American move as a rare cause for celebration in a nation that is straining badly under a crushing economic crisis and the coronavirus pandemic.\n  This is the beginning of a ''new era,'' Mr. Hamdok declared on Twitter, adding that after three decades of isolation Sudan could officially rejoin the international community as ''a peaceful nation supporting global stability.''\n  The move put in effect a decision announced by President Trump on Oct. 19, when he said Sudan would be removed from the terrorism list in exchange for a $335 million compensation payment to the victims of the 1998 Qaeda attacks on American Embassies in Kenya and Tanzania.\n  Only three countries now remain on the American list of state sponsors of terrorism: North Korea, Iran and Syria.\n  In a statement that proclaimed ''a fundamental change'' in the relationship between the United States and Sudan, Secretary of State Mike Pompeo praised Mr. Hamdok's government for daring to ''chart a bold new course'' away from the legacy of Omar Hassan al-Bashir, the country's longtime dictator who was ousted amid dramatic street protests last year. \n  In delisting Sudan, American officials are certifying that they no longer believe the country is allied with militant groups like Hezbollah and Al Qaeda, as it was in 1993 when President Bill Clinton made the designation.\n  In reality, those ties withered many years ago, even before last year's overthrow of Mr. al-Bashir. An effort to remove Sudan from the terrorism list started after the United States lifted many sanctions against Sudan in 2017, and talks formally started in 2018.\n  But the negotiations were grindingly slow and legally complex, and only gained urgency last summer as the Trump administration sought ways to pressure or induce Arab countries to normalize relations with Israel.\n  That effort bore fruit on Oct. 23 when Sudan agreed, with evident reluctance, to recognize Israel -- although it appeared to stop short of agreeing to full diplomatic relations -- provided Mr. Trump followed through on his promise of removal from the terrorism list.\n  In so doing, Sudan became the third Arab country, after the United Arab Emirates and Bahrain, to recognize Israel this year. Last week, Morocco joined the list.\n  For Khartoum, the decision was driven by burning economic need and increasingly precarious domestic politics. Long lines for fuel and others essential supplies, as well as soaring inflation, have put the civilian-military coalition that has replaced Mr. al-Bashir under intense pressure in recent months.\n  The crisis fed speculation that Mr. Hamdok's civilian-led government, which is supposed to steward the country toward elections scheduled for 2022, could face destabilizing street protests, or worse. \n  Now the government hopes to access emergency funds from the International Monetary Fund to alleviate its economic pain, and is likely to seek forgiveness for some of its $64 billion national debt. Both measures were effectively impossible until now because the terrorism listing obliged the United States to oppose financial aid to Sudan.  \n  More broadly, many Sudanese hoped the American move would herald their country's reintegration into the mainstream of the global economy. \n  ''Removal from the terror list is kind of Phase 1,'' said Anas Mohamed, 28, an economics researcher in Khartoum. ''It gives us the boost to continue the path of reforms. We have no other choice.''\n  Others, though, warned that the delisting did not offer a panacea for Sudan's economic woes. ''This is not the economic takeoff people are hoping for,'' said Magdi el Gizouli, a Sudan analyst at the Rift Valley Institute, a research group that specializes in Africa. ''The government badly needs a success story, but the importance of Western investment should not be overstated.''\n  Even so, Mr. Hamdok, who has spent much of his premiership battling crises, seemed elated by a rare political victory.\n  ''Today we return with all our history, the civilization of our people, the greatness of our country and the vigor of our revolution to the international community,'' he wrote on Twitter.\n  The deal over Israel appeared to hang in the balance earlier this month, amid uncertainty over whether Congress would restore Sudan's immunity from prosecution. But Monday's delisting showed that at least one major part of it had gone through.\n  Since a congressional notification period of 45 days had lapsed, the American Embassy in Sudan said on Facebook, Sudan's removal from the terrorism list was effective immediately.\n  In Israel, Army Radio noted  the delisting, as well as the fact that relations between Sudan and Israel had not yet been restored. ''The normalization agreement has not yet been signed, and the negotiations are still underway,'' it said.\n  For Sudan, the delisting couldn't come soon enough. \n  Even though American sanctions were lifted three years ago, Sudan's continued status as a state sponsor of terrorism imposed legal restraints and reputational costs that caused international banks and businesses to continue to shun Khartoum, and which cut the country off from international financial aid.\n  Then there is the pandemic. Sudan has registered a steep rise in new infections lately, amid warnings that even those figures may be grossly underestimated. British researchers recently estimated that 38 percent of people in Khartoum had been infected with Covid-19 -- far higher than the official figure -- and that the majority of deaths had gone unreported.\n  Isabel Kershner contributed reporting from Jerusalem and Abdi Latif Dahir contributed reporting from Nairobi. Isabel Kershner contributed reporting from Jerusalem and Abdi Latif Dahir contributed reporting from Nairobi. \n\nhttps://www.nytimes.com/2020/12/14/world/middleeast/sudan-us-terrorism-sponsors-list.html\n\nGraphic\n\n \nPHOTO: Fuel lines in Omdurman, Sudan. The country is now eligible for economic aid and debt relief. (PHOTOGRAPH BY ASHRAF SHAZLY/AGENCE FRANCE-PRESSE -- GETTY IMAGES)               \n\nLoad-Date: December 16, 2020"
}