{
    "title": "Sudan 's Islamic Regime Cultivates Ties With Iran",
    "publisher": "the will ",
    "year": 1992,
    "month": 3,
    "day": 31,
    "full text": "THEIR uniforms give the militia away as young troops ready to fight a jihad, or \"holy war.\" The khaki outfits are ill-fitted and made in Iran - faded leftovers from the muddy Iran-Iraq war that have been washed too often, years ago.\nThis squad of the Popular Defense Force (PDF), trained to march with a gun and recite the Koran, is part of Sudan's new Islamic forces. They are modeled after Iran's Revolutionary Guards, and reported by some Western observers to be trained by Iranians.\nThe Islamic militia is beginning to replace the mistrusted Army - whose disgruntled officers have aided four coup attempts so far against the military regime of Lt. Gen. Umar Hassan al-Bashir.\nWestern diplomats worry that what they call Sudan's increasingly radical brand of \"political Islam\" will result in a new safe haven for terrorist organizations pushed out of Libya, Lebanon, Iraq, and Syria.\n\"Sudan has nothing to offer but a home for fundamentalism,\" says one Western intelligence source here.\nThe recent influx of militants into Sudan prompted the US State Department to warn Khartoum in a December message regarding \"the increased presence of terrorists there and … that Sudan runs a very serious risk of being branded a terrorist state.\"\nSuch accusations are exaggerated, according to Hassan al-Turabi, head of the National Islamic Front (NIF) and widely considered to be the de facto ruler of Sudan. In 1983 Mr. Turabi spearheaded Sudan's implementation of the Sharia, Islamic penal law, that resulted in public amputations and a ban on alcohol, and caused an international outcry.\n\"The Sudanese have never had a history of terrorism, and they are too weak to export anything by force,\" Turabi told the Monitor. \"The Islamic movement has been strong here for years; there is no new conspiracy.\"\nThe rise of Muslim hard-liners in Sudan has been swift since General Bashir ousted the elected government of the Prime Minister Sadiq al-Mahdi in June 1989.\nSudanese and Western observers describe how the coup was methodically \"hijacked\" by leaders of the fundamentalist NIF. Within a year, NIF supporters controlled the security apparatus, and had purged the government, the judiciary, and universities of Muslims wavering in the faith.\nIn March 1991, the Sharia, Islamic law, was reinstituted by the ruling Revolutionary Command Council of National Salvation, against the will of the Christian- and animist-dominated south.\nThough denying Western charges that Sudan is open to terrorist training activities, the Bashir regime has taken advantage of the trend toward fundamentalist Islam now building in the Arab world.\nHoping to end its almost total isolation since backing Iraqi President Saddam Hussein in the Gulf war, Sudan has embraced Iran. When Iran's President Hashemi Rafsanjani visited Khartoum in December, Bashir reportedly told him that Iran's 1979 Islamic revolution inspired his own take-over of power.\nIn a move that frightens moderate Arab nations who fear that hard-line Muslims in Sudan might inspire fundamentalists within their borders to rebel, Bashir reportedly offered to let Iran use Sudan as a base to export Iran's Islamic revolution.\nHis reward, according to a senior Western economist, has been a pledge from Iran to supply Sudan's minimum oil needs - valued at $ 300 million per year - and $ 35 million worth of old Soviet military hardware that Iran captured from the Iraqis years ago.\n\"Iran's investment here is peanuts, just half of an oil well,\" says a Western diplomat. \"But Iran has managed to rattle Egypt, Saudi Arabia, and the Gulf States. Don't be surprised if you see Egyptian paratroopers at the airport one day. They will hit hard against the Bashir regime.\"\nWestern countries see a darker side to Iran's influence. The posters of Ayatollah Ruhollah Khomeini and President Rafsanjani that are now plastered on walls around Khartoum are prevalent in only two other places: Iran, and the Shiite Muslim areas of southern Beirut and east Lebanon, where Hizbullah militiamen, with Iran's blessing, held Western hostages for eight years.\n\"There is a gathering here of young members of radical groups from the Middle East and Magreb countries for militia training,\" says a Western diplomat. Turabi says that 100,000 Islamic militiamen have been trained and have already joined the PDF, but that \"less than 1,000 are now in operation\" in the south, where they are said to be turning the civil war against mostly Christian rebels into a \"Holy War.\"\nTurabi downplays Iran's new role in Sudan. Because Iranians adhere to the militant Shia sect of Islam, and nearly all Sudanese Muslims follow the more moderate Sunni group, \"Iran will never influence Sudan,\" he says. He blames a \"subconscious prejudice against Islam\" in the West for the fears over \"terrorists that don't exist.\"\nBut Western diplomats point to past incidents that lead them to believe that Sudan may now be ripe for helping terrorists.\nFive members of a radical Palestinian terrorist group led by Abu Nidal stormed the Acropole Hotel in 1988 and killed seven Europeans with hand grenades. Last year, the Bashir regime released those convicted.\nSudanese diplomatic passports - and new identities - have twice been given to Sheikh Rachad al-Ghannouchi, head of Tunisia's militant Muslim movement.\nNevertheless, Bashir denies that Sudan will ever be used as a base for international terrorism.\n\"It will never happen in Sudan,\" he says. \"We reject any link between Islam and terrorism, because Islam prevents killing.\"\n\nGraphic\n\n \nMap, Sudan, highlighting provinces, SHIRLEY HORN - STAFF\n\nLoad-Date: March 31, 1992"
}