{
    "title": "Sudanese blames terrorism image on Western fears",
    "publisher": "the tampa tribune ",
    "year": 1994,
    "month": 12,
    "day": 5,
    "full text": "Hassan Turabi has no official post. Yet dignitaries and ambassadors trek to hear his thoughts on what is happening in Sudan and how an Islamic revival will sweep the world.\nTo the West, he is the architect of a campaign by Sudan to spread terrorism by Muslim radicals. To many Arabs, he is a visionary thinker on the future of Islam. From either side, he is the most influential man in Sudan.\nDALIA BALIGH; of The Associated Press\nThe 62-year-old Turabi brushes aside questions about his power in Sudan, an arid African expanse that is one of the world's poorest countries. He said \"Islamic terrorism\" has more to do with Western fears than with reality.\n\"I care that the Islamic revival spreads, especially in the Arab world, because they are historically closer to the origins of Islam and can lead the international revival.\"\nTurabi's power stems from his leadership of the National Islamic Front, which is banned like other political parties but actually controls the government in this nation of 25 million people. Western diplomats say Turabi sets the tone for Sudan's rule but does not make all daily decisions.\nThe country is a pariah for backing Iraq in the Persian Gulf war and supporting Islamic radicals in Egypt and Algeria.\nSudan was put on the U.S. list of terrorist-sponsoring states last year after five Sudanese were charged in a plot to blow up New York landmarks. The United States and some Arab nations accuse Sudan of plotting with Iran and harboring radical groups like the Palestinians' Hamas and Abu Nidal.\nAlthough a champion of Islam, Turabi is a contrast to religiously educated leaders of Iran's Islamic republic. He studied in Britain and got a doctorate in law from the Sorbonne in Paris in 1964. He is a charismatic speaker who charms visitors in eloquent Arabic or fluent French and English.\nHe has been a political player in Sudan since 1965, holding posts under five regimes.\nTurabi was behind Sudan's 1983 implementation of Islamic law, which was a major factor in reviving the Arab-led government's civil war with Christian and animist blacks in southern Sudan.\nHe narrowly escaped death in 1992 when a Sudanese opposition member beat him during a visit to Canada. He was in a coma for days.\nSince Lt. Gen. Omar Hassan el-Bashir seized power in 1989, Turabi has been known as the power behind the throne.\nHis only formal job is head of the Popular Arab and Islamic Congress, which he founded to promote religion. He says Islam is a peaceful religion but that he supports the tactics of radicals in Algeria, Egypt and Palestinian territories.\n\"A Muslim is not allowed to start violence, but he is allowed to answer back with violence if someone else starts,\" Turabi said.\n\"In these Arab countries like Egypt and Algeria and others, where the government starts using force to suppress the new Islamic movement … then a person can answer violence with violence until there is a revolution.\"\nU.S. Ambassador Donald Petterson said nothing has changed the U.S. view of Sudan. \"There are training activities, terrorist organizations are allowed to function here, and there is interaction between the government and organizations here like Hamas, Hezbollah, Palestinian Islamic Jihad, Abu Nidal and others.\"\n\nGraphic\n\n \nPHOTO,\n Hassan Turabi\n\nLoad-Date: December 6, 1994"
}