{
    "title": "Sudan Is Focus of U.S. Efforts to Improve Ties With Israel",
    "publisher": "the new york times",
    "year": 2020,
    "month": 9,
    "day": 27,
    "full text": "The U.S. is offering cash aid and promises to entice Sudan to recognize Israel before the American election, while the big prize, Saudi Arabia, remains out of reach.\nAmerican efforts to persuade more Arab countries to normalize relations with Israel before the November election are focused on Sudan, where negotiations have stalled over the amount of a financial incentive promised to Sudan in exchange for recognizing Israel, officials said Saturday.\nBut the campaign’s most important target, Saudi Arabia, they said, is unlikely to recognize Israel this year.\nPresident Trump has said that “at least five or six countries” are poised to follow the United Arab Emirates and Bahrain in normalizing relations with Israel, one of the biggest foreign policy achievements of his administration. He said one could be Saudi Arabia, a breakthrough that would carry great weight in the Arab world.\nBut two high-ranking Israeli officials with knowledge of the talks said that while Saudi officials had been involved in negotiations to secure the recognition of Israel by the U.A.E. and Bahrain, they had no plans to do so themselves in the near future.\nThe officials, who spoke on condition of anonymity to discuss private diplomatic negotiations, said that Saudi officials, including Crown Prince Mohammed bin Salman, had been involved in the Emirati and Bahraini initiatives. One of the officials said the Saudis also secretly helped lobby other countries in the region to support the moves.\nThe White House has not publicly ruled out recognition by Saudi Arabia, and did not respond Saturday to a request for comment about the negotiations.\nOfficials believe the most immediate prospect is Sudan, and the administration has linked recognition of Israel to Sudan’s removal from a list of states that sponsor terrorism, a longstanding Sudanese demand. The designation, which dates to 1993, hinders Sudan’s ability to receive debt relief and international financial aid, and is a major hurdle to foreign investment in Sudan.\nBut recognition of Israel is a highly contentious issue that officials and analysts warn could destabilize the country’s fragile transitional government. This past week, Lt. Gen. Abdel Fattah al-Burhan, Sudan’s de facto leader, flew to the United Arab Emirates for unofficial talks with American and Emirati officials about a potential economic assistance package for Sudan’s stricken economy that officials say could help to sell recognition of Israel.\nThe talks ended without agreement after the two sides failed to agree on the size of the package. A Sudanese official said Sudan had been offered about $800 million in direct aid and investment, which would mostly be paid by the U.A.E. and the United States, with about $10 million coming from Israel.\nSudanese officials countered that they needed at least four times as much — $3 billion to $4 billion — to make a dent in their country’s deepening economic crisis, the official said. The crisis has led to soaring inflation and widespread shortages of basic goods, and has placed the fragile government under immense strain.\nAmerican officials have already said they are willing to remove Sudan from the list of state sponsors of terrorism in exchange for a compensation payment of $335 million for the victims of the bombings of the American embassies in Kenya and Tanzania in 1998 and the American destroyer Cole in 2000.\nMany Sudanese argue that the terrorist designation is no longer warranted since the ouster last year of their longtime dictator, Omar Hassan al-Bashir, in protests that were hailed in the West as inspiring a democratic movement.\nThe compensation for the bombing victims is complicated by the need for Congress to restore Sudan’s sovereign immunity, a legal principle that prevents a government from being sued. Congress is divided on the issue, following objections from families of Sept. 11 victims who have sued Sudan, which harbored Osama bin Laden until 1996. Sudan denies any role in the 2001 attacks.\nSudanese officials are divided on the merits of recognizing Israel, and some officials have warned that a hasty, American-backed deal could ignite a destabilizing backlash that might scuttle the country’s precarious transition to democracy.\nOn Saturday, Sudan’s civilian prime minister, Abdalla Hamdok, reiterated his opposition to American efforts to link recognition of Israel to Sudan’s removal from the terrorism list.\n“Sudan has no reason to be in a state of war with any country,” Amjad Farid, Mr. Hamdok’s deputy chief of staff, said in an interview. “But normalization with Israel is a complicated issue with social and political dimensions that go back decades, and are linked to the history of the Arab region.”\nHowever, other senior officials, some from the military, said they favored normalization with Israel, especially if it helped lift the stigma of the United States’ terrorism designation.\n“Sudan suffered for 30 years from a dictatorship that gave a bad image to the country,” said Lt. Gen. Ibrahim Gabir of the Sovereign Council, a military-led body that oversees the civilian-led government. “Now we are progressing well, talking here and there. We don’t see any problem to have peace with any country, including Israel.”\nAn economic assistance package, an enticement to sweeten recognition of Israel, could throw the country a vital economic lifeline if it is large enough, officials say.\nBut others warn that popular hostility toward Israel remains high inside the country, and that a rushed deal on Israel could generate new support for the Islamist forces that were marginalized after the ouster of Mr. al-Bashir.\n“No one wants a repetition of the 1983 Israeli-Lebanese peace agreement, which, signed by a Lebanese government without popular legitimacy, collapsed in less than a year,” Payton Knopf, of the United States Institute of Peace, and Jeffrey Feltman, of the Brookings Institution, wrote in a report on Thursday.\nSudan and Israel have a long and complicated history.\nIsrael was a prime mover in the effort to get Sudan included in the list of states sponsoring terrorism, largely because of its close ties to the militant Islamist movement Hamas, which controls Gaza and is opposed to Israel’s existence, and Iran.\nIn the late 1970s and early ’80s, tens of thousands of Ethiopian Jews fled to Sudan hoping to immigrate to Israel. Israeli forces carried out secret operations to retrieve them from Sudan, which opposed the Israeli intervention.\nAfter 2005, when Iran began shipping arms to Hamas via Sudan, the Israeli Air Force began bombing the convoys. In 2012, it also attacked a missile manufacturing plant and an arms depot containing weapons it said were bound for Gaza.\nBut since Sudan cut its ties with Iran in 2016 and ousted Mr. al-Bashir last year, relations between the two countries have improved.\nIn February, the leaders of the two countries met publicly for the first time, and Sudan began allowing Israeli planes to fly in its airspace.\nAfter the U.A.E. and Bahrain’s recognition of Israel, the United States has pressed hard to get Saudi Arabia to follow suit. Crown Prince Mohammed has suggested he may be open to the idea and has taken small steps in that direction.\nSince the Emirati and Bahraini announcements, he has opened Saudi airspace to some Israeli flights. Saudi news outlets that hew to government direction have hailed the deals as historic and have published articles about Jewish history in the Arab world that never would have appeared a few years ago.\nAccording to one official, Prince Mohammed was invited to the signing ceremony with the U.A.E., Bahrain and Israel at the White House this month, an appearance that would have publicly signaled Saudi support for the recognitions and helped rehabilitate the prince’s stature in Washington, which has been tarnished by the murder of Jamal Khashoggi, a dissident Saudi journalist, on the prince’s orders, according to American intelligence officials.\nCurrent and former Saudi officials who have discussed the issue with Prince Mohammed say he feels no loyalty to the Palestinian cause but fears that normalization with Israel would not be well received in conservative parts of Saudi society and could be used by rivals to undermine him.\nAnother brake on speedier progress is his father, King Salman, 84, an ardent backer of the Palestinian cause who has shown no sign of changing his mind on the issue. Saudi experts believe the king would not allow normalization with Israel before an Israeli agreement with the Palestinians, but that an Israeli-Saudi rapprochement could accelerate after King Salman dies.\nThe United States has also been working to resolve the dispute between Qatar and other Persian Gulf states in an effort to strengthen the coalition against Iran. American-sponsored talks have sputtered, but if an agreement was reached, one of the Israeli officials said, Qatar would be likely to make public its hitherto secret ties with Israel.\nReporting was contributed by Michael Crowley, Lara Jakes, Ben Hubbard and Charlie Savage.\nPHOTO: Secretary of State Mike Pompeo met with Prime Minister Abdalla Hamdok of Sudan in Khartoum last month. (PHOTOGRAPH BY Office of Sudan&#39;s Prime Minister, via Agence France-Presse — Getty Images FOR THE NEW YORK TIMES)\n\nLoad-Date: December 14, 2020"
}