{
    "title": "Sudan Joins Iran On US List of Terrorist States",
    "publisher": "the christian science monitor",
    "year": 1993,
    "month": 8,
    "day": 19,
    "full text": "THE United States government is placing Sudan on its list of nations that support terrorism largely because the northeast African nation has become a home base for some of the most dangerous renegades of the Islamic world, including Hizbullah fundamentalists and the notorious Abu Nidal Palestinian terrorist organization.\nSudan is also becoming increasingly close to that old US nemesis, Iran. A high-level Sudanese military delegation traveled to Tehran last summer seeking help in fighting its guerrilla war against rebels in southern Sudan.\nEvidence directly linking Sudanese officials to planned attacks on New York targets, including the United Nations, was less of a factor in Secretary of State Warren Christopher's decision to formally condemn the Khartoum government. The full story of the New York plot has yet to be uncovered, and US officials are not yet sure how the conspiracy fits together.\nIt is possible that the plot contains wheels within wheels - Sudanese diplomats that helped plan terror on their own, perhaps, or with the support of only a few elements of their government.\n\"I find it a weak linkage\" between top levels in Khartoum and the 11 suspects so far charged in the case in New York, says a congressional staff member who nonetheless favors listing Sudan as a supporter of terrorism.\nMany members of Congress have long pushed the State Department to judge Sudan as a sort of junior brother to Iran, an Islamic state bent on international interference.\nThe matter has been under review in the State Department for months. Last weekend, Secretary Christopher finally decided to add Sudan to a list that already includes Cuba, Iran, Iraq, Libya, and Syria.\nAs of this writing, the public condemnation of Sudan had yet to be made. \"We expect an announcement in a matter of days,\" says an official from State.\n \nSudan warned earlier\nLast March, the US warned Sudan that its strengthening relationship with Iran and its role as host to radical terrorist organizations could earn it a spot on the terrorism blacklist.\nUnlike most other Arab nations, Sudan does not require Arabs to obtain a visa for entry. As a result, it has become a meeting place for the so-called \"Afghanis,\" radical Muslims who fought in the Afghan war and are now stateless, rejected by their home governments as dangerous sources of instability.\nA key supporter of the Afghanis is a rich Saudi businessman named Osama ibn Laden, who served as an Islamic recruitment agent for Afghanistan and continues to maintain an office in Sudan. Osama ibn Laden has large land holdings south of Khartoum that Western intelligence agencies suspect have been used as military training camps for Islamic fundamentalists, with the training at least partly supported by Iran.\nThe militant Palestinian group Hamas openly maintains offices in Khartoum, as does Hizbullah. Abu Nidal operatives have been spotted there - as has outlaw Somali warlord Mohamed Farah Aideed. Sheikh Omar Abdul Rahman, the fiery Egyptian cleric now in US detention, obtained his visa to enter America in Sudan. Rachid Ghanouchi, leader of a banned Tunisian Islamic group, has traveled on a Sudanese passport.\nSudanese officials contend that they have an open society for Arabs and that they cannot be condemned for the actions of those who simply pass through their country. Hamas and other groups are viewed officially by the National Islamic Front-dominated Khartoum government as victims, not terrorists.\nIn recent days, news reports have linked two diplomats from the Sudanese mission to the United Nations in New York with suspects already arrested in the broad conspiracy to attack US targets, uncovered in the wake of the World Trade Center bombing. The diplomats are allegedly implicated as supporters of the plot in phone conversations of the suspects taped by the FBI.\nThe Sudanese mission has denied this allegation. The placing of Sudan on the US terrorism list is \"very lamentable and bad news,\" said Sudanese ambassador to the UN Ahmed Sulaiman.\n \nTough penalties\nThe practical effect of so listing Sudan has yet to be seen. It cannot comfort Khartoum that one of its neighbors on the list, Libya, has been bombed by the US for some of its ties to terrorism. Under US laws, nations judged terrorist supporters are ineligible for US military aid and most other kinds of US foreign assistance. Commercial firms wishing to sell Sudan items with possible military use must acquire State Department waivers.\nThe US is also required to vote against international lending institutions providing funds to terrorist nations. Sudan still receives loans from the World Bank, and their loss could prove painful.\n \n\nLoad-Date: August 19, 1993"
}