{
    "title": "SUDAN VOWS TO SEIZE CONFIRMED TERRORISTS _",
    "publisher": "the philadelphia inquirer",
    "year": 1994,
    "month": 8,
    "day": 17,
    "full text": "The Islamic fundamentalist government of Sudan pledged yesterday to expel or arrest any terrorist who the United States can prove is using the North African country as a haven.\n\"If we are convinced the U.S. is correct, we will definitely cooperate,\" said El-Sadig Bakheit Abdalla, spokesman for the Sudanese Embassy in Washington.\nThe offer was made one day after Sudan handed over the notorious Carlos the Jackal to French prosecutors.\nAs new details of Carlos' final days as a fugitive emerge, they suggest that Syria and possibly Libya - both nations previously hospitable to known terrorists - turned him away. One of them may have sent Carlos, a Venezuelan whose real name is Ilich Ramirez Sanchez, to Sudan and ultimately to France.\nSudan's action may be another sign that official hospitality for terrorists is drying up. A State Department official said the United States was \"grateful for Sudan's cooperation and would like to encourage more.\"\n\"There are plenty of other terrorists on Sudanese territory that they and we are well aware of,\" he said.\nVirulent terrorism continues in the Middle East, but \"the level of support for terrorism is not what we saw in the '70s and the mid-'80s,\" said the official, who declined to be identified.\nState Department spokesman Mike McCurry said Monday that Sudan's cooperation in just one case was not enough to merit removal from the U.S. list of governments that sponsor terrorists. Any country on the list is barred\nfrom U.S. economic aid and can count on little help from the World Bank or the International Monetary Fund.\nOne reason is that Carlos, inactive as a terrorist for a decade, is dismissed as an alcoholic has-been by many authorities, including Vincent Cannistraro, the CIA's director of counterterrorism from 1988 to 1990.\nIf Cannistraro is right, turning Carlos in was mere apple polishing on Sudan's part and probably coerced by Syria, a major supporter of Sudan.\nBut Abdalla hinted broadly yesterday that Sudan might do more.\n\"We were willing to deal with the French because they dealt with us in a civilized manner. They gave us information. They didn't level any accusations. Once they proved to us what they had and we were satisfied, we were willing to turn him over.\"\nFrench Interior Minister Charles Pasqua said in a radio interview that France had tracked Carlos to a rented home in Khartoum and persuaded Sudanese officials to move against him.\nSudan, however, claims to have spotted Carlos several months ago and to have had him under surveillance before France got involved.\nAbdalla said Carlos was sent to Sudan with a forged diplomatic passport by a country he could not name. \"It was an involuntary movement\" on Carlos' part, Abdalla said.\nU.S. officials believe the unnamed country was Syria. Carlos is said to have spent years in a long-term hide-out in Damascus.\n\nLoad-Date: October 21, 2002"
}