{
    "title": "Sudan and Israel have agreed to normalise relations, Donald Trump says",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 24,
    "full text": "Sudan becomes the third Arab country to normalize relations with Israel in recent weeks, along with US -brokered agreements with the United Arab Emirates and Bahrain, which were the first nations in the Middle East to recognizeIsrael in 26 years.\n\"Agreement on normalization with Israel will be decided after completion of the constitutional institutions through the formation of the legislative council\", Sudanese Foreign Minister Omar Gamareldin said on state television shortly after Friday's announcement.\nIt's not clear quite how policy in the Middle East would shift under a Biden presidency.\nTrump's aides have been pressingSudan to take steps toward normalising relations withIsrael, following similar US-brokered moves in recent weeks by the United Arab Emirates and Bahrain.\nSudan has become the third Arab country to agree to normalise relations withIsrael in the run-up to the United States vote.\nTrump is trailing in national polls but is predicting victory.\nTrump earlier on Friday signed a waiver to remove Khartoum from the State Department's blacklist of state terror sponsors.\nIt also delivers a foreign policy achievement for Trump just days before the USA election and boosts his embattled ally, Israeli Prime Minister Benjamin Netanyahu.\nTrump's announcement, the morning after the final presidential debate with Democrat Joe Biden, came afterSudan followed through on its pledge to deliver $335 million U.S. to compensate American victims of past terror attacks and their families.\nDodging the invitation to knock Mr Trump's presidential opponent, the Israeli leader replied: \"Uh, well, Mr President, one thing I can tell you is that we appreciate the help for peace from anyone in America\".\nLike President Barack Obamas push for more “daylight” between the United States andIsrael, as well as his quest for a rapprochement with Iran, this attitude encouraged rejectionism, not peace.\nTrump recently saidSudan will come off a list of state sponsors of terror if it pays compensation of $335m (£259m).\nOn Monday, Trump tweeted that he meant to removeSudan from the list as soon as it deposited $335 million into an account for American victims of terrorism. On Friday, the White House formally notified Congress thatSudan had deposited the money.\nAriana Grande releases highly-anticipated track Positions\nKnow my love infinite, nothin' I wouldn't do, That I won't do, switchin' for you'. Grande released the single and music video on Friday (October 23).\nIsraeli Intelligence Minister Eli Cohen told Channel 13 News that Israel is \"very close to normalizing ties with Sudan\".\nBashir was ousted past year and replaced by a transition government, which faces serious economic difficulties with a sharp depreciation of the Sudanese pound.\n\"Delegations fromSudan andIsrael will meet soon to discuss cooperation in many fields, among them agriculture, trade and other important areas\", he added. \"The skies ofSudan are open toIsrael today\".\nIn Khartoum, a government source said that the call involved Trump, Hamdok, Netanyahu andSudan's top general, Abdel Fattah al-Burhan.\nThe statement issued Friday afternoon praisedSudan's transitional government and did not mention the terror list issue, in apparent deference to the wishes ofSudan's leaders to soften the public appearance of a quid pro quo.\nThe deal withSudan allows \"for a new future of collaboration and support for its ongoing and historic democratic transition\", it said.\nHe has also insisted thatSudan normalize relations with the State ofIsrael. Just as they dismissed or minimized the Abraham Accords with the Gulf states, they accuseMr. Trump of seeking this goal for political reasons in order to secure a triumph before Election Day.\n\"The Palestinian presidency affirms its condemnation and rejection of normalized relations with the Israeli occupation state that usurps the land of Palestine\", his office said, according to the to the official Palestinian news service.\nThe Palestinians say the recognitions amount to betrayal, whileIsrael says the Palestinians have lost what they have seen as their \"veto\" over regional peace efforts.\nFollowingSudan's removal, the list will be comprised of only three nations: Iran, Syria and North Korea. The U.S.is takingSudan off its terrorism sponsor list and helping with Sudan's massive debt. The listing had imposed punitive sanctions onSudan's ability to make dollar transactions and receive aid and investment.\n\"This is one of the great days in the history ofSudan\", Trump said, noting that Israel and Sudan have been in a state of war for decades.\nThe rapprochement withIsrael represents a major reversal from the Bashir era. A sticking point in the negotiations wasSudan's insistence that any announcement of Khartoum's delisting from the terrorism designation not be explicitly linked to relations withIsrael. The Washington Post's Max Bearak contributed from Nairobi.\nHendrix reported from Jerusalem.\n\nLoad-Date: October 24, 2020"
}