{
    "title": "Sudan and Syria both help, resist U.S. -led war against terrorism",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 7,
    "day": 14,
    "full text": "Two countries the United States accuses of sponsoring terrorists now have a toehold in the anti-terror circle, thanks to the help they gave America after the Sept. 11 attacks.\nBut relationships with nations such as Sudan and Syria are tricky. It wants to work with them when the U.S. offers help in hunting down al-Qaida terrorists. Yet it still mistrusts them.\n\"Al-Qaida is not just against the United States,\" said Miriam Reich Kumar, a South Asia and Middle East expert at the Carnegie Endowment for International Peace. \"They know they are just as much a target, especially the countries in the Middle East.\"\nEarlier this year, the Bush administration adjusted the list of seven terror-sponsoring states and put Iran, part of President Bush's \"axis of evil,\" at the top. Sudan and Syria, while still on the list, were praised for taking steps to break their ties to terrorism.\nSudan expelled bin Laden in 1996. It also looked into allegations that bin Laden was a shareholder in a Sudanese bank and froze the accounts of those suspected of terrorist involvement. Sudanese officials gave U.S. counterparts information on terror suspects and adopted procedures to keep them from entering Sudan. It has asked for help in training a new counterterrorism unit.\nSyria, meanwhile, provided intelligence this spring about an al-Qaida operation that helped save American lives in Afghanistan, Syrian Foreign Minister Farouk al-Sharaa said last month.\nBut those actions were not enough to get Sudan and Syria off the terrorism list altogether, according to Secretary of State Colin Powell.\nTo keep its distance from what many consider a Western assault on Muslims, Sudan refused to confirm U.S. claims that it took suspected Islamic militants into custody after Sept. 11. It believes its efforts haven't been met halfway.\n\"The Muslim nation is the real victim of terrorism and is terrorized every single day,\" Information Minister Mahdi Ibrahim told a pan-Islamic conference in Khartoum. \"It's bombed from the air sometimes, placed on the list of countries sponsoring terrorism at other times, and has its assets frozen on other occasions.\"\nSudan was a target in August 1998 when President Clinton ordered cruise-missile strikes against a factory suspected of making chemical weapons.\nSyria, despite its desire to help stop al-Qaida, remains a supporter of Hamas and Hezbollah. It draws distinctions between the acts of terrorism practiced by al-Qaida and Palestinian resistance in Israel, which it supports.\nSyrian President Bashar Assad, for example, vowed recently to keep supporting Hezbollah, a militant Lebanese group, in \"liberating\" Arab lands from Israeli occupation. He resisted U.S. calls to cut ties to the group, reiterated by a recent visiting delegation.\nA leader of the congressional inquiry into the Sept. 11 attacks, Sen. Bob Graham, D-Fla., went further, saying the United States should learn from past mistakes and consider airstrikes if pressure on Syria to shut down terrorist camps doesn't work.\n\nLoad-Date: July 18, 2002"
}