{
    "title": "SUDAN REJECTS CHARGES BY U.S. OF TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 8,
    "day": 19,
    "full text": "Sudan's military ruler dismissed accusations by Washington that his country supports international terrorism and said it only advocates Islam.\nBy adding Sudan to its list of countries supporting terrorism, Washington yesterday severed Sudan from its assistance programs, with the exception of humanitarian aid.\nBut Lt. Gen. Omar Hassan el-Bashir, Sudan's leader, indicated he would reject even the $ 50 million in humanitarian aid Washington is sending this year.\n''Talking about the continuing humanitarian assistance means talking about an American intelligence presence in Sudan,'' el-Bashir told reporters yesterday, adding that ''would make our country a theater for spies and agents.''\nHis statement was a retort to the U.S. State Department's contention that Sudan harbors terrorists.\nThe Clinton administration's decision was based on ''its deep-rooted animosity against Islam'' and was ''politically biased and lacking in evidence and logic,'' el-Bashir said.\nHis comments were read on national radio.\nWashington's action coincided with reports of evidence linking Sudanese diplomats in the United States with the terrorist plot to bomb targets in New York City. But the allegations were not taken into account in Washington's decision to brand Sudan a terrorist-sponsoring nation, State Department spokesman Mike McCurry said in Washington.\nEgypt and the United States claim that Sudan, with Iran's backing, is training terrorists bent on spreading Islamic rule into moderate Arab states.\nGutbi Mehdi, a Foreign Ministry spokesman, said the American notification of its decision presented no evidence and named no specific acts.\n''We have challenged them to come up with a single piece of evidence that Sudan's national territory is being used for terrorism,'' Mehdi said.\nSudan's recent history of radical Islamic politics began long before el- Bashir's 1989 coup opened the way for one of the world's strictest Islamic regimes.\nField Marshal Gaafar Nimeiri, whose 16-year reign ended in a 1985 coup, had invoked Islamic law in its harshest form. So many thieves' limbs were amputated that one area of Khartoum became known for the amputees who congregated there.\n\nLoad-Date: September 20, 1995"
}