{
    "title": "Sudan Must Pay Billions for Role In Terrorism, Top Court Rules",
    "publisher": "the new york times",
    "year": 2020,
    "month": 5,
    "day": 19,
    "full text": "In a unanimous ruling, the court said a 2008 law allowing punitive damages applied retroactively to 1998 bombings in Kenya and Tanzania.\nWASHINGTON -- The Supreme Court on Monday unanimously reinstated as much as $4.3 billion in punitive damages awarded against Sudan to victims of truck bombs detonated in 1998 outside United States Embassies in Kenya and Tanzania. \n  The attacks, conducted by Qaeda operatives, killed hundreds and wounded thousands. Starting in 2001, many of the victims and their family members sued Sudan in federal court, arguing that it had helped Al Qaeda in carrying out the bombings.\n  After a trial in which Sudan did not participate, Judge John D. Bates of the Federal District Court in Washington found in 2011 that Sudan had provided crucial assistance to Al Qaeda and Osama bin Laden, its leader.\n  ''Sudan harbored and provided sanctuary to terrorists and their operational and logistical supply network,'' Judge Bates wrote. ''Bin Laden and Al Qaeda received the support and protection of the Sudanese intelligence and military from foreign intelligence services and rival militants. Sudan provided bin Laden and Al Qaeda hundreds of Sudanese passports. The Sudanese intelligence service allowed Al Qaeda to travel over the Sudan-Kenya border without restriction.''\n  Judge Bates awarded the plaintiffs about $10.2 billion in damages, including roughly $4.3 billion in punitive damages.\n  Foreign nations are ordinarily immune from suits in American courts. But Congress has made exceptions, including one in 1996 for acts of terrorism conducted by nations designated as state sponsors of terrorism. Under the 1996 law, plaintiffs were allowed to seek compensation for their losses but not punitive damages, which are meant to punish and deter wrongdoing.\n  After the lawsuit was filed, Congress amended the law in 2008 to allow plaintiffs to seek punitive damages in at least some settings. The basic question for the court was whether that amendment applied retroactively.\n  Sudan appealed the judgment against it on various grounds, including that the punitive damage award was improper. The United States Court of Appeals for the District of Columbia Circuit agreed, vacating in 2017 the punitive awards.\n  Justice Neil M. Gorsuch, writing for the Supreme Court on Monday, said it was true that legislation ordinarily applied only prospectively. ''This principle protects vital due process interests,'' he wrote, and allows people and groups to ''rest assured after they act that their lawful conduct cannot be second-guessed later.''\n  If a federal law is to apply retroactively, Justice Gorsuch wrote, Congress must say so clearly. Here, he wrote, ''Congress was as clear as it could have been when it authorized plaintiffs to seek and win punitive damages for past conduct.''\n  Sudan argued that the law failed to authorize retroactive punitive damages sufficiently clearly because the law said only that awards ''may'' include them. That was enough, Justice Gorsuch wrote.\n  ''This language,'' he wrote, ''simply vests district courts with discretion to determine whether punitive damages are appropriate in view of the facts of a particular case.''\n  Judge Bates awarded punitive damages to two classes of plaintiffs, and the ruling on Monday applied to one of them, including United States nationals, members of the military and government employees and contractors. Justice Gorsuch said the appeals court should address whether the second class of plaintiffs, foreign-national family members of government employees and contractors, were entitled to punitive awards.\n  Justice Gorsuch also left open the question of whether the law was constitutional, saying that Sudan had not addressed it.\n  ''It's true that punitive damages aren't merely a form a compensation but a form of punishment, and we don't doubt that applying new punishments to completed conduct can raise serious constitutional questions,'' he wrote. ''But if Congress clearly authorizes retroactive punitive damages in a manner a litigant thinks unconstitutional, the better course is for the litigant to challenge the law's constitutionality.''\n  Justice Brett M. Kavanaugh recused himself from the case, Opati v. Republic of Sudan, No. 17-1268, presumably because he had considered an aspect of it when he served on the federal appeals court for the District of Columbia Circuit.\n\nhttps://www.nytimes.com/2020/05/18/us/supreme-court-sudan-terrorism.html\n\nGraphic\n\n \nPHOTO: A bombing at the United States Embassy in Nairobi, Kenya, in 1998, as well as one in Tanzania the same year, killed hundreds and wounded thousands. (PHOTOGRAPH BY Agence France-Presse FOR THE NEW YORK TIMES)               \n\nLoad-Date: May 19, 2020"
}