{
    "title": "SUDAN TO BE TAKE OFF U.S. TERRORISM LIST NEWS UPDATES_ POST-GAZETTE.COM NATIONWORLD",
    "publisher": "pittsburgh post-gazette",
    "year": 2020,
    "month": 10,
    "day": 20,
    "full text": "President Donald Trump on Monday said Sudan will be removed from the U.S. list of state sponsors of terrorism if it follows through on its pledge to pay $335 million to American terror victims and their families.\nThe move would open the door for the African country to get international loans and aid needed to revive its battered economy and rescue the country's transition to democracy. The announcement, just two weeks ahead of the U.S. presidential election, also comes as the Trump administration works to get other Arab countries, such as Sudan, to join the United Arab Emirates' and Bahrain's recent recognition of Israel.\nDelisting Sudan from the state sponsors blacklist is a key incentive for the Sudanese government to normalize relations with Israel. Mr. Trump's announcement came after Treasury Secretary Stephen Mnuchin traveled to Bahrain to cement the Gulf state's recognition of the Jewish state.\nSenate aims to confirm Barrett by Monday\nWasting no time, the Senate is on track to confirm Judge Amy Coney Barrett to the U.S. Supreme Court by Monday, charging toward a rare weekend session as Republicans push past procedural steps to install President Donald Trump's pick before Election Day.\nSenate Majority Leader Mitch McConnell said he will begin the process as soon as the Senate Judiciary Committee wraps up its work Thursday. With a 53-47 Republican majority, and just two GOP senators opposed, Mr. Trump's nominee is on a glide path to confirmation that will seal a conservative hold on the court for years to come.\nWithout the votes to stop Judge Barrett's ascent, Democrats have few options left. They are searching for two more GOP senators to break ranks and halt confirmation, but that seems unlikely.\nAlaska quake causes small tsunami\nA magnitude 7.5 earthquake prompted a tsunami warning Monday for a nearly thousand-mile stretch of Alaska's southern coast, with waves over 2 feet at the nearest community as the threat subsided.\nThe quake struck just before 1 p.m. local time (4 p.m. Eastern) and was centered near Sand Point, a city of about 900 people off the Alaska Peninsula where wave levels late Monday topped 2 feet, according to the National Tsunami Warning Center. The warning was downgraded to an advisory just over two hours after the quake hit.\nKiller-turned-hero pardoned by queen\nQueen Elizabeth II has approved a rare royal pardon for an inmate convicted of murder who used a narwhal tusk to help stop a terrorist attack in which two people were killed before the assailant was killed by police on London Bridge.\nThe decision to pardon the murderer, Steven Gallant, was in recognition of \"his exceptionally brave actions,\" a spokeswoman for the Ministry of Justice said in a statement Monday. If a parole board approves, Gallant's minimum 17-year sentence, which he began serving in 2005, would be reduced by 10 months.\nThe attack in November 2019 began at a prisoner rehabilitation conference when a former inmate in attendance stabbed and killed two young rehabilitation advocates, Jack Merritt and Saskia Jones, and fled before eventually being subdued on London Bridge. Three others were also injured before the assailant, Usman Khan, 28, was fatally shot by police.\n\nLoad-Date: October 21, 2020"
}