{
    "title": "SUDAN SUPPORTS TERRORISM AT HOME IF NOT ABROAD",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 8,
    "day": 24,
    "full text": "The American public can expect to hear more about the Republic of Sudan, now that it has been added to this nation's list of terrorist states. The pity is that Washington hasn't been more critical of Sudan's destabilizing policies before now.  The Clinton administration has belatedly disclosed, for instance, that Sudan's military government has supplied some weapons to Mohamed Farrah Aidid, whose clan in Somali is accused of killing about three dozen U.N.  peacekeepers since June. Mr. Aidid is being sought by U.N. forces in connection with those deaths. Some of the weapons under Mr. Aidid's control were likely U.S.- and Soviet-made arms left over from the Cold War. But the fact that he also has an outside supplier should have been made an issue earlier, given the mischief he has stirred up during the U.N. effort to stabilize Somalia and restore a functioning government.  In addition, the military government in Sudan has long deserved denunciation for the way its policies have destabilized the country. The government is controlled by Arabs in northern Sudan. For many years, these rulers have tried without success to impose Islamic law and culture on the heavily Christian and animist region in the south. Not surprisingly, the government has been under fire by human rights groups for its brutal mistreatment of people in the south.  At the moment, a government offensive against rebels has disrupted emergency food supplies to as many as 3 million people in the southwestern region of Sudan.\nA combination of war and famine has claimed the lives of at least 500,000 Sudanese.  Sudan has been placed on the list of terrorist states, the United States says, because evidence ties it to an international plot to attack the United Nations as well as many other targets in New York. Sudan deserves rebuke not only for its alleged ties to terrorists but also for its repressive domestic policies. Perhaps more world pressure for domestic reforms will follow now that Sudan has been designated a pariah state.\n\nLoad-Date: October 11, 1993"
}