{
    "title": "Sudan to normalize ties with Israel",
    "publisher": "chicago daily herald",
    "year": 2020,
    "month": 10,
    "day": 24,
    "full text": "JERUSALEM — Sudan and Israel have agreed to begin normalizing relations and set aside decades of hostility, President Donald Trump and leaders of both nations said Friday, marking the third such accord brokered by the White House in the weeks leading up to the U.S. presidential election. Trump announced the agreement in Washington, inviting reporters into the Oval Office during a telephone conference he held with Israeli and Sudanese leaders and praised what he called a peace agreement. The deal does not immediately entail full diplomatic relations, for instance with an exchange of embassies, but is an agreement to start discussions over normalization with an initial focus on economic and related matters. \nSudan becomes the third Arab country in recent weeks to establish ties with Israel, as the Trump administration presses Muslim-majority states to make a separate peace with Israel that does not depend on resolving the conflict with the Palestinians. Like the agreements with the United Arab Emirates and Bahrain, this one sidelines the Palestinians, who have boycotted talks with Trump's envoys, while drawing new economic and diplomatic partnerships with Israel. Trump casts the effort as a way to strengthen Israel's security, a priority for American Jewish supporters of Israel. Those supporters include conservative Jewish Republicans who make up an important part of Trump's political base in Florida, a linchpin to his reelection next month. Trump is trailing in national polls but is predicting victory. Although foreign policy is not a major focus of his campaign, his record of supporting Israel is an exception. A reference to his 2017 decision to move the U.S. Embassy from Tel Aviv to Jerusalem is a standard applause line at Trump rallies, and the normalization agreements are now also a regular feature. \"It's amazing and its fast,\" Israeli Prime Minister Benjamin Netanyahu said during the call, referring to the normalization agreements. He demurred when asked by Trump whether \"Sleepy Joe,\" meaning Democratic nominee Joe Biden, could have achieved the same breakthrough with Sudan. \"Mr. President, one thing I can tell you is, we appreciate the help for peace from anyone in America,\" Netanyahu offered after a pause. Trump said \"at least five\" more countries are in line to normalize relations with Israel under U.S. auspices and boasted that the arrangements cost the United States nothing. In Sudan's case, the announcement was linked to its removal from the U.S. list of state sponsors of terrorism and Sudan's agreement to pay millions in restitution to American victims of terrorism. On Monday, Trump tweeted that he intended to remove Sudan from the list as soon as it deposited $335 million into an account for American victims of terrorism. On Friday, the White House formally notified Congress that Sudan had deposited the money. Secretary of State Mike Pompeo said Sudan's civilian-led government had earned removal from the list and that it is in U.S. interests to help support the relatively new government succeed. A temporary joint civilian-military government took power in Sudan following the popular uprising that ousted dictator Omar al-Bashir last year.\n\nLoad-Date: October 26, 2020"
}