{
    "title": "Sue_ It's The U.S. Way",
    "publisher": "intelligencer journal",
    "year": 2010,
    "month": 1,
    "day": 16,
    "full text": "There are frivolous lawsuits and then there is the case of the People's Mujaheddin.\nThe People's Mujaheddin Organization of Iran has performed its share of assassinations, coups and murders over the years. It supported the Iranian takeover of the U.S. embassy in Tehran in 1979. But it doesn't like being referred to as a \"terrorist'' organization. So, on Tuesday, it did a uniquely American thing: It sued to have the U.S. State Department remove its name from the list of terrorist organizations.\nFriends of PMOI were present at the U.S. courthouse in Washington to plead their case. Attorney Andrew Frey argued that the group has foresworn violence. He said that although PMOI has been linked to the killing of American soldiers and the assassination of political opponents, it has not committed any acts of terrorism for eight years. The PMOI, also known as Mujaheddin-e-Khalq, was tied to the late Iraqi dictator Saddam Hussein's regime.\nWhen asked whether the organization could guarantee that no member of the group would perform a terrorist act in the future, Frey said the organization could not vouch for everyone.\nWhen asked whether the group could opt to attack U.S. targets in the future, Frey made an off-hand comment comparing the PMOI to the Girl Scouts. Presumably we have to watch what's in those cookies.\nThere is no statute of limitations when it comes to terrorist organizations renouncing violence. And the recidivism of political entities such as Hamas that have allegedly gone straight offers little comfort.\nAlthough PMOI won a legal battle to have its name removed from the European Union's terrorism list in 2009, U.S. officials said classified information about the group suggests it is still dangerous.\nIn 2007, the State Department issued a report that maintained the organization had the \"capacity and will'' to attack \"Europe, the Middle East, the United States, Canada and beyond.''\nIronically, the Iranian government under President Mahmoud Ahmadinejad also considers PMOI a terrorist organization. It has accused the group of involvement in assassinations of Iranian leaders.\nIranian officials said a bomb blast in Iran Tuesday that killed a professor was tied to PMOI, although others believe PMOI is being used as a scapegoat by the Iranians.\nIt is encouraging to hear that the group has renounced violence.\nBut that falls well short of any legitimate threshhold for removing the group's name from the list of terrorist organizations.\n\nLoad-Date: January 17, 2010"
}