{
    "title": "SUICIDE ATTACK IN PAKISTAN KILLS 26",
    "publisher": "the new york times",
    "year": 2007,
    "month": 4,
    "day": 29,
    "full text": "A suicide bomber struck yesterday at a political rally here, killing 26 people and narrowly missing Pakistan's interior minister, Aftab Khan Sherpao, and his son in the North West Frontier Province, officials said.\nForty people were wounded, some critically, in the blast, including government officials and security officers, a security official said, speaking on condition of anonymity because of the continuing investigation. He added that the death toll might rise because it was difficult to identify remains.\nMr. Sherpao was knocked down by the blast but suffered only cuts and bruises to his legs. State television showed the minister being helped to a car after the blast, his white hair on end and his clothes spattered with blood. Television news channels showed grisly images of the blast site with mutilated bodies lying on the ground.\nThe bomber detonated his explosives just as Mr. Sherpao ended his speech and was walking to his car and as the call for evening prayers was sounding. Two men of the minister's security detail stopped the bomber as he approached and were killed in the explosion, news agencies reported.\nPresident Hamid Karzai of Afghanistan called Mr. Sherpao last night to express his concern. \"This is part of the game, and this will not break our resolve to fight terrorism,\" Mr. Sherpao told him.\nPakistan's president, Gen. Pervez Musharraf, and Prime Minister Shaukat Aziz condemned the attack yesterday.\nGen. Musharraf is in Turkey, where he is holding talks with Mr. Karzai, his Afghan counterpart. Each man has continued to accuse the other of not doing enough to fight terrorism. Mr. Sherpao, who is from the same ethnic group, the Pashtuns, as Mr. Karzai, has been an important interlocutor between the presidents.\nSuicide bombings have escalated sharply in Afghanistan over the past 18 months, and the Afghan government has repeatedly warned that the bombers are being trained and indoctrinated in camps and militant establishments in Pakistan.\nMr. Sherpao did not speculate about who was behind the bombing. Pakistan has also suffered from suicide bombings, and militants linked to the terrorist group al-Qaida, who have sought refuge in the mountainous tribal areas along the border with Afghanistan, are thought to be behind most of them. Some of the suicide bombings in Pakistan over the past few months have appeared to be sectarian attacks, but others have focused on government and military targets, apparently in revenge for airstrikes on militant camps and compounds in the tribal areas.\nMr. Sherpao has been a firm supporter of the Pakistani government policy to combat terrorism and has denounced suicide bombings and those who train the bombers.\n\nLoad-Date: May 1, 2007"
}