{
    "title": "SUICIDE CAR BOMB IN TURKEY KILLS 34 Bombing was third in Ankara in five months",
    "publisher": "the capital ",
    "year": 2016,
    "month": 3,
    "day": 14,
    "full text": "ANKARA, Turkey - A suicide car bomb went off near bus stops in the heart of Turkey's capital on Sunday, killing at least 34 people and wounding around 125 others, officials said. Two of the dead are believed to be the assailants.\n A senior government official told the Associated Press that police suspect that Kurdish militants carried out the attack, which occurred on Ankara's main boulevard, close to ministries.\n At least one of the bombers was a woman, he said. The official spoke on condition of anonymity on the grounds that the investigation was ongoing.\n The bombing was the third in the city in five months and came as Turkey is grappling with a host of issues, including renewed fighting with Kurdish rebels, threats from the Islamic State group and a Syrian refugee crisis.\n Earlier Sunday, Turkish authorities said they were imposing curfews on two mainly Kurdish towns where Turkey's security forces were set to launch large-scale operations against Kurdish militants. Russia on Sunday also accused Turkey of sending its military across the Syrian border to prevent Kurdish groups there from consolidating their positions.\n The attack came just three weeks after a suicide car bombing in the capital targeted buses carrying military personnel, killing 29 people. A Kurdish militant group that is an offshoot of an outlawed rebel group, the Kurdistan Workers' Party, or PKK, claimed responsibility for the Feb. 17 attack.\n President Recep Tayyip Erdogan said Turkey would use its right to self-defense to prevent future attacks.\n \"Our people should not worry, the struggle against terrorism will for certain end in success and terrorism will be brought to its knees,\" Erdogan said.\n Saudi state television said  a Saudi woman and three children were among those wounded in the attack. Saudi Arabia's King Salman condemned the bombing and extended his condolences to the Turkish people, according to the state-run Saudi news channel Al-Ekhbaria.\n At least 19 of the wounded were in serious condition, Health Minister Mehmet Muezzinoglu told reporters. He said  30 of the victims died at the scene, while the other four died at hospitals.\n Interior Minister Efkan Ala said the attack wouldn't deter the country from its fight against terrorism. He confirmed the blast was the result of a car bomb that targeted civilians at bus stops on Ataturk Bulvari close to Kizilay square.\n Ala said authorities had obtained evidence pointing to the group behind the attack, but said an announcement would be made after the investigation is completed, most probably on Monday. No group has claimed responsibility.\n The private NTV news channel said several vehicles caught fire following the blast, which also shattered the windows of shops that line the boulevard and the square.\n The U.S. Embassy had two days earlier issued a security warning about a potential plot to attack Turkish government buildings and housing in one Ankara neighborhood and asked American citizens to avoid those areas. The car bomb went off in a different neighborhood.\n The country's pro-Kurdish party, the Peoples' Democratic Party, meanwhile, condemned the attack and said it shared the pain. The statement was significant because the party has frequently been accused of being the political arm of the PKK - an accusation it denies - and of not speaking out against PKK violence.\n The attack drew international condemnation in statements issued by Israeli Prime Minister Benjamin Netanyahu, Russian President Vladimir Putin, U.N. Secretary-General Ban Ki-moon and NATO Secretary-General Jens Stoltenberg, among others.\n U.S. State Department spokesman John Kirby reaffirmed Washington's \"strong partnership with our NATO ally Turkey in combating the shared threat of terrorism.\"\n\nLoad-Date: March 18, 2016"
}