{
    "title": "Suicide volunteers drive radical Islamic terrorism",
    "publisher": "the charleston gazette-mail",
    "year": 2017,
    "month": 4,
    "day": 15,
    "full text": "On Palm Sunday, suicide bombers detonated themselves at two Coptic Christian churches in Egypt, killing 44 and wounding 126. Undoubtedly, the volunteer ?martyrs? thought they were on a mission so holy they were willing to sacrifice their own lives.\nEach time this happens, I?m engulfed by a sense of lunacy. What kind of fanatics think God wants massacres of defenseless strangers?\nYet it occurs thousands of times. A couple of months earlier, suicide bombers struck a Sufi temple in Pakistan, killing 90 and wounding 300. Evidently the death volunteers think God wants slaughter of dancing Sufis as well as Christians.\nAnd Jews and fellow Muslims. Many radical Islam attacks hit Israel, Iraq, Afghanistan, etc. The Institute for National Security Studies at Tel Aviv University says 800 suicide bombers killed 5,560 people in 28 nations in 2016 ? an all-time-high death toll. In 2015, some 735 martyrs killed 4,370. In 2014, the toll was 937 death volunteers and 4,400 victims, scarcely more than four casualties per martyr.\nThe so-called ?cult of death? has become the driving force of radical Islam. Without self-chosen martyrs, the religio-political movement would have little impetus. With them, it has become the world?s chief cause of bloodshed after the Cold War ended.\nHoly suicide was little known until 1983, when a volunteer truck bomber killed 240 U.S. Marines at a barracks in Lebanon, and another killed 60 at the U.S. Embassy there. Ever since, it has surged into a global curse.\nThe most maddening aspect is the righteousness felt by the killers, who think they?re serving God, who will reward them with virgin nymphs in heaven. When 19 devout young men committed the historic U.S. attack on Sept. 11, 2001, they left behind a written testimonial saying the ?women of paradise? awaited them.\nColumnist David Brooks calls suicide martyrdom ?the crack cocaine of warfare ... It unleashes the deepest and most addictive human passions ? the thirst for vengeance, the desire for religious purity, the longing for earthly glory and eternal salvation.? He said volunteers are promised ?dark-eyed virgins in paradise? who will greet them the instant they depart this life.\nIn some Islamic societies, families express joy when their sons or daughters sacrifice themselves in massacres. Announcements in newspapers, almost like wedding notices, tell of sons happily united with virgins in heaven. The BBC filmed a ?paradise camp? where children as young as eight are taught jihad (holy war) and martyrdom.\nBrooks hopes that changing conditions may ?allow the frenzy of suicide bombings to burn itself out.? But, so far, the phenomenon isn?t fading.\nIronically, religion is dwindling rapidly in Europe, America, Canada, Japan, Australia and other western democracies, especially among the young. Yet it spurs many young Muslims to kill themselves to kill others. It?s a strange contrast of faith, a gulf between the two civilizations.\nNormal people simply cannot fathom the bizarre practice of exploding oneself to massacre unsuspecting folks who did you no harm. But it?s a terrible reality that shows no sign of ending.\nJames A. Haught, editor emeritus of the Charleston Gazette-Mail, can be reached by phone at 304-348-5199 or email at haught@wvgazettemail.com\n\nLoad-Date: April 17, 2017"
}