{
    "title": "Suicide bombing kills 22 people in Pakistan",
    "publisher": "telegraph herald ",
    "year": 2007,
    "month": 4,
    "day": 29,
    "full text": "PESHAWAR, Pakistan (AP) - A suicide bomber trying to assassinate Pakistan's interior minister detonated his explosives in a crowd surrounding the official Saturday, killing 22 people and wounding 35. \nInterior Minister Aftab Khan Sherpao was slightly injured, and state television showed him walking to his car after the blast with bloodstains on his face. His son, two security guards and two members of his staff were among the injured. \nThere was no immediate claim of responsibility for the bombing, but suspicion will fall on Islamic militants who have repeatedly targeted top Pakistani officials, including President Gen. Pervez Musharraf, for support of the U.S.-led war on terror. \nThe suicide bomber struck soon after Sherpao had finished addressing a political gathering attended by hundreds of people in an open field in the northwestern town of Charsadda. \nA local journalist who was covering the event said the attacker got within 15 yards of Sherpao, detonating the bomb in a crowd that had gathered around the minister as he was about to get into his car. \nThe bombing left a carnage of limbs and body parts and triggered a stampede, said Faiz Mohammed. \n\"When the dust settled, I saw my clothes were stained with human brain, flesh and blood,\" said Mohammed, who suffered a slight leg injury. \nWomen wailed over the dead body of a child, covered in a blue sheet. \nInvestigators found the bomber's head, according to an intelligence official who spoke on condition of anonymity because of the sensitive nature of his job. \nSherpao, who was taken to a hospital but quickly discharged, told reporters he was the target of the suicide attack. \nHe expressed sorrow over the loss of life, but said he would continue to fight terrorism. \"Such attacks cannot deter my resolve in the fight against terrorism,\" he said. \nWhite House spokesman Tony Fratto said the attack underscored the urgency of the struggle against terrorism. \n\"It shows terrorists are out there and active ... It's a determined enemy out there that wants to cause destruction, and our determination needs to exceed theirs,\" Fratto said. \nAn intelligence official said security guards blocked the attacker as he tried to get close to Sherpao, though witnesses did not verify that account. \nAsif Iqbal Daudzai, spokesman for the government of North West Frontier Province, said the attack killed 22 people and wounded 35, but Mohammed, the local journalist, estimated about 50 were injured. \nSherpao's son, Sikandar Khan, several lawmakers and security officials were among the injured, said police official Mohammed Khan. \nThe bombing came a day after an apparent missile strike killed four people in the border region of North Waziristan, considered a stronghold of Taliban and al-Qaida militants. The U.S. military and NATO in neighboring Afghanistan denied any involvement.\n\nLoad-Date: July 19, 2007"
}