{
    "title": "Suicide blast levels Pakistan 's counterterror quarters",
    "publisher": "pittsburgh tribune review",
    "year": 2010,
    "month": 3,
    "day": 9,
    "full text": "LAHORE, Pakistan — A suicide car bombing yesterday at a building that houses terrorism investigations in Lahore killed at least 13 people and wounded 80, the first terrorist strike to hit a major city in the country's heartland this year. \nThe blast targeted a special investigative unit that interrogates key terrorism suspects. The building collapsed from the force of the blast, and rescuers spent the morning searching for survivors in the rubble. \nLahore's administrative chief, Khusro Pervez, said the bomber had crashed through a security gate before ramming a perimeter wall and detonating his explosives. More than 1,100 pounds of explosives were used in the attack, police said. \nRana Sanaullah, law minister for Punjab province, where Lahore is located, called the attack \"a sad and condemnable incident.\" \n\"These terrorists are trying to destabilize the country,\" Sanaullah added. \"The government will not let them succeed with their agenda.\" \nUp until yesterday, Pakistan had been experiencing a relative lull in violence, particularly in major cities such as Lahore that had been hard-hit by suicide bombings last year. A wave of bombings and ambushes in 2009 that killed more than 600 people coincided with large-scale military offensives carried out by Pakistani troops against Taliban militants in South Waziristan and other tribal districts along the Afghan border. \nPakistani security forces have regained control over several Taliban strongholds in the tribal areas, but militants maintain cells throughout the country and retain the capacity to unleash fresh assaults on Pakistani cities and towns. \nNo organization claimed responsibility for the Lahore blast, but in the past the Pakistani Taliban or militant groups allied with it have been responsible for such attacks. Yesterday's bombing was the first such attack to strike Lahore since December, when two near-simultaneous bomb blasts tore through a crowded city market, killing at least 48 people. \nLahore police chief Pervez Rathore said as many as 40 counter-terrorism officials were inside the building when the blast occurred. The explosion carved out a crater about 12 feet deep and 15 feet wide. As many as 15 other buildings in the area were partially damaged. \nNassemur Rehman, who lives less than a mile from the blast site, said the explosion shook his house. \"I saw smoke rising from the area,\" Rehman said. \"When I rushed there, I found this huge devastation.\" \nTariq Usman, 27 and a student at a nearby religious school, said he and other classmates were preparing for a morning lecture when the blast sent glass flying into the room and brought the ceiling down. A glass shard gashed his head. \n\"It was the most frightening sound I've ever heard,\" Usman said. \"Panic broke out as everyone ran out of the school to find a safe place. Outside, I saw people bleeding, crying and running in different directions.\" \n\nLoad-Date: March 9, 2010"
}