{
    "title": "Suicide bomber strikes in Pakistan Car packed with explosives targets U.S. embassy vehicle; 2 Pakist",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 9,
    "day": 4,
    "full text": "PESHAWAR, PAKISTAN - A suicide car bomber rammed into a U.S. government vehicle in the northwestern city of Peshawar on Monday, killing two Pakistanis and wounding more than a dozen - including two Americans - in one of the worst attacks against the U.S. in Pakistan in recent years, officials said.\nThe bombing was a vivid reminder of the danger of operating in Pakistan, especially in the northwest where Taliban and al-Qaida militants are strongest. The U.S. has persisted because its work in Pakistan is seen as key to countering militants who threaten American interests in neighboring Afghanistan and elsewhere.\nInsurgents have carried out scores of bombings in Peshawar in recent years, but attacks against American targets have been relatively rare because of extensive security measures by the U.S. government - ones that diplomats sometimes complain limit their effectiveness and ability to move around.\nThe U.S. said it would review its security procedures after Monday's attack, which was condemned by Secretary of State Hillary Rodham Clinton.\n\"We pray for the safe recovery of both American and Pakistani victims, and once again we deplore the cowardly act of suicide bombing and terrorism that has affected so many around the world,\" Clinton said during a visit to Indonesia.\nThe armored SUV from the U.S. Consulate in Peshawar was attacked as it traveled through a heavily guarded area of the city that hosts various international organizations, including the United Nations. It was unclear how the bomber had penetrated the area and had known which vehicle to attack.\nThe car driven by the bomber was packed with 240 pounds of explosives, police said. The blast ripped apart the SUV - tossing its engine at least 20 feet away - and started a raging fire. Rescue workers and residents rushed to put out the fire and pull away the dead and wounded. All that was left of the SUV was a charred mass of twisted metal with a red diplomatic license plate.\nThe SUV's driver, Atif Nawaz, said the blast had knocked him out.\nThe attack killed two Pakistanis and wounded 19 other people, including police who were protecting the Americans, said senior police officer Javed Khan.\nTwo Americans and two Pakistanis working at the U.S. Consulate in Peshawar were among the wounded, said State Department spokeswoman Victoria Nuland, who called the attack a \"heinous act.\"\nThe wounds to the Americans were not life-threatening, a U.S. Embassy official said on condition of anonymity because the information had not been officially released.\nThe charge d'affaires at the U.S. Embassy, Richard Hoagland, praised Pakistani security forces for saving the lives of the four consulate employees.\n\"In this dangerous world where terrorists can strike at any moment, we must all work together - Pakistanis and Americans alike - because we have a strong mutual interest in defeating terrorism,\" he said.\nNo group had claimed responsibility for the attack, but suspicion will fall on Taliban and al-Qaida militants who have long had their sights set on the United States. American drones have fired scores of missiles at the militants' hideouts in Pakistan in recent years, and Washington has given the Pakistani military billions of dollars to fight the extremists.\nIn 2010, a suicide car bombing killed three American soldiers who were training local forces.\n\nLoad-Date: September 5, 2012"
}