{
    "title": "Suicide bombings still a threat, FBI says",
    "publisher": "telegraph herald ",
    "year": 2007,
    "month": 7,
    "day": 5,
    "full text": "NEW YORK (AP) - Suicide bombers have not hit the United States since the 9/11 terrorist hijacking attacks, but they remain a constant concern because of their prevalence around the globe and determination to die for their causes, according to the FBI's chief of counterterrorism. \nHe does not believe America is overflowing with homegrown terrorists, but Joseph Billy said \"a significant number\" of attacks have been thwarted since airliners were crashed into the World Trade Center, the Pentagon and a Pennsylvania farm field on Sept. 11, 2001. \nWhile declining to divulge the nature of the averted plots, Billy credited intelligence that led to either fortified security around potential targets or identification of suspected terrorists. Authorities recently stopped homegrown plots targeting the Fort Dix military base in New Jersey and a jet fuel pipeline at New York's Kennedy International Airport. \nBilly, the FBI assistant director in charge of counterterrorism, made his comments during a rare wide-ranging interview with The Associated Press, days before the failed car bombing in London and the airport bombing in Glasgow. \nHe has declined to comment on those British bombings because he did not want to interfere with the British investigations. \nBilly stressed the need for diligence, saying people plotting against the U.S. from within are more familiar with potential targets than foreign terrorists and can move around more easily. \nThe FBI, other law enforcement and intelligence agencies continue to raise the nation's already \"vigorous vigilance,\" hunting individuals who might want to use explosives to make a statement or further a cause, Billy said. \n\"Martyrdom and suicide bombers are a great challenge because of their commitment, their willingness to die for sheer belief,\" Billy said. \"Any explosive device, creates a real challenge to learn about it and then interdict or disrupt it.\" \nThe FBI continuously scrutinizes intelligence on new devices and tactics tested by insurgents in Iraq and Afghanistan, wary that they could surface in the U.S., according to Billy. \nSo far no IEDs - improvised explosive devices - used with deadly effect as roadside bombs in Iraq have appeared in this country, but officials are following the trends. Police in New York recently put emphasis on screening shipments of chlorine after learning it had become a favored component of homemade bombs in Iraq. \nThe National Joint Terrorism Task Force provides law enforcement across the country with a high level of awareness on locations or ingredients to monitor - awareness that is passed along to the public. \n\"I think it is hard to go into a Home Depot or Lowes to purchase a truckload of fertilizer without someone calling police to report, 'This person just bought 2,000 pounds of fertilizer and I don't think he is a farmer,'\" Billy said. \nThe public has responded in a big way in the war against terrorism, including a video store employee who told authorities about his suspicions that led to the uncovering of the Fort Dix plot. \n\"The enemy is very real,\" Billy said. \"We operate every day as if we are the target. ... You can go from neutral to extreme to becoming someone who is committed to terrorism and blowing someone up in a short period of time. You can't leave any of it unchecked.\" \nAl-Qaida remains a very real threat, and is still the backbone of the international terrorist movement, although mergers with other groups have made it less centralized, Billy said. Al-Qaida's leader, Osama bin Laden, remains No. 1 on the FBI terrorism list. \n\"It is very important to capture him and bring him to justice,\" Billy said. \"It may take awhile but we remain optimistic.\" \nBilly said his biggest concern is preventing terrorists from acquiring weapons of mass destruction. \n\"There is no escalated chatter on it but they have made statements that if they had it they would not hesitate to use it,\" he said. \n\"They are committed to destroying our country, our way of life,\" he said. \"But we are just as committed to keeping it safe and secure.\"\n\nLoad-Date: July 19, 2007"
}