{
    "title": "Suiting up to take on domestic terrorism; A National Guard unit is training to help in instances of",
    "publisher": "the world",
    "year": 1999,
    "month": 9,
    "day": 9,
    "full text": "Marietta police burst through the door of a vacant warehouse. Inside, police believe suspected Islamic terrorists are manufacturing chemical weapons.\nThe officers level their guns at two men who see police and run, overturning a table. Small containers filled with deadly chemicals scatter and spill.\nAJC\nChoking on the sudden fumes, police shoot one suspect, but the other one gets away. Meanwhile a noxious, unidentified gas is seeping outside the building in the direction of a busy highway. One officer collapses, the other radios for help.\nBy the first of the year, that call for assistance likely will be answered by a new Georgia National Guard unit trained specifically to fend off biological and chemical terrorist attacks where weapons of mass destruction are present.\nMore than a hazardous materials team, this Rapid Assessment and Initial Detection unit will be equipped with a satellite communication vehicle and the latest chemical and radiation detection equipment prepared to tackle everything from anthrax scares to pipe bomb explosions.\n\"The world is a much more dangerous place today,\" said Lt. Col. Ken Baldowski, spokesman for the National Guard. \"Chemical and biological weapons are much easier to acquire and produce, and the threat is greater.\"\nIn response to the growing threat of domestic biological and chemical warfare, Congress has approved the development of full-time RAID teams across the United States, which will be funded both by federal and state government. Georgia will be one of 10 states armed with a RAID unit.\n\"Terrorism has become more and more prevalent. There is no option, we must be prepared,\" said Congressman Johnny Isakson, who was invited to view a RAID demonstration Sept. 1 at Dobbins Air Reserve Base.\nThe 22-person team is set to begin full-time operations by Jan. 5, but could be ready as early as Dec. 30 in preparation for any Y2K disasters, said Maj. Mario Morales, commander of the unit. Team members go through up to 1, 021 hours of training in preparation for their positions, which include reconnaissance, physician's assistant, nurse, environmental scientist, security liaison and logistics and communications specialists.\nGeorgia's team will be able to respond within four hours anywhere inside a Federal Emergency Management Agency region including Georgia, Alabama, South Carolina, North Carolina, Tennessee, Kentucky and Florida.\nWhile setting up at the scene, the team assesses the situation to determine what materials it will need. A special hazardous materials tent can be inflated and instruments can be used to dissolve dangerous gas on site if necessary, said Staff Sgt. David McElewee, who is a team member.\nRather than take over in an emergency situation, the RAID unit is designed to work with FEMA and Georgia Emergency Management Agency officials as well as local law enforcement agencies within each state when a threat arises.\n\"We cannot expect a local fire department to have expertise in sarin gas,\" Isakson said.\nInstead, when the presence of deadly nerve gas or chemical agents is suspected, local law enforcement agents can have RAID at their collective fingertips, Morales said.\nAs a National Guard detachment, the team will have access to military transportation and resources, which it will share.\nWhen it is not fending off terrorist attacks, McElewee said, the team will be available to assist with natural disasters.\n\nGraphic\n\n \nPhoto\nAt Dobbins Air Reserve Base, Rep. Johnny Isakson (center) was on hand for a demonstration of the RAID unit, which includes Sgt. James Cady (left), who checks Sgt. Holly Muse with a monitor that detects nerve agent vapors. / ANDY SHARP / Staff\nPhoto\nRep. Johnny Isakson.\n\nLoad-Date: September 9, 1999"
}