{
    "title": "Suit Accuses Islamic Charities Of Fund-Raising for Terrorism",
    "publisher": "the new york times",
    "year": 2000,
    "month": 5,
    "day": 13,
    "full text": "The parents of an Israeli-American teenager killed in a 1996 terrorist attack in Jerusalem filed a $600-million lawsuit in Chicago yesterday against several Islamic charities, nonprofit groups and individuals, contending that they raised money in the United States for Hamas, the militant Palestinian group.\nThe suit seeks to hold these groups and individuals legally responsible for the murder of David Boim, a 17-year-old shot to death as he waited for a bus with a crowd of students. A Palestinian court convicted a member of Hamas in the attack.\nLawyers for the parents, Stanley and Joyce Boim, said yesterday's action was the first effort by individuals to use federal anti-terrorism laws against what the suit calls a \"network of front organizations\" in the United States that raise money in the name of Islamic causes. These organizations \"ostensibly have religious and charitable purposes,\" but finance terrorism, the suit says.\nThe issue is complicated by the multiple roles played by Hamas in Israel. The organization, an opponent of peace with Israel, claimed credit for numerous terrorist attacks even as it operated schools, clinics and day-care centers. Americans raising money for Hamas have insisted that they are supporting its charitable activities. American and Israeli officials say the money supports operations against civilians as well.\nNathan Lewin and Thomas B. Carr, two of the lawyers for the plaintiffs, said that they hoped to prove that anyone sending money to a group like Hamas could be held legally accountable for all its activities. \"That's what we believe Congress intended in enacting the Antiterrorism Act of 1990 and 1992,\" Mr. Carr said.\nFederal laws bar Americans from sending financial support to known terrorist groups. In 1995, the Clinton administration designated Hamas a terrorist group.\nThe suit relies in part on an earlier action by the Justice Department. In 1998, federal prosecutors in Chicago seized nearly $1.5 million in cash and assets of Mohammed Salah, a naturalized American citizen from Bridgeview, Ill., whom the government accused of being a high-ranking fund-raiser for Hamas.\nProsecutors in that case also accused the Quranic Literacy Institute, a nonprofit religious group in Illinois, of being a Hamas front and part of a money laundering network that Mr. Salah had used to \"support a conspiracy involving international terrorist activities and domestic recruitment and training in support of such activities.\"\nBoth Mr. Salah and the Quranic Literacy Institute have denied any association with Hamas or terrorist activities. A federal judge suspended that proceeding after the institute said it faced a criminal inquiry. No charges have resulted from that investigation.\nAmong defendants named in the suit filed yesterday are Mr. Salah, the Quranic Institute and Mousa Abu Marzook, a Palestinian who lived in the United States from 1973 to 1993 whom the federal government accused of being a senior Hamas leader and deported to Jordan in 1997.\nThe Quranic Literacy Institute did not respond to calls for comment this evening. Matthew J. Piers, who represented Mr. Salah in the earlier civil forfeiture case, said that his client was out of town. But he also said that he could not comment because he did not know that a civil suit had been filed and had not seen the complaint.\nMr. Marzook, who was deported by Jordan after Jordan's King Abdullah closed down the Hamas Political Bureau headquarters and expelled the group's leadership, could not be located for comment. The civil suit contends that he is living in the United Arab Emirates or Syria.\nAlthough the government has seized Mr. Salah's assets, it has not charged either him or the Quranic Literacy Institute with a crime in the United States.\nThe civil suit filed yesterday also named as members of the Hamas covert network in America several other Islamic groups and individuals, including the Holy Land Foundation for Relief and Development, a charity with branches in Texas and Illinois; the Islamic Association for Palestine, a nonprofit group dedicated to disseminating information about the Israeli-Palestinian conflict, along with two of its affiliates, and the United Association for Studies and Research, a research center in Virginia.\nAhmed Youssef, the director of United Association, said tonight that he had no comment because \"the charges are nonsense, absolute nonsense.\"\n Individual defendants include the two Palestinians implicated by Israeli investigators in the attack on David Boim and a second student. The suit says one is in prison serving a 10-year sentence after being convicted by a Palestinian court for the crime. The other was said to have died in a suicide bombing in Jerusalem in 1997 in which five civilians were killed and 192 people were wounded.\nThe suit does not show a direct connection between the money for Hamas it says was raised in the United States by Mr. Salah and those who carried out the attack on David Boim. Nor does it maintain that Mr. Salah or Mr. Marzook knew the two Palestinians held responsible for it.\nDonya C. Witherspoon, a lawyer for the Holy Land Foundation, did not respond to calls at her home and office, but in an interview earlier this year she said that Holy Land had no involvement with terrorism.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Israeli police investigating a 1997 suicide bombing that is said to have killed one of the Palestinians blamed for David Boim's death. (Associated Press)\n\nLoad-Date: May 13, 2000"
}