{
    "title": "SUMMIT IN TOKYO_ WHO GOT WHAT; MOST LEADERS SEEN AS WINNING ON MAJOR GOALS WHILE CONCEDING LITTLE",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 7,
    "full text": "The scorecard for the Tokyo summit conference, unlike those of some earlier meetings, suggests most leaders achieved their main objectives without the need to offer significant offsetting concessions, according to officials involved in the talks.\nThe seven nations, aided by a timely set of circumstances that created a favorable climate for agreement, also showed - with the approval of a strong statement against terrorism - that they have recovered their ability to work together after last year's disastrous meeting in Bonn ended in deadlock.\nJapan's Prime Minister, Yasuhiro Nakasone, the chairman of the meeting, summed up its achievements in self-congratulatory terms, telling leaders the talks had ''reaffirmed mutual understanding and trust between us.''\nPrime Minister Brian Mulroney of Canada was similarly upbeat, saying that the seven leaders had ''emerged from the summit with a renewed sense of self-confidence.''\nPresident Francois Mitterrand of France, whose refusal to set a firm date for new trade talks wrecked the Bonn meeting, called this week's conference ''the most relaxed'' he had known. Chancellor Helmut Kohl of West Germany said that the summit conference was ''a good success'' but warned that the seven nations must not rest on their laurels.\n''Mission accomplished'' was how Prime Minister Margaret Thatcher of Britain summarized the outcome.\nIn broad terms, the Reagan Administration seemed to emerge a clear victor, winning support for its campaign against international terrorism and successfully launching a new economic cooperation plan.\nJapan appeared the main loser at the talks. Mr. Nakasone was compelled to agree to a statement that named Libya as a terrorist state, which he had hoped to avoid because of Japan's dependence on imported oil. He failed to secure American support in holding down the fast-climbing yen. And despite extensive security precautions, Japan failed to stop leftists from launching an embarrassing rocket attack during the welcoming ceremonies, although no damage was done.\nDespite its success on broad concerns, the United States was less successful on more meticulously defined issues, failing to persuade the participants to fix a firm date for new negotiations on freeing trade or to specify the inclusion of agriculture in such talks.\nCanada and Italy met a major goal by winning membership in a new top monetary body. But West Germany and Japan came under concerted pressure to reduce their big trade surpluses.\nIn the economic sphere, the seven countries agreed on an ambitious attempt to compel themselves to coordinate domestic economic policies more closely and to stabilize currency values - an important shift in their approach to economic cooperation. And for the first time, the summit nations expressed concern about the effect of farm subsidies on agricultural trade.\nSeveral factors created a propitious climate for agreement, officials involved in the conference suggested.\nIn the economic sphere, agreement was helped by fears that deep-rooted imbalances in the international economy could push the world back toward recession.\nOn the political side, signs of growing public concern helped bring a meeting of minds on the issue of terrorism and support for the American strike against Libya. Officials also said they believed the leaders felt a need to heal the political rift opened by the American raid. ''It was the right moment to confront all these issues,'' one official said.\nOver all, the summit scorecard shows most countries can count more victories than losses on the key issues:\n \nEconomics\nAs usual, the meeting reaffirmed the need for all countries to follow prudent, free-market-oriented policies designed to slow inflation and rein in public spending. This approach, insisted on by President Reagan since taking office, remains the new economic orthodoxy for the group.\nHowever, the Tokyo meeting's most significant economic decision was to create a new body, known as the Group of Seven, charged with working to insure that all participants pursue compatible domestic policies designed to avoid imbalances and to keep their currencies fairly valued.\n''We must sing in harmony, not in unison,'' said one senior summit official, summarizing the group's task of encouraging member states to keep their economic policy goals in line.\nThe agreement is widely seen as a victory for Treasury Secretary James A. Baker 3d and the most impressive sign so far of the new, more pragmatic approach the Treasury is taking to world economic problems under his direction. Other clear winners are Italy and Canada, which will be part of the new group.\nWest Germany and Japan are the only participants that come close to being losers by this decision. Both agree with the basic strategy, but Mr. Kohl and Mr. Nakasone sought unsuccessfully to get the United States to stabilize the dollar by market intervention.\n \nTerrorism\nThe United States appears the clear winner on the issue of terrorism, based on the summit declaration, which appears tougher than anything the Europeans have agreed to on their own.\nBritain and Canada also emerged as winners, insisting on including Libya in the final text.\nOfficials say the United States never sought to get the meeting's backing for economic sanctions against Libya or for its raids on Tripoli and Benghazi because participants had made clear beforehand they would not go along.\nMr. Nakasone and Mr. Mitterrand seem to be the only near-losers on terrorism. During preparations for the meeting, Mr. Mitterand had opposed the mention of terrorism in the final declaration, saying the meeting should be confined to economic subjects. France changed its position during the March election campaign after several French citizens were kidnapped in Lebanon.\n \nTrade and Agriculture\nAll the participants claimed to be winners on the trade issue. The United States, pushing hard for the opening of new trade talks in the near future, received a strong statement of support. It also won the first summit declaration ever on the need to tackle farm subsidies.\nHowever, neither statement set a date for opening the talks or mentioned agriculture as a subject to be included. This was to avoid embarrassing Mr. Mitterrand, who faces a difficult domestic political situation after losing control of the Parliament in March.\nMr. Mitterrand is thus a winner, too, because the summit appears to be respecting his insistence last year on seeing the agenda for new trade talks and winning third world support for them before agreeing to formal negotiations.\nBut other summit leaders and officials said they were convinced that negotiations will open in September as planned, with full French support.\n \nSoviet Nuclear Accident\nThe unexpected incident at the Soviet Union's Chernobyl nuclear plant enabled the United States, Britain and other nations to score quick propaganda points against the Soviet Union by accusing it of endangering human life through its refusal to be more specific about what had gone wrong. The United States and Britain also warned that countries that are not forthcoming about a nuclear accident may be tempted to cheat on arms control agreements, too.\nThe meeting's call for tougher international rules on nuclear safety is also intended to reassure the public in the West."
}