{
    "title": "Summit's focus shifts to terrorism Economics also on agenda at 7-nation meeting in France",
    "publisher": "usa today",
    "year": 1996,
    "month": 6,
    "day": 26,
    "full text": "A presidential trip the White House envisioned as a welcome relief\nfrom controversies over FBI files, Paula Jones' lawsuit and Eleanor\nRoosevelt's ghost takes on a more serious tone for President Clinton\nin light of Tuesday's truck bombing in Saudi Arabia.\nClinton is set to depart this morning on a five-day trip to France\nfor the 22nd annual economic summit of the world's major industrialized\ndemocracies in Lyon, meetings with Russian Prime Minister Viktor\nChernomyrdin and an overnight visit to Paris.\nThe White House had been braced for the trip's intended message\n-- that the U.S. has been an economic leader in creating jobs,\ncontrolling inflation and reducing the budget deficit -- to be\novershadowed by continued controversy in Washington. For instance,\nClinton before leaving today is expected to embrace legislation\nthat would penalize foreign companies that do business with Iran,\nLibya and Cuba, a measure that has drawn strong opposition from\nU.S. allies.\nBut anti-terrorism measures, which already were scheduled to be\na summit topic, will now likely become an overarching focus for\nthe summit, as will Clinton's response to the tragedy in Saudi\nArabia.\nThe administration had hoped the Sommet de Lyon would highlight\nstrong U.S. economic performance during Clinton's presidency,\nparticularly in contrast with summit partners struggling with\nslow growth, high unemployment and rising budget deficits.\nIn Germany, for instance, joblessness has reached post-World War\nII highs. In France, an estimated 25,000 workers and retirees\nmarched on Lyon Tuesday to protest cost-cutting measures that\nthey say threaten their economic security.\n\"There are lessons from the U.S. economy,\" says Laura D'Andrea\nTyson, head of the National Economic Council. One purpose of the\nsummit \"will be to give our explanation about what we think has\nworked.\"\nClinton used the three previous economic summits to take bold\nstrokes, including pressing contentious auto trade issues with\nJapan last year. But now in an election year, the White House\nhas tried to avoid provoking disputes that could prove troublesome.\nThe issues to be discussed include:\n-- The adoption of a 40-point program to combat international\ncrime and drug trafficking. The recommendations include a \"nowhere\nto hide\" extradition accord and new procedures to deal with fraudulent\ndocuments and the smuggling of illegal aliens.\n-- The debate over U.N. Secretary-General Boutros Boutros-Ghali's\nbid for a second term. The United States said last week it would\nuse its veto if necessary to block him, but French President Jacques\nChirac has emerged as his champion. Boutros-Ghali will attend\nsome summit sessions at Chirac's invitation.\n-- French proposals to have rich countries do more to help poor\ncountries. One plan, opposed by Germany and Japan, would sell\n$ 2 billion in international gold reserves to finance debt relief\nfor 20 poor countries.\n-- A plan to help ensure that elections take place on schedule\nthis fall in Bosnia.\n-- Ways to encourage Russia to continue economic and political\nreforms.\nParticipating at the economic summit are the leaders of the so-called\nGroup of Seven: Britain, Canada, France, Germany, Italy, Japan\nand the United States.\nRussian President Boris Yeltsin had been expected to participate\nin the summit, which some Western officials saw as an opportunity\nto boost him in his runoff election July 3 against Communist Gennady\nZyuganov. But Yeltsin decided last week to stay home and campaign,\ndispatching Chernomyrdin instead.\nTHE SUMMIT'S PLAYERS\nPresident Clinton\nThe United States\nAble to boast of a generally strong U.S. economy, including the\ncreation of 9.7 million jobs since he took office in 1993.\nRyutaro Hashimoto\nPrime minister, Japan\nHis first G-7 summit. A former trade minister, he must deal with\ncontentious trade disputes on computer chips, insurance and airline\nlanding rights.\nRomano Prodi\nPremier, Italy\nAn economics professor who took office only last month, the 55th\nItalian government in 51 years. Expected to protest U.S. legislation\nthreatening boycotts on foreign companies that do business with\nIran and Libya and Cuba.\nViktor Chernomyrdin\nPrime minister, Russia\nWhile Moscow isn't formally a part of the G-7, Russian leaders\nrecently have joined in the summit's political discussions. Chernomyrdin\nis standing in for President Boris Yeltsin, who decided to stay\nhome and campaign for the July 3 runoff election.\nHelmut Kohl\nChancellor, Germany\nThe senior summiteer, now attending his 14th. Wants the leaders\nto reaffirm their commitment to scheduled elections in Bosnia\nthis fall.\nJean Chretien\nPrime minister, Canada\nIn relatively strong political shape at home, with elections likely\nnext year. Opposes U.S. secondary boycotts on foreign companies\nthat do business with Cuba; supports efforts to liberalize trade.\nJacques Chirac\nPresident, France\nThe summit host. Urging rich countries to do more to help poor\nones, he invited the heads of the United Nations, the World Bank\nand the World Trade Organization to participate.\nJohn Major\nPrime minister, Britain\nPolitically imperiled with a one-vote parliamentary majority and\nelections required by May. May propose debt relief for poor nations\nand measures to reform financial institutions.\n\nGraphic\n\n \nPHOTO, B/W, AFP; PHOTOS, B/W, AP (3); PHOTOS, B/W, Reuters (2); PHOTOS, B/W, Pool photo (2); President Clinton Ryutaro Hashimoto Romano Prodi Viktor Chernomyrdin Helmut Kohl Jean Chretien Jacques Chirac John Major\n\nLoad-Date: June 26, 1996"
}