{
    "title": "SUMMIT IN EGYPT ; Appeals Against Terrorism, Jointly and Individually, by Former Adversaries",
    "publisher": "the new york times",
    "year": 1996,
    "month": 3,
    "day": 14,
    "full text": "Following is the statement issued yesterday by participants in the meeting at Sharm el Sheik, Egypt, as read by President Clinton, along with excerpts from statements by Mr. Clinton, Prime Minister Shimon Peres of Israel, Yasir Arafat, President of the Palestinian Authority, and Prince Saud al-Faisal, Foreign Minister of Saudi Arabia. Prince Saud's remarks were transcribed by The Associated Press; the statements by the others were transcribed by the Federal Document Clearing House, a private transcription service.\nThe Summit of Peacemakers has just concluded. This meeting took place at a time when the peace process confronts serious threats. The summit had three fundamental objectives: to enhance the peace process; to promote security; and to combat terror.\nAccordingly, the participants here today expressed their full support for the Middle East peace process and their determination that this process continue in order to accomplish a just, lasting and comprehensive peace in the region; affirm their determination to promote security and stability; and to prevent the enemies of peace from achieving their ultimate objective of destroying the real opportunity for peace in the Middle East;\nAnd re-emphasize their strong condemnation of all acts of terror in all its abhorrent forms, whatever its motivation and whoever its perpetrator, including recent attacks in Israel, considering them alien to the moral and spiritual values shared by all peoples of the region; and reaffirm their intention to stand staunchly against all such acts and to urge all governments to join them in this condemnation and opposition.\nTo that end, we decided to support the Israeli-Palestinian agreements, the continuation of the negotiating process, and to politically and economically reinforce it; to enhance the security situation for both, with special attention to the current and pressing economic needs of the Palestinians; to support the continuation of the negotiating process in order to achieve a comprehensive settlement; to work together to promote security and stability in the region by developing effective and practical means of cooperation and further assistance; to promote coordination of efforts to stop acts of terror on bilateral, regional and international levels, insuring instigators of such acts are brought to justice, supporting efforts by all parties to prevent their territories from being used for terrorist purposes and preventing terrorist organizations from engaging in recruitment, supplying arms or fund-raising; to exert maximum efforts to identify and determine the source of the financing for these groups and to cooperate in cutting them off; and by providing training, equipment and other forms of support to those taking steps against groups using violence and terror to undermine peace, security or stability;\nFinally, to form a working group open to all summit participants to prepare recommendations on how best to implement the decisions contained in this statement through ongoing work, and to report to the participants within 30 days.\n \nPRESIDENT CLINTON\nFrom all around the world we have come to the Sinai to deliver one simple, unified message. Peace will prevail. This summit is unprecedented in the history of the Middle East. It would have been inconceivable just a few short years ago. It stands as proof and promise that this region has changed for good . . .\nAs President Mubarak has so eloquently stated, in the busy streets of Jerusalem, Ashkelon and Tel Aviv, suicide bombers launched a wave of terror to kill as many Israelis as possible. Ordinary men and women riding the bus to work, families shopping for the holidays, innocent children in their Purim costumes, murdered for the blood in their veins.\nOur hearts go out to the people of Israel and to all the victims of these atrocities, which include also Palestinians and Americans. Many of the nations here today have experienced the nightmare of terror. Death has not discriminated among the terrorist victims. Over the last two weeks, as I have said, losses were felt not only in Israeli, but also in Palestinian, American and Moroccan homes.\nThe hard-won achievements of the Palestinian people are under direct assault. The merchants of terror would sell out their future . . .\nThe world looks to us now for action, and we must direct our collective resolve in three specific areas.\nFirst, we must be clear in our condemnation of those who resort to terror. Violence has no place in the future we all seek for the Middle East.\nSecond, we must reinforce our common search for a comprehensive peace. We must press forward until the circle of peace is closed. And we must work to bring the benefits of peace to the daily lives of the people here, for if people lose their hope in peace, the terrorists will have succeeded. This would be the cruelest victory of all, and we must not let it happen.\nThird, we must actively counter the terrorists with all the means at our command, combining our efforts tangibly and joining our strength to defeat their evil aims. Chairman Arafat and the Palestinian Authority are responding to that challenge.\nEach of us here must do our part to help them succeed in their mission. We know we cannot guarantee 100 percent success, but all of us must demand of each other and ourselves a 100 percent effort.\n \nPRIME MINISTER PERES\nTerrorism knows no borders, so borders must not restrain action to smash the terrorist snake.\nThis terrorism is not an animal. It has a name. It has an address. It has a bank account. It has an infrastructure. It has a network camouflaged as a charity organizations. It is spearheaded by a country, Iran. The Iranian people are not our enemy. Religion is not our foe.\nIt is the regime which initiates, promotes and exports violence and fanaticism. Teheran has become the capital of terror. A conclusion must be drawn on how to contain it. From the Palestinians, with whom we wish to complete the historic conciliation, we demand an unequivocal fulfillment of the Oslo accords. We do not ask the Palestinian Authority to defend our lives. Only we shall defend ourselves. It is solely our responsibility. But the Palestinians must fulfill the obligations of an elected authority. They must fight to prevent terror which is causing the hardship in their midst. They must not tolerate murderers' command centers. They must not permit illegal guns to aim at legal peace agreements.\nTerror prevents peace and stability in the whole world. Suicide methods and modern weapons are an immediate danger. It will escalate once terrorists may obtain nonconventional weapons. We are at a watershed.\nOur region is going through a period of transition. The dark days are at an end. The shadows of its past are still lengthening. The twilight of war is still red with blood, yet its sunset is available and imminent, as we will not yield to the enemies of peace.\nThe Middle East is on the verge of a new day, better and more promising. Many barriers which separated Israel from its neighbors are gone. Yesterday's enemies are gathered here today as partners in the battle for a different tomorrow. The hunting grounds of cynics and skeptics are diminishing. There is new in the Middle East. It will be a new Middle East.\n \nCHAIRMAN ARAFAT\nI was one of those who witnessed all the faces of this disaster and the violence in our country, our area. I feel this serious injury which afflicted us. I feel today hope, confidence, determination to serve God and peace. Through this meeting, I feel that myself and my partner, Mr. Shimon Peres, that we are not alone because the powerful will of the whole world is backing us up.\nWe are not alone, because the advocates of extremism and the enemies of peace are condemned and isolated by the majority, by all Israelis, Palestinians and the whole area. We are not alone, because all of you convey a message, with deep impact, that peace in our area is his own cause, in addition to being a global issue.\nI have come today to express the determination of the Palestinian people who demonstrated in the streets denouncing violence and supporting peace, who would stand against terrorism, who would uproot it from our lands, because our dream of freedom and independence and self-determination can never prosper or come true in the midst of a sea of blood and tears . . .\nThis urgent matter necessitates taking economic and social measures that will put a limit to poverty, deprivation and unemployment, not closure, starvation and economic blockade and denying out workers work and job opportunities. This exhausts us with all these collective penalties, whose completion is a hotbed for extremism and violence. The collective penalties have never been good instruments to provide peace and stability.\n \nPRINCE SAUD AL-FAISAL\nThe importance of our meeting today lies in the fact that it expresses, in a profound way, our collective commitment to peace, and our full determination to eliminate all impediments and obstacles that may hinder its path.\nThe justifications for our meeting today are present in every episode of the cycle of violence that has befallen this region in the past. As we all did during the massacre at the Al-Ibrahimi Mosque in Hebron, when we unanimously condemned all forms of violence and terror, we equally condemn today, unanimously, the violent acts that took place in Tel Aviv and the occupied territories. All these acts are directed at innocent civilians, and require us to strongly condemn them no matter who the perpetrators or what their justifications . . .\nWe are totally convinced that while the question of confronting violence and terror requires firmness and serious action to uproot, it equally and simultaneously requires due attention to avoid measures that could inflict punishment not only on the perpetrators of these despicable acts but also on the innocent civilians who are victims of these crimes. Collective punishment, closure and any type of violence against innocent people will in turn generate more violence.\n\nLoad-Date: March 14, 1996"
}