{
    "title": "SUMMIT IN TOKYO_ TOUGH TALK ON LIBYA ; 'NO TEARS,' PRESIDENT SAYS, IF RAID HAD KILLED QADDAFI",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 7,
    "full text": "President Reagan said today that the bombing raid last month against Libya was not intended to kill Col. Muammar el-Qaddafi, the Libyan leader, but that ''I don't think any of us would have shed tears if that had happened.''\nAt a news conference shortly before his departure for Washington at the end of the seven-nation economic summit meeting, Mr. Reagan seemed to dismiss a report that contingency plans were being made for another military attack on Libya.\n''No one was more surprised than I was,'' he said, to read news reports about the possible use of conventionally armed cruise missiles against Libya, ''because I'm not planning that.''\nBut he appeared determined to justify the tough policies against Libya already taken by the United States, and he indicated that he hoped such policies would be adopted by the other countries that signed a statement on terrorism here on Monday.\nHints of Secret Understanding\nThe President, when asked about joint action against Libya, suggested there was some kind of secret understanding. He said that ''we didn't think it was perhaps useful to put all that into a public statement telling the terrorists exactly what it was we intended to do.''\nPressed by reporters to explain assertions by French and Japanese leaders that the statement on terrorism did not bind them to any particular course of action, Mr. Reagan said, ''As far as I know seven heads of state agreed to a statement that said that we believe the way to deal with terrorism is on a unified front - that we're in this all together.''\nMr. Reagan confirmed that as part of that policy, the Administration had decided to end by June 30 the exemptions that have allowed American oil companies to continue operating in Libya. The exemptions were issued when the United States imposed a trade embargo on Libya that took effect Feb. 1.\nThe bombing attack on Libya three weeks ago included targets such as the headquarters building where Colonel Qaddafi often lived, and bombs did hit his house, apparently killing an adopted daughter.\nAmerican officials have said that while Colonel Qaddafi was not the target of the raid, there was some hope that he might have been hit. Today was the first time that Mr. Reagan had addressed the question.\n \nNot Trying to 'Blow That Man Up'\nHe said that ''we weren't out, in the sense of getting one man, that we were dropping these tons of bombs, hoping to blow that man up.''\n''I don't think any of us would have shed tears if that had happened,'' he continued. ''But we were out to damage and destroy those facilities that were making it possible for that particular state, under his guidance, to back and support terrorism.''\nAsked why the United States had not addressed the ''root cause'' of terrorism, such as conflicts in the Middle East and the Palestinian issue, Mr. Reagan rejected such linkage.\n''That's the same thing as the cliche line that is going around where one man's terrorist is another man's freedom fighter,'' he said. ''No such thing.''\nDefending his support for anti-Communist ''freedom fighters'' in places such as Nicaragua, Angola and Afghanistan, Mr. Reagan said that ''freedom fighters are fighting against organized military forces'' while terrorists ''deliberately choose to murder or maim innocent people.''\n \nSofter Tone on Nuclear Accident\nOn other foreign policy matters, Mr. Reagan seemed to soften his criticism of the Soviet Union for its handling of the nuclear accident in the Ukraine.\nOn Saturday he sharply rebuked Moscow for not providing more information about the accident. Today he said his criticism was not intended ''to bash'' the Russians.\n''We're simply citing the need for any one of us, if that happens, to let the neighbors know that they may be threatened as the outcome of this,'' he said. ''I am pleased to say that in the last few days, there has been a change and the Soviet Union has been more forthcoming about this with regard to getting information and so forth.''\nHe also said he had made no decision on whether to destroy two older nuclear submarines to remain in compliance with the unratified strategic arms limitation treaty of 1979 when a new Trident submarine is launched.\nMr. Reagan said the decision on the submarines had less to do with arms control matters than with the economics of the Pentagon, as the Navy felt it was uneconomical to keep the older vessels in service.\nAsked his reaction to reports of human rights abuses in Indonesia, which he visited last week, and in South Korea, which Secretary of State George P. Shultz was to visit later today, Mr. Reagan declined to criticize either country.\nThere were several questions about possible American actions against nations, such as Syria, that like Libya have been accused of aiding terrorists. But Mr. Reagan avoided being pinned down on any particular course of action by the United States or its allies."
}