{
    "title": "Summit addresses terrorism fallout; Barr_ Caution needed on privacy issues",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 9,
    "day": 18,
    "full text": "Outgoing Rep. Bob Barr cautioned Americans on Tuesday about letting fear of terrorism allow them to give up their constitutional rights to privacy.\n\"Fear is the great justifier of government power and citizen acquiescence,\" Barr (R-Ga.) said during a talk to about 300 people at the Homeland Security Summit in Atlanta.\n\"No matter how much power government gets, it is always going to want more,\" he said.\nAJC\nSpeeches by Barr and Rep. Saxby Chambliss (R-Ga.) opened the four-day Homeland Security Summit, which will include a counter-terrorism drill today, speeches from local and national officials and experts, and an expo featuring booths by businesses and organizations involved in homeland security.\nTuesday's talk was one of Barr's first public speeches since he lost the Republican primary for the new 7th Congressional District to Rep. John Linder (R-Ga.).\nBarr has been a longtime advocate for maintaining rights to privacy. Since the Sept. 11 attacks, he has become more vocal as President Bush and others have tried to increase governmental powers in the name of homeland security.\nHe pointed to the Terrorists Information and Prevention System, or TIPS, in which truck drivers, mail carriers and others are encouraged to report anything they see that might be suspicious or terrorism-related.\nBarr warned such a program could lead to someone being reported to the government because of what they read or say to a friend.\nAs Congress debates more anti-terrorism measures, Barr said it was important for \"both Republican and Democratic members of Congress to have the backbone to address [privacy] issues\" without the fear of being labeled \"soft on terrorism.\"\nBarr said that last Friday's terrorism scare involving a tip based on an overheard conversation in a Calhoun restaurant is an example of how quickly an accusation can gain momentum and lead to a huge expenditure in time, money and manpower.\nChambliss, who is chairman of the House subcommittee on terrorism and homeland security, spoke in support of Bush's effort to create a Cabinet-level Department of Homeland Security, an issue being debated in the Senate.\nChambliss said the lessons from Sept. 11 are that the United States needs to make sure that it has a superior intelligence network in the Middle East, the United States and elsewhere, and that the information gathered is distributed among all necessary departments.\nHe pointed to the FBI memo out of Phoenix that Muslims were enrolling in flight schools and other clues that were discovered before the Sept. 11 attacks but never made it to the right people.\n\"They did a great job of gathering intelligence,\" Chambliss said of all the agencies involved. \"But they did a terrible job of sharing that intelligence.\"\nBoth Barr and Chambliss applauded the security summit as a good venue for sharing ideas and debating the issues.\n \n* ON THE WEB: Security summit: www.securitysummit.org \n\nGraphic\n\n \nPhoto: Rep. Bob Barr (left) and Saxby Chambliss hail the Homeland Security Summit as a good venue for ideas.; Photo: Rep. Saxby Chambliss\n\nLoad-Date: September 18, 2002"
}