{
    "title": "Summit threatens Serbs, slams terrorism",
    "publisher": "telegraph herald ",
    "year": 1996,
    "month": 6,
    "day": 30,
    "full text": "U.S. allies backed President Clinton's demand Saturday that Bosnian Serb leaders indicted for war crimes be forced \"out of power and out of influence.\"\nClinton cited \"real progress\" at an eight-nation economic summit in steps \" strengthening the peace in Bosnia\" and stepping up the international fight against crime and terrorism.\n\"Terrorists and criminals must have nowhere to hide,\" he said as summit partners formally adopted a U.S.-endorsed package of measures to combat terrorism.\nClinton also offered an upbeat assessment on the health of the only absent participant, Russian President Boris Yeltsin.\nRussian Prime Minister Viktor Chernomyrdin assured him during a private meeting, Clinton said, that \"President Yeltsin was in good health, . . . \"\nClinton spoke at the end of the annual economic summit of the United States, Britain, France, Japan, Germany, Italy and Canada - joined on the final day by Russia.\nIn joint communiques issued Saturday, the summit partners threatened new economic sanctions against Serbia unless two Bosnian Serb leaders accused of war crimes - Radovan Karadzic and Ratko Mladic - are denied any decision- making influence in the former Yugoslav republic.\nThe statement further threatened, \"We are equally ready to consider the use of sanctions toward any party to the peace accord,\" including the Serbian government in Belgrade.\nThe leaders also recommended that NATO-led peacekeepers, including some 20, 000 Americans, create \"a safe and secure environment\" for elections in mid- September. The troops should provide \"logistical assistance,\" said the statement.\nClinton also pledged a separate $20 million to assist with recovery in Bosnia, a $15 million effort to mobilize soldiers to clear land mines and a $5 million training program for Bosnian women.\nHe also named Cyrus Vance, secretary of state in the Carter administration, as the head of an international commission to help solve 12,000 missing- person cases that grew out of the conflict.\n\nLoad-Date: December 9, 1996"
}