{
    "title": "SUMMIT IN TOKYO_ FORGING 2 ACCORDS; THE POLITICAL SUMMIT; REAGAN WINS THE DAY AS LIBYA IS DENOUNCED",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 6,
    "full text": "The document on terrorism adopted today by the seven leading industrial democracies was the product of a long night of haggling over different drafts and a last-minute change by summit leaders that added a denunciation of Libya, diplomats said.\nIn the drafting sessions, the United States and Britain, each with its own document, held out for condemnation of Libya, and Japan and France took a more measured view, the diplomats said.\nThe United States draft was put together aboard Air Force One on the flight to Tokyo from Bali after a long discussion in the Presidential party. President Reagan handed the document on Sunday evening to each of the six other leaders attending the summit meeting here, asking them to read it overnight. It played a major role, Administration officials contended, in persuading the conferees to adopt the kind of statement on terrorism that Mr. Reagan wanted.\n'You've Had It, Pal'\nWhile the final statement fell short of committing America's allies to specific economic action against Libya and other alleged sponsors of terrorism and contained no explicit endorsement of military measures against terrorism - two things the United States would have welcomed - it so delighted Secretary of State George P. Shultz that he cast aside his usual taciturnity to declare that it sent a message to the Libyan leader, Muammar el-Qaddafi, ''You've had it, pal.''\nFrom the American point of view, a key element was the statement's declaration that ''terrorism has no justification.'' Some of the Europeans have long argued that terrorism could be combated effectively only by understanding that it arose from legitimate political grievances that could be dramatized in no other way.\nThe statement on terrorism seemed at least a modest advance on the one adopted by the seven nations at their meeting in London two years ago.\n''It is not difficult to stop terrorism,'' the United States document asserted. ''Terrorism's strategy is to launch attack after attack; when such attacks yield only punishment, that strategy fails. And terrorism's policy is to create fear; when fear is replaced with courage, terrorism is finished.''\n \nHow Draft Was Worked Out\nIn one of its bolder and more surprising passages, the paper conceded that one thing that might well motivate other countries to fight terrorism ''is the need to do something so that the crazy Americans won't take matters into their own hands again.'' Some European leaders believe that Mr. Reagan might not have ordered the bombing of Tripoli and Benghazi on April 15 if European nations had taken earlier economic or diplomatic steps against the Libyans.\nAccording to a ranking White House official, who dislosed the existence of the American draft document and its genesis on the condition that he not be named, the session on Air Force One involved Donald T. Regan, the White House chief of staff; John M. Poindexter, the national security adviser, and Mr. Shultz, with the President joining the conversation later. Mr. Shultz was reportedly the draftsman.\nAt Sunday night's dinner, the seven leaders spent an hour discussing terrorism, with Prime Minister Margaret Thatcher arguing for what one Briton called a ''severe'' approach. Mrs. Thatcher, who has been under heavy attack at home for having permitted United States jets to take off from her country for the raids on Libya, clearly felt that she needed unanimity with her six colleagues to ease the isolation of her position as the only European leader who had backed Mr. Reagan's decision to bomb Libya.\n \nA Change in Tone\nWhen the dinner ended, the British, American, West German and Canadian delegations, at least, were all convinced that there was general agreement on a muscular approach.\nBut when the matter was passed to the ''sherpas'' - the aides who are charged with reaching a consensus on disputed questions that can then be presented to the leaders - the tone changed, according to several sources. An American said that in the early hours of this morning, as the aides argued the issue, ''they fell under the influence of the French, and what they came up with condemned terrorism all right, but not with very much force.''\nFrench officials denied they had tried to tone things down, but other Europeans said they had. The British were particularly displeased; a Downing Street official said the sherpas' document was ''much too wet'' - too limp and unspecific - and blamed the American negotiator, W. Allen Wallis, Under Secretary of State for Economic Affairs, for failing to take a firm enough line with the French.\nThe ranking White House official said, however, that Mr. Wallis was simply reflecting the approach the United States had decided upon well before the summit meeting. The State Department man, the official said, was ''just being careful, trying to get the best he could without banging heads.''\n''We decided to have a menu rather than a specific meal,'' the official added, ''to let the others choose what they thought was the best way to combat terrorism in their own countries, rather than telling them.''\n \nBriton Expresses Disappointment\nAnother American involved in the sherpas' deliberations gave a slightly different account. The problem, he said, was that Mr. Wallis was excessively cautious because he is an expert on economics, not terrorism, and that the British, especially Sir Robert Armstrong, the Cabinet Secretary, voiced no complaints until the 18 participants were about to end their two-hour discussion at 5 o'clock this morning.\nAt that moment, the American reported, Sir Robert said, ''I shall tell the Prime Minister of my disappointment.''\nAccording to a number of American officials, it was clear from the start that there was no chance to persuade Britain, West Germany, Italy or Japan to endorse economic sanctions against Libya. Mrs. Thatcher dislikes sanctions not only because she is convinced that they do not work but also because she does not want to be maneuvered into supporting them against South Africa. Italy and West Germany have substantial economic stakes in Libya, and Japan, which imports all its oil, feels it must avoid offending the Arab countries that supply much of it.\nIndeed, the White House aide said, Mr. Reagan was not even sure that he could persuade his six colleagues to name Libya in the terrorism statement.\n \nLeaders Revise Draft\nThe draft produced by the sherpas did not mention Libya, and even though Larry Speakes, the White House spokesman, praised it this morning and said Mr. Reagan considered it a ''significant step forward,'' the President, Mrs. Thatcher, Chancellor Helmut Kohl of West Germany and Prime Minister Brian Mulroney of Canada wanted something stronger.\nSo the summit session that was to have begun considering economic questions was delayed, and the leaders went to work on the draft, in the words of one participant, ''like a board of editors.''\nDespite what officials of three countries described as ill-concealed French reluctance and Japanese worries, the group eventually decided to include Libya's name in the statement and to toughen the language in some other ways.\n''It was Ronald Reagan who suggested it,'' the White House official said. ''The President played it very cleverly. He didn't push, he didn't thump the table, he let them discuss it, reject it, then he brought it back, and after quite a while, realism set in.''\nThere was almost universal agreement among the national delegations here that the statement on terrorism represented a reassertion of Western cohesion that seemed all but impossible in the aftermath, filled with denunciations of the United States, of the Libya bombings only three weeks ago.\nThe Europeans still feel that military force is probably counterproductive; the Japanese still feel uncomfortable with the whole subject, and the United States is still more aggressive in its stance than any of the six other nations involved.\nBut for the first time, a common, binding agenda has been agreed upon, and the squabbling of last month appears to have been set aside.\n\nGraphic\n\n \nphoto of motorcade of seven leaders of industrial nations on way to Akasaka Palace (NYT)"
}