{
    "title": "SUMMIT IN TOKYO_ THE SHADOW CAST BY TERROR; ITALIAN SAYS SUMMIT CHIEFS PLAN TO CONDEMN TERRORISM",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 4,
    "full text": "The leaders of the seven major industralized democracies are ready to endorse a broad ''statement of will'' for resisting terrorism, Prime Minister Bettino Craxi of Italy said today after a private meeting with President Reagan.\nThe statement will not specify a policy on the use of military force against terrorism, Mr. Craxi said, but rather will assert that the nations agree that terrorism represents a global challenge.\nA senior Administration official said the statement would meet Mr. Reagan's goal of having the summit nations go on record against terrorism.\nThe statement, which would be included in the communique that the leaders will issue Tuesday at the close of three days of talks, was designed to reflect the Administration's concern about the current situation, the official said, adding, ''We also want action, not only words.''\nA Willingness to Shoot\nMr. Craxi also said for the first time that Italy might have to shoot first if Libyan fast attack craft or planes carrying missiles were approaching Italy.\nMr. Reagan's meeting with Prime Minister Craxi was one of two meetings the President held today, his first working day in Tokyo. The President also met with Prime Minister Yasuhiro Nakasone, who is serving as the host and chairman of the annual economic and political gathering.\nIn the only nonsummit event on his schedule, Mr. Reagan spoke at his Tokyo hotel to about three dozen representatives of the American Chamber of Commerce. He appealed for a lifting of barriers to free trade.\nProtectionism is expected to be a major topic on the economic agenda, once the formal talks begin on Sunday.\n \nTime for a Second Helping'\n''The free market nations of Asia have already performed one economic miracle,'' said Mr. Reagan, who met with the Foreign Ministers of the six members of the Association of Southeast Asian Nations in Indonesia before coming to Tokyo. ''Now, it's time for a second helping to unlock the vast potential for economic growth that still lies dormant in much of the world.''\n''Meanwhile, we're going to keep working to level out that playing field and keep the markets open,'' Mr. Reagan told the American business executives. ''Open markets, free trade, a fair chance for everyone to compete -that's our agenda for this summit and our goal for the years ahead.''\nAdministration officials had cited Italy and Japan as critically important in efforts to forge a consensus against terrorism. Japan is heavily dependent on foreign oil, and Italy maintains the greatest trade volume with Libya among the seven summit nations.\nA senior official said that Mr. Reagan had presented Mr. Craxi with an array of steps that Italy might take to help isolate Libya economically but had stopped short of urging Mr. Craxi to take such action as ending Italy's purchase of Libyan oil and no longer providing Libya with credits on commercial transactions.\n''I know that the message that we are trying to get across was that we all ought to be showing our determination to win the war against terrorism and that we can it,'' the official said.\n \nRefraining From Requests\nMr. Craxi said Mr. Reagan had not asked Italy to take action against Libya beyond what it has done so far -reducing the size of the Libyan diplomatic mission and restricting the movements of Libyan diplomats who remain in Italy.\nWithout characterizing Mr. Craxi's response in the 60-minute meeting at the residence of the United States Ambassador, Mike Mansfield, a senior Administration official official said Italian representatives had noted the continued presence of American companies in the Libyan oil industry.\nThat could undercut Mr. Reagan's argument that the United States has done all it can to isolate Libya economically, he said.\n''We recognize there are complications in admitting that our firms are there,'' the official said. ''There are complications for us, as there are complications for them.''\n \nDifferences Are Minimized\nThe official sought to minimize the United States and Italian differences over combatting terrorism, which surfaced last January following Italy's failure to apprehend Abu Nidal, the leader of a terrorist group whom the Administration accused of masterminding the attacks on airports in Rome and Vienna a month ealier.\nThe official noted that in addition to the Italian Government's action on Libyan diplomats, ''there's a total embargo on arms sales, a review of their whole exposure in Libya - a review, I presume, is still going on.''\nMr. Nakasone's Government has been slow to comment on the United States' air strikes against Libya three weeks ago in retaliation for the bombing of a West Berlin discotheque in which an American soldier was killed and a Turkish woman were killed and 230 people were wounded.\n \nJapanese Susceptibility\nJapan receives about 70 percent of its oil from the Middle East, which has made it extremely susceptible to Arab oil boycotts.\nAn Administration official said Prime Minister Nakasone, who met at his residence with Mr. Reagan, talked about terrorism and the dangers that it posed. He said the Japanese leader had been given a detailed briefing about Libya's involvement in international terrorism.\n''I would say that there was a sympathetic understanding expressed by the Prime Minister of the circumstances that led the United States to take the action that we took against Libya recently,'' the official said.\nOn the economic front, the official said Mr. Nakasone had indicated that he plans to move ahead with efforts to make a fundamental shift in Japanese economic priorities in which the country would rely less on exports and more on imports and domestic consumption for growth.\nThe offical said the Prime Minister had said that putting such a program into effect has ''the full and complete support of his party and his government and that these things will go forward in the coming days and weeks.''\nMr. Reagan is to meet Sunday at Ambassador Mansfield's residence with Chancellor Helmut Kohl of West Germany before the formal opening of the summit meeting at Akasaka Palace."
}