{
    "title": "SUMMIT IN TOKYO_ FORGING 2 ACCORDS; TEXTS OF THE STATEMENTS ADOPTED BY LEADERS OF 7 INDUSTRIAL DEMOC",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 6,
    "full text": "Following are the official texts of the statements on international terrorism, nuclear accidents and political issues that were adopted here today by the leaders of seven industrial democracies:\nTerrorism We, the heads of state or government of seven major democracies and the representatives of the European Community, assembled here in Tokyo, strongly reaffirm our condemnation of international terrorism in all its forms, of its accomplices and of those, including governments, who sponsor or support it. We abhor the increase in the level of such terrorism since our last meeting, and in particular its blatant and cynical use as an instrument of government policy. Terrorism has no justification. It spreads only by the use of contemptible means, ignoring the values of human life, freedom and dignity. It must be fought relentlessly and without compromise.\n \nA Continuing Fight\nRecognizing that the continuing fight against terrorism is a task which the international community as a whole has to undertake, we pledge ourselves to make maximum efforts to fight against the scourge. Terrorism must be fought effectively through determined, tenacious, discreet and patient action combining national measures with international cooperation. Therefore, we urge all like-minded nations to collaborate with us, particularly in such international fora as the United Nations, the International Civil Aviation Organization and the International Maritime Organization, drawing on their expertise to improve and extend countermeasures against terrorism and those who sponsor or support it.\nWe, the heads of state or government, agree to intensify the exchange of information in relevant fora on threats and potential threats emanating from terrorist activities and those who support and sponsor them, and on ways to prevent them.\nWe specify the following as measures open to any government concerned to deny to international terrorists the opportunity and the means to carry out their aims, and to identify and deter those who perpetrate such terrorism. We have decided to apply these measures within the framework of international law and in our own jurisdictions in respect of any state which is clearly involved in sponsoring or supporting international terrorism, and in particular of Libya, until such time as the state concerned abandons its complicity in, or support for, such terrorism. These measures are:\n* Refusal to export arms to states which sponsor or support terrorism.\n* Strict limits on the size of the diplomatic and consular missions and other official bodies abroad of states which engage in such activities, control of travel of members of such missions and bodies, and, where appropriate, radical reductions in, or even the closure of, such missions and bodies.\n* Denial of entry to all persons, including diplomatic personnel, who have been expelled or excluded from one of our states on suspicion of involvement in international terrorism or who have been convicted of such a terrorist offense.\n* Improved extradition procedures within due process of domestic law for bringing to trial those who have perpetrated such acts of terrorism.\n* Stricter immigration and visa requirements and procedures in respect of nationals of states which sponsor or support terrorism.\n* The closest possible bilateral and multilateral cooperation between police and security organizations and other relevant authorities in the fight against terrorism.\n \nEfforts in International Bodies\nEach of us is committed to work in the appropriate international bodies to which we belong to insure that similar measures are accepted and acted upon by as many other governments as possible.\nWe will maintain close cooperation in furthering the objectives of this statement and in considering further measures. We agree to make the 1978 Bonn Declaration more effective in dealing with all forms of terrorism affecting civil aviation. We are ready to promote bilaterally and multilaterally further actions to be taken in international organizations or fora competent to fight against international terrorism in any of its forms.\nNuclear Accidents We, the heads of state or government of seven major industrial nations and representatives of the European Community, have discussed the implications of the accident at the Chernobyl nuclear power station. We express our deep sympathy for those affected.\nWe remain ready to extend assistance, in particular medical and technical, as and when requested. Nuclear power is, and properly managed will continue to be, an increasingly widely used source of energy. For each country, the maintenance of safety and security is an international responsibility. And each country engaged in nuclear power generation bears full responsibility for the safety of the design, manufacture, operations and maintenance of its installations.\n \nA Need for Exacting Standards\nEach of our countries needs exacting standards. Each country, furthermore, is responsible for prompt provision of detailed and complete information on nuclear emergencies and accidents, in particular those with potential transboundary consequences.\nEach of our countries accepts that responsibility, and we urge the government of the Soviet Union, which did not do so in the case of Chernobyl, to provide urgently such information as our and other countries have requested.\nWe note with satisfaction the Soviet Union's willingness to undertake discussions this week with the Director General of the International Atomic Energy Agency, the I.A.E.A. We expect that these discussions will lead to the Soviet Union's participation in the desired post-accident analysis.\nWe welcome and encourage the work of the I.A.E.A. in seeking to improve international cooperation on the safety of nuclear installations, the handling of nuclear accidents and their consequences, and the provision of mutual emergency assistance.\nMoving forward from the relevant I.A.E.A. guidelines, we urge the early elaboration of an international convention committing the parties to report and exchange information in the event of nuclear emergencies or accidents.\nThis should be done with the least possible delay.\nPolitical Issues We, the heads of state or government of seven major industrial nations and the representatives of the European Community, with roots deep in the civilizations of Europe and Asia, have seized the opportunity of our meeting at Tokyo to raise our sights not just to the rest of this century but into the next as well. We face the future with confidence and determination, sharing common principles and objectives and mindful of our strengths.\nOur shared principles and objectives, reaffirmed at past summits, are bearing fruit. Nations surrounding the Pacific are thriving dynamically through free exchange, building on their rich and varied heritages. The countries of Western Europe, the Community members in particular, are flourishing by raising their cooperation to new levels. The countries of North America, enriched by European and Asian cultures alike, are firm in their commitment to the realization in freedom of human potential. Throughout the world, we see the powerful appeal of democracy and growing recognition that personal initiative, individual creativity and social justice are main sources of progress.\n \nThe Search for a Safer World\nMore than ever, we have all to join our energies in the search for a safer and healthier, more civilized and prosperous, free and peaceful world. We believe that the close partnership of Japan, North America and Europe will make a significant contribution toward this end.\nWe reaffirm our common dedication to preserving and strengthening peace and, as a part of that effort, to building a more stable and constructive relationship between East and West. Each of us is ready to engage in cooperation in fields of common interest. Within existing alliances, each of us is resolved to maintain a strong and credible defense that can protect freedom and deter aggression while not threatening the security of others.\nWe know that peace cannot be safeguarded by military strength alone. Each of us is committed to addressing East-West differences through high-level dialogue and negotiation. To that end, each of us supports balanced, substantial and verifiable reductions in the level of arms; measures to increase confidence and reduce the risks of conflicts, and the peaceful resolution of disputes.\nRecalling the agreement between the United States and the Soviet Union to accelerate work at Geneva, we appreciate the United States' negotiating efforts and call on the Soviet Union also to negotiate positively. In addition to these efforts, we shall work for improved respect for the rights of individuals throughout the world.\n \nToward Prosperity for All Nations\nWe proclaim our conviction that in today's world, characterized by ever-increasing interdependence, our countries cannot enjoy lasting stability and prosperity without stability and prosperity in the developing world and without the cooperation among us which can achieve these aims. We pledge ourselves afresh to fight against hunger, disease and poverty, so that developing nations can also play a full part in building a common, bright future.\nWe owe it to future generations to pass on a healthy environment and a culture rich in both spiritual and material values. We are resolved to pursue effective international action to eliminate the abuse of drugs. We proclaim our commitment to work together for a world which respects human beings in the diversity of their talents, beliefs, cultures and traditions. In such a world based upon peace, freedom and democracy, the ideals of social justice can be realized and employment opportunities can be available for all. We must harness wisely the potential of science and technology, and enhance the benefits through cooperation and exchange. We have a solemn responsibility so to educate the next generation as to endow them with the creativity befitting the 21st century and to convey to them the value of living in freedom and dignity."
}