{
    "title": "Summer Guide_ Israel 's anti-terrorism policies counterproductive",
    "publisher": "university wire",
    "year": 2014,
    "month": 7,
    "day": 15,
    "full text": "It started with three missing Israeli boys: Naftali Fraenkel, Gilad Shaer - both 16 years old - and Eyal Yifrach, 19.\nIt ended with their deaths - the young men were kidnapped and then spitefully murdered in the Gaza Strip simply for committing the crime of being Israeli.\nEleven days later, more than 100 people from the Gaza Strip were dead and 600 were injured, most of them civilians, according to the Palestinian health ministry. Why? Guilty by association, it seems. \nIt must be terrifying to know that you can die at any moment for superficial reasons, but that is the nature of politics based on the dogma of \"eye for an eye\" - one that results in a never-ending cycle of violence.\nIn this real-life scenario, the deadly game involves two players: The Israeli government and Hamas, the largest of several Palestinian militant Islamist groups that govern the Gaza Strip.\nSince the murder of the innocent Israeli boys and the disturbingly similar murder of the 17-year-old Palestinian boy, Mohammed Abu Khdair, the two sides have been exchanging non-stop missile fire and Israel has moved a sizable amount of its forces toward the Gaza Strip in preparation for invasion. Both sides' actions have killed any progress made in 20 years of Palestinian-Israeli negotiations.\nThe emotional reactions were, at first, natural, but were they rational? If we believe that each side wants, mainly, to protect its citizens and prevent acts like the kidnappings that refueled the conflict, then no, it's far from rational.\nFighting violence with more violence will only exacerbate the magnitude and the intensity of the problems.\nIsrael has failed to realize this. Hamas is designated as a terrorist organization by the Israeli government - understandable, considering that the group, according to its charter, is committed to the destruction of Israel.\nDespite launching vast military campaigns in the Gaza Strip since 2008 in efforts to eliminate the organization, Israel was unable to prevent Hamas' prominence from growing.\nIn fact, its political power has remained unscathed. Hamas was the first militant Islamist group in the Arab world to gain power democratically, thus, becoming legitimate in the eyes of many Palestinians.\nThis begs the question: how has such an extreme agenda resonated with Palestinian voters?\nConsidering that ordinary Palestinians continue to bear the brunt of Israeli retaliation, perhaps we should expect hate-filled extremism. Take Israel's occupation of Palestine, for instance. The occupation has dramatically decreased the quality of life for Palestinians - violent resistance may be seen as the only alternative in their eyes. \nThe United Nations Conference on Trade and Development found, in 2011, that because of Israel's \"restrictions on movement, faltering aid flows, a paralyzed private sector and a chronic fiscal crisis ... One in two Palestinians is classified as poor.\"\nThe conference's report said the impact of the Israeli occupation on the productive base of the Palestinian economy since 1968 \"has been devastating.\" Former lands used for agriculture by Palestinians have been taken over by Israeli settlers in recent years and 85 percent of fishery resources were inaccessible to those living in the Gaza Strip due to a persistent land and sea blockade by Israel, according to the report.\nOf course, that doesn't make the violence Hamas commits right. But it does give the group justification to promote its agenda to the Palestinian people.\nIsrael ignores this and, instead, continues to attack the problem on its face rather than at its source. Recent events exemplify this - originally following the murders of the Israeli teenagers, Israel initiated a policy of destroying the homes of the men suspected of these killings - before ever finding them guilty.\nSuch action has inevitably led to full-on bombardment from both sides, resulting in the deaths of many innocent civilians.\nWhen innocent civilians die, especially children, it is hard to keep a level head. But, for the sake of future lives, emotions must be checked when it comes to policy.\nIf Israel had been patient and pursued only those responsible for the original crime, rather than jumping to rash conclusions, then perhaps the violence would have never escalated to its current point. Unfortunately, the collective form of punishment Israel has decided to dish out has led to an atmosphere of hate and violence worse than either side has seen in years, thus, fueling Hamas' cause and conviction. \nThere is little indication that the conflict will soon be resolved.  \nIsrael's Prime Minister Benjamin Netanyahu said in response to foreign pleas for peace, \"No international pressure will prevent us from acting with all power.\"\nThe cycle of violence will repeat itself. And when \"justice\" equates to a life for a life, no one wins.\nWrite to Nick at njv10@pitt.edu\n\nLoad-Date: July 16, 2014"
}