{
    "title": "Suncoast vacations interrupted by gulf war",
    "publisher": "st. petersburg times ",
    "year": 1991,
    "month": 1,
    "day": 20,
    "full text": "Brian and Sheila Cade, of Kent, England, always will remember when the Persian Gulf war began.\n \n    It started during a Glen Campbell concert, right in the middle of their American holiday.\n \n    \"Somebody whispered it in the audience,\" Mrs. Cade recalled, while visiting Clearwater Beach on Friday. \"At the end of the concert, Glen Campbell announced (it). It was a shock.\"\n   Like Americans, the Cades have spent the last few days following war developments with an intense, personal interest they have a son in the Royal Navy who they are concerned might be sent.\n \n    And like many Americans, the Cades said they think Saddam Hussein must be stopped. Several other European families who are vacationing on the Suncoast agreed, although some said they simply hoped for peace.\n \n    But the tourists face the extra burden of threats of terrorism while traveling, although some said they aren't worrying about it.\n \n    \"It doesn't matter,\" said Derek Rushton, of England. \"There's nothing you can do. You take a chance anywhere.\"\n \n    Cade is 56 just old enough to remember London ablaze from Hitler's attacks.\n \n    \"If somebody had stopped Hitler where he got in 1939, we never would have had World War II,\" Cade said.\n \n    \"I rather think Saddam Hussein had to be stopped the same way,\" Mrs. Cade added.\n \n    Another Englishman, David Gilbert, agrees.\n \n    \"From little acorns, big oaks grow,\" said Gilbert, who is from Moulton Chapel, England. He means Hussein might seem like a small problem now, but he could become a big problem in the future.\n \n    \"If you don't sort of smack his bottom, he's going to be a right pain in the butt.\"\n \n    England has committed 35,000 troops and about 50 airplanes to the war.\n \n    \"Though we have fewer people, proportionally, it's quite a large number,\" Mrs. Cade said. \"I would like the people in America to believe that we are as committed as they are.\"\n \n    Vernon Lutz, of Zurich, Switzerland, who was visiting relatives in Spring Hill, said he hopes the war ends quickly.\n \n    \"He thinks it was good America went over there. Without America they are nothing. But he hopes it will finish fast,\" said Larry Leighton, acting as an interpreter.\n \n    Carole Gilbert, of England, acknowledged the threat of terrorism crossed her mind this week, as she flew to the United States.\n \n    \"I was a bit nervous coming over, I must admit. It wouldn't stop me coming, but it sort of gives you the jitters.\"\n \n    The Cades said Americans should take the threat of terrorism seriously, and deal with it harshly.\n \n    \"The only way to deal with a dog is to shoot it,\" Cade said.\n \n    \"Which sounds very warlike, coming from you,\" Mrs. Cade put in.\n Staff writer Patty Curtin Jones contributed to this report.\n\nLoad-Date: November 12, 1992"
}