{
    "title": "Sunday Dialogue_ Pakistan - Afghan Options",
    "publisher": "the new york times",
    "year": 2012,
    "month": 11,
    "day": 4,
    "full text": "Is Pakistan friend or foe? What does that mean for the region?\nTo the Editor:\nIn a recent editorial, you said, ''If there was ever a chance of 'victory' in Afghanistan, it evaporated when American troops went off to fight the pointless war in Iraq'' (''Time to Pack Up,'' Oct. 14).\nThe possibility of victory was in fact precluded when both the Bush and Obama administrations made it dependent on the support of Pakistan, which, as you put it so well, ''supports jihad in Afghanistan, Kashmir and Indian cities'' -- and has been doing so for over 40 years.\nThe deterioration of the situation in Afghanistan has been the inevitable result of America's continuation of the very dynamic that led to the Sept. 11 attacks -- hefty, decades-long military assistance to Pakistan, which it used to incite proxy militants to crush socioeconomic reform at home and commit aggression against its neighbors.\nViewed in this historical perspective, your call for a precipitous withdrawal from Afghanistan is quite simply a forfeiting of the game to Pakistan. Why should the Afghan people have to pay for the United States' insistence, despite overwhelming evidence to the contrary, that Pakistan is an ally when it is in fact an enemy? And how will the American people emerge more secure if we leave behind the Pakistani-fostered jihadist safe havens that inflicted such agony on our nation?\nBoth presidential candidates sidestepped this issue in their final debate. Mitt Romney's pledge to encourage the Pakistanis to ''move to a more responsible course'' ignores the reality that this tack has long been pursued with utter failure. President Obama's claim that ''we have stood on the side of democracy'' in the region evades the truth that funding Pakistan's army serves to smother civil society.\nContinued military and diplomatic engagement in South-Central Asia, with a truer aim of containing Pakistan's ability to destabilize its neighbors and effecting a transition to real civilian rule there, is our best option. Such a policy would proceed not from triumphalist myopia but from tragic recognition, and is the only course that will bring peace and security to Afghanistan, the region and America.\nVANNI CAPPELLI Poughkeepsie, N.Y., Oct. 29, 2012\nThe writer, a freelance journalist, is president of the Afghanistan Foreign Press Association.\nReaders React\nFew countries understand Afghanistan's pain better than Pakistan. If Pakistan is barely recognizable from the country it was in the late 1970s, the reason, according to most Pakistanis, is Afghanistan.\nPakistan has made enormous sacrifices and paid an incalculable price in blood and treasure in the fight against terrorism over the last decade, and earlier, during the Soviet occupation of Afghanistan, which forced more than three million Afghans to seek refuge in Pakistan. We have hosted, housed, fed (at one point releasing supplies from our strategic food reserves) and educated these refugees for more than 30 years at a cost to us of billions of dollars. Pakistan is proud to have been of assistance to our Afghan brothers and sisters, and we look forward to the day when the refugees can return to their homeland in honor and dignity.\nPakistan has lost over 37,000 innocent civilians and 7,000 military and police personnel to terrorism. Terrorism claimed our most charismatic and popular leader, Benazir Bhutto. Every day Pakistanis make the supreme sacrifice against terrorism. There was one suicide bombing in Pakistan before 9/11, 300 since then. Our economy has been shattered by violence that was previously unknown in Pakistan.\nTerrorism in our region and around the world is not financed through American military assistance, as alleged by Mr. Cappelli. Terrorism is financed by the unrestricted production and sale of illegal drugs.\nPakistan wants nothing more than a stable, peaceful and economically viable Afghanistan. These goals will be achieved only through Afghanistan's transition to a real and functioning democracy. Pakistan is committed to helping Afghans realize this goal.\nTo roll out tired clichés rather than focus on the problems confronting Pakistan and Afghanistan amounts to a disservice to the countries and their citizens. This is not the time for recriminations but for resolve to work together and defeat our common enemy.\nNADEEM HOTIANA Press Attaché, Embassy of Pakistan Washington, Nov. 1, 2012\nAssuming that Mr. Cappelli is correct about Pakistan's true motives, the interminable military commitment necessary to thwart its objectives, on top of 11 years of fruitless effort in Afghanistan, is far beyond our political and popular will, not to mention our financial capacity.\nPerhaps we are being ''played'' by our purported ally, but we are forced to pursue a policy toward nuclear-armed Pakistan that offers the best chance of influencing its conduct in a way that does not increase tensions and instability in the region. Declaring it an enemy, as Mr. Cappelli appears to suggest, is probably the worst of our bad alternatives.\nROBERT OKSNER Winter Park, Fla., Oct. 31, 2012\nThere can be no peace and stability in Afghanistan and Central Asia at large, within Pakistan and in Kashmir until Pakistani generals stop interfering in Afghanistan and in other parts of their region and in their own country's constitutional dynamics. And they will not do so until they are stripped of the basis of their arrogance: their nuclear weapons. Because of this trump card, they feel emboldened to act dangerously and have become accustomed to getting their way at the expense of other countries and the people of Pakistan.\nThe generals developed their nuclear toys while America was under the illusion that the army-controlled ''Pakistan is an ally when it is in fact an enemy.'' Even if America is no longer under this illusion, it now has no choice but to dance to the generals' tune.America must find a way to neutralize this nuclear tinderbox. This is a prerequisite for peace in the region and for a fair sociopolitical order for the people of Pakistan.\nBut is America ready to defang the nuclear-armed Pakistani coterie? Considering the comments on Pakistan by both presidential candidates in the debate on Oct. 22, the answer is a resounding no.\nSIDDIQUE MALIK Louisville, Ky., Oct. 31, 2012\nMr. Cappelli is absolutely right that Pakistan has played a destabilizing role in Afghanistan from at least 1994, when it essentially created the Taliban, to this day. We should recognize that the principal reason for this continuing Pakistani policy has been its relationship with India.\nJust as Pakistan has used terrorist groups such as Lashkar-e-Taiba to attack targets in India itself, so, too, it has used the Taliban to attack targets in Afghanistan such as the Indian Embassy in Kabul, twice. This reflects the Pakistani fear that India, through its support of the Karzai government, will somehow succeed in creating a position of influence in Afghanistan that would further weaken Pakistan in its confrontation with India.\nThus the solution to the crisis in Afghanistan, if there is one, has to be sought in the Pakistan-India relationship, beginning with the long-festering Kashmir issue. As long as the Pakistani Directorate for Inter-Services Intelligence sees the Taliban as part of its defense against India, all of our demands that Pakistan cease its support of the Taliban will fall on deaf ears.\nTHOMAS NILES Scarsdale, N.Y., Oct. 31, 2012\nAs one who lobbied on behalf of the Afghan cause at the 1980 Republican Convention, I was sorely disappointed when the moderator in the third debate let both candidates get away with not answering his well-thought-out question on the future of Afghanistan.\nThe question of what we should do in 2014 if the Afghans, as is likely to be the case, are not yet able to successfully defend their country against the Taliban is a vital one, needing serious discussion. And the question of what to do about Pakistan is surely no less serious.\nWe owe the Afghan people a great debt for helping, at great costs to themselves, to remove the Soviet threat. Allowing the Taliban to recapture control in Afghanistan is not only selling out the Afghans once again, but also risks an even worse situation in Pakistan. The likely resulting Talibanization of Pakistan will surely metastasize into an even more dangerous threat against us all.\nIn such circumstances, can our next president ensure that this will not be an ever greater threat than the Soviet one, given the virulent anti-American ideology that group shares with other jihadists and Pakistan's possession of nuclear weapons?\nJOHN HOWARD WILHELM Ann Arbor, Mich., Oct. 31, 2012\nOne can agree with Mr. Cappelli that it was a strategic mistake for the United States and Pakistan to arm and train the anti-Soviet mujahedeen in the 1980s. They morphed into the Taliban and created conditions for the emergence of Al Qaeda. The rest of Mr. Cappelli's thesis, however, reflects the fictions popularized by a discredited Kabul elite that assigns blame to all except itself for its country's plight.\nThe Pakistani ''jihadists'' were born in the triumphalist aftermath of the anti-Soviet war. There is no evidence to suggest that either the military or civilian leadership in Islamabad has any interest any longer in supporting the jihadists against India or Afghanistan.\nIt is Pakistan that should rue its repeated unequal alliances with the United States and its generosity toward the millions of Afghan refugees, most of whom, including the families of some of the elite, remain in Pakistan. The Taliban are indigenous to Afghanistan, not Pakistan, to which they fled from American military action. Pakistan's post-9/11 alliance with the United States made it the target of Al Qaeda and ''Pakistani Taliban'' terrorists, leading to 30,000 civilian and military fatalities, a disrupted economy and a destabilized polity.\nThe United States should aim to leave Afghanistan in conditions of peace by promoting political and ethnic reconciliation by 2014. This can be achieved through Pakistan's cooperation. Likewise, preventing cross-border attacks by the Taliban, which are taking place in both directions, can be realized only through a cooperative and reciprocal process among Pakistan, Afghanistan and the United States and NATO. Attempts to ''contain'' Pakistan will prove counterproductive, if not disastrous, for Afghanistan and the region.\nGiven the failure of nation-building in Afghanistan, suggestions that America impose specific governance structures on Pakistan are delusional.\nMUNIR AKRAM Dobbs Ferry, N.Y., Oct. 31, 2012\nThe writer was ambassador of Pakistan to the United Nations from 2002 to 2008.\nMr. Cappelli argues that departing Afghanistan precludes ''the possibility of victory'' and that continued engagement ''is the only course that will bring peace and security to Afghanistan.'' I disagree.\nThere will be no peace in Afghanistan until its own people forge peace. Our engagement with Pakistan will continue on many parallel fronts. We will be engaged commercially, militarily and diplomatically. For those parallel lines to meet, Pakistanis, like the Afghans, will have to create a way to unite on their own. We do not have a good track record intervening in fractured societies.\nHERBERT S. GROSS Rockville, Md., Oct. 31, 2012\nThe Writer Responds\nThe readers underestimate the historical and existential depth of this problem, and the degree to which Pakistan is what American military assistance has made it.\nIn a brilliant essay in The Times in 1970, Chester Bowles, a Kennedy-era under secretary of state, prophesied that arming Pakistan would come to be counted ''as among our most costly blunders.'' He outlined the enduring contradictions of the American-Pakistani relationship: It is based on false assumptions, Pakistan uses military aid for its own ends, this aid enables the guns-not-butter paradigm of its ruling generals and America never learns from its mistakes in the region.\nViewed within this framework, Mr. Hotiana's denial of Pakistani support for terrorism is negated by the continuity and logic of this behavior. The army has successively deployed militants since the 1970s in Bangladesh, Afghanistan and Kashmir under the cry ''Islam in danger'' to effect the crushing of socioeconomic reform at home while expanding its power abroad.\nGiven the tragic role of American money in enabling all this, Mr. Oksner's claim that we lack the resources to reverse it rings hollow. Chester Bowles warned over 40 years ago that our policies toward Pakistan did not serve ''the interests of the American people in Asia. Or the cause of world peace. Or the welfare of the people of Pakistan, who need tractors, not tanks.''\nEven in the wake of Sept. 11, America has yet to realize that it must compel the beating of swords into plowshares across South-Central Asia. My containment strategy is a first step toward that necessity for our security.\nVANNI CAPPELLI Poughkeepsie, N.Y., Nov. 2, 2012\n\nhttp://www.nytimes.com/2012/11/04/opinion/sunday/sunday-dialogue-pakistan-afghan-options.html\n\nGraphic\n\n \nDRAWING (DRAWING BY OTTO DETTMER)       \n\nLoad-Date: November 4, 2012"
}