{
    "title": "Sunni insurgent group claims Iran mosque blast",
    "publisher": "telegraph herald ",
    "year": 2010,
    "month": 7,
    "day": 17,
    "full text": "TEHRAN, Iran - A Sunni insurgent group said it carried out a double suicide bombing against a Shiite mosque in southeast Iran to avenge the execution of its leader, as Iranian authorities Friday said the death toll rose to 27 people, including members of the elite Revolutionary Guard. The insurgent group, Jundallah, has repeatedly succeeded in carrying out deadly strikes on the Guard, the country's most powerful military force. The new attack was a sign that the group is still able to carry out devastating bombings even after Iran hanged its leader Abdulmalik Rigi and his brother earlier this year. \nShiite worshippers were attending ceremonies marking the birthday of the Prophet Muhammad's grandson, Hussein, when the first blast went off at the entrance of the mosque in the provincial capital Zahedan. The male bomber was disguised as a woman, local lawmaker Hossein Ali Shahriari told the ISNA news agency. Inside the mosque, a cleric was reading from the Quran in front of lines of faithful sitting cross-legged on the floor when the building suddenly shook from the blast and screams were heard from outside, according to footage aired on Iranian state TV. As people rushed to help, the second explosion detonated 20 minutes later, causing the majority of the deaths and injuries, ISNA reported. The technique is often used by Sunni militants in Iraq to maximize casualties. Health Minister Marzieh Vahid Dastagerdi told ISNA on Friday that the toll stood at 27 dead but could rise, with another 270 injured, including 11 in serious condition. Iran accuses the United States and Britain of supporting Jundallah in a plot to weaken Tehran clerical leadership, a claim both countries deny. On Friday, officials blamed them for the latest attack. Gen. Hossein Salami, deputy head of the Revolutionary Guard, told worshippers at the main weekly prayers in Tehran that the victims \"were martyred by hands of mercenaries of the U.S. and U.K.\" He was echoed by influential lawmaker Alaeddin Boroujerdi who said \"America should be answerable for the terrorist incident in Zahedan.\" President Obama condemned the attacks, saying in a statement that the deaths of innocent civilians in their place of worship is an \"intolerable offense\" and that those responsible for the blasts must be held accountable. In New York, U.N. Secretary-General Ban Ki-moon strongly condemned the suicide bombings saying \"this senseless act of terrorism at a place of worship makes it all the more reprehensible,\" U.N. associate spokesman Farhan Haq told reporters at U.N. headquarters. The U.N. Security Council late Friday condemned \"in the strongest terms the terrorist attacks\" and underlined \"the need to bring the perpetrators, the organizers, financiers and sponsors of this reprehensible act of terrorism to justice.\" It urged all parties \"to cooperate actively with the Iranian authorities in this regard.\"\n\nLoad-Date: July 19, 2010"
}