{
    "title": "Support for Israel",
    "publisher": "university wire",
    "year": 1997,
    "month": 9,
    "day": 18,
    "full text": "In signing the Oslo Peace Accords four years ago, Palestine pledged to fight terrorism in the areas already under its control. Nonetheless, the recent suicide bombings in Israel, which killed at least a dozen people and injured scores more, show terrorism is not on the decline in the Middle East. Rather, it is lauded by the biggest obstacle to the Middle East peace process: PLO leader Yasser Arafat.\nIndiana U.\nAlthough he was quick to condemn the bombings and even urged Israelis not to seek revenge, Arafat has been consistently hypocritical in his efforts to achieve a real peace. One minute he's shaking hands with Israeli leaders, and the next he's hugging members of Hamas, the militant Palestinian group. But these contradictory actions by Arafat are not at all surprising.\nThe as-yet undefined nation he rules is brimming with dishonesty and conspiracy. His own government is so corrupt that a panel of Palestinian legislators last year suggested he get rid of his entire Cabinet and start from scratch. The commander of his own Palestinian police has reportedly ordered attacks on Jews.\nArafat unreasonably demands the withdrawal of Israeli troops from the territory in dispute and the transfer of more land to Palestine, at the same time refusing to do his part and take a strong stance against terrorism. It is Arafat who gives excuses and encouragement to the terrorists who oppose the peace process.\nAt a time like this, the United States has to push the peace process forward, even if the Palestinians aren't willing to do the same. Although Israeli Prime Minister Benjamin Netanyahu might not be the most reliable person to depend on for support of the Oslo Accords, the United States must show its support for Israel now by halting further withdrawals from the disputed territory. To do otherwise will only increase Arafat's little empire and weaken America's stance against terrorism.\nArafat's policies are blatantly hypocritical to everyone - Arabs, Israelis and Americans alike. The United States must stop tiptoeing around Arafat and let him know the future of his homeland and his people depends on his willingness to defeat the terrorism that has become all too commonplace in the Middle East.\n(C) 1999 Indiana Daily Student via U-WIRE\n\nLoad-Date: February 1, 1999"
}