{
    "title": "Support grows for terrorism risk solution",
    "publisher": "business insurance",
    "year": 2001,
    "month": 10,
    "day": 29,
    "full text": "WASHINGTON-The business community has joined insurers in asking Congress to act quickly in establishing some sort of reinsurance mechanism to respond to terrorist losses.\nIf Congress does not act, the economy as whole will suffer, insurers and employers told the Senate Banking Committee last week. And a quick response is crucial, given the economy's weakness even before the Sept. 11 terrorist attacks, they said.\nThe message received a sympathetic hearing. ''For us not to act is too high a risk,'' said Sen. Christopher Dodd, D-Conn. ''For us not to do something would be highly irresponsible.''\nSen. Dodd is expected to introduce a bipartisan measure today that would create a federally backed terrorism insurance program.\nThe bill would require the property/casualty industry to pay a $10 billion industry aggregate in claims before a quota-sharing arrangement with the federal government kicked in, according to sources familiar with the measure. The government would pick up an undetermined percentage of the losses, probably 80% or 90%, they say.\nThe bill would provide a single definition of ''terrorism'' as covered by the plan. The arrangement would last only two years, although the program could continue for another year if deemed necessary by the administration. Sources believe that the measure would cover all lines of property/casualty insurance.\nSen. Dodd's office could not provide further detail Friday.\nThe insurance industry has advocated the creation of a state-chartered mutual reinsurance company that would purchase reinsurance from the U.S. Treasury to respond to terrorist losses (BI, Oct. 15).\nInsurers foresee such a facility lasting for at least six years. A competing proposal from the Bush administration would create a public/private partnership, in which the federal government would share a diminishing portion of terrorism losses over a three-year period (BI, Oct. 22). Treasury Secretary Paul O'Neill explained the plan to the committee last Wednesday at the first of two hearings.\nTestifying before the committee at a second hearing a day later, Robert E. Vagley, president of the Washington-based American Insurance Assn. told the committee that ''we are not wedded to the details of any proposal-including our own, although we believe it is the best.''\nThe second hearing's lead witness-Charlotte, N.C.-based Wachovia Corp. Chairman Leslie M. Baker-warned the committee that without ''full cooperation between our government and America's private industries in support of insurance activities, there could be major disruption in the marketplace and harm to the economy.''\n''Without congressional action to provide a federal backstop for terrorism insurance, efforts to provide an economic stimulus could be ineffective,'' said Mr. Baker, who testified on behalf of the Washington-based Financial Services Round-table.\nSpeaking as a banker, Mr. Baker said that banks would be far less willing to lend money without the guarantee of insurance coverage.\n''Only the federal government can provide the insurance industry with the breathing room it needs to return to a stable, rational market. Without a federal backstop, businesses will have to self-insure, putting their capital-and ours-at risk. Magnify that potential loss of capital across the domestic banking sector to gain an appreciation of the dramatic impact a loss of insurance could have on our economy,'' Mr. Baker said.\nThomas Donahue, president of the U.S. Chamber of Commerce, also warned of the impact of insurance coverage contraction on the economy.\n''Bank loans for major construction project undertakings such as new power plants, pipelines and commercial office space would sharply decrease without coverage,'' he said.\n''We do have an availability crisis in the making,'' said Ronald E. Ferguson, chairman of Stamford, Conn.-based General Re Corp, as he testified on behalf of the Reinsurance Assn. of America.\nJohn T. Sinnott, chairman of New York-based Marsh Inc., also urged government action as he testified on behalf of the Council of Insurance Agents & Brokers.\n\nLoad-Date: November 2, 2001"
}