{
    "title": "Supreme Court to hear Lansdale woman's appeal of terrorism conviction in domestic dispute",
    "publisher": "the philadelphia inquirer",
    "year": 2010,
    "month": 10,
    "day": 13,
    "full text": "The U.S. Supreme Court has agreed to hear the appeal of a Lansdale woman who argues that she was wrongly prosecuted under a federal terrorism law when she tried to poison her husband's mistress with highly toxic chemicals.\nCarol Anne Bond, 39, is serving a six-year prison term following her guilty plea to \"using a chemical weapon\" under an agreement that allowed her to appeal the constitutionality of a 1998 law applied against her.\nThe Supreme Court's decision to hear the case \"is certainly a positive development for Carol Bond,\" Eric E. Reed, one of her lawyers, wrote in an e-mail.\nProsecutors could not be reached for comment.\nBond was a chemical technician at Rohm & Haas Co. when she discovered that her husband had fathered a child with Myrlinda Haynes, a family friend.\nBond then applied toxic chemicals to Haynes' front doorknob, car-door handles, and mailbox in Norristown. Bond attempted to poison Haynes at least 24 times from late 2006 until mid-2007. Haynes once suffered a chemical burn to a thumb but otherwise was not injured.\nThe first chemical discovered at Haynes' home was arsenic, according to state police. After a surveillance camera was set up, Bond was recorded delivering a red powdery substance that turned out to be potassium dichromate, a toxic chemical she obtained at her job.\nThe law used against Bond, the Chemical Weapons Convention Implementation Act of 1998, was enacted to implement the provisions of a chemical-weapons treaty signed by the United States in 1993.\nThe law says prohibited activities could involve \"any chemical which through its chemical action on life processes can cause death, temporary incapacitation, or permanent harm to humans and animals.\"\nBond's lawyer argued that the law was too vague, but a judge ruled that it was clear and could be used to prosecute anyone who \"uses a toxic chemical for other than peaceful purposes.\"\nThe U.S. Court of Appeals for the Third Circuit sided with the lower court.\n\"Over the course of eight months, Bond researched, stole, and deployed highly toxic chemicals with the intent of harming Haynes,\" Judge Thomas L. Ambro wrote.\n\"Any one of her attacks could have delivered a lethal chemical dose to Haynes and her then-infant child. Bond's actions thus clearly constituted unlawful use and possession of a chemical weapon,\" Ambro wrote.\nContact staff writer Robert Moran at 215-854-5983 or bmoran@phillynews.com. \n\nLoad-Date: October 13, 2010"
}