{
    "title": "SUPREME COURT TO RULE ON PRESIDENT'S POWER TO DETAIN TERRORISM SUSPECTS",
    "publisher": "the new york times",
    "year": 2008,
    "month": 12,
    "day": 6,
    "full text": "WASHINGTON -- The Supreme Court yesterday agreed to decide the most fundamental question yet concerning executive power in the age of terror: Can the president order the indefinite military detention of people living in the United States?\nThe case concerns Ali al-Marri, the only person on the U.S. mainland being held as an enemy combatant, at the Navy brig in Charleston, S.C. Mr. Marri, a citizen of Qatar, was legally in the United States when he was arrested in December 2001 in Peoria, Ill., where he was living with his family and studying computer science at Bradley University.\nEighteen months later, when Mr. Marri was on the verge of a trial on credit card fraud and other charges, President George W. Bush declared him an enemy combatant, moving him from the custody of the Justice Department to military detention. The government says Mr. Marri is an al-Qaida sleeper agent sent to the United States to commit mass murder and disrupt the banking system.\nThe case, which will probably be argued in the spring, will present the Obama administration with several difficult strategic choices. It can continue to defend the Bush administration's expansive interpretation of executive power, advance a more modest one or short-circuit the case by moving it to the criminal justice system.\nIn July, the 4th U.S. Circuit Court of Appeals, in Richmond, Va., issued a fractured decision in the case. In one 5-4 ruling, the court ruled that the president has the legal authority to detain Mr. Marri.\nBut a second, overlapping 5-4 majority of the court ruled that he must be given an additional opportunity to challenge his detention in federal court. An earlier court proceeding, in which the government had presented only a sworn statement from a defense intelligence official, was inadequate, the second majority ruled.\nThe government had urged the Supreme Court to put off consideration of the case, al Marri v. Pucciarelli, until the trial-court do-over was completed.\nTwo other men have been held as enemy combatants on the U.S. mainland since the Sept. 11 attacks. Rulings in their cases will inform the Supreme Court's treatment of Mr. Marri.\nIn 2004, in Hamdi v. Rumsfeld, five Supreme Court justices said Congress had granted the president power to detain at least those enemy combatants captured on the battlefield in Afghanistan, even if they are American citizens, for the duration of hostilities there. But the detainee in that case, Yaser Hamdi, was freed and sent to Saudi Arabia not long after the court's decision, which also allowed him to challenge his detention.\nBased on the Hamdi decision, the 4th Circuit in 2005 upheld the detention of Jose Padilla, an American arrested at a Chicago airport. Although Mr. Padilla was said to have ties to al-Qaida, the 4th Circuit decision largely turned on his own activities on the battlefield in Afghanistan. Just before the Supreme Court was to decide whether to hear his case for a second time, Mr. Padilla was transferred to the criminal justice system and convicted on charges related to terrorism last year.\nIn a recent brief, the government provided the justices with a sworn 2004 statement from Jeffrey N. Rapp, the defense intelligence official. The statement, declassified in 2006, said Mr. Marri had met with al-Qaida leaders Osama bin Laden and Khalid Shaykh Muhammed in the summer of 2001.\n\"Al-Marri offered to be an al-Qaida martyr or to do anything else that al-Qaida requested,\" Mr. Rapp said. The statement said the al-Qaida leaders told Mr. Marri to leave for the United States and make sure he got there before Sept. 11.\nThe government's brief said the congressional authorization must have intended to allow the detention of people like Mr. Marri and called a contrary interpretation absurd. Such a contrary reading, the brief said, \"relies on the assumption that when Congress authorized the use of military force to respond to the Sept. 11 attacks, it did not intend to reach individuals virtually identically situated to the September 11 hijackers.\"\nIn a brief filed three weeks ago, lawyers for Mr. Marri, who has been held without charge in isolation for more than five years, said the court should not delay consideration of the case.\n\"Since the nation's founding,\" the brief said, \"persons lawfully residing in this country have correctly understood that they can be imprisoned for suspected wrongdoing only if the government charges them with a crime and tries them before a jury.\"\n\nLoad-Date: December 9, 2008"
}