{
    "title": "SUPREME COURT CONSIDERS TAKING UP ANTI-TERROR LAWS",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 5,
    "day": 21,
    "full text": "WASHINGTON -- The Supreme Court, after a four-year break from terrorism issues, is set to decide as soon as today whether to again take up constitutional challenges to anti-terrorism laws involving wiretapping and the Guantanamo prisoners.\nIn one case, the Obama administration is asking the court to block a suit against the government's monitoring of international phone calls and emails. And in the other set of appeals, lawyers for six detainees at the U.S. naval base at Guantanamo Bay, Cuba, are asking the justices to make good on their promise of four years ago and give the inmates a \"meaningful opportunity\" to go free.\nIf not, the right to appeal given to the detainees in 2008 \"will be a virtual dead letter,\" said Jonathan Hafetz, a law professor at Seton Hall University in New Jersey.\nPresident George W. Bush maintained that the detainees were military prisoners who had no rights under American civilian law. The Supreme Court disagreed and held that the Constitution's right to habeas corpus extended to the hundreds of Guantanamo prisoners. They have a right to a \"meaningful review\" of their cases by a federal judge, said Justice Anthony Kennedy.\nSince then, no detainee has gone free based just on a court order. The Obama administration has agreed to send home dozens of detainees who were seen as no longer a danger. But whenever the administration has opposed a detainee's claim, it has won in the conservative-leaning U.S. court of appeals in Washington.\nThe justices, however, are more likely to hear the administration's appeal in the wiretapping case, Clapper v. Amnesty International. It poses the question of whether journalists, lawyers and human rights activists have standing to challenge wiretapping of suspects overseas because their private communications may be intercepted.\nIn the last months of the Bush administration, Congress confirmed the government's broad power to monitor international phone calls and emails in an effort to detect terrorist plots. The Foreign Intelligence Surveillance Act of 2008 allows extended electronic surveillance \"targeting\" non-Americans believed to be outside the United States and who raised the suspicions of U.S. intelligence officials.\nThe American Civil Liberties Union sued and said this \"dragnet surveillance\" would likely capture the private calls and emails of thousands of Americans who are not targets but who have contact with people abroad. They said this secret surveillance violates the Fourth Amendment's ban on unreasonable searches.\n\nLoad-Date: May 21, 2012"
}