{
    "title": "Supreme Court turns away 9_11 suit against alleged Al Qaeda supporters Lawyers for 9_11 victims soug",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 6,
    "day": 30,
    "full text": "Thousands of victims of the 9/11 terror attacks have lost their bid to revive a class-action lawsuit against various banks, financial officials, and members of Osama bin Laden's family for allegedly providing material support to Al Qaeda.\nThe US Supreme Court on Monday declined to take up a case examining whether lower courts properly dismissed a significant portion of their lawsuit.\nThe high court took the action without comment.\nThe justices had asked the Obama administration for its views on the case. US Solicitor General Donald Verrilli said in a filing last month that the court should reject the case.\nLawyers for those killed or injured or who suffered property damage in the hijack-terror operation sought to pursue what they said were the \"principal financial and operational supporters of al Qaeda\" during the period leading up to the Sept. 11, 2001, attacks.\nThey included several Saudi banks, Islamic charities, three financial institutions in Liechtenstein, four of Mr. bin Laden's half brothers, and the family construction business, the Saudi Binladin Group.\nA federal judge and a federal appeals court dismissed much of the case, ruling that the plaintiffs' lawyers had failed to show evidence that actions taken by the alleged Al Qaeda supporters had proximately caused the injuries suffered by the victims on 9/11.\nIn addition, the appeals court ruled that the victims' lawyers had failed to demonstrate that the defendants intended that their actions would harm the United States.\nIn April 2013, the Second Circuit Court of Appeals dismissed the case against 25 of 37 alleged Al Qaeda supporters.\nLawyers for the accused officials and companies had argued that the victim-plaintiffs offered insufficient proof that their clients were involved in the 9/11 attacks.\n\"Petitioners have attempted to hold hundreds of defendants liable for allegedly aiding the heinous terrorist attacks of September 11, 2001,\" wrote James Gauch, a Washington lawyer representing the accused Al Qaeda supporters.\n\"Throughout more than ten years of litigation, [they] have been unable, in the view of multiple federal judges, to identify any specific allegations to support their claims against the vast majority of defendants,\" he said in his brief to the court.\nLawyers for the 9/11 victims argued in their briefs that the lower courts had wrongly dismissed portions of the lawsuit. The Second Circuit decision significantly undercuts the ability of US victims of terrorism to hold alleged behind-the-scenes supporters of Al Qaeda responsible for their actions, they said, and it undermines US counterterrorism policies.\n\"The suit targets those who use and operate the web of financial and operational networks that leading anti-US terrorist groups depend upon to develop their global strike capabilities, move money and personnel internationally, and shield their activities from counter-terrorism efforts,\" wrote Washington lawyer Carter Phillips in his petition to the court.\nThe same New York-based appeals court dismissed a similar lawsuit in 2008 against various Saudi government agencies and officials, including four Saudi princes who allegedly contributed money to Al Qaeda.\nIn the current case, the appeals court is allowing the lawsuit to move forward to permit plaintiffs' lawyers to further investigate 12 individuals named in the suit.\nThose defendants include a Saudi banker who traveled to the US in early September 2001 and reportedly changed his hotel to the same one used by at least three of the Saudi hijackers.\nThe appeals court said that unlike other defendants named in the lawsuit, the facts suggest the Saudi banker might have provided direct assistance to Al Qaeda. And the facts also suggest he may have intended to harm the US, the appeals court said.\nThe theory behind the civil litigation against alleged Al Qaeda supporters is that anyone who assisted bin Laden and his group had to know that Al Qaeda was planning acts of international terrorism and that their actions would support indiscriminate terror attacks.\nBut the appeals court said that wasn't enough. There had to be more proof of involvement in terrorism and evidence of an intention to harm Americans.\n\"Providing indirect funding to an organization that was openly hostile to the United States does not constitute this type of intentional conduct,\" the appeals court ruled.\nIn dismissing the claim against bin Laden's four half brothers and the Saudi Binladin Group, the court noted that Osama bin Laden had been removed as a shareholder of the family construction business in 1993 - prior to his declarations of war against the US and Al Qaeda attacks in East Africa and Yemen and on 9/11.\nMr. Phillips said in his brief that the Second Circuit decision was causing serious harm to US counterterrorism policies. He said federal law \"seeks to deter support for terrorism and is meant to reach beyond those who themselves commit the violent act that directly causes the injury.\"\n\"A contrary interpretation would mean that Congress created a largely hollow remedy if it merely allows suits against terrorists who pull the trigger or plant the bomb,\" Phillips wrote.\nHe said the US Anti-Terrorism Act was written to reach actions that aid and abet terrorism. \"The ATA's broad language includes no limitation on which defendants are subject to claims and instead extends liability to those who provide material support to terrorism, including the financing and provision of financial services in support of terrorism,\" he said.\nLawyers for the alleged aiders and abettors disagree. They say US law draws important distinctions about who can - and cannot - be sued.\n\"Petitioners do not claim that the Respondents participated in any way in the September 11 attacks or provided contemporaneous support to Osama Bin Laden or Al-Qaeda,\" Mr. Gauch said.\n\"Instead, they argue that conduct outside the United States that directly or indirectly benefited Al-Qaeda several years before the attacks ... is enough to [authorize a lawsuit],\" he said.\n\"Without alleged facts that Respondents themselves expressly aimed their conduct at the United States, personal jurisdiction does not lie over foreign defendants simply because they are alleged to have supported groups hostile to the United States,\" he wrote.\nJustice Elena Kagan recused herself from the case.\nThe case was O'Neill v. Al Rajhi Bank (13-318).\n\nLoad-Date: June 30, 2014"
}