{
    "title": "Supreme Court ruling barring aid to terrorist groups_ why some lament it Humanitarian and peace orga",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 6,
    "day": 21,
    "full text": "The US Supreme Court has put international humanitarian workers on notice that any assistance to a US-designated terrorist group could land them in an American prison.\nOn Monday, the high court upheld a federal law that outlaws providing \"material support\" to any group on a State Department list of terrorist organizations.\nThe prohibition extends beyond knowingly facilitating illegal operations. The law - part of the USA Patriot Act - makes it a federal crime to provide any help or support to a terror group - even support designed to teach a violent group how to use legal and peaceful means to achieve political change.\nViolators face up to 15 years in prison.\nOrganizations and individuals involved in international peace and humanitarian efforts expressed disappointment with Monday's ruling.\n\"The 'material support law' - which is aimed at putting an end to terrorism - actually threatens our work and the work of many other peacemaking organizations that must interact directly with groups that have engaged in violence,\" said former President Jimmy Carter, founder of the Carter Center.\n\"The vague language of the law leaves us wondering if we will be prosecuted for our work to promote peace and freedom,\" he said.\nThe 36-page majority opinion, written by Chief Justice John Roberts, says that Congress intended to establish a broad prohibition against any assistance to terrorist organizations. To prove a violation, prosecutors must show that the individual providing the help or support knew the receiving group was on the US terror list or was an organization that had engaged in terrorist activities.\nJustice Stephen Breyer and two other justices dissented, arguing that the statute's scope was narrower than the majority had found. The law should apply only when the assistance facilitates an illegal act by a terrorist group, Justice Breyer wrote.\n\"We are deeply disappointed,\" said David Cole, a Georgetown University law professor who argued the case at the high court on behalf of a group of humanitarian workers.\n\"In the name of fighting terrorism, the court has said that the First Amendment permits Congress to make it a crime to work for peace and human rights,\" he said. \"That is wrong.\"\nOthers hailed the ruling as an important step forward in the international fight against terrorism.\n\"One cannot provide 'humanitarian' support in the form of training, expert advice or assistance, service, and personnel to a terrorist organization without helping their bottom line and facilitating violence, destruction, and murder,\" said Robert Sugarman, national chairman of the Anti-Defamation League.\n\"There is no such thing as 'good' aid to a terrorist group, because all aid is fungible,\" said Richard Samp, chief counsel at the Washington Legal Foundation. \"When aid is provided for a terrorist group's humanitarian activities, that frees up resources that the group can then re-allocate to its terrorist activities.\"\nOthers disagree. \"Training groups to pursue peaceful resolution of their disputes should be encouraged, not made criminal,\" said Sharon Bradford Franklin, senior counsel with the Constitution Center.\n\"The onus is now on Congress and the Obama administration,\" said Shayana Kadidal, senior attorney with the Center for Constitutional Rights. The government must now move \"to ensure that humanitarian groups may engage in human rights advocacy, training in nonviolent conflict resolution, and humanitarian assistance in crisis zones without fearing criminal prosecution.\"\nRelated:\nSupreme Court: Peace activists challenge US antiterror law\nObama signs Patriot Act extension without reforms\n       \n\nLoad-Date: June 22, 2010"
}