{
    "title": "Supreme Court_ Does part of Patriot Act violate citizens' rights_ On Tuesday, the Supreme Court will",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 2,
    "day": 22,
    "full text": "The Supreme Court is set to examine whether of a piece of the USA Patriot Act, one of the most effective laws in the government's arsenal against terrorism, violates constitutional protections of free speech and association. On Tuesday, the high court will hear oral argument in a case challenging what some critics say is a version of modern-day McCarthyism: prosecuting people for who they associate with rather than any personal criminal conduct. The law makes it a crime to provide \"material support\" to a known terrorist organization. It is designed to isolate terrorists by making it more difficult for them to receive assistance, services, and recruits. \nBut critics say the government has adopted such a broad reading of \"material support\" that even peace activists working to persuade a terror group to pursue nonviolent methods of political change would themselves be liable for up to 15 years in prison for providing \"support\" to terrorists. \"[The law] imposes criminal liability on speech and association without any showing that the speaker intended to incite or promote terrorist activity in any way,\" writes Georgetown Law Professor David Cole in his brief to the court on behalf those challenging the law. \"On the government's reading, the statute makes speech a crime, even if the speaker succeeds in reducing resort to violence by encouraging peaceful resolution of conflict,\" he says. Since 2001, an estimated 150 individuals have been charged with providing material support to a designated terror group. Roughly half of them have been convicted. In her brief to the court, Solicitor General Elena Kagan said the material support statute was \"one of this nation's most valuable and vital tools in the fight against international terrorism.\" She added that Congress did not require a showing that an individual possessed specific intent to further a terrorist organization's unlawful plans. Instead, she said, all the government must prove is that the defendant knew that the recipient of his or her assistance engages in terrorism or had been designated by the US government as a terrorist organization. If the aid was rendered as part of some concerted action with the group, the individual committed the crime of helping terrorists. On the other hand, if the effort was part of a completely independent action apart from the organization, then, in theory, there's no legal liability. The case, Holder v. Humanitarian Law Project, arose in the context of human rights and peace activists who were working with members of the Kurdistan Workers' Party (PKK) and the Liberation Tigers of Tamil Eelam (LTTE). In 1997, the US government officially designated both organizations as terror groups. Then, after the Sept. 11 attacks, Congress broadened the material support statute, substantially expanding opportunities to prosecute anyone deemed to have provided assistance to a group on the US terror list. The Humanitarian Law Project and others filed suit challenging the law. They said since they were only involved in fostering peace, they could not be prosecuted for assisting a designated terror group. The government disagreed. At issue is how broadly or narrowly the high court will interpret the scope of what constitutes material support. If the majority justices adopt the broad reading favored by the government, it will make it substantially easier for federal prosecutors to charge and convict individuals who are observed associating with terror group members but for whom there is no specific evidence of a link to a terror plot. If, on the other hand, the majority justices embrace a narrow reading of the statute, it will require federal agents to dig deeper or continue surveillance longer to build a more solid case against someone suspected of helping a terror group. ---- Follow us on Twitter and Facebook.\n   \n\nLoad-Date: March 3, 2010"
}