{
    "title": "Supreme Court steps into dispute over detainee tribunals",
    "publisher": "usa today",
    "year": 2005,
    "month": 11,
    "day": 8,
    "full text": "WASHINGTON -- The Supreme Court agreed Monday to decide whether the Bush administration may use military tribunals to try foreign terrorism suspects, setting up a major test of the president's legal strategy against terrorism.\nThe case, likely to be heard in March, involves Salim Ahmed Hamdan, a Yemeni accused of serving as a bodyguard and driver for Osama bin Laden and delivering weapons to al-Qaeda members. He faces terrorism conspiracy charges.\nHamdan was picked up by U.S. forces in Afghanistan in late 2001, and he is imprisoned at the Guantanamo Bay Naval Base in Cuba. He is one of about 500 detainees at Guantanamo and one of nine men designated as \"enemy combatants\" by President Bush and charged with terrorist crimes. Five of those men were charged Monday.\nThe court's acceptance of the case puts the justices back in the middle of the legal wrangling over how much leeway the administration should have to keep suspected terrorists locked up. In June 2004, the justices said prisoners in U.S. military custody at Guantanamo could challenge their detentions in U.S. courts. They also ruled that Americans held as enemy combatants and not yet charged were entitled to a hearing.\n\"This case will have the world watching it,\" says Michael Greenberger of the Center for Health and Homeland Security at the University of Maryland. \"The symbolism of Osama bin Laden's driver being able to have his claims heard by the court would carry a very big message… that the rule of law is alive and well in the United States.\"\nThe justices will review a decision by a lower appeals court, which said Bush acted within his powers when he established the military tribunals. The appeals court included John Roberts, who now is the U.S. chief justice. Roberts has recused himself from the Hamdan case because he took part in the appeals court's ruling. So there will be eight justices hearing the appeal, and by the time the dispute is argued, Bush nominee Samuel Alito may have been confirmed by the Senate to replace the retiring Justice Sandra Day O'Connor. (If the justices split 4-4 in the case, the lower-court ruling will stand.)\nThe Hamdan case tests whether the president had the authority to set up the tribunals and whether protections of due process under the U.S. Constitution and the internationally accepted Geneva Conventions cover detainees who go before the tribunals. Bush authorized the tribunals in November 2001 after the 9/11 attacks.\nBush said he wanted to avoid prosecuting some foreign terrorism suspects in traditional civilian and military courts, where rules might result in the disclosure of state secrets and make the USA more vulnerable to terrorism. Among other things, the tribunal system relaxes the standards for the evidence required to make a case. A tribunal allows evidence to be introduced outside a defendant's presence.\nThe case will test the administration's power to confine and try suspected terrorists as the U.S. government is under fire over whether it allowed or encouraged mistreatment of detainees.\nA federal trial judge ruled in 2004 that the tribunal system wrongly presumed that the detainees were not entitled to prisoner-of-war protections under the Geneva Conventions and failed to offer sufficient due process of law. When the U.S. Court of Appeals for the District of Columbia Circuit reversed the lower court in July, it declared the Bush administration had broad power to establish the tribunals. The court cited a declaration by Congress that allowed Bush to use \"all necessary and appropriate force\" against terrorists.\n\nLoad-Date: November 8, 2005"
}