{
    "title": "Sure glad to be invited",
    "publisher": "the hollywood reporter",
    "year": 2009,
    "month": 1,
    "day": 23,
    "full text": "Throughout Europe, filmmakers, producers and backers were thanking the Academy for their foreign- language noms Thursday even as they effected a \"we haven't won anything yet\" modesty.\n\"My heart still hasn't stopped pounding,\" \"Waltz With Bashir\" producer Yael Nahlieli said. \"We knew we had a good chance going in, but we were all very excited right up to the moment when it was announced. We're not celebrating yet, though. We are going to wait until the Oscars themselves.\"\n\"The Baader Meinhof Complex,\" Uli Edel's look at terrorism in Germany in the 1970s, added an Oscar nom to its growing list of honors, which includes Golden Globe and BAFTA noms.\n\"Uli and I are really happy for the nomination, especially because it was a very tough field,\" producer-screenwriter Bernd Eichinger said. \"Although the movie is set in the 1970s, I think it is a very modern film because it looks much more at the 'what' of terrorism -- Why do people in a certain condition feel they have to resort to these acts? -- than the psychological motivations of the individual terrorists.\"\nIn France, director Laurent Cantet celebrated his nom for \"The Class,\" the part-drama, part-documentary tale of real-life teacher Francois Begaudeau, who plays himself as an educator confronting a racially mixed class in a tough Paris neighborhood.\n\"It's great to see all of our hard work pay off -- it's great to see that we didn't do it all for nothing!\" Cantet said.\nBut will all 25 students of \"Class,\" who livened up the red carpet at the Festival de Cannes, make the trip to Hollywood? \"I don't think so,\" Cantet said.\nGotz Spielmann, director of the Austrian thriller \"Revanche,\" said his first reaction was \"quiet joy\" when the film was announced as a foreign-language nominee. \nSpielmann said he isn't betting on making it a repeat win for Austria, which won its first Oscar last year for Stefan Ruzowitzky's \"The Counterfeiters.\" \n\"I don't have any special expectations, since I don't think we are one of the favorites to win,\" he said. \"But it is very nice to be nominated, and for Austria to get two nominations in a row is really an honor for such a small country like ours.\"\nRebecca Leffler in Paris and Scott Roxborough in Cologne, Germany, contributed to this report.\n\nLoad-Date: January 28, 2009"
}