{
    "title": "SURGICAL STRIKES, RAIDS NEW STRATEGY ON TERROR",
    "publisher": "spokesman review",
    "year": 2011,
    "month": 6,
    "day": 30,
    "full text": "Precision strikes and raids, rather than large land wars, are the most effective way to defeat al-Qaida, the Obama administration concluded in a newly released counterterrorism strategy.\n \"Al-Qaida seeks to bleed us financially by drawing us into long, costly wars that also inflame anti-American sentiment,\" John Brennan, President Barack Obama's counterterrorism adviser, said in a speech Wednesday detailing the new strategy. \"Going forward, we will be mindful that if our nation is threatened, our best offense won't always be deploying large armies abroad but delivering targeted, surgical pressure to the groups that threaten us.\"\n Brennan, a longtime former CIA officer, spoke at the Paul H. Nitze School of Advanced International Studies at Johns Hopkins University in Washington, as the White House posted the new strategy on its website.\n The plan codifies policies Obama has been pursuing for more than two years, and much of it mirrors the practices of the Bush administration, Brennan said.\n But the Obama approach also marks a sharp departure from the Bush years. At its core is a rejection of the thinking that sent large numbers of American troops to Iraq and Afghanistan.\n Instead, the U.S. will pursue a strategy that relies on missile strikes from unmanned aerial drones, raids by elite special operations troops, and low-profile training of local forces.\n Al-Qaida's leadership has been decimated, Brennan said, by \"unyielding pressure\" from U.S. operations to kill the group's leaders one by one in the Afghanistan-Pakistan border region. That includes the May raid that killed Osama bin Laden in Pakistan, he said.\n What Bush used to call \"the Global War on Terrorism\" is neither, in Obama's view, Brennan said.\n \"This does not require a 'global' war,\" he said. \"But it does require a focus on specific regions.\"\n The more acute threats to the U.S. these days come from al-Qaida affiliates in Yemen and perhaps Somalia, U.S. officials have said, and no one is contemplating sending in large numbers of American troops.\n In a question-and-answer session with students and academics, Brennan added, \"We intentionally do not use the term 'war on terrorism, global war on terrorism.' ... Terrorism is a tactic. We're in a war with al-Qaida.\"\n He said the recently announced troop drawdown in Afghanistan should have no impact on the U.S. counterterrorism strategy there or in neighboring Pakistan.\n Brennan did not explicitly mention the vast expansion of drone strikes the U.S. has undertaken in Pakistan since January 2009 - 213 of them, according to the New America Foundation, which counts them through media reports.\n The program technically is secret, though it is widely discussed in private by U.S. and Pakistani officials.\n Asked whether targeted killing was appropriate for the United States, Brennan said, \"We're exceptionally precise and surgical in terms of addressing the terrorist threat ... If there are terrorists who are within an area where there are women and children or others, you know, we do not take such action that might put those innocent men, women and children in danger.\"\n Brennan claimed that, in the last year, \"there hasn't been a single collateral death because of the exceptional proficiency, precision of the capabilities that we've been able to develop.\"\n Brennan presumably was referring to covert strikes launched by the CIA and the Joint Special Operations Command.\n\nLoad-Date: February 27, 2012"
}