{
    "title": "Surprise! The government is distorting the law",
    "publisher": "university wire",
    "year": 2007,
    "month": 7,
    "day": 16,
    "full text": "Do you remember John Lithgow as Eric Qualen in Cliffhanger in 1993? If you like trashy action movies as much as I do, I'm sure you recall when he said, \"Kill a few people, they call you a murderer - kill a million and you're a conqueror.\"\nI would have liked to see one of the \"eco-terrorist\" defendants recently sentenced in Eugene put a twist on that line. He or she should have stood up in front of federal judge Ann Aiken and said, \"Destroy $40 million dollars worth of private and government property and they call you a terrorist - destroy a whole country and you're a liberator.\"\nSuch a B-movie one-liner captures the farce that our federal courts system and our federal government are being reduced to.\nLegal measures and definitions enacted to allow the federal government to prosecute terrorists are being selectively tailored to fit cases to which they do not apply. The sentencing of the convicted members of the \"The Family,\" an Earth Liberation Front and Animal Liberation Front related group, represent just such a circumstance of misdirected legal angst.\nMaybe the FBI and the rest of the Department of Justice are trying to outfit their domestic unrest containment took kits with new gear. Or maybe Judge Aiken is just aching to make a mark on her resume as an anti-terror trailblazer.\nWhatever the motivation, neither the terrorism definition in Title 18 of United States Code, section 2332b, nor Federal Sentencing Guideline section 3A1.4, that refers to the USC, are designed for criminals like these arsonists.\nUSC Title 18, Part 1, Chapter 113B, ยง2332b(g)(5) reads that \"the term 'Federal crime of terrorism' means an offense that - (A) is calculated to influence or affect the conduct of government by intimidation or coercion, or to retaliate against government conduct; and (B) is a violation of\" one of a list of over forty specified areas.\nMany of the items on the list refer to assassinations, acts involving air piracy, and events relating to nuclear, biological and chemical weapons. In short, most of them are what a reasonable and prudent individual would consider terrorism.\nHowever, I must concede that there is one item on this long list that, per the letter of the code, applies to the defendants. Subparagraph (i)844(f)(2) and (3) of Title 18 read that requirement \"(B)\" can be fulfilled by proving that a defendant's actions involve a crime \"relating to arson and bombing of Government property risking or causing death.\" There was no bombing or causing of death, but yes, there was arson and risk of death. But per the spirit of the code, this definition is being erroneously applied. I doubt this same subsection would be applied to a defendant found guilty of the September 11, 2001 attack on the Pentagon, though it certainly fits. This reeks of convenient hypocrisy.\nIn any case, the feds have written a bureaucratic dead end for arson cases. In USC Title 18, Part 1, Chapter 5 is dedicated to arson. However, in this chapter there is but one active section, Section 81. Originally dating to 1948, it refers to arson of items relating to navigation and shipping \"within special maritime and territorial jurisdiction.\"\nWe need to ask why a section on arson of government property, or any other non-maritime property, is not included in the arson chapter, but accommodation for prosecution of arson is available under the terrorism chapter.\nSection 808 of the USA PATRIOT ACT not only provides a terrorism definition for arson of government property, and property \"used in interstate commerce,\" but it also cannibalizes USC Chapter 5, Section 81. That's right. Technically speaking, any arson prosecutable under the federal code is terrorism.\nSo that is 'how' arson became terrorism. The 'why' can be inferred from the source of how - because arson prosecution is one of the \"Appropriate Tools to Intercept and Obstruct Terrorism.\" More cynically, the code is written this way in order to consolidate legal and psychological power in the hands of the federal government.\nBy prosecuting members of extremist activist groups as terrorists, the federal government has expanded its jurisdiction and set itself up to coerce and intimidate the U.S. citizenry in a manner that may seriously infringe upon the first amendment.\nAllowing the sentencing of the convicted arsonists to stand sets an extremely dangerous precedent for more creative sentencing to follow in the coming years.\nOnce lawyers can argue that an activist's actions move past an intent to \"influence\" and become \"intimidation or coercion,\" they are half way to a terror sentencing.\nMaybe these defendants will be protesters against a G8 summit, or people blocking traffic over immigration reform, or any other event where disruption or destruction of property involved in interstate commerce or communication occurs and anyone providing material support to or harboring anybody involved in such events.\nSympathetic or muckraking journalists even? Perhaps.\nYet there is no recourse against the U.S. government's blatant intimidation and coercion of governments and populations, be it regime change or a \"shock and awe\" campaign of bombing and death.\nSo here's another appropriate one-liner: Ask not what you can do for your government, but wonder what your government can do to you.\n(C) 2007 Oregon Daily Emerald via U-WIRE\n\nLoad-Date: July 16, 2007"
}