{
    "title": "SURVEILLANCE CAMERAS ANOTHER EXAMPLE OF U.S. BUNGLING",
    "publisher": "the capital ",
    "year": 2008,
    "month": 8,
    "day": 30,
    "full text": "Attending a rock concert at Summerfest is not a terrorist act, even if someone passes a joint down the row.\nIn fact, if someone were planning a terrorist attack on Summerfest, marijuana might be the perfect antidote. Putting together a well-coordinated attack is a lot more difficult when you can't remember what you just said.\nMilwaukee and its five surrounding counties will receive $350,000 in federal anti-terrorism funds to purchase portable video surveillance cameras to monitor large public events.\nPolice say this equipment will be used to look for suspicious activities at crowded outdoor events such as concerts, festivals and -- they really said it -- livestock shows.\nGive us a break. Not a single cow or 4-H Club has to worry about having its privacy invaded by these surveillance cameras. The cameras will be aimed at those of us who live in urban areas who already have enough of these un-American intrusions into our privacy.\nPortable surveillance cameras have absolutely nothing to do with stopping terrorism. In fact, they are a perfect example of why the federal government has done so little since 9/11 to make our country any safer from terrorism.\nThe Bush administration has spent billions of dollars in the name of homeland security and very little of it has provided any additional security at all.\nIt has been used to set up phony procedures to visibly harass innocent air travelers by confiscating their killer hair gel. The whole idea is to create a public facade of fighting terrorism to cover up the administration's bungling.\nThe Transportation Security Administration can make absolutely sure not a single one of us transports more than three ounces of Dippity Do in a plastic container within a quart-size plastic bag and that will do nothing to stop the tons of unexamined cargo flowing through our ports every hour that could contain enough explosives to blow us off the map.\nWe've had a 5-year, trillion-dollar war that has cost us upward of 4,200 American lives so far in a small country that had nothing to do with 9/11 to cover up the fact that we still don't have a clue about how to find Osama bin Laden, the perpetrator identified the day of the attack.\nBesides doing phony things to pretend we are fighting terrorism, unfortunately, this particular administration has taken advantage of Americans' fears to try to dismantle constitutional freedoms and undermine basic democratic values.\nJane Mayer's outstanding book, \"The Dark Side,\" details how the Bush administration broke not only international laws we took the lead in writing, but also long-standing U.S. laws to torture and even murder so-called \"detainees\" in the war on terror. Since many were totally innocent and knew nothing, they had little choice but to give us false information to make the torture stop.\nAs we continue to see the dismantling of constitutional protections and the rule of law, we'll try to remain hopeful no one swept up in local arrests at rock concerts will face waterboarding or other forms of torture.\nBut there are plenty of other negative consequences to spending hundreds of thousands of dollars in anti-terrorism funds -- and no doubt millions across the country -- simply to increase local arrests for minor crimes.\nWhen local police know all they need to do is mention \"anti-terrorism\" to be showered with hundreds of thousands of dollars in taxpayer funds, they do some torturing of their own. They torture the English language to try to make it appear their everyday police activities somehow qualify as \"anti-terrorism.\"\nWithout a doubt, citizens in the highest crime areas of a city are terrorized every day.\nIt would certainly be nice if we could rain down money on those areas, not just for police as we do now, but for jobs and education that could make a permanent difference in the lives of the people living in the central city.\nIt's amazing that of all the police services that could be construed as fighting terrorism, the Department of Homeland Security considers surveillance cameras at rock concerts a serious priority.\nThe last major arrest at Summerfest was 36 years ago when comedian George Carlin was arrested by Police Chief Harold Breier's officers for engaging in free speech.\nI was there that night. My life was so shattered by the words uttered by Carlin, it was decades before I could rejoin decent society.\nPortable surveillance cameras spying on crowds at concerts will do little more than increase incarceration rates by sweeping more young people into the criminal justice system for minor offenses and wrecking their future employment.\nBut I guess they should have thought about that before they decided to commit terrorism against America.\n\nNotes\n\n Joel McNally of Milwaukee writes a regular column for The Capital Times\n\nLoad-Date: August 31, 2008"
}