{
    "title": "Survival camp puts teens on firing line; They train for all emergencies, even terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2002,
    "month": 7,
    "day": 24,
    "full text": "Ten months after the twin towers fell, the tragedy of Sept. 11 has spawned… a summer camp.\nBilled as one of the nation's first \"homeland security training summer camps for teenagers,\" a program called Secure Corps in Bucks County is drilling 92 young men and women in essential skills for this new, uncertain era.\nAnd those skills include math: \"If I have 40 acres of forest,\" runs a typical problem, \"how many search dogs will I need to find a fugitive?\"\nThe idea was born in the frustrating days of mid-September, when millions of Americans were itching to take up arms, send aid - do anything - but had little idea where to begin. In Bucks County, teenagers were calling the offices of county government, wondering how they could join the ranks of police, fire and emergency personnel.\nSo the county created Secure Corps.\nWhen the eight-week program ends Aug. 23, graduates will be certified in first aid, CPR (both human and animal), and what organizers call \"terrorism response.\"\nThey will be ready to don hazmat chemical-protection suits, evacuate institutional buildings, and become bold \"first responders\" to highway pileups and poison-gas attacks alike.\nThere is no tuition, and the campers, mostly 11th and 12th graders, are paid minimum wage so that they can spend these hours learning instead of flipping burgers.\nThe entire program is designed for teens who may be teenage parents, juvenile delinquents, low income, or coping with a learning or other disability. Eighty percent are male, and 30 percent live in group foster homes.\n\"These aren't the kids whose parents are going to give them $20 to sit by the pool all day,\" said camp director Danielle Bursk, who oversees activities at several sites from a tiny office at Bucks County Community College.\nThe job training they receive, Bursk says, can start a career in the homeland security business, which is booming.\nOne day last week, camper Renee Neroni, 16, found herself facing down a man-made fireball at the county's emergency training center.\nNear the concrete tower used to train firefighters, instructors had ignited a large tub of gasoline that resembled a giant hibachi and burned like a very bad accident on I-95.\nThen they handed Neroni a fire extinguisher and sent her in.\n\"Closer! Get closer!\" one instructor shouted as sweat beaded on Neroni's face. Neroni is a motormouthed, good-hearted teen from Morrisville who said she joined Secure Corps at the suggestion of her therapist. Her day had begun with a lesson on which type of extinguisher - A, B, C, D or K - was appropriate for what kind of fire. Then she had strapped a compressed-air tank to her back and crawled through a pitch-black 3-D maze meant to simulate a burning house.\nNow Neroni was calmly edging toward the gas fire, as the air rippled around her.\nShe unleashed a sputtering blast of flame-retardant powder from the fire extinguisher and emerged from the resulting white cloud flashing a sign of triumph.\nThe fire was out. This corner of the homeland was secure.\n\"It's that easy,\" said Neroni, who hopes to join a volunteer fire company one day.\nWhen Secure Corps began on July 1, the camp's 92 teens were divided into nine \"corps\" of eight to 10 members each, named Alpha, Bravo, Charlie, Delta and so on up to Indian Corps.\nEach corps was assigned a long-term homeland security problem to study throughout - and the scenarios are grim:\nA Philadelphia subway train carrying 375 people derails at 8:30 a.m., wiping out the steel tunnel supports and prompting fears that Broad Street itself will collapse.\nThe Walt Whitman Bridge is buckling in the summer heat, threatening to fall into the Delaware River with dozens of cars on it.\nAnd for Neroni's Charlie Corps: The Franklin Mills mall must be evacuated for a bomb threat on Black Friday, the biggest shopping day of the year.\nEach corps must contact real government agencies to develop response strategies, and present their findings at an Aug. 22 session to which Tom Ridge, director of the Office of Homeland Security, has been invited.\nStudents also will tour National Guard facilities, a Peco Energy training center where linemen learn to deal with high-voltage emergencies, and the cavernous First Union Center, where they will see how security officials \"prevent\" a Britney Spears concert from becoming what experts call a \"Level 3 Mass Casualty Event.\"\nSecure Corps is funded with a $409,000 grant from the county's Office of Employment and Training. Debbie Gordon, deputy director of the office, is credited with the idea.\nSome of these campers who don't intend to make a career of homeland security. Mark Tomlinson, 16, said he is weary of the topic, and with good reason: His birthday falls on Sept. 11, which promises to make it a somber event again this year.\n\"I've had enough of this terrorism,\" Tomlinson said.\nOlder classmate Kevin O'Donnell pointed out the bright side. \"Well, now you're learning how to fight terrorism, see?\"\nContact Matt Blanchard at 215-702-7814 or mblanchard@phillynews.com.  \n\nLoad-Date: July 24, 2002"
}