{
    "title": "Survey_ Policy decisions sway terrorists",
    "publisher": "the philadelphia inquirer",
    "year": 2009,
    "month": 9,
    "day": 18,
    "full text": "Broad disapproval toward the policies of the United States and other world powers may provide the fuel for terrorist acts, according to a study published today.\nThe research, coauthored by a Princeton University scholar now on leave as chief economist of the Treasury Department, counters a common view that terrorists simply target the Western way of life.\nOn the contrary, our policies seem to matter, says the analysis in today's issue of the journal Science:\nIf the leaders of a given world power make decisions that are unpopular in a particular Middle Eastern or African country, terrorists from that country are more likely to launch an attack on the larger nation.\nForeign-policy experts say the study is a rare application of rigorous statistical techniques to a shadowy field in which good information can be hard to get.\nThe analysis does not show that negative public opinion causes terrorism, said Princeton's Alan B. Krueger, who coauthored the study with Czech scholar Jitka Maleckova. The paper, which draws on surveys done in 19 countries in the Middle East and Africa in 2006 and 2007, finds only a statistical correlation.\nBut that link could prove valuable, both as a tool in predicting which countries might harbor terrorists and as a reminder that our actions matter, said Paul R. Pillar, a professor of security studies at Georgetown University.\n\"The implication is we need to shape our policy, at least certainly in the Middle East, in ways that do not engender more hatred,\" said Pillar, who was not part of the research.\nPillar said the lesson was timely as the United States weighs its troop commitment in Afghanistan, raising the question of whether an antiterrorist effort can sow the seeds of terrorism if not handled judiciously.\nU.S. leadership - the Bush administration at the time - was tied with the United Kingdom for the highest average disapproval rating among those surveyed in the Middle East and Africa, at 71 percent.\nThe highest disapproval rate toward U.S. policy was among respondents in Cyprus, at 92 percent, followed by the United Arab Emirates (91 percent). Saudi Arabia, a key U.S. ally, stood at 88 percent.\nThose surveyed were asked, \"Do you approve or disapprove of the job performance of the leadership\" of each of nine world powers: the United States, the United Kingdom, Russia, Germany, France, Canada, Japan, China, and India.\nThe face-to-face surveys were conducted by the Gallup World Poll, typically with at least 1,000 residents in each of the 19 Middle Eastern and African nations. \nThe National Counterterrorism Center provided data on extremist attacks from January 2004 to August 2008. The researchers counted 952 incidents during that period against people from the nine world powers, no matter the location. Of those, 841 were by groups from Pakistan against targets from India.\nThose were excluded from most of the analysis so as not to skew the results; India and Pakistan were the only pair of countries to share a border.\nOverall, for every 20-point increase in the percent disapproval rate of a given world power, there was a 93 percent jump in the number of attacks by people from that country against people from the world power.\nThe link held true independent of other factors that terrorism analysts have studied, such as gross domestic product per capita and the percentage of the population that is Muslim. \nThe study did not list terrorist incidents. But the federal Web site www.nctc.gov lists a grim litany of suicide bombings and other mayhem for that period.\nAlthough the paper's finding on public opinion may be unsurprising to some, Pillar said it debunked the view that terrorism arose solely from the extremist views of terrorists.\nInstead, the larger population of a terrorist's home country may play a role, perhaps providing an encouraging environment - and thus a measure of legitimacy - for any violent actions, he said. \nMore simply, the greater the level of disapproval toward another country's leadership, the greater the likelihood that some small portion of the population feels strongly enough to make the leap to extremism.\nMarisa L. Porges, an international-affairs fellow at the Council on Foreign Relations, welcomed the study but cautioned that it may oversimplify the issue. Radicalization can come from sources beside international politics, she said, such as shortages of food and water.\nA Treasury Department spokeswoman said Krueger was not available for media interviews, as he is now part of the Obama administration. \nBut in an online podcast by the journal Science, he said:\n\"Monitoring public opinion can give us some purchase on areas where terror may arise, as well as help us understand a little bit better the sources of terrorism.\"\nContact staff writer Tom Avril at 215-854-2430 or tavril@phillynews.com.\n\nGraphic\n\n \nFeed Loader\n\nLoad-Date: September 18, 2009"
}