{
    "title": "Survey_ wealthy Americans concerned for their kids, terrorism",
    "publisher": "long island business news ",
    "year": 2005,
    "month": 6,
    "day": 17,
    "full text": "For the first time since the terrorist attacks of Sept. 11, affluent Americans are more concerned about the financial future of their children than the possibility that another attack will wreck the economy, according to new survey.\nThe survey, conducted by U.S. Trust, a Manhattan-based wealth management company, found that 81 percent of respondents were concerned that their kids will have a harder time making ends meet. That's up from 75 percent in 2004.\n\"The kids issue was always at the top,\" said William J. Porter Jr., regional president and managing director of U.S. Trust's Long Island operations. \"After the attacks, terrorism eclipsed it. This validates some of our observations, which is that there's been some return to normalcy.\"\nStill, the vast majority of respondents still factored the threat of terrorism as a major concern. Seventy-seven percent said they were concerned about the threat of terrorism - down from 89 percent the year before, but still the second-biggest threat to the economy, according to the U.S. Trust survey.\n\"I think that issue is here to stay,\" Porter said. \"Markets are affected by the overhang of terrorism. There are guards at the Midtown Tunnel. It dampens the economy, it certainly is an issue.\"\nRounding out the top five worries were education costs, inflation and lower stock market gains.\nAnother concern is that the U.S. Trust Affluent Investor Index fell to its lowest level since the company created it in 2002. The score, which is part of the same survey, stood at 48 out of a possible 100, down from 66 in 2004.\n\"This goes against our advice, which is that our investors should be taking advantage of the market,\" Porter said.\nIt's also a strange result because 81 percent of respondents saw their portfolios increase in value over the last 12 months. Despite that bit of good news, only 14 percent thought that investing in the stock market is less risky that a year ago.\nOne other tidbit from the survey: Although 71 percent said that Social Security may not run into trouble for many years, now is still the time to fix it. Another 19 percent said that it will run into serious trouble soon and must be fixed immediately. Only 3 percent said that Social Security is fine the way it is.\nAlso, 70 percent said it would be fair to create a two-tier system in which younger workers may invest part of their Social Security payments into private accounts, while older people would still participate in the system as its currently designed.\nThe survey included both U.S. Trust clients and non-clients. The company said it didn't know how many of the respondents were clients of the bank.\nU.S. Trust, which surveyed 150 people with either an adjusted growth income of over $300,000 or net worth of more than $5.9 million, has offices in 36 states and has $103 billion in assets under management as of March 31.\n\nLoad-Date: June 17, 2005"
}