{
    "title": "Survey tracks deepening distrust toward U.S",
    "publisher": "usa today",
    "year": 2004,
    "month": 3,
    "day": 17,
    "full text": "WASHINGTON -- Resentment and opposition toward the United States have intensified in Europe and the Muslim world in the year since the war in Iraq began, a survey taken in nine countries finds.\nThere is a sharp and growing disconnect between the views of Americans and people who live in other countries, the poll shows.\nThe poll sponsored by the non-partisan Pew Global Attitudes Project, which studies public opinion worldwide, shows the United States increasingly isolated in its battle against terrorism. A growing percentage of Europeans want to forge foreign policy and security arrangements that are independent of their trans-Atlantic ally, and most surveyed in Muslim nations view the war in Iraq as a U.S. effort to control Middle East oil and dominate the world.\nThe repercussions of world opinion toward the war in Iraq were clear in Spanish elections Sunday that ousted a U.S. ally. Spain's next prime minister, Jose Luis Rodriguez Zapatero, pledged to withdraw Spanish troops from Iraq and strengthen ties with European capitals. The election took place three days after bombings that killed 201 people in Madrid.\nBut Andrew Kohut, director of the survey project, says the bombings also might soften the judgment of many Europeans that the United States was overreacting to the threat of terrorism.\nThe survey from Feb. 19 to March 3 finds:\n * Time hasn't healed divisions over the war in Iraq. The overwhelming opposition in France and Germany has increased since a survey in May. In Britain, where last year most people backed the war, more are now opposed to the war than support it.\n * U.S. motives in the war on terrorism are doubted. Majorities in six countries -- France, Germany, Turkey, Pakistan, Jordan and Morocco -- and a 48% plurality in Russia say it is not a sincere effort to reduce terrorism. In those countries, most say the war is being waged to control the region's oil.\n * The effectiveness of the Iraq war in combating terrorism is disputed. Only in the USA do most people think it has helped the war on terrorism. In the other eight nations, by double-digit margins, people say the war in Iraq has hurt the effort against terrorism.\n * The benefits of ousting Saddam Hussein are questioned. Majorities in the USA, Great Britain, France and Germany say the people of Iraq will be better off in the long run. But people in Jordan, Pakistan, Morocco, Turkey and Russia are inclined to predict that Iraqis will be worse off.\n * Solid majorities in every country but the USA hold an unfavorable opinion of President Bush. In Morocco, Jordan and Pakistan, his unfavorable ratings are higher than Osama bin Laden's.\n * Majorities in Great Britain, France, Germany and Turkey -- all U.S. allies in NATO -- and in Russia say Western Europe should take a more independent approach to security and diplomatic affairs.\nMadeleine Albright, secretary of State in the Clinton administration and chairwoman of the project, says the deepening rift with Europe threatens security arrangements that have existed since World War II.\n\"Obviously the breach on Iraq remains wide,\" she says. \"What I am worried about is that . . .  the psychology of partnership that prevailed for decades between Europe and the United States has been replaced by a psychology of competition.\" The broad mistrust of American leadership will be difficult to reverse, she says.\nAsked about the survey findings, White House press secretary Scott McClellan said Bush \"has often said he believes we have to work together in common purpose\" on issues including terrorism, AIDS and world poverty. The growing divide with Europe indicates \"we need to continue to reach out to people in those countries\" and in the Muslim world, he says.\nThere are a few relatively bright spots in the survey. In Russia, support for the war on terrorism rose to 73% from 51% last year. In predominantly Muslim countries, support was up slightly but still low.\nBut 70% of those in Jordan, 66% in Morocco and a 46% plurality in Pakistan say suicide bombings against Americans and other Westerners in Iraq are justified. Nearly one-third in Turkey agreed.\n\nGraphic\n\n \nGRAPHIC, B/W, Adrienne Lewis, USA TODAY, Source: Nine-nation survey of adults Feb. 19-March 3. Margin of error: +3.5 to +/- 5 percentage points depending upon the country (BAR GRAPH); GRAPHIC, Color, Adrienne Lewis, USA TODAY (BAR GRAPH, page 1A); Rating Iraq conflict and war on terrorism (graphic)\n\nLoad-Date: March 17, 2004"
}