{
    "title": "Surveillance rules on terrorism now approved for FBI",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 12,
    "day": 14,
    "full text": "WASHINGTON (AP) -- From Albany, N.Y., to Albuquerque, N.M., FBI field offices are working under new guidelines for terrorism cases that allow criminal and intelligence agents to work together and share information.\nThe strategy, which has been in the works for about a year, was completed over the summer, and a directive was sent to the agency's field offices in October that \"emphasized this is the way we're doing business for the future,\" a senior law enforcement official said Saturday.\n\"You can have investigators working side-by-side now, whereas before they couldn't share information, and it really frustrated putting the big picture together,\" said the official, who spoke on condition of anonymity.\nThe FBI also will be able to conduct more surveillance under the auspices of a secret intelligence tribunal, the U.S. Foreign Intelligence Surveillance Court, which comprises judges selected by the chief justice of the Supreme Court. The judges sit on a rotating basis to review applications for electronic surveillance. The changes amount to substantial shifts for the agency from what was in place before Sept. 11, 2001.\nThe changes amount to substantial shifts for the agency, which prior to the Sept. 11, 2001, terror attacks was bound by a legal wall separating intelligence and criminal investigations that prevented agents from discussing information they gathered separately.\nPreviously, the agency would have opened a criminal investigation of someone it believed had tried to buy explosives and indicted that person for that one violation. Now, the official said, the FBI is empowered to open a probe that could explore how that suspect had planned to use the explosives and whether he was a part of a terrorist organization.\nCivil liberties groups said the change raises serious questions, specifically as it relates to Fourth Amendment protections against unreasonable searches.\n\"The problem is that the government has very broad powers in foreign intelligence investigations that don't comply with the Fourth Amendment's usual requirements,\" said Ann Beeson, associate legal director at the American Civil Liberties Union. The Constitution's Fourth Amendment protects people from unreasonable searches and seizures.\nBeeson said intelligence investigations don't require that the government establish probable cause before getting a wiretap, and the powers often are much broader for intelligence wiretaps compared with wiretaps in a criminal case. So why, she asked, would the government bother to get a more limited wiretap for a criminal case when it can now get a broader one for an intelligence investigation?\n\"The bottom line is the government is now easily able to do an end run around Fourth Amendment requirements,\" Beeson said.\nThe new strategy is an outgrowth of the USA Patriot Act, which was passed after Sept. 11. Provision of the law removed legal barriers between intelligence and criminal investigators. The broader surveillance powers were affirmed in a federal court ruling in Nov. 2002.\n\nLoad-Date: December 14, 2003"
}