{
    "title": "Surveillance Effort Draws Civil Liberties Concern",
    "publisher": "the new york times",
    "year": 2009,
    "month": 4,
    "day": 29,
    "full text": "A growing number of big-city police departments and other law enforcement agencies across the country are embracing a new system to report suspicious activities that officials say could uncover terrorism plots but that civil liberties groups contend might violate individual rights. \n  Here and in nearly a dozen other cities, including Boston, Chicago and Miami, officers  are filling out terror tip sheets if they run across activities in their routines that seem out of place, like someone buying police or firefighter uniforms, taking pictures of a power plant or espousing extremist views. \n  Ultimately, state and federal officials intend to have a nationwide reporting system in place by 2014, using a standardized system of codes for suspicious behaviors. It is the most ambitious effort since the Sept. 11 attacks to put in place a network of databases to comb for clues that might foretell acts of terrorism.\n  But the American Civil Liberties Union and other rights groups warn that the program pioneered by the Los Angeles Police Department raises serious privacy and civil liberties concerns.\n  ''The behaviors identified by L.A.P.D. are so commonplace and ordinary that the monitoring or reporting of them is scarcely any less absurd,'' the A.C.L.U. said in a report last July. \n  ''This overbroad reporting authority,'' the report adds, ''gives law enforcement officers justification to harass practically anyone they choose, to collect personal information and to pass such information along to the intelligence community.''\n  Muslim-American groups here also view the program with suspicion, especially after the police department's counterterrorism and criminal intelligence bureau proposed in November 2007 to create a map detailing the Muslim communities in the city, ostensibly as a step toward thwarting radicalization. Muslim leaders said the idea amounted to racial or religious profiling, and it was dropped. \n  Cmdr. Joan T. McNamara, assistant commander of the counterterrorism bureau, said her department was vetting information from the some 1,500 reports so far in the year-old program. Commander McNamara said in an interview that police officers, intelligence analysts and top commanders were training in what kind of suspicious behavior to look for, based on a 65-item checklist that she and her staff created, as well as in privacy and civil liberties issues. \n  The Los Angeles program has not foiled any terrorism plots, said Commander McNamara and Lt. Robert Fox, who runs the department's suspicious reporting program. But they said 67 of the reports had been referred to the local Joint Terrorism Task Force, headed by the Federal Bureau of Investigation. \n  About 20 reports have led to arrests in cases involving explosives, weapons, bomb threats and organized crime, they said, but they declined to give details because the cases are under investigation.\n  ''We're able to connect the dots like we were never able to before,'' said Commander McNamara, a 26-year veteran and highly decorated former narcotics officer.\n  The approach is based on experience showing that terrorists typically surveil their targets before an attack, conducting dry runs of their operations to note guard schedules, to gauge how emergency personnel react to false alarms or abandoned packages and to seek out security weaknesses. \n  Some programs are in their infancy, but senior police officers in other cities said a searchable network of standardized databases could help with reporting and analyzing suspicious behavior possibly linked to terrorism that might previously have fallen through the cracks. \n  ''This is the piece of the whole puzzle that's been missing,'' said Earl O. Perkins, a deputy superintendent with the Boston Police Department who oversees its intelligence center. \n  Mr. Perkins said that his department had not detected any terror plots in the nine months the program had been operating but that it had led to arrests involving credit-card fraud and identify theft, crimes associated with terrorism cells in the past. \n  A branch of the Office of the Director of National Intelligence is sponsoring the national pilot program that in addition to Boston and Los Angeles includes police departments in Chicago, Houston, Las Vegas, Miami, Phoenix, Seattle and Washington, as well as state intelligence fusion centers in Florida, New York and Virginia. Nearly two dozen other cities have expressed interest. \n  The New York City Police Department has an extensive reporting system that works closely with the F.B.I., said Paul J. Browne, a department spokesman. \n  After issuing the report critical of the Los Angeles program, A.C.L.U. lawyers have met in recent months with police and federal officials to try to work out tougher safeguards on vetting information that goes into the reports, police training and privacy and civil liberties protections. \n  ''Our concern lies with the investigation of noncriminal, ordinary activity,'' said Peter Bibring, a staff lawyer with the A.C.L.U. of Southern California, who met recently with Los Angeles police officials. ''It remains to be seen how much of my feedback they take.'' \n  Civil liberties advocates praise the transparency of the police efforts in Los Angeles and a few other cities. But they also cite problems in places where police or other law enforcement officials have overreached -- examples they say will multiply if the program to report suspicious activity expands. \n  In September 2007, a 24-year-old Muslim-American journalism student at Syracuse University was stopped by a Veterans Affairs police officer in New York for taking photographs of flags in front of a V.A. building as part of a class assignment. The student was taken into an office for questioning, and the images were deleted from her camera before she was released. \n  Also that year, a 54-year-old artist and fine arts professor at the University of Washington was stopped by Washington State police for taking photographs of electrical power lines as part of an art project. The professor was searched, handcuffed and placed in the back of a police car for almost half an hour before being released. \n  Police officials acknowledge that problems need to be worked out. \n  ''We want police officers to be aware of criminal activities with nexus to terrorism, but we don't want them stopping everyone who takes a picture of the Golden Gate Bridge,'' said Tom Frazier, a former Baltimore police commissioner who is executive director of the Major Cities Chiefs Association, which represents the nation's 56 largest police departments. \n  In Los Angeles, Deputy Chief Michael P. Downing, head of the police counterterrorism bureau, said the program should give law enforcement officials more warning to help avert an attack.\n  ''We should be able to see something coming, harden the target and deploy resources to it,'' Chief Downing said. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: Lt. Rick Smith commands the Los Angeles police bomb squad, which works with the department's counterterrorism bureau.\n Cmdr. Joan T. McNamara, left, of the Los Angeles counterterrorism bureau and Lieutenant Smith, right, and a bomb squad robot.(PHOTOGRAPHS BY MONICA ALMEIDA/THE NEW YORK TIMES) CHART: Just Taking Pictures? Tell It to the Judge: Out of concern about terrorism, the Los Angeles Police Department has created a list of 65 potentially suspicious activities. Among them. (Source: Los Angeles Police Department)(pg. A15)                                                                      \n\nLoad-Date: April 29, 2009"
}