{
    "title": "Sushma Swaraj raises H1-B issue with Rex Tillerson at UN",
    "publisher": "university wire",
    "year": 2017,
    "month": 9,
    "day": 23,
    "full text": "External Affairs Minister Sushma Swaraj who is on a week-long trip to the United States to attend the Annual UN General Assembly Session on Friday sacked down Pakistan over the issues of terrorism. \"The number of threats and incidents that endanger South Asia's peace and stability are on the rise\", she said in the opening statement at the South Asian Association for Regional Cooperation Foreign Minister meeting.\nIndia has said that terrorist groups are continuing to find \"sustenance and support systems\" in South Asia and in countries that use terrorism as an instrument of state policy.\nSwaraj kicked off her official engagements on Thursday (21 September) with BRICS Ministerial Meeting; UNHQ followed by a meeting with Kyrgyzstan Foreign Minister.\n\"There is need for collective efforts to disrupt terrorist networks, their financing and movement\", she said, calling for terrorist funding, their weapons supply, training and political support to \"be systematically cut off\".\nShe did not name any country but the reference was clearly to Pakistan.\n\"The action and rhetoric of North Korea has been a source of growing global concern\".\nDuring the meeting with the leaders of the BRICS, the issue of terrorism was strongly discussed and all the members present during the meeting agreed that comprehensive convention on worldwide terrorism CCIT, should be adopted by all countries. \"There can be no justification for any acts of terrorism\", she said. This was the highest-level meeting between the leaders of the two countries since June when Prime Minister Narendra Modi held talks with US President Donald Trump.\n\"I hope we can work together to give this ambitious agenda practical shape in coming months\", Sushma added.\nSwaraj asserted that India condemns terrorism in all its forms and manifestations \"India strongly condemns terrorism in all its forms & manifestations\".\nExternal affairs minister Sushma Swaraj has pressed for an \"early comprehensive\" reform of the United Nations, including the Security Council.\n\nLoad-Date: September 23, 2017"
}