{
    "title": "Suspense writer Thor now wary",
    "publisher": "tribune-review",
    "year": 2017,
    "month": 7,
    "day": 8,
    "full text": "Every time Brad Thor ventures into public, he scans his surroundings. After writing 17 novels about espionage and counter-terrorism, he's cognizant that his safety may depend on being aware of unthinkable possibilities. \nWhen he's asked if the recent Pittsburgh Penguins championship parade would be a prime example of a soft target, Thor laughs. \n\"That's a clever way to get a dig in at this Nashville resident,\" says Thor, who has lived in Tennessee for three years and became a diehard Predators fan after years of following his hometown Chicago Blackhawks. \nBut Thor, who appears July 12 at Oakmont Public Library in conjunction with Mystery Lovers Bookshop, is serious about being vigilant in public. \n\"I want my family to be safe, so now I'm forced to make a tradeoff, which is I have to decide which events I go to and which events I don't go to with my family,\" Thor says. \"Every time I'm out, I have my head on a swivel and my eyes open, and I'm looking for unusual things. And I teach my kids to do that, too. Not to live in fear, but what's your exit plan? Where are the exits when we're in a movie theater? What's Plan B? If something happens, which way are you going to go?\" \nThor's new novel, \"Use of Force\" (Emily Bestler/Atria Books $27.99) again features Scot Harvath, a former Navy SEAL now a covert operative on a black contract with the CIA. Harvath and his team are hunting the mastermind of a series of terrorist incidents, with more targets indicated. \nIn each novel, Thor tries to reveal a little bit more about his protagonist without deviating from Harvath's baseline. \n\"I don't want (Harvath) to change,\" Thor says. \"I don't think we want Indiana Jones or James Bond to be different or change at the end of an adventure. They are kind of our lodestars. They're a constant. We know it's going to be tough, we know they're going to do the right thing, we don't know how they're going to succeed, but we're pretty confident we're along for the ride with the right person.\" \nThor's approach has worked, with more than 11.5 million books in print. Perhaps the best indicator of the credibility and veracity of his plots was his participation in the Department of Homeland Security's Red Cell program. Created from the idea that military and intelligence agencies could be hamstrung by traditional ways of thinking, creative and artistic types were asked to create fresh and innovative terrorism scenarios. \n\"We were asked to outthink the bad guys,\" says Thor, who adds his participation in the program was one of his greatest honors. \"To outplay them, to outmaneuver them. Risk (the board game) on steroids is a great comparison, except we get to design what the board looks like, we get to design the rules, we get to design the pieces.\" \nOne of the reasons Thor was recruited for the Red Cell program is his knack for coming up with scenarios that cut close to reality. On a few occasions he's been told to delete scenes by experts involved in counter-terrorism measures. \n\"We've told you point A and point B, but you got to point C on your own,\" Thor says with a laugh, \"and you can't have point C in the book.\" \nOne element Thor illustrates that is based on researching the byzantine regulations and red tape counter-terrorism agents have to surmount. There's a scene in \"Use of Force\" in which Harvath's team is pinned down in a Libyan farmhouse, their lives in dangers, awaiting help that must be cleared through a series of channels. \nUnfortunately, Thor says, this happens all too often, especially when U.S. agents are in foreign countries. \n\"There are problems sometimes because of difficulties in communication or because we've promised things, or we've been allowed into a country as long as we obey certain rules,\" he says. \"That was used in the book with drones and how (use is permitted or not permitted) based on where they are launched from. \"¦ If a drone is launched from a certain place in the Mediterranean, that drone comes with legitimate laws associated with it. A drone launched from Asia has different laws than a drone launched from Sicily. It's fascinating, and it's another fact that's in the book.\" \nRege Behe is a Tribune-Review contributing writer. \n\nLoad-Date: July 10, 2017"
}