{
    "title": "Suspect identified in Sikh temple shooting(2)",
    "publisher": "university wire",
    "year": 2012,
    "month": 8,
    "day": 6,
    "full text": "Six people were killed in a Wisconsin Sikh Temple Sunday by a gunman who was a 40-year-old Army veteran and leader of a white supremacist band.\nAccording to the Associated Press, officials and witnesses said the gunman walked into the Sikh Temple of Wisconsin in suburban Milwaukee and opened fire as several dozen people prepared for Sunday services. When the shooting finally ended, seven people lay dead, including the gunman, Wade Michael Page, who was shot to death by police. Three others were critically wounded in what police called an act of domestic terrorism.\nPage allegedly shot six victims, ranging in age from 39 to 84. He used a semi-automatic handgun that he reportedly obtained legally.\nPage was a leader of the white power band \"End Apathy\" and had participated in other similar bands, according to the Southern Poverty Law Center. The band's Myspace page said \"[our music] is a sad commentary on our sick society and the problems that prevent true progress.\"\nA Sikh holyman guard walks at the Golden Temple, Sikh's holiest shrine in Amritsar, India, Monday, Aug. 6, 2012. (AP Photo/Sanjeev Syal)\nThese specialists, also known as \"Psy-Ops,\" are responsible for the analysis, development and distribution of intelligence used for information and psychological effect, according the Associated Press. They research and analyze methods of influencing foreign populations.\nOak Creek Police Chief Edwards said the FBI was leading the investigation because the shootings are being treated as domestic terrorism, or an attack that originated inside the U.S. Edwards told reporters one of the police officers who exchanged gunfire with Page was shot and killed. This was the same officer that fatally shot Page and ended the violence.\nWitnesses agreed that this officer saved several lives with his heroic action.\n\"They went to church not knowing that they might die today,\" said Simran Kaleka, whose family was in the temple, according to ABC News Radio. \"I don't know how sick you have to be to do that, and I don't know if it was directed toward the Sikh culture and them having turbans and having beards, but ignorance is not going to get us anywhere.\"\nPresident Obama released a response to the victims:\n\"At this difficult time, the people of Oak Creek must know that the American people have them in our thoughts and prayers, and our hearts go out to the families and friends of those who were killed and wounded,\" Obama said. \"As we mourn this loss which took place at a house of worship, we are reminded how much our country has been enriched by Sikhs, who are a part of our broader American family.\"\n\nLoad-Date: February 26, 2015"
}