{
    "title": "Suspected al-Qaida financier arrested in France",
    "publisher": "the salt lake tribune",
    "year": 2012,
    "month": 7,
    "day": 5,
    "full text": "BC-EU--France-Terrorism, 4th Ld-Writethru,773\nSuspected al-Qaida financier arrested in France\nEds: Updates with preliminary charges filed.\nBy ANGELA CHARLTON\nAssociated Press\nPARIS » French authorities filed preliminary terrorism charges Tuesday against a Tunisian administrator of an extremist French website who is suspected of playing a key role in financing and recruiting for al-Qaida and other violent groups.\nThe announcement of the suspect's arrest was unusually dramatic and public for French authorities, but it did not spell out what evidence has been culled or how much money may have been involved, or provide the man's name. It is the first publicly announced suspected terrorist arrest since President Francois Hollande took office in May.\nThe suspect -- whom prosecutors described as a \"formidable financier of the bloodiest terrorist groups\" -- was questioned Tuesday by anti-terrorism Judge Marc Trevidic in Paris.\nPreliminary charges were filed against him for suspected plotting of terrorist acts and financing a terrorist enterprise, the prosecutor's office said. Under French law, preliminary charges mean investigating magistrates have strong reason to believe a crime was committed, and allow further time for investigation before a decision is made on whether to send the case to trial.\nThe suspect will remain in custody pending further investigation.\nProsecutors say he is suspected of acting as a financier and recruiter for an unusually broad range of terrorist groups stretching from South Asia across the Middle East to North Africa: al-Qaida, al-Qaida in the Arabian Peninsula, al-Qaida in the Islamic Maghreb, Lebanon-based Fatah al-Islam, the Islamic State of Iraq, Tawhid al-Jihad, and Palestinian extremist group Jaish al-Islam.\nThe man, born in Tunisia in 1977, was based in the southern French city of Toulon. He was arrested Friday after a yearlong investigation, the prosecutor's statement said.\nMasked agents took part in the raid to arrest him in Toulon, then he was transferred to national anti-terrorist authorities in Paris, said a judicial official in Toulon. The official spoke on condition of anonymity because she was not authorized to speak publicly about ongoing investigations.\nThe Paris prosecutor cited \"serious and concordant evidence\" that the suspect sent material from his computer to terrorist groups. It says he played a \"central role\" in collecting funds for terrorist groups to buy weapons, but did not elaborate on how much money was involved.\nInvestigators studied thousands of email messages and analyzed a \"considerable mass\" of data, prosecutors said. They called it an exceptionally advanced example of \"the use of the Internet for terrorist ends in the domain of radical Islam.\"\nFrance's Europe-1 radio reported that the suspect's website was in French but hosted outside France, and that it included an encrypted private messaging function that allowed the suspect to communicate with foreign terrorist groups.\nEuropean authorities in countries ranging from Italy to Germany and Spain have made periodic arrests over the last year of suspects accused of al-Qaida-inspired financing or recruiting. But the arrest in France stood out because of officials' description of the man's financing capabilities and his alleged work for so many al-Qaida offshoots.\nSuch detentions are unusual in Europe, said Magnus Ranstorp, a terror expert at the Swedish National Defence College. \"Usually it's one-offs, pretty small fish,\" he said. \"It is very rare that you will have facilitators who work with so many multiple franchises.\"\nRanstorp also said the volume of electronic information seized indicates the suspect didn't take adequate security precautions. \"If what they say is true, a lot of people (who were in contact with the suspect) will now spend more time on their own security than they will on plotting and planning,\" Ranstorp said.\nFrench authorities are sometimes criticized for being too zealous in rounding up terrorist suspects, and arrests do not always result in convictions. They also are sometimes criticized for not acting fast enough.\nThat was the case with Mohamed Merah, a 23-year-old Frenchman killed in a standoff with police in March after allegedly killing three Jewish schoolchildren, a rabbi, and three paratroopers in a rampage in southern France. Those were the country's worst terrorist attacks since the 1990s.\nAuthorities later acknowledged that Merah, who espoused radical Islam and had trained in Afghanistan and Pakistan, had been questioned by French intelligence well before the attacks.\nAlso earlier this year, a French court sentenced an Algerian-born nuclear physicist to five years in prison for his role in plotting terrorism with al-Qaida's north African wing via online contacts. Adlene Hicheur, a former researcher at Switzerland's CERN physics laboratory, was convicted of \"criminal association with a view to plotting terrorist attacks.\"\nHis defenders say Hicheur was a victim of France's over-zealous anti-terrorism laws and that he explored ideas on jihadist websites but never took any concrete step toward terrorism.\n------\nAlan Clendenning in Madrid and Nicolas Vaux-Montagny in Paris contributed to this report. Alt Heads:\nSuspected al-Qaida financier arrested in France\n\nLoad-Date: July 5, 2012"
}