{
    "title": "Suspect in Utrecht Tram Shooting Confessed, Prosecutors Say",
    "publisher": "the new york times",
    "year": 2019,
    "month": 3,
    "day": 22,
    "full text": "The primary suspect in the shooting aboard a Dutch tram that left three people dead and five wounded confessed on Friday to the attack, and said that he acted alone, prosecutors said.\nThe public prosecutor’s office has said that it intends to bringterrorism charges against the suspect, Gokmen Tanis, in the attack            Monday morning in the city of Utrecht, the Netherlands, but it is also investigating whether he had other motives.\nMr. Tanis confessed in a closed court hearing on Friday, the office said — his first appearance in court since he was arrested hours after the shooting. The judge ordered him held for 14 days, the maximum allowed in an initial hearing, but pretrial detention can be extended up to 90 days.\n“The 37-year-old suspect admitted to a judge the criminal facts he was suspected of. He also testified that he acted alone,” prosecutors said in a statement. “It is in the best interest of the investigation not to say anything further about his testimony.”\nThe authorities had said they believed Mr. Tanis was the sole attacker on the tram in Utrecht, just southeast of Amsterdam, but they were looking into whether other people aided him in some way.\nProsecutors said on Friday that a man who had been held since Tuesday in the case had been released, just as two others were freed earlier in the week, leaving Mr. Tanis as the sole suspect in custody.\nMr. Tanis, a native of Turkey who reportedly has lived most of his life in the Netherlands, was reportedly facing a rape charge at the time of the shooting and has an extensive history of arrests.\nAcquaintances, neighbors and co-workers have described him as erratic and sometimes violent, and said that he had recently espoused a radical form of Islam.\nOn Thursday, the prosecutor’s office said it would seek an examination of his mental state. Investigators were still trying to determine whether he “acted out of solely terrorist motive or his actions came from personal problems in combination with radicalized ideology,” the office said in a statement.\nDespite initial speculation that the shooting stemmed from a domestic dispute, the authorities say they have found no evidence that Mr. Tanis knew any of the victims.\nThe Netherlands has mostly been spared the major terrorist attacks that have struck Belgium, France and Britain in recent years.\nClaire Moses contributed reporting. \nPHOTO: Gokmen Tanis, 37, faces charges of terrorism for a shooting in Utrecht, the Netherlands, that killed three people. (PHOTOGRAPH BY Utrecht Police, via Agence France-Presse — Getty Images FOR THE NEW YORK TIMES)\nRelated Articles\nBrazen Shooting Traumatizes Dutch City, Three Days After Christchurch Killings\nTerrorism Charges Planned in Utrecht Shooting, Dutch Prosecutors Say\nDutch Tram Attack May Be Terrorism, Police Say\n\nLoad-Date: July 17, 2019"
}