{
    "title": "Suspects Will Face Justice, Obama Tells Families of Terrorism Victims",
    "publisher": "the new york times",
    "year": 2009,
    "month": 2,
    "day": 7,
    "full text": "President Obama on Friday sought to assure family members of Americans who were killed in the Sept. 11 attacks and the bombing of the destroyer Cole that the terrorism suspects would be prosecuted and brought ''to a swift and certain justice.'' \n  In an hourlong emotional session at the Eisenhower Executive Office Building next to the White House, Mr. Obama met with about 40 relatives of terrorism victims. \n  He explained his rationale for ordering the detention center at Guantanamo Bay, Cuba, to be closed within a year, and to halt a process that was moving toward military trials of some terrorism suspects. \n  But he pledged that the terrorism cases would be reviewed and handled through the courts.\n  The president spoke for about 10 minutes before taking questions and talking individually with the participants, many of whom brought pictures of their loved ones who were killed in the attacks. The meeting was closed; participants described it as intense but civil. \n  Although some of the family members have disagreed openly with the president's decision to close the prison at Guantanamo, participants said there was no hostility at the meeting.\n  ''It went far better than I had imagined,'' Kirk Lippold, a retired Navy commander who is a senior military fellow at Military Families United and was the commanding officer of the Cole at the time of the attack in 2000, said Friday evening.\n  Commander Lippold had been critical of the president's decision to close the prison, but after the meeting said he was pleased with what he called Mr. Obama's commitment to bringing the suspects to justice.\n  John Clodfelter of Mechanicsville, Va., whose son was among the 17 sailors killed in the Cole bombing, said he arrived at the meeting with apprehension over the decision to close the prison. But after listening to the president and being assured that the terrorism suspects would not be released, Mr. Clodfelter said his opinion changed.\n  ''I did not vote for the man,'' Mr. Clodfelter said, ''but the way he talks to you, you can't help but believe in him. He left me with a very positive feeling that he's going to get this done right.''\n  Mr. Obama's outreach to the families came as the Pentagon delayed making public its latest report on the released Guantanamo detainees it classifies as having ''returned to the fight.'' On Friday, Geoff Morrell, the Pentagon press secretary, put the number at 61, but said that the Defense Department was still struggling to provide names and specific examples without compromising intelligence-gathering sources.\n  Mr. Morrell said there had been no concern from the White House about releasing a report that could undermine its argument for closing the prison. \n  ''There is no pressure at all,'' he  said. ''This is our own internal process that we are working through as we always do.''\n  But a government official familiar with the report said the delay was in part because the Pentagon was reacting to other pressures.\n  Early this week, three Republican senators who oppose closing Guantanamo visited the prison and one of them, Senator James M. Inhofe of Oklahoma, said inmates were better cared for ''than they have been in their entire lives.''\n  Then on Thursday the chief Pentagon official for the military commission system, Susan J. Crawford, dropped all charges against the leading suspect in the bombing of the Cole. \n  Her action was to uphold an executive order by Mr. Obama on Jan. 22 that halted terrorist court proceedings at Guantanamo while the administration reviewed the cases and how to go about closing the prison. The suspect remains in prison. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: President Obama explained his rationale for ordering the detention center at Guantanamo Bay, Cuba, to be closed.  (PHOTOGRAPH BY BRENNAN LINSLEY/ASSOCIATED PRESS)                                   \n\nLoad-Date: February 7, 2009"
}