{
    "title": "Suspects and their charges",
    "publisher": "usa today",
    "year": 2004,
    "month": 8,
    "day": 26,
    "full text": "If convicted, the first four foreigners to face terrorism charges before a military tribunal could face up to life in prison. They are:\nDavid Hicks\nHomeland: Australia\nBackground: The 29-year-old former ranch hand converted to Islam and later joined a terrorist organization in Afghanistan known as Lashkar-e-Tayyaba (LET), or \"Army of the Righteous.\" With a letter of introduction from LET, Hicks allegedly attended an al-Qaeda training camp in Afghanistan in January 2001 and met Osama bin Laden. Hicks was caught by U.S.-led forces in Afghanistan in December 2001.\nCharges: Conspiring with bin Laden and al-Qaeda to attack civilians and civilian targets, to murder, to destroy property and to commit terrorism; trying to murder American, British, Australian and other coalition forces; aiding the enemy (al-Qaeda and Taliban).\nSalim Ahmed Hamdan\nHomeland: Yemen\nBackground: Married and has two daughters, ages 4 and 2. His lawyer, Navy Lt. Cmdr. Charles Swift, says that Hamdan, 34, was a $200-a-month driver for bin Laden in Afghanistan. Hamdan was captured as he was returning a car he had borrowed to take his then-pregnant wife and daughter to safety in Pakistan after the U.S. invasion of Afghanistan in late 2001, Swift says. Hamdan allegedly trained at an al-Qaeda camp in Afghanistan.\nCharges: Conspiring with bin Laden and al-Qaeda to attack civilians and civilian targets, to murder, destroy property and commit terrorism.\nIbrahim Ahmed Mahmoud Al Qosi\nHomeland: Sudan\nBackground: Married with two daughters; has a bachelor's degree in accounting. Al Qosi, 43, allegedly joined al-Qaeda in 1989 and trained at a camp in Afghanistan. He is accused of being al-Qaeda's deputy chief financial officer in Pakistan. When bin Laden moved al-Qaeda to the Sudan in 1989, Al Qosi allegedly went along and was an accountant and treasurer of a company that provided income for al-Qaeda.\nCharges: Conspiring with bin Laden and al-Qaeda to attack civilians and civilian targets, to murder, to destroy property and to commit terrorism.\nAli Hamza Ahmad Sulayman Al Bahlul\n Homeland: Yemen\nBackground: Left Yemen in 1999 for Afghanistan, where he allegedly trained at an al-Qaeda camp and pledged an oath of allegiance to bin Laden. Al Bahlul allegedly was assigned to al-Qaeda's media office, where he created motivational and recruiting tapes for the terror network, including one that glorified al-Qaeda's attack on the USS Cole in Yemen in 2000. Al Bahlul is accused of helping bin Laden and other al-Qaeda leaders leave Kandahar after 9/11. He was captured in November 2001.\nCharges: Conspiring to attack civilians and civilian targets, to murder, to destroy property and to commit terrorism.\n\nLoad-Date: August 26, 2004"
}