{
    "title": "Suspects gave terrorists info, indictment says Separate trials for Atlanta men set for summer",
    "publisher": "the atlanta journal-constitution",
    "year": 2008,
    "month": 12,
    "day": 11,
    "full text": "Atlanta terrorism defendants Syed Haris Ahmed and Ehsanul Islam Sadequee communicated with and gave information to terrorists bent on waging violent jihad, according to new indictments by a federal grand jury.\nIn newly amended indictments against each man, prosecutors added information on the breadth of the defendants' communications before their arrests two years ago.\nBoth men are charged with conspiring to provide material support to terrorists. That includes their trying, in 2005, to join Lashkar-e-Taiba, the militant group India blames for the bloody three-day siege of Mumbai last month.\nAhmed and Sadequee have pleaded not guilty and will be tried separately. Ahmed's trial is set for June 1 in federal court in Atlanta. Sadequee is to stand trial in August. They are being held without bond.\nAhmed's lawyer, Jack Martin, said the new indictment does not substantially change the allegations against Ahmed or his defense. \"And, once again,\" Martin added, \"it's quite clear from the indictment there's no allegation he committed any terrorist act or act of violence whatsoever.\"\nDon Samuel, a lawyer for Sadequee, said his client will plead not guilty to this indictment as well. \"Nobody's heard our side yet,\" he said. \"The grand jury hears only the government's side of the story.\"\nDuring an April 2005 trip to Washington, Ahmed, a former Georgia Tech student, and Sadequee, of Roswell, recorded amateurish videos of \"symbolic and infrastructure targets for potential terrorist attacks,\" said the indictment.\nIn one video, Ahmed and Sadequee pass the Pentagon as they drive toward Washington. \"This is where our brothers attacked the Pentagon,\" Sadequee says on the video, the indictment said.\nThe videos were sent to Aabid Hussein Khan, who is in prison in England for possessing articles for terrorism.\nAccording to Tuesday's indictment, when he was arrested in June 2006, Khan had the videos recorded by Ahmed and Sadequee.\nKhan also had maps and timetables for the Washington and New York public transit systems; information on truck routes into New York; schematics of the financial district in lower Manhattan; aerial photos of the U.S. Naval Base in Guantanamo Bay, Cuba; and information on paramilitary training camps in Pakistan, the indictment said.\nSeparately, the new indictment said, between August 2005 and April 2006, Sadequee was in contact with a number of supporters of violent jihad. They included Mirsad Bektasevic, who was arrested in Bosnia and Herzegovina in October 2005 after being found with more than 20 pounds of plastic explosives, firearms, bomb-making materials and a manifesto promising an attack on Western interests, the indictment said.\n\nLoad-Date: December 11, 2008"
}