{
    "title": "Suspect in teacher's beheadingin France was Chechen teen World roundup",
    "publisher": "spokesman review",
    "year": 2020,
    "month": 10,
    "day": 18,
    "full text": "aw_201018_world roundup cd\n^$^PARIS - A suspect shot dead by police after the beheading of a history teacher near Paris was an 18-year-old Chechen refugee unknown to intelligence services who posted a grisly claim of responsibility on social media minutes after the attack, officials said Saturday.France's anti-terrorism prosecutor's office said authorities investigating the killing of Samuel Paty in Conflans-Sainte-Honorine on Friday arrested nine suspects, including the teen's grandfather, parents and 17-year-old brother.\nPaty had discussed caricatures of Islam's Prophet Muhammad with his class, leading to threats, police officials said. Islam prohibits images of the prophet, asserting that they lead to idolatry. The officials could not be named because they were not authorized to discuss ongoing investigations.\nFrench anti-terrorism prosecutor Jean-Francois Ricard said an investigation for murder with a suspected terrorist motive had been opened.\nRicard told reporters that the Moscow-born suspect, who had been granted a 10-year residency in France as a refugee in March, was armed with a knife and an airsoft gun, which fires plastic pellets.\nNew attempt\nat cease-fire\nBAKU, Azerbaijan - Armenia and Azerbaijan on Saturday announced a new attempt to establish a cease-fire in their conflict over Nagorno-Karabakh starting from midnight, a move that comes a week after a Russia-brokered truce frayed immediately after it took force.\nThe new agreement was announced following Russian Foreign Minister Sergey Lavrov's calls with his counterparts from the two nations, in which he strongly urged them to abide by the Moscow deal. There were no immediate claims of violations after the truce took effect at midnight.\nNagorno-Karabakh lies within Azerbaijan but has been under the control of ethnic Armenian forces backed by Armenia since a war there ended in 1994. The latest fighting that began on Sept. 27 has involved heavy artillery, rockets and drones, killing hundreds in the largest escalation of hostilities between the South Caucasus neighbors in more than a quarter-century.\nRussia, which has a security pact with Armenia but has cultivated warm ties with Azerbaijan, hosted top diplomats from both countries for more than 10 hours of talks that ended with the initial cease-fire agreement. But the deal frayed immediately after the truce took effect last Saturday, with both sides blaming each other for breaching it.\nThe full-scale fighting continued to rage through the week.\nHaitian police, protesters clash\nPORT-AU-PRINCE, Haiti - Haitian police on Saturday fired rubber bullets and tear gas to disperse anti-government protesters who blocked roads and set fires in the capital, Port-au-Prince. Several people were injured.\nIt was the latest unrest during more than a year of protests calling for the resignation of President Jovenel Moïse over corruption charges. Haiti is experiencing a political impasse without a parliament and is now run by decree under Moïse.\nThe president marked Saturday by appealing for unity and laying a wreath on the 214th anniversary of the death of Haiti's first independent ruler, Jean-Jacque Dessalines.\nMany Haitians criticize the government's pandemic response, alleging that authorities have not done enough to provide treatment for those affected, or offered economic support for those who lost work due to a national lockdown aimed at preventing the spread of COVID-19 in the impoverished country.\nEarlier this year, a scathing United Nations report accused Haitian police of corruption and failing to protect the population.\nFrom wire reports\n\nLoad-Date: October 18, 2020"
}