{
    "title": "Suspect nabbed in Hanukkah stabbing",
    "publisher": "the bismarck tribune",
    "year": 2019,
    "month": 12,
    "day": 30,
    "full text": "MONSEY, N.Y. - A knife-wielding man stormed into a rabbi's home and stabbed five people as they celebrated Hanukkah in an Orthodox Jewish community north of New York City, an ambush the governor said Sunday was an act of domestic terrorism fueled by intolerance and a \"cancer\" of growing hatred in America.\nPolice tracked a fleeing suspect to Manhattan and made an arrest within two hours of the attack Saturday night in Monsey. Grafton E. Thomas had blood all over his clothing, smelled of bleach but said \"almost nothing\" when officers stopped him, officials said.\nAn automated license plate reader alerted officers that the suspect's car had crossed over the George Washington Bridge into New York City about an hour after the attack. Thomas was stopped and taken into custody about 20-30 minutes later, NYPD commissioner Dermot Shea said.\nSecurity camera footage the NYPD made public Sunday night showed two officers approaching Thomas' sedan with guns drawn before the suspect placed his hands on the roof of the car and he was put in handcuffs.\nPresident Donald Trump condemned the \"horrific\" attack, saying in a tweet Sunday that \"We must all come together to fight, confront, and eradicate the evil scourge of anti-Semitism.\"\nOne witness described the attack as a chaotic scene punctuated with panic and screams.\nThomas, 37, was arraigned Sunday and pleaded not guilty to five counts of attempted murder and one count of burglary. Bail was set at $5 million and he remains jailed. He didn't answer questions as authorities escorted him to a waiting vehicle.\nThomas' criminal history includes an arrest for assaulting a police horse, according to an official briefed on the investigation who was not authorized to discuss the matter publicly and spoke to The Associated Press on condition of anonymity. A lawyer representing Thomas at the arraignment said he had no convictions.\nThe Greenwood Lake street where Thomas lived with his mother, about 20 miles from Monsey, was blocked with police tape Sunday as FBI agents and police officers carried items from their home.\nFBI agents were seeking a warrant to obtain his online accounts and were scouring digital evidence, the official said. They are also looking into his mental health history.\nThe family's pastor, the Rev. Wendy Paige, said Thomas has been suffering from mental illness and that his family believes that condition was the cause of the alleged stabbings - not hatred toward Jewish people. She said his family is sorry for the pain he has caused.\nThe stabbings on the seventh night of Hanukkah left one person critically wounded, Gov. Andrew Cuomo said. The rabbi's son was also injured, he said. Authorities have not provided a motive and Shea said investigators do not believe, at this point, that any other people were involved.\nThe attack was the latest in a string of violence targeting Jews in the region, including a Dec. 10 massacre at a kosher grocery store in New Jersey. Last month in Monsey, a man was stabbed while walking to a synagogue.\nCuomo said Saturday's savagery was the 13th anti-Semitic attack in New York since Dec. 8 and endemic of \"an American cancer on the body politic.\"\n\"This is violence spurred by hate, it is mass violence and I consider this an act of domestic terrorism,\" Cuomo said. \"Let's call it what it is.\"\nRamapo Police Chief Brad Weidel said it was unclear why the rabbi's house was targeted or if a specific ideology motivated the suspect. According to the official briefed on the investigation, authorities do not believe Thomas is connected to recent anti-Semitic incidents in New York City.\nSen. Charles Schumer, D-N.Y., called on the FBI to investigate possible links between the Monsey stabbing spree and other recent attacks. The Simon Wiesenthal Center said it wants the FBI to create a special task force.\n\"Enough talk, it is time for action to deter those who propagate this hatred,\" Israeli U.N. Ambassador Danny Danon said.\nThe stabbings happened around 10 p.m. Saturday at the home of Rabbi Chaim Rottenberg, located next door to his Congregation Netzach Yisroel synagogue. The large house on Forshay Road remained cordoned off with yellow crime-scene tape early Sunday.\n\"The guy came in wielding a big knife, sword, machete - I don't know what it was,\" said Josef Gluck, who hit the assailant with a coffee table during the attack.\n\"He took it out of his holder, started swinging,\" Gluck said.\nThis past week in New York City, police have received at least six reports - eight since Dec. 13 - of attacks possibly motivated by anti-Jewish bias. Mayor Bill de Blasio said Friday that police presence would increase in Brooklyn neighborhoods home to large Jewish populations.\nAdditional New York City police officers were being be sent to areas of Brooklyn with high Jewish populations, along with lighting towers and additional security cameras, de Blasio said.\nThe mayor also announced the formation of multi-ethnic, interfaith safety coalitions that would meet to strategize about disrupting potential hate crimes before they happen. He said some city schools in Brooklyn will also incorporate hate-crimes awareness into their curriculum.\n\"The Jewish community is utterly terrified,\" Evan Bernstein, the regional director of the Anti-Defamation League of New York and New Jersey, said in a statement. \"No one should have to live like this. How many more times will it take for people in the Orthodox Jewish community to be terrorized with violence before something changes?\"\n\nLoad-Date: December 30, 2019"
}