{
    "title": "Suspect in Toronto van rampage charged with 10 murder counts",
    "publisher": "the salt lake tribune",
    "year": 2018,
    "month": 4,
    "day": 24,
    "full text": "Toronto • A 25-year-old suspect accused of mowing down pedestrians with a van in a busy Toronto shopping district was ordered held Tuesday on 10 counts of first-degree murder — one of each of the victims in an attack whose motives still remain unclear.\nAuthorities said Monday’s carnage did not trigger a national security threat, suggesting it was not initially viewed as having possible terrorism links.\nBut investigators have not offered further details on what may have led the suspect, Alek Minassian, to plow the rented van through crowds on a warm spring afternoon — claiming at least 10 lives and leaving more than a dozen others injured.\nIn a Toronto court, Minassian wore a white prison jumpsuit with his hands cuffed behind his back. The judge read the charges, which also included 13 counts of attempted murder.\nMinassian confirmed his name for the court. He then answered “yes” when asked if he understood a court order not to have any contact with the victims or their families.\nThe next hearing was scheduled for May 10. Minassian was ordered held pending a possible bail hearing.\nIn the meantime, officials will attempt to piece together the planning and motives for a suspect who was not previously on any law enforcement watch lists. Witnesses said the van jumped a curb and roared through a crowded pedestrian zone in what appeared to be a deliberate act.\nIn a news conference, Prime Minister Justin Trudeau said the incident was a “senseless attack and a horrific tragedy.” But he noted that authorities see no national security element in the attack, which carried hallmarks of previous vehicle-as-weapon assaults in New York and several European cities.\nTrudeau added that the attack “hasn’t changed the overall threat level in Canada” although it took place as envoys from the Group of Seven industrialized nations met in Toronto.\nMeanwhile, the first victim to be publicly identified was named as Anne Marie D’Amico, an employee at the investment management firm Invesco, which has its Canadian headquarters on Yonge Street, where the attack occurred.\n“I can now confirm that unfortunately one of our employees has succumbed to her injuries,” Peter Intraligi, president of Invesco Canada, said in a statement. “Our thoughts and prayers continue to be with all those impacted by this tragic event.”\nToronto’s police chief identified the driver as Minassian, of Richmond Hill, Ontario. Minassian, who was not carrying a weapon, was taken into custody after a showdown in which he brandished an object and told officers, “Shoot me in the head.”\n“On the basis of all available information at the present time, there would appear to be no national security connection to this particular incident,” Canada’s minister of public safety minister, Ralph Goodale, said late Monday. “The events that happened on the street behind us are horrendous, but they do not appear to be connected in any way to national security based on the information at this time.”\nToronto’s police chief, Mark Saunders, said nothing was being ruled out, and Minassian was not previously known to police. The incident had echoes of vehicle attacks in the French city of Nice, as well as in London, Berlin and New York City — a method that the Islamic State militant group has encouraged followers to use.\n“We lost a little bit of our innocence,” John Filion, a city council member who represents the area where the incident occurred, said in a phone interview Monday. “We often think of ourselves as being somewhat excluded from the violence and craziness that goes on in other parts of the world. You just kind of don’t think of Toronto as a place where that kind of violence will come to.”\nThe attack took place in the center of North York, a part of Toronto that has grown over the past two decades into a secondary downtown.\nThe area is so busy that Toronto’s city council earlier this year debated widening the sidewalks and reducing lanes of traffic to make it more pedestrian-friendly.\n“He started going down on the sidewalk and crumbling down people one by one,” Ali Shaker, who was in the vicinity of the incident, told CTV News. “He just destroyed so many people’s lives.” He said the driver was traveling at an estimated 35 to 45 mph.\nWhile Canadians are proud of living in a country where crime rates are generally low and ethnic diversity is celebrated rather than feared, several terrorism-related incidents in recent years have reminded the public that Canada is not immune to the kinds of events that have struck Europe and the United States.\nIn September, Abdulahi Hasan Sharif was arrested in Edmonton, Alberta, after two related incidents on the same evening. In the first one, Sharif, a Somali refugee, is alleged to have rammed into a police officer who was at a police roadblock near a sports event. He then stabbed the police officer and escaped. A few hours later, the same man is alleged to have rammed into four pedestrians with a rental van. No one was killed, but Sharif faces multiple counts of attempted murder.\nIn Quebec City, Alexandre Bissonnette is in court this week for a sentencing hearing after pleading guilty last month to six counts of first-degree murder in the shooting of six Muslim men as they attended prayers at a mosque in the city in January 2017. Bissonnette had mental health issues and was attracted to far-right politics and anti-immigrant rhetoric.\nAnd in 2014, Canada’s Parliament was the scene of another terrorism-related incident. Michael Zehar-Bibeau, a drug addict and convert to Islam, shot and killed a Canadian sentry on duty at the National War Memorial before heading to Parliament, where he was killed in a shootout with security officers.\n—\nThe Washington Post’s Brian Murphy in Washington contributed to this report.\n\nLoad-Date: April 25, 2018"
}