{
    "title": "Suspect in teacher's beheading in France was Chechen teen",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 10,
    "day": 18,
    "full text": "BY THOMAS ADAMSON\nThe Associated Press\nPARIS - A suspect shot dead by police after the beheading of a history teacher near Paris was an 18-year-old Chechen refugee unknown to intelligence services who posted a grisly claim of responsibility on social media minutes after the attack, officials said Saturday.\nFrance's anti-terrorism prosecutor's office said authorities investigating the killing of Samuel Paty in Conflans-Sainte-Honorine on Friday arrested nine suspects, including the teen's grandfather, parents and 17-year-old brother.\nPaty had discussed caricatures of Islam's Prophet Muhammad with his class, leading to threats, police officials said. Islam prohibits images of the prophet, asserting that they lead to idolatry. The officials could not be named because they were not authorized to discuss ongoing investigations.\nFrench anti-terrorism prosecutor Jean-Francois Ricard said an investigation for murder with a suspected terrorist motive had been opened.\nRicard told reporters that the Moscow-born suspect, who had been granted a 10-year residency in France as a refugee in March, was armed with a knife and an airsoft gun, which fires plastic pellets.\nHis half-sister joined the Islamic State group in Syria in 2014, Ricard said. He didn't give her name, and it is not clear where she is now.\nThe prosecutor said a text claiming responsibility and a photograph of the victim were found on the suspect's phone. He also confirmed that a Twitter account under the name Abdoulakh A belonged to the suspect. It posted a photo of the decapitated head minutes after the attack along with the message \"I have executed one of the dogs from hell who dared to put Muhammad down.\"\nRicard said the suspect had been seen at the school asking students about the teacher, and the headmaster had received several threatening phone calls.\nMourners marched near the school in solidarity Saturday, holding signs that read \"I am a teacher.\" \"We'll pick ourselves up together, thanks to our spirit of solidarity,\" said Laurent Brosse, mayor of Conflans-Sainte-Honorine.\nA police official said the suspect was shot dead about 600 yards from where Paty died. Police opened fire after he failed to respond to orders to put down his arms and acted in a threatening manner. The official could not be named because of the ongoing investigations.\nFrench President Emmanuel Macron went to the school on Friday night to denounce what he called an \"Islamist terrorist attack.\" He urged the nation to stand united against extremism.\n\"One of our compatriots was murdered today because he taught ... the freedom of expression, the freedom to believe or not believe,\" Macron said.\nThe presidential Elysee Palace announced that there will be a national ceremony at a future date in homage to Paty.\nChechnya's strongman regional leader Ramzan Kadyrov, who has used massive federal subsidies to rebuild the province and squelched any resistance with his feared security forces, condemned the teacher's killing but also warned against insulting the feelings of Muslims.\n\"We condemn this act of terror and offer our condolences to the relatives of the man who was killed,\" Kadyrov said on his blog. \"While speaking out categorically against any manifestation of terrorism, I also urge not to provoke believers, not to offend their religious feelings.\"\nHe went on to criticize French society for what he described as manifestations of \"provocative\" disrespect for Islamic values. \"When France has a proper state institution of inter-ethnic and inter-faith relations, then the country will have a healthy society.\"\nKadyrov noted that the Chechen suspect only visited the region once when he was 2 years old.\nThis is the second time in three weeks that terror has struck France linked to caricatures of the Prophet Muhammad. Last month, a young man from Pakistan was arrested after attacking two people with a meat cleaver outside the former Charlie Hebdo offices.\nThe weekly was the target of a deadly newsroom attack in 2015, and it republished caricatures of the prophet this month to underscore the right to freedom of information as a trial opened linked to that attack.\nFriday's terror attack came as Macron's government works on a bill to address Islamic radicals, who authorities claim are creating a parallel society outside the values of the French Republic.\n---\nElaine Ganley contributed to this report.\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.\n\nLoad-Date: October 20, 2020"
}