{
    "title": "SUSPECT'S LINK WITH MOSQUE FITS PATTERN, EXPERTS SAY",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 3,
    "day": 5,
    "full text": "Terrorism experts said they were not surprised that a man who was arrested Thursday in last week's bombing of the World Trade Center in New York had links to a mosque in Jersey City, N.J.\nThe suspect in the case, Mohammed Salameh, 25, of Jersey City, was affiliated with Masjid al-Salam Mosque.\nThe mosque is well known to authorities. Bruce Hoffman, a terrorism expert with the Rand Corp., a think tank in Santa Monica, Calif., said that in 1988, authorities charged an Egyptian-born travel agent who had worshiped at the mosque with trying to ship plastic explosives and detonators to Palestinian rebels in the occupied territories of Israel.\nThen in 1990, authorities charged El Sayyid Nosair, another Egyptian who had worshiped at the mosque, with the murder of the extremist rabbi Meir Kahane. Nosair, 37, was found innocent of murder in December 1991, but he was convicted on weapons and assault charges in the killing.\nAuthorities investigating the blast at the World Trade Center searched Nosair's apartment in New York on Thursday.\nMasjid al-Salam Mosque has another important link to Egyptian radicals, Hoffman said.\nSheik Omar Abdel-Rahman of Brooklyn, N.Y., regularly preached at the mosque, Hoffman said. Abdel-Rahman, 54, is an Egyptian who says it is lawful to kill rulers who disobey God's laws. He is thought to have inspired the assassination of President Anwar Sadat in 1981.\nHoffman said that Abdel-Rahman had close ties with Gamaat Islamiya, a network of radical fundamentalist groups that has been inciting violence in Egypt, especially in recent months. Gamaat Islamiya has strong support in Sudan and Iran, Hoffman said.\nAbdel-Rahman commands a following in Egypt that analysts compare to that of the late Ayatollah Khomeini in Iran. \"He regularly sends cassettes inciting revolution and Islamic fervor\" back to Egypt, Hoffman said.\nAbdel-Rahman moved to New Jersey after his acquittal a decade ago in Egypt on charges that he had sanctioned Sadat's assassination. He has not been linked to the bombing in New York.\nSince the killing of Kahane, authorities have been gathering evidence that some radical expatriate Egyptians and other extremists have been organizing militant groups in the United States under the guise of religious organizations, said Richard H. Dekmejian, a terrorism expert who teaches at the University of Southern California.\nMike Guzofsky, international chairman of Kahane Chai - an Israeli-based movement dedicated to publicizing the work of Rabbi Meir Kahane - denounced the FBI on Thursday from the steps of Manhattan's federal courthouse.\nIn a statement, the group alleged that the FBI had refused to investigate and fully prosecute Kahane's killers. He alleged there was a \"terrorist cell in Jersey City\" of Arab conspirators.\nGuzofsky said, \"This is the biggest blunder in the history of the FBI.  . .  . The FBI has known about this cell for three years. If we don't see justice, we will take action ourselves.\"\nIf the bombing was the work of Islamic fundamentalist extremists, it will be the first terrorist act by such groups on U.S. soil, said Yonah Alexander, director of the Institute for Studies in International Terrorism in New York.  \"Up until now, we thought we were immune from this sort of thing,\" he said.\nIf the act is proven to be motivated by religious terrorism, it would be \"the first clear-cut case where it's been exported to the United States\" from the Middle East, Dekmejian agreed.\n\"It shows the beginnings of Islamic militancy in this country as a direct consequence of what's happening in the Middle East, and a consequence of our own loose immigration laws,\" Dekmejian said.\n\"We're totally vulnerable, and that's the tragedy. This thing has sent the message that we are vulnerable, and all kinds of domestic crazies, as well as foreign groups, will get the message.\"\nA bomb could be placed anywhere. The best way to prevent such acts of terrorism is through the gathering of intelligence, Hoffman said.\nThe bombing in New York may result not only in the tightening of immigration restrictions, as Dekmejian suggested, but also in rigorous gathering of intelligence on domestic groups, Hoffman said.\nKenneth Jacobson, director of international relations for the B'nai B'rith Anti-Defamation League in New York, said, \"The vast majority of American Muslims are law-abiding citizens . . . but there are some Islamic extremist groups that will do anything.\"\nAlexander said that at least 3 million Muslims live in the United States, and \"probably 99.9 percent are loyal Americans. But you might find some who, unfortunately, resort to this kind of thing.\"\nNasir Ahmed, head of the Islamic Center of Greater St. Louis, said he was unfamiliar with the mosque in New Jersey but objected to the term \"Muslim fundamentalist\" being used in association with terrorist activities.\n\"This is an individual act, and it is totally outside Islam,\" he said.  \"There are five fundamentals of Islam. If one follows all five, he cannot be a terrorist, because every moment of life is precious.\"\nHe said he feared no repercussions for Muslims in the United States. \"I don't think American Muslims ought to be concerned,\" he said. \"This has taken place because this is a madman or something.\"\nVictor T. Levine, a terrorism expert at Washington University, said it was too soon to tell who was behind the bombing in New York. He said no group had claimed responsibility, no purpose for the bombing had been communicated, and no particular target had been identified.\n\"The message I want to get out is, in the absence of these three elements of terrorism, let's reserve judgment,\" Levine said.\nJon Sawyer and Thom Gross of the Post-Dispatch staff contributed information for this report.\n\nLoad-Date: September 29, 1993"
}