{
    "title": "SUSPECT HELD IN CLINIC ATTACKS",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 31,
    "full text": "Federal agents arrested Matthew John Goldsby of Cantonment today and charged him with bombings at three abortion clinics Christmas Day and a bombing at one of the clinics on June 25.\nStephen E. Higgins, director of the Treasury Department's Bureau of Alcohol, Tobacco and Firearms, said Mr. Goldsby, who is 21 years old, was facing Federal charges of violating laws on firearms and explosives for which the maximum penalty is more than 100 years' imprisonment.\nMr. Higgins said Mr. Goldsby would appear before a Federal magistrate in Pensacola Monday for a bail hearing.\nTwenty agents worked on the Pensacola investigation, including members of the bureau's National Response Team, which was called out Christmas Day.\n \nArrests Made in 12 Attacks\nMr. Goldsby's arrest brought to 12 the number of attacks against abortion clinics investigated by the bureau in which arrests have been made, Mr. Higgins said.\nBefore the arrest was announced, the director of one of the bombed centers criticized the Federal Bureau of Investigation for not getting involved in the investigation. Bureau Director William H. Webster said last month he did not consider abortion clinic bombings to be terrorist acts.\n''What else is it?'' asked Linda Taggart, director of the Ladies Center.\n \n \n \nWebster Says F.B.I. Is Helping\n By The Associated Press\nMr. Webster said yesterday that his agency was cooperating with investigations of attacks at abortion clinics but that he saw no need to for the bureau to take over the cases.\nHe said the bureau would ''supply any resources that are necessary, but we should do it through the ordinary channels.'' He made the remarks as he was interviewed on the CBS News program ''Face the Nation.''\nMr. Webster said Dec. 4 that the bureau did not consider such attacks terrorism and that as a result they received less attention from the F.B.I. than acts considered terrorism."
}