{
    "title": "Suspected Far-Right Terrorism Ring Leads to 7 Arrests in Germany",
    "publisher": "the new york times",
    "year": 2018,
    "month": 10,
    "day": 2,
    "full text": "BERLIN -- Seven Germans described by the authorities as belonging to the ''hooligan, skinhead and neo-Nazi scenes'' in eastern Germany have been arrested on suspicion of building a far-right terrorist organization called Revolution Chemnitz -- named for the city that was rocked by recent street clashes -- the country's federal prosecutor said Monday.\nSix men, all Germans aged 20 to 30, were arrested on Monday. They are suspected of acting under the leadership of the seventh man, who has been in police custody since Sept. 14, when the federal authorities opened their investigation, the prosecutor, Peter Frank, said in a statement. The group was at first seen only as a criminal organization, he said, but further evidence, including the intent to procure semiautomatic weapons, led investigators to suspect terrorism. \n  The arrests come just weeks after violence broke out in Chemnitz, where far-right extremists clashed with the police at demonstrations after a German man was fatally stabbed after trying to intervene in a dispute between two recent immigrants. A Syrian man remains in detention on suspicion of the killing.\n  It was not clear when the group began referring to itself as ''Revolution Chemnitz,'' or whether the men chose that name because of the unrest there.\n  On Sept. 14, the authorities said, five of the suspects took part in an attack on foreigners in Chemnitz. The authorities said that event appeared to have been a rehearsal for an action planned for Oct. 3, a national holiday celebrating the reunification of Germany.\n  Since the violence in Chemnitz began, the extent to which far-right extremist groups have been active in the country has been a point of dispute. The German government formally counts 83 people as having died in far-right violence since 1990, but an investigation by the news outlets Tagesspiegel and Zeit Online found that 169 people had been killed by neo-Nazis or other extremists.\n  It was not immediately clear if any of the men arrested were among those giving the stiff-armed Nazi salute or shouting anti-foreigner slogans in the demonstrations in Chemnitz, which led to a bitter dispute that nearly split Chancellor Angela Merkel's government. After reports that far-right extremists had ''hunted'' foreigners during that unrest, Ms. Merkel denounced the violence, but Hans-Georg Maassen, head of country's domestic intelligence agency, challenged the veracity of videos showing a skinhead chasing a dark-skinned man.\n  His comments raised questions over whether the agency, officially known as the Office for the Protection of the Constitution, was in a position to properly investigate far-right extremists, or had compromised its neutrality. Mr. Maassen was eventually forced to leave his post.\n  The federal prosecutor said that, after a search involving more than 100 police officers, the authorities believed that the six men detained on Monday ''belonged to the hooligan, skinhead and neo-Nazi scene in the Chemnitz area and saw themselves as leaders within the far-right scene in Saxony,'' a state in eastern Germany.\n  The authorities said the suspects' extreme-right beliefs focused ''on a 'revolutionary' goal of triumphing over the democratic rule of law'' that included ''violent and armed attacks against foreigners and those holding different political beliefs.'' Among the potential targets were politicians and representatives of civil society, the prosecutor said.\n\nhttps://www.nytimes.com/2018/10/01/world/europe/germany-arrests-terrorism-revolution-chemnitz.html\n\nLoad-Date: October 2, 2018"
}