{
    "title": "Suspects in court over Michigan plot Legal experts say men likely to remain detained",
    "publisher": "usa today",
    "year": 2020,
    "month": 10,
    "day": 14,
    "full text": "DETROIT - Though presumed innocent until proven guilty, six defendants charged with plotting to kidnap Michigan Gov. Gretchen Whitmer are likely to remain locked up pending the outcomes of their cases, legal experts say.\nThe charges are just too serious, they argue. And with the men facing potential life sentences, legal experts say, the suspects can't be trusted not to flee - or worse, become violent.\n\"Courts will consider a number of factors, but in this case, the nature of the charges, the weight of the evidence and the potential life sentences seem to make this a very strong case for detention,\" former U.S. Attorney Barbara McQuade said on the eve of detention hearings for six suspects facing federal charges.\nFive suspects in the attempted kidnapping case are scheduled to appear in federal court Tuesday morning in Grand Rapids, where Magistrate Judge Sally Berens will decide whether to grant them bond or keep them jailed pending trial. A sixth defendant who was arrested on the East Coast has a similar hearing in Delaware at 2:45 p.m.\nThe suspects are among 13 men arrested last week on charges they plotted a revolt against the government that the FBI says included kidnapping the governor, blowing up cop cars and storming the state Capitol in Lansing. The alleged plan was thwarted with the help of social media, confidential informants and undercover FBI agents who embedded themselves in the group and tracked the group's steps, including two daytime surveillance operations of Whitmer's vacation home.\nDuring those surveillance missions, the FBI has alleged, the suspects plotted out their course of action and discussed a plan to blow up a nearby bridge to prevent the police from getting to Whitmer's home during the kidnapping.\nSeparately, seven men were charged in state court with related terrorism and gun crimes.\nThe FBI has described the accused as militia members who met online, held meetings and training exercises in rural areas of Michigan, Ohio and Wisconsin, and have a strong mistrust and hate of government, especially Whitmer and her emergency orders during the pandemic.\n'The charges are quite serious'\nCriminal defense attorney Bill Swor, who represented the lead defendant in the failed 2012 Hutaree militia trial in Detroit, said he expects the judge to deny bond to the Whitmer kidnapping suspects.\n\"Based on my experience in previous cases, they're not going to get bond,\" Swor said. \"The charges are quite serious, and the government will urge the court to find that they are a danger to the community.\"\nDefense attorney Mike Rataj, who represented the wife of the accused Hutaree ringleader, is also doubtful that bond will be granted to the Whitmer defendants.\n\"Based on the allegations, I don't anticipate bond,\" said Rataj, who believes the government learned a lesson from the Hutaree case.\nIn that case, Hutaree militia leader David Stone Sr. and several of his co-defendants were denied bond and spent two years jailed on charges they plotted a violent overthrow of the government that included killing police officers. Following weeks of testimony, U.S. District Judge Victoria Roberts abruptly ended the trial and dismissed the most serious sedition charges, concluding there was not any proof of a conspiracy to overthrow the government, but only tough talk by militia members.\n\"Our case and this case are apples and oranges,\" Rataj said. \"Our clients were nothing more than doomsday preparers. They never sat around talking about kidnapping a governor.\"\nRather, Rataj said, the Hutaree militia members didn't do anything more than vent and talk around a campfire, whereas the Whitmer kidnapping defendants are accused of actually \"conducting surveillance on the governor's summer home,\" he said.\nSwor, meanwhile, also urges the public to be mindful of the role that undercover informants and federal agents may have played in the Whitmer kidnapping case. Specifically, he said, what remains unknown is how much of the alleged activity was the result of the defendants' conduct and how much of it was the result of the undercover agents and informants.\nSwor cautions against making assumptions by \"snippets in the media.\"\n\"Let us see what happens,\" Swor said.\nWhat goes into\nbond being granted?\nAmong the factors that judges consider when deciding whether to grant bond are:\nThe seriousness of the charges.\nThe safety of the community - are the defendants a threat to the public?\nAre they a flight risk? In other words, are the charges so serious that they may flee, or do they have a history  of violating bond or missing court appearances?\nAre there any reasonable measures that can be taken to assure that they won't be a flight risk? Such as, can a tether be used, or are their family members who can be trusted to keep an eye on them?\nThe Michigan defendants facing federal charges are: Adam Fox, 37; Ty Garbin, 24; Kaleb Franks, 26; Brandon Caserta, 32; and Daniel Harris, 23.\nBarry Croft Jr., 44, of Bear, Delaware - who was pardoned by Delaware Gov. John Carney last year, according to public documents - is being extradited to Michigan.\nSix others - who state officials said are members of a paramilitary group, Wolverine Watchmen - were arraigned Friday on terrorism charges, with the seventh awaiting extradition to Michigan.\nThey are: Shawn Fix, 38; Eric Molitor, 36; Pete Musico, 42; Joseph Morrison, 26; Michael Null, 38; and William Null, 38.\nPaul Bellar, 21, is the seventh and youngest of all the men charged. He was arrested in South Carolina and is being extradited to Michigan.\nMusico and Morrison are scheduled for a probable cause conference on Oct. 16 and a preliminary hearing on Oct. 21.\nMichael Null, William Null, Molitor and Fix are scheduled for a probable cause conference in Antrim County on Oct. 21, with preliminary exams Oct. 28.\nContributing: Frank Witsil, Detroit Free Press \n\nLoad-Date: October 14, 2020"
}