{
    "title": "Suspect in Christmas attack talked freely - until Mirandized",
    "publisher": "charleston gazette",
    "year": 2010,
    "month": 1,
    "day": 24,
    "full text": "WASHINGTON - Badly burned and bleeding, the suspect in the Christmas Day flight to Detroit tried one last gambit as he was led away: He claimed there was another bomb hidden on the plane he'd just tried to destroy, officials said.\nThere was no second bomb, federal agents learned after a tense search, but the Nigerian suspect's threat began hours of conversations that are now the subject of a fierce political debate over the right way to handle terrorism suspects.\nIn interviews with The Associated Press, U.S. officials described for the first time the details of Umar Farouk Abdulmutallab's arrest Dec. 25 at Detroit Metro Airport.\nCaptured after a bomb hidden in his underwear ignited but failed to explode, Abdulmutallab spoke freely and provided valuable intelligence, officials said. Federal agents repeatedly interviewed him or heard him speak to others.\nWhen they read him his legal rights nearly 10 hours after the incident, he went silent.\nSince the attempted bombing, several prominent lawmakers have argued that he should have been placed immediately in military custody, and the nation's top intelligence official said he should have been questioned by a special group of terrorism investigators, rather than the FBI agents who responded to the scene.\nThe officials who spoke to the AP said on-scene investigators never discussed turning the suspect over to military authorities. Also, their accounts show that as the hours passed, the FBI turned to its own expert counterterrorism interrogators and made no effort to involve the special unit, which was not yet up and running.\nThe officials provided an account of the law enforcement response to the holiday bombing attempt on condition of anonymity because they were not authorized to disclose details of the investigation.\nHere is what officials say happened:\nShortly after noon on Christmas, federal agents were notified that Northwest Airlines flight 253 had arrived at the Detroit airport from Amsterdam, with a passenger who had lit an explosive device on the aircraft.\nAfter being restrained and stripped bare by fellow passengers and crew, Abdulmutallab was handed over to Customs and Border Protection officers and local police.\nThe officers decided the suspect needed immediate medical attention, and an ambulance crew took him to the burn unit at the University of Michigan Medical Center.\nAlong the way, Abdulmutallab repeatedly made incriminating statements to the CBP officers guarding him. He told them he had acted alone on the plane and had been trying to take down the aircraft.\nAbdulmutallab arrived at the hospital just before 2 p.m. Still under guard, Abdulmutallab told a doctor treating him that he had tried to trigger the explosive. The Nigerian said it didn't cause a blast, but instead began popping and ignited a fire on his groin and legs.\nFBI agents from the Detroit bureau arrived at the hospital around 2:15 p.m., and were briefed by the Customs agents and officers as Abdulmutallab received medical treatment.\nShortly after 3:30 p.m., FBI agents began interviewing the suspect in his hospital room, joined by a CBP officer and an Immigration and Customs Enforcement agent.\nThe suspect spoke openly, said one official, talking in detail about what he'd done and the planning that went into the attack. Other counterterrorism officials speaking on condition of anonymity said it was during this questioning that he admitted he had been trained and instructed in the plot by al-Qaida operatives in Yemen.\nThe interview lasted about 50 minutes. Before they began questioning Abdulmutallab, the FBI agents decided not to give him the Miranda warnings providing his right to remain silent.\nWhile the Miranda warning - based on a 1966 Supreme Court ruling - is a bedrock principle of the U.S. justice system and a staple of television cop shows, there is a major exception which could apply in Abdulmutallab's case.\nInvestigators are allowed to question a suspect without providing a Miranda warning if they are trying to end a threat to public safety.\nIn a future trial in a federal court, prosecutors likely would justify Abdulmutallab's questioning without a Miranda warning by arguing that the FBI agents needed to know quickly if there were other planes with other bombs headed for the United States. The 9/11 attacks and other past plots have shown al-Qaida's penchant for synchronized attacks in multiple locations.\nSince the incident, Republican lawmakers have argued that the Obama administration mishandled the case by not considering putting Abdulmutallab in military custody - part of a larger political argument about whether terrorism suspects should face military or civilian justice.\n\"Those who now argue that a different action should have been taken in this case were notably silent when dozens of terrorists were successfully prosecuted in federal court by the previous administration,\" Justice Department spokesman Matthew Miller said earlier this week.\nAbdulmutallab's interview ended when the suspect was given medication and the investigators decided it would be better to let the effects of the drugs wear off before pressing him further.\nHe would not be questioned again for more than five hours. By that point, officials said, FBI bosses in Washington had decided a new interrogation team was needed. They made that move in case the lack of a Miranda warning or the suspect's medical condition at the time of the earlier conversations posed legal problems later on for prosecutors.\nThere was no effort to call in the elite federal High-Value Interrogation Group, a special unit of terrorism specialists that the Obama administration said early last year it would create to deal with terrorism suspects captured abroad.\nLast week, Director of National Intelligence Dennis Blair said the unit should have been called in after Abdulmatullab's arrest. However, even if federal officials wanted to expand its use to domestic cases, the special team was not ready for action, FBI Director Robert Mueller told Congress last week.\nBased on the instructions from Washington, the second interview was conducted by different FBI agents and others with the local Joint Terrorism Task Force.\nSuch a move is not unusual in cases where investigators or prosecutors want to protect themselves from challenges to evidence or statements.\nBy bringing in a so-called \"clean team\" of investigators to talk to the suspect, federal officials aimed to ensure that Abdulmutallab's statements would still be admissible if the failure to give him his Miranda warning led a judge to rule out the use of his first admissions.\nEven if Abdulmutallab's statements are ruled out as evidence, they still provided valuable intelligence for U.S. counterterrorism officials to pursue, officials said.\nIn the end, though, the \"clean team\" of interrogators did not prod more revelations from the suspect.\nHaving rested and received more extensive medical treatment, Abdulmutallab was told of his right to remain silent and right to have an attorney.\nHe remained silent.\n\nLoad-Date: January 25, 2010"
}