{
    "title": "Suspicious letter causes evacuation at U. Central Florida Research Pavillion",
    "publisher": "university wire",
    "year": 2008,
    "month": 9,
    "day": 10,
    "full text": "Â \nAt about 9:22 a.m. Tuesday, University of Central Florida Police received a call about a suspicious white powder found in a letter at the UCF Foundation Research Pavilion on Research Parkway.\nThe mail was addressed to Tom Feeney, congressional representative for the 24th District of Florida.\nThis is the second evacuation due to a letter containing a suspicious substance addressed to Feeney.\nOn Monday, the City Hall in Port Orange was evacuated when a suspicious white powder was found in a letter at Feeney's office in the facility around 2 p.m. Buildings surrounding City Hall were also evacuated as a precaution.\nAll of the employees in the Foundation facility were evacuated immediately.\nIn addition to police officers, firefighters and hazmat teams, the FBI was also called to the scene.\nWESH News reported that the response from authorities cost the city between $8,000 and $10,000.\nThey also reported that Feeney was not in the office at the time of the incident.\nAccording to Postal Inspector Ed Moffitt, the UCF Police responded initially, then contacted the Orange County Fire and Rescue who tested the substance on site.\n\"The suspicious material was found to be 99.9 percent flour,\" Moffitt said. \"It is considered domestic terrorism.\"\nAccording to WESH News, a secretary at the office said that when staff members arrived Tuesday morning, they found the envelope and immediately called 911.\nUCF police arrived and pulled the fire alarm to evacuate the building.\nAccording to Moffitt, the prohibited mail statute carries a 20-year jail penalty, along with monetary fines. In some cases, the death penalty can be applied.\nThe FBI's Joint Terrorism Task Force is leading the investigation. It is also in charge of the similar incident that occured Monday.\nMoffitt could not disclose any other contents of the mail in question because it is involved in an ongoing investigation.\nDomestic terrorism could include anything that disturbs the community.\nAccording to information from the FBI's Web site, \"JTTFs are teams of state and local law enforcement officers, FBI Agents, and other federal agents and personnel who work shoulder-to-shoulder to investigate and prevent acts of terrorism.\"\n(C) 2008 Central Florida Future via UWIRE\n\nLoad-Date: September 11, 2008"
}