{
    "title": "SUSPECT IS ARRESTED IN ITALIAN BOMBING_FUGITIVE IS PICKED UP IN FRANCE",
    "publisher": "the new york times",
    "year": 1980,
    "month": 8,
    "day": 7,
    "full text": "IN BOLOGNA BLAST THAT KILLED 76 NICE, France, Aug. 6 (AP) - The French police arrested an Italian fugitive today who was wanted in connection with the bombing of the Bologna railway station that killed 76 people.\nAt least three other suspected right-wing extremists were picked up at the same time, the police said.  The suspect in last Saturday's bombing in Bologna was identified as Marco Affatigato, 24 years old and described as of medium build, with a black beard and glasses. The police said he answered the description of a man who was seen shortly before the explosion in a waiting room that was demolished in the blast and where evidence of explosives was later found.\nAN-A\nThe French police said Mr. Affatigato was arrested with false identity papers and was held on an international warrant issued by the Italians. He was to appear before a Nice magistrate tomorrow morning.\nHe was sentenced in Italy last month for helping Mario Tuti, a convicted right-wing extremist, to escape. Mr. Tuti was later recaptured.\n \n----\n \nVictims of Blast Are Buried\nBOLOGNA, Italy, Aug. 6 (UPI) -Some of the victims of the Bologna bombing were buried today at ceremonies attended by 200,000 and protesters. Thousands of police officers and some troops stood by in the central square, but there were no disturbances.\nAntonio Cardinal Poma said a funeral mass in the basilica on the square. The coffins of a score of victims were in the basilica. The others were sent to towns all over Italy for services and burial.\n \n----\n \nNeo-Fascists 'Prefer Massacre'\nROME, Aug. 6 (Reuters) - Italy's neo-Fascist urban guerrilla gangs, suspected of responsibility in last weekend's explosion at a Bologna railroad station that killed 76 people, have not received as much publicity as such extreme leftist organizations as the Red Brigades.  But of the more than 250 victims of extremist violence in Italy in the last 11 years, 132 have died at the hands of rightists.\nThe neo-Fascist, or ''black,'' gangs have their own strategy, as Prime Minister Francesco Cossiga has pointed out. ''Unlike leftist terrorism, which strikes at the heart of the state through its representatives,'' Mr. Cossiga said, ''black terrorism prefers the massacre because it promotes panic and impulsive reactions.''\nThe Red Brigades attracted worldwide attention in 1978 by kidnapping and then killing former Prime Minister Aldo Moro and murdering or maiming magistrates, businessmen and police officers.\nBy contrast, until last week the neo-Fascists usually operated in a less ostentatious fashion, with attacks on leftist bookshops and Communist Party offices and assaults on extreme leftists.\nThe first major bombing attributed to the extreme right wing was an explosion in a bank in Milan's Piazza Fontana in 1969 that killed 16 people. There were two more bomb attacks in 1974, one in the northern city of Brescia during a demonstration in which nine people died and the other on a train near Bologna, killing 12. The fourth was the Bologna explosion last Saturday.\nDespite this onslaught, it is difficult to know exactly what the neo-Fascist gangs stand for, since they do not usually accompany their attacks with any coherent statement explaining their motives.\nIn one rare comment, the group that took responsibility for setting off the 1974 bomb declared afterward, ''The Nazi flag did not die in Berlin in 1945.''\nBy contrast, the Red Brigades have issued mimeographed bulletins calling themselves ''fighting Communists,'' denouncing the ''domination'' of Italy by multinational corporations and describing their victims as ''slaves of the state.''\n \nGroups Have a Common Aim\nThe apparent aim of the neo-Fascists is the same as that of the extreme leftists: to undermine Italian society and pave the way for their own kind of revolution. Like the extreme leftists, the neo-Fascists do not appear to be perturbed by the fact that many Italians find their beliefs and methods repugnant.\nThe neo-Fascists have an officially recognized political party, the Italian Social Movement, which, although it is shunned by other parties, is the fourth largest in Italy. The Social Movement, which says it opposes violence, holds 30 seats in the 630-seat Chamber of Deputies and 13 seats in the 315-seat Senate.\nA party spokesman, Michele Marchio, condemned the Bologna explosion and called for ''the death penalty for terrorists,'' who, he said, ''must be considered war criminals.''\nProbably the best-known of the neo-Fascists is Prince Junio Valerio Borghese, the so-called Black Prince, who was accused of planning an amateurish coup in December 1970. The prince, worried about the state of the nation at the time, was prepared to give unlimited powers to the executive branch if his coup succeeded. But he called it off at the last moment, the police said.\n\nGraphic\n\n \nIllustrations: photo of Marco Affatigato"
}