{
    "title": "SUSPECTED BY MY COUNTRY",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 5,
    "day": 25,
    "full text": "The other day my wife and I headed for New Hampshire to spend the weekend with my in-laws. At the Baltimore-Washington International Airport, Patricia used her e-ticket to get her boarding pass from a self-help computer. But when she keyed in my e-ticket information, a message on the computer screen directed me to the check-in counter.\n\"I got my boarding pass from that machine but couldn't get my husband's!\" Pat told a woman behind a Northwest Airlines desk. The clerk checked out my ticket in her computer and said, \"You're on the watch list, sir!\"\nI had suspected that for five years.\nThe Northwest employee would not say what I was being watched for but confirmed that the watch list had come from the Department of Homeland Security.\nI believe my views on the Palestinian issue and terrorism are the main reasons for my being on the list.\nOn Jan. 13, 2003, Pat had just summoned me and our two children for dinner in our home in the Washington suburbs when three men appeared at the door. They introduced themselves as \"terrorism investigators\" from the Homeland Security Department and wanted to talk with me. Alia and Jamal, then teenagers, looked scared, and I sent them to the living room. My wife sat by as the men interrogated me at the kitchen table.\nThey quizzed me about a host of Muslim intellectuals and activists in the United States, Europe, Saudi Arabia and Pakistan whom I had known or interviewed. Did any of them have ties to Hamas, Islamic Jihad, Hezbollah or any other \"terrorist\" groups? I said I did not know and asked the lead interrogator how he would \"define terrorism.\"\n\"Well,\" he said, \"do any of them support the Palestinians?\"\nMy wife's eyebrows rose.\n\"Gentlemen,\" I said, \"I support the Palestinians.\"\nA Homeland Security terrorism investigator visited me again. He asked me about some of my other Muslim contacts, and even though I had been writing about a variety of issues, he asked my views only on terrorism and Palestinian militant groups. I reiterated that the Palestinian guerrillas were doing what Massachusetts Minutemen had done during the American Revolution: fight for national liberation.\nThese federal agents could have learned about my meetings with some Muslim activists and academics from published articles in which I had quoted them. But they also quizzed me about those whom I had contacted by phone and e-mail but had not mentioned in any writings. I realized that my phone conversations and e-mails could have been intercepted.\nThe Homeland Security folks appear to have circulated my profile among airlines. On March 31 I boarded a British Airways flight in Dhaka, Bangladesh, to return to Washington. A flight attendant handed me a lunch packet about 10 minutes before the lunch carts rolled by to serve everyone else. I asked her why she had served me before other passengers. She said mine was a \"Muslim meal,\" meaning the meat was kosher. I said I did not request a kosher meal and asked how she knew that I was a Muslim.\n\"I also know,\" she whispered, \"that you speak four languages!\" She scampered away before I could ask about the source of her information.\nDuring international flights, my luggage is held up, apparently for special scrutiny. Since 2003 I have flown out of the United States four times. On every occasion I discovered after disembarking that my luggage had not arrived. It would show up after one to five days, sometimes putting me through the wringer.\nLast June 10, for example, I flew to the United Arab Emirates along with a several other U.S. journalists to cover the surge of trade and business in that country. At the Abu Dhabi airport I was the only one of the group whose luggage was missing. It would be delivered five days later, the day before my departure. Meanwhile, I interviewed government ministers and other officials and attended banquets and meetings in the same pair of jeans and short-sleeve shirt that I had worn on the plane. (Every day I was expecting the luggage to arrive by the next fight and therefore didn't buy new clothing.)\nOn my return to JFK on June 17, I had to spend nearly half an hour answering questions about where I went, whom I met, what I did, etc., while my companions breezed through without any hassle. I was the only Muslim among the group.\nThere also have been discernible attempts to provoke me into criticizing Israel and America. Several suspicious characters have contacted me one after another to discuss Palestine/Israel and Muslim militancy. All began by railing against Israel, the Jews and the American policy in the Middle East. Some claimed to be journalists whom I could not track down later.\nThen there was the TV \"producer\" who wanted to retain me as a consultant for a documentary that would \"expose\" Israeli atrocities in Palestine. I noted that whenever I returned her calls, she would not hear me well or be on another call. A couple of minutes later she would call back and begin blasting Israel's \"state terrorism\" and America's \"anti-Muslim\" foreign policy. She went through this routine after each of my calls. I realized that she was taping my comments. An Internet search failed to find a documentary she claimed to have produced and stories she claimed to have written for U.S. News and World Report.\nOne day she called to announce she planned to do a major story on India's underclass. If she could get the funding for me, would I join her? During the conversation, she reviled Israel's \"crime against humanity\" in Gaza. I could imagine my having dinner with her at a Delhi restaurant, while a tape in her handbag recording my defense of Hamas' right to resist Israeli occupation. I wondered, too, if I would find myself in a secret CIA jail! After the conversation she e-mailed me her picture.\nWhat an attractive blonde!\nI asked Pat, who shared my suspicion of her, if I should accompany this pretty \"journalist\" to India.\n\"If you do,\" my wife warned, \"you will be on my watch list!\"\n\nNotes\n\nMustafa Malik is a Washington-based journalist and U.S. citizen who writes primarily about Islamic and international affairs (mmalik41@gmail.com).\n\nLoad-Date: May 28, 2008"
}