{
    "title": "Suspect in Terror Case Sentenced to Time Served",
    "publisher": "the new york times",
    "year": 2014,
    "month": 7,
    "day": 17,
    "full text": "A Tunisian man whom prosecutors had accused of seeking to ''engage in terrorist acts against targets in the United States and other countries'' was sentenced on Wednesday to the time he had served in prison since his arrest 15 months ago.\nThe defendant, Ahmed Abassi, 27, had been secretly recorded discussing his terrorism-related aspirations, including a proposal to contaminate the air or water with bacteria in the hope of killing up to 100,000 people, federal prosecutors said last year when they unsealed charges against him in Manhattan.\nMr. Abassi had been charged with two counts of fraud and misuse of visas to facilitate an act of international terrorism; each count carried a maximum prison term of 25 years. But in June, he pleaded guilty to lesser charges, which included one count of making a false statement to officials upon his arrival at Kennedy International Airport and a separate misdemeanor charge.\nAs part of his guilty plea, Mr. Abassi will be deported. He will be sent to Tunisia, his federal public defender, Sabrina Shroff, said after the hearing.\nThe government has said that Mr. Abassi originally became ''a target'' in an investigation of another man, Chiheb Esseghaier, who was later charged in Canada in a Qaeda-linked plot to derail a passenger train.\nProsecutors have not said why they allowed Mr. Abassi to plead to the lesser counts, which do not mention terrorism. Those counts carried a maximum term of six years, although sentencing guidelines suggested somewhere between zero and six months.\n''I hope that you will think very seriously about the events of the last year and will decide to always abide by the laws of the United States,'' the judge, Miriam Goldman Cedarbaum of Federal District Court, told Mr. Abassi.\nMs. Shroff had argued that her client had been entrapped by the government, lured to the United States at the urging of an undercover Federal Bureau of Investigation agent who was posing as the owner of a real estate company and offered to help Mr. Abassi get travel documents for Canada, where he lived with his wife. Mr. Abassi had been visiting Tunisia when Canadian authorities revoked his visa.\nWhile in the United States, Mr. Abassi met with the undercover agent and Mr. Esseghaier, who talked about wanting to attack Americans and Canadians, prosecutors have said.\nProsecutors acknowledged in a recent court filing that Mr. Abassi ''repeatedly and emphatically refused to participate in the terrorist and violent plots proposed by Esseghaier.'' But they said his conversations revealed ''dangerous, extremist views, and suggested that Abassi was refusing to participate in Esseghaier's plots for the wrong reasons.''\nMr. Abassi had said, for example, that the number of American casualties ''would be too few,'' prosecutors wrote.\nMs. Shroff said in her filing that whatever her client ''may have said to please the man he viewed as his protector,'' the undercover agent, ''those words were never, ever followed by any improper action.''\n''You can get yourself into some really serious trouble just thinking and talking about things when you have no intention of following them up with any act,'' Ms. Shroff said afterward. ''He spent 15 months in jail for doing nothing more than being opinionated and stupid,'' she added.\n\nhttp://www.nytimes.com/2014/07/17/nyregion/tunisian-whom-us-accused-of-plotting-terrorist-acts-is-sentenced-to-time-served.html\n\nLoad-Date: July 17, 2014"
}