{
    "title": "Suspect indicted in airplane plot",
    "publisher": "telegraph herald ",
    "year": 2010,
    "month": 1,
    "day": 7,
    "full text": "DETROIT - A Nigerian man accused of trying to blow up a Detroit-bound Northwest Airlines flight on Christmas Day was indicted Wednesday on charges including attempted murder and trying to use a weapon of mass destruction to kill nearly 300 people. Umar Farouk Abdulmutallab, 23, was traveling from Amsterdam when he tried to destroy the plane carrying by injecting chemicals into a package of pentrite explosive concealed in his underwear, authorities say. The failed attack caused popping sounds and flames that passengers and crew rushed to extinguish. \nThe bomb was designed to detonate \"at a time of his choosing,\" the grand jury's indictment said. There is no specific mention of terrorism in the seven-page indictment, but President Barack Obama considers the incident a failed strike against the United States by an affiliate of al-Qaida. Abdulmutallab has told U.S. investigators he received training and instructions from al-Qaida operatives in Yemen. His father warned the U.S. Embassy in Nigeria that his son had drifted into extremism in Yemen, but that threat was never fully digested by the U.S. security apparatus. Since the failed attack, airlines and the Transportation Security Administration have boosted security in airports in the U.S. and around the world. Obama has said the government had information that could have stopped the attempted attack, but intelligence agencies failed to connect the dots. Abdulmutallab faces up to life in prison if convicted of attempting to use a bomb on the plane. He is being held at a federal prison in Milan, Mich., and a message was left Wednesday with his lawyer, Miriam Siefer. He will make his first appearance in federal court on Friday for an arraignment and a hearing to determine if he stays in custody. \"Short of actual murder, these are some of the most serious charges in the criminal code,\" said Lloyd Meyer, a former terrorism prosecutor at U.S. war crimes tribunals at the Guantanamo Bay prison. \"These charges are tailored to the facts of what happened over the sky in Detroit.\"\n\nLoad-Date: January 7, 2010"
}