{
    "title": "Suspect in Jewish museum killings went to Syria",
    "publisher": "charleston gazette",
    "year": 2014,
    "month": 6,
    "day": 2,
    "full text": "PARIS - A suspected French jihadist who spent time in Syria is in custody over the shooting deaths of three people at a Belgian Jewish museum, prosecutors said Sunday, crystalizing fears that European radicals will parlay their experiences in Syria into terrorism back home.\nWhen Mehdi Nemmouche was arrested in southern France on Friday, he was in possession of firearms, a large quantity of ammunition and a video claiming responsibility for the May 24 attack, a Belgian prosecutor said.\nIn a one-minute rampage that deeply shook Europe's Jewish community, a gunman opened fire at the Brussels museum. In addition to the fatalities, another person was gravely wounded.\nAuthorities raised anti-terror alert levels as they searched for the attacker. But it was ultimately a customs inspection in the French port city of Marseille that turned up Nemmouche, as he disembarked from a bus coming from Amsterdam, Paris prosecutor Francois Molins said.\nThe suspect had a revolver and a retractable automatic weapon like those used in the Brussels attack, and ballistics analyses were underway to determine if they were used in the attack, Molins said.\nAt least one of the weapons was wrapped up in a white sheet scrawled with the name of the Islamic State of Iraq and the Levant, an extremist group fighting in Syria, Molins said.\nNemmouche, a 29-year-old from northern France, had a criminal record, with seven convictions for crimes like attempted robbery - but nothing related to terrorism, Molins said.\nHe said the suspect became radicalized in prison, and left for Syria just three weeks after his last prison stay in late 2012, going to Syria via Brussels, London and Istanbul. He said the suspect had spent about a year in Syria, though it is unclear why he went and what he did while there.\nBelgian federal prosecutor Frederic Van Leeuw, in a separate news conference in Brussels on Sunday, said the suspect had tried to film the killings on May 24, but his camera failed.\nA video found in his possession shows his weapons and clothes, and includes a voice claiming responsibility for the \"attack in Brussels against Jews, Van Leeuw said. He said it wasn't certain whether the voice was that of the suspect.\nBelgian police carried out raids in the Courtrai region of Belgium on Sunday morning, where the suspect is believed to have spent time, and were questioning two people there, Van Leeuw said.\nThe suspect has been handed to anti-terrorist investigators and could be held at least through Tuesday under French counterterrorism law.\n\"The new elements in this investigation draw attention once more to the problem of the returnees' - in other words, the people going to Syria to participate in combat and return afterward to our country, Van Leeuw said. \"All European countries are confronted at this moment with this problem.\nInterior ministers from around the European Union are expected to focus on strengthening ways to stem Syria-related violence when they meet in Brussels on Thursday. Belgium's interior minister, Joelle Milquet, called the returnees \"a generalized problem for all of Europe.\nThe Brussels killings, which came on the eve of European parliament elections in which far right parties had a strong showing, led Belgian officials to boost their anti-terror measures and raised fears of rising anti-Semitism.\nTwo Israeli citizens and a French citizen were killed in the shooting, and a fourth victim remains hospitalized between life and death, the Belgian prosecutor said Sunday.\nThe European Jewish Congress welcomed the arrest in France and urged European authorities to act faster and more aggressively to prevent such crimes.\nThe suspect has said nothing to investigators so far during his interrogations, Molins said.\nNemmouche's former lawyer, Soulifa Badaoui, described him on BFM television as someone \"in difficulty who went from foster home to foster home and often lived in vehicles. She said he didn't seem like someone capable of such violence, but was an intelligent person with serious family problems.\nThe attack and the arrest highlight the challenge for European authorities in tracking extremists, often alienated youths from immigrant backgrounds and few job prospects, when they travel to and from Syria.\nFrench President Francois Hollande promised Sunday to \"fight homegrown radicals who come home from Syria with violent plans.\nHundreds of people have left from France alone to fight in Syria's three-year civil war with Islamic extremists. The French government recently introduced new measures to try to stop disaffected youth from leaving in the first place, and better track those who go to Syria and come back.\nHollande said those efforts would be \"amplified in the coming months, without elaborating.\n\"The whole government is mobilized to follow the jihadists, and prevent them from being able to cause harm especially when they come home to France or elsewhere in Europe, Hollande said on an official visit to Normandy.\nThe attack and the arrest revived memories of Mohamed Merah, a Frenchman who trained with extremists in Afghanistan and Pakistan, and then attacked a Jewish school and French paratroopers in southern France in 2012.\nHe killed seven people, including three children, before dying in a shootout with police. Those killings rocked France, prompting tougher anti-terrorism measures aimed at better tracking French citizens who pursue extremism abroad.\n\nLoad-Date: June 2, 2014"
}