{
    "title": "Suspicion cast at Mideast",
    "publisher": "usa today",
    "year": 1998,
    "month": 8,
    "day": 10,
    "full text": "WASHINGTON -- Though Friday's bombings at two U.S. embassies left\ntheir trail of death and destruction in Africa, Middle Eastern\nterrorists are the most likely suspects, U.S. and Israeli analysts\nsaid.\nU.S. officials cautioned that no suspects are being ruled in or\nout in their investigation, but they also said Africa may have\noffered two \"soft targets\" for Mideastern terrorists who wanted\nto strike at the United States.\nThe most recent threats to U.S. targets overseas, along with a\nshadowy claim of responsibility for the bombings, come from Middle\nEastern sources with a grudge against the United States. And the\nblasts' characteristics, from the vehicle bombs used to the size\nand sophistication of the attacks, suggest a Mideastern flavor.\nRobert Oakley , a former State Department counterterrorism official,\ncautions that though early signs point to a Middle Eastern connection,\nMideast terrorists also were first thought to be behind the bombing\nof an Oklahoma City federal building in 1995. \"It turned out\nbe one home-grown, demented individual.\"\nIsrael, which has much experience with the bloody aftermath of\nterrorist bombings, was the first to suggest the bombings were\nlinked to Middle Eastern terrorists.\n\"Based on its intelligence estimates, the government of Israel\nbelieves it is a fanatic Islamist group,\" David Bar-Illan, spokesman\nfor Prime Minister Benjamin Netanyahu, said Sunday. Of course,\nIsrael can gain politically by blaming Mideast terrorists.\nBut U.S. officials who would not speak publicly, and experts who\nwould, also said that Mideast terrorists were the most likely\ninvolved.\n\"I'd bet my dog on it,\" said Frank Johns, managing director\nof Pinkerton Global Intelligence Services.\nOsama bin Laden, a Saudi Arabian exile who has issued recent threats\nagainst the United States, is a prime suspect. He has threatened\na \"holy war\" against the United States. Egypt's Islamic Jihad\ngroup, which has ties to bin Laden, warned of an attack against\nthe United States a day before the bombing. And an unknown group\ncalled the Islamic Army For the Liberation of Muslim Holy Sites\nclaimed responsibility for the blasts in calls to Mideastern news\norganizations.\nOther suspects include Middle Eastern terrorist groups such as\nHezbollah and such nations as Iraq, Iran, Libya and Sudan.\nSudan, a northern neighbor of Kenya, has served a training ground\nfor Middle Eastern terrorists and other terrorist organizations\naround the world. But Sudan generally has been considered more\nof a host for terrorists than an active sponsor. Sub-Saharan Africa\nhas not seen the types of bombings that rock the Middle East.\nLast year, 105 people died in international terrorist incidents\nin the Middle East, compared with only 12 in Africa. Oakley said\nSudan \"may have had a hand\" in the bombing, but a pure African\nconnection is less likely.\n\"So far as the State Department and others know, there isn't\nan indigenous group in Africa that is this well-organized and\nhas the motivation,\" Oakley said.\nThe leading Mideast suspects and the reasons they might have targeted\nU.S. embassies include:\n-- Bin Laden, who has threatened the United States from exile.\nHe is a multimillionaire living in Afghanistan. He is said to\nhave a $ 300 million-$ 500 million fortune from his family's construction\nbusiness. Bin Laden \"is one of the most significant sponsors\nof Sunni Islamic terrorism groups,\" a State Department report\nsaid this year.\nBin Laden wants U.S. forces out of the Mideast. He is suspected\nto have been involved in the bombing of U.S. Air Force barracks\nin Saudi Arabia in 1996. In June, he told ABC News he wanted to\n\"send the bodies of U.S. troops and civilians home in wooden\nboxes and coffins.\"\nThis caused the State Department to issue a warning about bin\nLaden's threats. Secretary of State Madeleine Albright said Sunday\non NBC's Meet the Press that bin Laden has \"been involved\nin sponsoring terrorism\" but wouldn't reveal details of the investigation.\n-- Egypt's Islamic Jihad, which issued a threat a day before\nthe bombing. The group said that it would retaliate for U.S. help\nin extraditing Islamic militants from Albania to Egypt.\nMartin Kramer, an Israeli terrorism expert, said the Jihad group\ncould be seeking revenge.\n\"This may be a manifestation of their desire to say to the United\nStates, 'Look, you want to pursue us around the globe, we can\npursue you, too,' \" Kramer said.\nThe Egyptian group has ties to bin Laden.\n-- The unknown \"Islamic Army,\" which has made claims of responsibility\nfor the bombings to news outlets in Egypt and Dubai. That could\nbe any one of a number of Middle Eastern terrorist groups who\nhave created a new name, Kramer said.\nBin Laden reportedly called a number of terrorist groups together\nin June to organize an umbrella effort to strike U.S. interests.\n-- Any one of a group of nations that the State Department has\ncited as sponsors of terrorism. Rep. Jim Saxton, R-N.J., said\nthat he believes \"state-sponsored terrorism\" is behind the bombing.\nTerrorism sponsors include Iraq's Saddam Hussein, hard-liners\nin Iran and Libya's Moammar Gadhafi.\n\nGraphic\n\n \nPHOTO, b/w, AP\n\nLoad-Date: August 10, 1998"
}