{
    "title": "Suspect in N.Y. bomb attempt appears in court",
    "publisher": "richmond times dispatch ",
    "year": 2010,
    "month": 5,
    "day": 19,
    "full text": "NEW YORK - The suspect in a botched car bombing in Times Square appeared in court yesterday on terrorism and weapons charges for the first time since his arrest two weeks ago, muttering one word about an affidavit on his finances.\n Faisal Shahzad, a Pakistan-born U.S. citizen, said \"yes\" when asked to confirm the affidavit. Shahzad, 30, appeared in court looking calm. He was led away after a 10-minute appearance and entered no plea to five felony charges against him.\n Assistant U.S. Attorney Randall Jackson asked that Shahzad be detained without bail. His attorney, assistant public defender Julia Gatto, agreed and said she was not prepared to argue for bail.\n Shahzad has been held at an undisclosed location since his May 3 arrest on charges he abandoned a bomb-laden SUV in Times Square near several restaurants and a Broadway theater showing \"The Lion King.\" The bomb didn't explode, and no one was hurt.\n Shahzad, of Bridgeport, Conn., was arrested on a Dubai-bound plane at John F. Kennedy International Airport.\n The U.S. attorney's office said yesterday that Shahzad is charged with attempted use of weapons of mass destruction and attempting acts of terrorism transcending national boundaries, each carrying a maximum life term.\n He also is charged with using a destructive device in an attempted violent crime, punishable by up to 30 years in prison; transporting and receiving explosives, punishable by up to 10 years; and attempting to damage and destroy property with fire and explosives, punishable by five to 20 years.\n Since his arrest, Shahzad \"has provided valuable intelligence from which further investigative action has been taken,\" the U.S. attorney's office in Manhattan said in a statement yesterday. Authorities say the ex-budget analyst voluntarily waived his rights to an initial court appearance while he was cooperating.\n Authorities said shortly after Shahzad's arrest that he had admitted driving the SUV into Times Square and told authorities he had received terrorism training during a recent five-month trip to Pakistan.\n \"The investigation into the attempted Times Square bombing continues,\" the U.S. attorney's office said.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: May 20, 2010"
}