{
    "title": "Suspect in soldier's murder arrested in Kenya in 2010",
    "publisher": "charleston daily mail",
    "year": 2013,
    "month": 5,
    "day": 27,
    "full text": "NAIROBI, Kenya - A suspect in last week's savage killing of a British soldier on a London street was arrested in Kenya in 2010 while apparently preparing to train and fight with al-Qaida-linked Somali militants, an anti-terrorism police official said Sunday.\nMichael Adebolajo was then handed over to British authorities in the East African country, another Kenyan official said.\nThe information surfaced as London's Metropolitan Police said specialist firearms officers arrested another man suspected of conspiring to murder soldier Lee Rigby, 25. Police did not provide details about the suspect, only saying he is 22 years old.\nThe latest arrest followed the detainment in London late Saturday of three others, aged 21 to 28, also suspected in the case.\nRigby, who has served in Afghanistan, was run over and stabbed with knives in the Woolwich area in southeast London on Wednesday afternoon as he was walking near his barracks.\nAdebolajo, 28, and Michael Adebowale, 22, are the main suspects in the killing and remained under armed guard in separate London hospitals after police shot them at the scene.\nIn 2010, Adebolajo was arrested with five others near Kenya's border with Somalia, Kenya's anti-terrorism police unit head Boniface Mwaniki told The Associated Press. Police believed Adebolajo was going to work with Somali militant group al-Shabab.\nMwaniki said that Adebolajo was deported after his arrest in 2010. Kenya's government spokesman said he was arrested under a different name and taken to court before being handed to British authorities.\n\"Kenya's government arrested Michael Olemindis Ndemolajo. We handed him to British security agents in Kenya and he seems to have found his way to London and mutated to Michael Adebolajo,\" spokesman Muthui Kariuki said. \"The Kenyan government cannot be held responsible for what happened to him after we handed him to British authorities.\"\nKariuki said Adebolajo was traveling on a British passport, but he could not confirm if it was authentic.\nWhen asked whether British security agents and embassy officials handled Adebolajo in Kenya, a Foreign Office spokeswoman declined to comment, only saying in a statement: \"We can confirm a British national was arrested in Kenya in 2010. The Foreign and Commonwealth Office provided consular assistance as normal for British nationals.\"\nRigby's grieving family visited the scene of his murder on Sunday, pausing for a few moments in reflection and laying flowers to join the hundreds of floral tributes already left at the nearby Woolwich Barracks by wellwishers.\nThe soldier's gruesome murder has horrified Britain, partly because it was captured by witnesses' cellphones. A video picked up by British media showed one of the suspects, with bloodied hands, making political statements and warning of more violence as the soldier lay on the ground behind him.\nHardline Muslim leaders have identified the man in the video as Adebolajo, an Islam convert who allegedly used to take part in London demonstrations organized by British radical group al-Muhajiroun. The group catapulted to notoriety after the Sept. 11 attacks by organizing an event to celebrate the airplane hijackers, and was banned in Britain in 2010.\nMore than 20 supporters of the group have been arrested over terrorism offenses, including a foiled plot to blow up central London nightclub Ministry of Sound and a bomb attack on London's Territorial Army base.\nAbu Nusaybah, a friend of Adebolajo's, has asserted in a BBC interview that Adebolajo became withdrawn after he allegedly suffered abuse by Kenyan security forces during interrogation in prison there.\nAnti-terrorism head Mwaniki on Sunday rejected those allegations. He said at the time there were no indications of torture or abuse, but that the unit would further investigate.\nMwaniki said dozens of foreign youth are arrested every year attempting to cross the Kenyan border to join al-Shabab, which claims to be fighting a jihad or holy war against the Somali government and African Union forces.\nAl-Shabab controlled Mogadishu from roughly 2007 to 2011. The group still dominates most of south central Somalia but has seen its territory reduced after military pushes by African Union and Somali forces.\nAccording to an August U.S. State Department report on terrorism, al-Shabab continues to maintain training camps in southern Somalia for young recruits, including Americans who have traveled there from Somali communities in the United States.\nThe camps have churned out dozens of bombers who've launched attacks in and outside Somalia.\nAl-Shabab boasts several hundred foreign fighters, mostly East African nationals and veterans from the Iraqi and Afghanistan wars.\nBritish officials have been on the lookout for security threats originating from Somalia for some years.\nIn a speech in 2010, Jonathan Evans, then head of Britain's MI5 domestic security service, warned that \"a significant number\" of British residents were training in al-Shabab camps to fight in the insurgency there.\n\"I am concerned that it is only a matter of time before we see terrorism on our streets inspired by those who are today fighting alongside al-Shabab,\" he said.\nLondon police said another man in his 20s was stabbed Sunday in Woolwich close to where Rigby was killed, momentarily rattling people in the area. But Scotland Yard said early indications were that the stabbing was not related to terrorism or to Wednesday's killing. A spokesman said the victim was not a soldier, and that his injuries did not appear to be life threatening.\nDeputy Assistant Commissioner Stuart Osborne, head of Scotland Yard's counterterrorism command, said officers are pursuing CCTV, social media, forensic and intelligence leads in the investigation. He appealed for anyone who knew the two attackers to contact police with information.\nBritish officials said Sunday they are also setting up a new terrorism task force to tackle radical preachers and extremism. Home Secretary Theresa May said the group will look at whether new powers and laws are needed to clamp down on religious leaders and organizations who promote extremist messages and who target potential recruits in British jails, schools and mosques.\nTHE ASSOCIATED PRESS\nLyn Rigby, mother of drummer Lee Rigby, holding a teddy bear joins other family members as they look at floral tributes outside Woolwich Barracks left by well wishers as they visited the scene of the 25-year-old soldier's murder in Woolwich, London.\n\nLoad-Date: May 28, 2013"
}