{
    "title": "Suspect in France Shootings Seen as Homegrown Militant",
    "publisher": "the new york times",
    "year": 2012,
    "month": 3,
    "day": 22,
    "full text": "PARIS -- For European law enforcement officials, Mohammed Merah, the 23-year-old suspect in the killing of seven people in southwestern France, represents the kind of insidious terrorist threat that they fear most: a homegrown militant consumed by visceral grievances who identifies with Al Qaeda but operates on his own.\n''He appears to be part of the new generation of Islamic terrorists who act alone, abetted by jihadi Web sites and their own anger,'' said Jean-Louis Bruguiere, a former French counterterrorism judge and expert on European terrorism.\nOn Thursday, as a stunned nation grappled with its deadliest terrorist attack since 1995, a portrait emerged of a disturbed and volatile man who was known to domestic intelligence, having been put on a watch list several years ago. Mr. Merah remained in his apartment block in Toulouse, surrounded by hundreds of police officers.\nHe operated on the fringes of French society, a soft-spoken and alienated youth who railed about the plight of the Palestinians and engaged in petty crimes such as purse snatching.\nIt was during one of his stints in prison that Mr. Merah, a French citizen of Algerian descent, became politicized and later traveled to Afghanistan and Pakistan, where, he says, he received training. Interior Minister Claude Gueant said that Mr. Merah told the police on Wednesday that he called himself one of the ''mujahedeen'' and claimed to be a member of Al Qaeda.\nMr. Merah told negotiators on Wednesday that the killings of a rabbi and three Jewish children, as well as the fatal shootings of three French soldiers in recent days, were to avenge the deaths of Palestinian children killed in Gaza and to protest against French foreign interventions, according to investigators and Mr. Gueant. There has been concern all over Western Europe about young, second-generation Muslims like Mr. Merah, particularly those from Pakistan, North Africa or Turkey, who become radicalized through the Internet or periods in jail, and then travel to Afghanistan, Pakistan, Yemen or other hotbeds of radical Islam before returning home.\nMuch of the concern about domestic terrorism in Britain, Belgium, Germany and France has focused on these young people, who may have had little formal religious education but are susceptible to calls for jihad, especially when their own lives have been marked by disappointment, crime, racism and joblessness.\nFrance, with its significant Algerian population, has been under high terrorism alert since 2005, and in 2010 the police warned of a significant and ''specific'' risk of a terrorist attack from Al Qaeda's North African affiliate. Since then, bomb threats have disrupted public transportation and forced the authorities to evacuate the Eiffel Tower.\nMr. Merah, with his history of delinquency, disaffection and militant links, holds precisely the resume that terrorism experts say is most likely to yield a violent, homegrown jihadi. ''We are halfway between the lunatic and the terrorist,'' said Eric Denece, an expert on French intelligence. ''There is often a thin line between petty crime and Al Qaeda.''\nOne of five children from a family in Toulouse, Mr. Merah was a mechanic who was rejected from the army twice, according to the news reports here in France. He was known by police officers for committing crimes on a regular basis, and had nearly a dozen criminal convictions on his record, according to the Interior Ministry. He had recently been sentenced to a month in jail for driving without a license.\nHowever, two of Mr. Merah's friends quoted in the daily Le Figaro described him as a polite young man who ''never wore a beard'' and ''never expressed any anti-Jewish stance.''\nIn 2010, he applied to join the French Foreign Legion but failed on his first day, the French news media reported. In the days before the police closed in on him, neighbors said, they had seen him praying on a soccer field near his block of apartments.\nHis lawyer, Christian Etelin, told BFM TV, a French television station, that he had known Mr. Merah since he was 15 or 16 years old and had defended him in juvenile court on charges that included theft and delinquency. ''He is a young man who is very soft-spoken, well kept and polite,'' he said. But he told Europe 1 radio that his former client had ''violent penchants'' in the past.\nMr. Etelin told BFM TV that Mr. Merah, who was considered a hard worker, had served a one-year sentence about four or five years ago, after he and his friends stole a purse. He said that it was after this stint in prison that Mr. Merah went to Afghanistan. The last time he saw Mr. Merah was in February, he said, when the young man was charged with driving without a license.\n''He didn't have a beard when I saw him, it was the same man I once knew,'' he said. ''He did not have work and was getting unemployment benefits. We didn't talk about politics. I just told him to be careful, since he had just come back from Afghanistan and was likely being monitored.''\nIndeed, he was. After his trips to Afghanistan and Pakistan -- and well before the shootings in Toulouse, and in Montauban last Thursday, which killed three soldiers -- Mr. Merah came to the attention of the French authorities, who characterized him as a radical Salafi, a fundamentalist branch of Islam. Prosecutors said he had visited Pakistan twice in recent years.\nAt a news conference on Wednesday in Toulouse, the prosecutor leading the investigation, Francois Molins, said that Mr. Merah claimed to have trained with Al Qaeda in North or South Waziristan, in Pakistan's tribal areas along the Afghan border.\nMr. Molins said Mr. Merah was arrested in Afghanistan by the Afghan police and handed to the United States military, which ''put him on the first plane headed back to France,'' but he did not say when. At the Pentagon, Lt. Col. Todd Breasseale, a spokesman on detainee issues, said that the suspect had been taken into custody by the police in Kandahar a few years ago, but that it remained unclear whether he had been released or turned over to American, French or other NATO nation control after that.\nAfter he returned to France, Mr. Merah appeared to have been subjected to periodic police monitoring, French terrorism officials said.\nThey usually look for ''the people and places that the suspect frequented, and his money transfers,'' said Mathieu Guidere, a professor of Islamic studies in Toulouse.\nBut the police never arrested him for anything related to terrorism or links to militant groups.\nTerrorism experts said he would have been difficult to detect, because he left the country as a French citizen and had a French passport. They said he could have returned through a third country like Turkey or Thailand to avoid detection.\nThere were reports that Mr. Merah may have been a member of Forsane Alizza, or the Knights of Pride, a radical Islamic group disbanded this year by the government, which deemed the group to have violent intentions. But a former spokesman for the group denied Wednesday that he was ever a member.\nTerrorist experts said that changing global politics, especially in Afghanistan and Pakistan, coupled with the weakening of Al Qaeda's organizational structure and ranks, made it unlikely that Mr. Merah had been recruited in Europe as part of a coordinated operation.\nThey said his championing of the Palestinians was typical of the unifying cause cited by radicals who claimed allegiance to Al Qaeda, even as they acted alone.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: An undated video image shows Mohammed Merah, who is suspected of killing seven people in shootings in France. (PHOTOGRAPH BY FRANCE 2, VIA ASSOCIATED PRESS) (A10)                                                        \n\nLoad-Date: March 22, 2012"
}