{
    "title": "SWAT training standards pushed Australia incident points to need, says Dayton official",
    "publisher": "daily news ",
    "year": 2014,
    "month": 12,
    "day": 16,
    "full text": "A hostage situation at a cafe in Sydney, Australia, underscores the importance of comprehensive training standards for SWAT teams across the region and country, said Dayton Police Assistant Chief Bob Chabali.\nTraining standards ensure that police agencies responding to a hostage crisis can effectively work together to rescue people and safely eliminate a threat, said Chabali, who is the chairman of the National Tactical Officers Association, which offers recommendations for best practices and policies for tactical police operations.\nHostage rescues are rare in the United States, but SWAT teams must be prepared for every imaginable scenario, especially considering the rise of political and ideological extremism and terrorism, Chabali said. Large-scale emergencies reinforce the need for uniform standards.\n\"Terrorists, like this individual (in Australia), could be here ...\" Chabali said. \"The FBI has indicated that people like this are most likely here.\"\nA standoff in Sydney ended on Monday after police officers stormed a chocolate cafe and shot and killed an armed gunmen. The siege also left two hostages dead and several other people wounded. The gunman held dozens of hostages.\nAustralian Prime Minister Tony Abbott said the incident was deeply disturbing, but citizens should be reassured that police and security agencies are well trained and equipped to respond to emergencies and crises in a thorough and professional manner.\nHostage-taking occurs all over the nation and world, including in Dayton, and police agencies must be prepared to respond, Chabali said.\nChabali is the commander of the Dayton SWAT, which consists of about 25 police officers. The team has trained for numerous dangerous scenarios, including some modeled after the Beslan school hostage crisis from 2004 and the hostage crisis in Mumbai in 2008.\n\"I can assure you that Dayton SWAT trains for this routinely,\" he said.\nSydney is Australia's most populous city. It has more residents than any U.S. city, except New York City.\nChabali said the threat of domestic terrorism is not limited only to the large U.S. cities. Extremists may decide to target smaller cities, believing they are more vulnerable to an attack.\n\"Anywhere in America is a potential target,\" he said. \"You have to be prepared for the unknown, and what could arrive here in America.\"\nA single SWAT unit in the Dayton region would struggle to handle a hostage situation the scope of the crisis in Sydney, Chabali said, but area SWAT teams often work together.\nHe said SWAT teams would benefit from uniform training standards and tactics.\nContact this reporter at 937-225-0749 or email Cornelius.F rolik@coxinc.com\n\nLoad-Date: December 16, 2014"
}