{
    "title": "Sweden 's Wisdom on Terrorism",
    "publisher": "the new york times",
    "year": 2017,
    "month": 4,
    "day": 12,
    "full text": "Each terrorist attack tests anew the values of openness and tolerance essential to free societies. Stockholm became the scene of another such attack  on Friday when a barreling truck was turned, yet again, into a deadly weapon. This time four were killed and 15 were injured.\nThough details are still being investigated, the attacker was apparently an Uzbek man who had been denied asylum and ordered to leave Sweden. This will no doubt add grist to the arguments of those -- the autocrat Viktor Orban, the French right-wing presidential candidate Marine Le Pen -- who conflate terrorists with immigrants in search of a better life and refugees fleeing deadly conflict. \n  That was not the approach of Sweden's prime minister, Stefan Lofven. In the hour of his country's grief, he issued the bravest and the best rebuke to the terrorist, declaring: ''Our message is clear: You will never, ever win. We are determined never to let the values that we treasure -- democracy, human rights and freedom -- to be undermined by hatred.''\n  Sweden's fidelity to humanitarian values resulted in its accepting more than 80,000 asylum seekers in 2014 and more than 160,000 in 2015, before tightened procedures led the number to fall to fewer than 30,000 last year. It has not been easy for a nation of 10 million to integrate such a large number of refugees -- many with little education and hailing from vastly different societies -- in such a short time. Well before Friday's attack, a vigorous debate was underway on the best way forward, and not all Swedes are happy: Support for the anti-immigrant Sweden Democrats grew from just under 3 percent of the vote in 2006 parliamentary elections to just under 13 percent in the 2014 elections.\n  Clearly, Sweden must do better keeping tabs on people who have -- as the police believe Friday's attacker had -- ''sympathy for extremist organizations.''\n  But it will never be possible to stop every random madman from getting his hands on a truck and turning it into a weapon. More attacks are bound to happen. And, with each one, the temptation will grow to yield fundamental values in the name of security as stifling as it is illusory. The day we yield to that temptation, as Sweden's prime minister reminds us, the enemies of freedom will have won.\n  Follow The New York Times Opinion section on Facebook and Twitter (@NYTOpinion), and sign up for the Opinion Today newsletter. \n\nLoad-Date: April 12, 2017"
}