{
    "title": "Sweden Arrests 4 Men It Links To Terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 4,
    "day": 21,
    "full text": "The police in Sweden arrested four men, including one with United States citizenship, on Tuesday in connection with what officials called Islamic terrorism.\n     The Swedish newspaper Aftonbladet reported that the suspects had been seized at the urging of United States authorities because they had helped organize attacks on American forces in Iraq. Police officials declined to comment on the report. \n Swedish television said later that the suspects were between 25 and 35 years old and residents of Sweden. It identified two of those arrested as Iraqi citizens and said a third was born in Jerusalem and had American citizenship. The 35-year-old suspect was said to have been born in Lebanon but had become a Swedish citizen. There was no official confirmation of that report.\n\"It is Islamic terrorism that does not have anything to do with Europe,\" said Nils Lundgren, a spokesman for Sweden's security service.\nThere are already many questions about the extent to which terrorists have been able to penetrate the Continent's most open societies.\nLike other Scandinavian countries, Sweden has long portrayed itself as a haven for outsiders seeking sanctuary, and its population of nine million people now includes 400,000 Muslims. \n\"The fight against terrorism must take place also in Sweden,\" said Prime Minister Goran Persson, who has opposed the war in Iraq. We have since long ago received many people in Sweden. Among them there are of course people who sympathize strongly with groups today connected to terror activities.\" \nMuslim leaders in Sweden have expressed mounting concern at being stereotyped as terrorists.\n\"Since Sept. 11, discrimination against Muslims and Arabs has burst into the open,\" Mahmoud Aldebe, head of the Muslim Council of Sweden, told Reuters. \"In the eyes of the public we are all wild men and a security risk to society.\"\nThere was no indication whether the arrests in Stockholm and the southern Swedish city of Malmo were linked to the arrest of 10 suspected terrorists on Monday in the Manchester area in Britain.      \n\nhttp://www.nytimes.com\n\nLoad-Date: April 21, 2004"
}