{
    "title": "Sweeping anti-terrorism powers questioned",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 11,
    "day": 29,
    "full text": "Washington --- Democratic lawmakers on Wednesday challenged the administration's new powers to combat terrorists.\nBut the Justice Department's top terrorism prosecutor defended the sweeping new powers as necessary to combat the threat of international terrorism.\nIn the first public hearing on the department's investigation of the Sept. 11 attacks, Democrats on the Senate Judiciary Committee questioned the use of military tribunals, eavesdropping on attorney-client conversations, and the detention of more than 600 suspects without revealing the identity of most of them.\nThe chairman, Sen. Patrick Leahy (D-Vt.), said the administration's decision to assume broader powers through executive orders was offensive, given the bipartisan support for and swift passage of requested legislation.\nCox Washington Bureau\n\"Rather than respect the checks and balances that make up our constitutional framework, the executive branch has chosen to cut out judicial review,\" Leahy said.\nAssistant Attorney General Michael Chertoff agreed the administration had taken steps that were a departure from the past.\nChertoff argued, however, that the new powers were needed: \"We face an extraordinary threat to our national security and the physical safety of the American people --- of a character that, at least in my lifetime, we have never faced before.\"\n\"Unlike enemies we have faced in past wars, this is an enemy that comes, not openly, but cravenly and in disguise,\" Chertoff said.\nOsama bin Laden, the chief suspect in the attacks, has \"declared war on us,\" he said.\nChertoff noted bin Laden's message last month that the \"battle has moved inside America and we shall continue until we win this battle or die in the cause and meet our Maker.\"\nPrecedent exists for military tribunals, Chertoff said, and all those detained have been given access to legal counsel and to their families. The eavesdropping order, he said, would pertain to only a fraction of those being held, as few as 16 people, and so far has not been used.\nSen. Arlen Specter (R-Pa.) was one of the few Republicans who asked why the administration did not consult the committee before authorizing the use of military tribunals.\n\"How can you talk about a full partnership when no one told us this was coming down?\" Specter asked.\nMost Republicans on the committee strongly endorsed the administration's new powers.\nPublic criticism of the administration's actions \"appears confined to those who make their living carping about the government, especially Republican administrations,\" said Sen. Orrin Hatch (R-Utah), the ranking member of the committee.\nHatch said the administration has been \"aggressive in using all of its constitutional powers\" to bring terrorists to justice. \"But given what happened on Sept. 11, wouldn't they be unforgivably derelict if they did not do everything in their power?\" Hatch asked.\nThe committee heard mixed views from a second panel of witnesses that included former attorneys general and academics.\nGriffin Bell, attorney general under President Jimmy Carter, said Bush's authorization of military tribunals is \"completely consistent\" with the U.S. Constitution and with historical precedent dating back to George Washington.\nBell, now an attorney with King & Spalding in Atlanta, said the Justice Department has not overstepped its bounds by keeping secret the names of 548 people detained on immigration violations since Sept. 11.\n\"It is perfectly reasonable to expect that releasing the names of those individuals being detained in connection with this investigation would have a negative impact on our efforts to track down other terrorists and to protect against further terrorist attacks,\" Bell said.\nBut Philip Heymann, a Harvard University law professor, suggested that the president's order permitting military tribunals was akin to getting a gun and shooting oneself in the foot.\nThe military tribunals would create resentment and suspicion of the U.S. military and doubt about convictions, Heymann said. They would put the United States in the same league as Paraguay, the People's Republic of China and other countries where military trials are routine, he said.\nNeal Katyal, a visiting professor at Yale Law School, said the eavesdropping \"comes close to infringing\" on the Fourth Amendment right to privacy and the the Sixth Amendment right to counsel.  \"This is a dramatic and unprecedented aggrandizement of power,\" Katyal said.  In Atlanta, the Rev. Jesse Jackson expressed qualms about the erosion of civil rights \"in one season of fear.\"\nSpeaking to the National Black Conference of State Legislators, Jackson said the Bush administration also should address domestic terrorists, including Eric Rudolph, who allegedly planted the bomb in Centennial Olympic Park during the 1996 Games in Atlanta.\n\"Under the pretense of fighting the caveman in Afghanistan, there are some other agendas at work,\" Jackson said.\nAtlanta Mayor Bill Campbell said he was disturbed by a recent poll showing that 70 percent of black Americans are in favor of the racial profiling of Arabs and other Middle Easterners.\n\"Whoever favors pulling somebody off a plane because their skin is brown, don't complain when they pull your son or daughter out of sckhool because their skin is black,\" Campbell said.\n--- Staff writer Jim Galloway in Atlanta contributed to this article.\n\nGraphic\n\n \nPhoto:\nMichael Chertoff Photo:\nPatrick Leahy\n\nLoad-Date: November 29, 2001"
}