{
    "title": "SWIFT JUSTICE IS OFTEN UNMET AFTER ATTACKS _ THERE ARE NO GUARANTEES AGAINST TERRORISM. AND THERE AR",
    "publisher": "the philadelphia inquirer",
    "year": 1998,
    "month": 8,
    "day": 9,
    "full text": "After the shock and sadness come anger and the urge to strike back at terrorists who kill Americans. But often, as the bold promises of swift and certain justice fade into memory, frustration follows.\nIt is difficult - sometimes impossible - to assure the safety of Americans abroad, and to find and punish those who do them harm.\nAsk people like Jack Schultz of Ridgefield, Conn., whose son was killed when a bomb exploded aboard a Pan Am 747 jetliner over Lockerbie, Scotland. Still waiting for two suspects to be brought to trial almost 10 years later, Schultz complained Friday that \"we're frustrated that we have not seen justice done.\"\nOr ask Stephanie Bernstein, who lost her husband, Michael, in the Lockerbie crash. A therapist in Bethesda, Md., she remembers the anger she felt over her husband's death and how it grew as she watched her government unable to bring the suspects to court.\nGovernment officials assured the nation Friday that they were taking every possible step to protect Americans, and that they would hunt down the terrorists who attacked U.S. embassies in Kenya and Tanzania, even if it took years.\nBut they cautioned there is no guaranteed way to stop terrorists.\n\"Terrorism is a fact of life,\" conceded National Security Council spokesman P.J. Crowley. \"It's something that has reared its ugly head before, and I'm afraid it will again.\"\nRichard Schultz, a professor of diplomacy at Tufts University in Massachusetts, said: \"It's been frustrating for 20 years. There are no magic answers.\"\nEver since a car bomb was detonated outside the U.S. Embassy in Beirut in 1983, the government has tried to improve security at embassies and other American facilities around the world. At many, particularly in trouble spots such as the Middle East, officials have moved walls or fences farther away from buildings to keep car bombs and other threats at a distance.\nBut some embassies, like those attacked in Africa, were near enough to busy streets to be vulnerable.\n\"There is, unfortunately, only so much you can do to guard against terrorist attacks,\" Crowley said.\nAnd there is only so much the country can do after an attack.\nSometimes the United States has a hard time investigating in uncooperative countries, as it did in Saudi Arabia after a 1996 bombing killed 19 American soldiers at a military complex near Dhahran.\nSometimes, even when it can identify suspects, the United States has a hard time getting them out of a hostile country like Libya, as in the case of the two men accused of bombing the jet over Lockerbie in 1988. Economic sanctions have failed to force Libyan leader Moammar Gadhafi to extradite the suspects.\nSuccess in bringing an alleged terrorist to court can take more than a decade, as it did this year when the United States brought Palestinian Mohammed Rashid from Egypt and charged him in a 1982 bombing of a Pan Am jet from Tokyo to Honolulu that killed one American.\nIt's natural to want justice, if not vengeance, a lot faster.\nAmericans cheered lustily when President Ronald Reagan ordered the battleship USS New Jersey to fire salvos at suspected terrorists in the hillsides near Beirut.\n\"Wanting to fight back is a normal American response,\" said Richard Schultz, the Tufts professor. \"But the firing from the New Jersey was very indiscriminate. It's worthwhile fighting back, but you have to fight back in a way that makes sense.\"\n\"I'm not sure an eye for an eye is the best course,\" said Jack Schultz, who is not related to the professor.\nSchultz and others who lost family members in the Pan Am explosion keenly understand the frustration of waiting to see those who killed their loved ones punished. After a painstaking investigation, U.S. and Scottish authorities identified two Libyans, Abdel Basset al-Megrahi and Lamin Khalifah Fhimah, as suspects.\nBut Gadhafi has steadfastly refused to extradite them to Scotland or the United States to be tried.\n\nNotes\n\nDeath at the Embassies\n\nGraphic\n\n \nPHOTO;\nPHOTO\nThe damaged U.S. Embassy in Nairobi, Kenya, is at right. A car bomb exploded in an area between the flattened Ufundi Cooperative building and the rear of the embassy. (Reuters, GEORGE MULALA)\n\nLoad-Date: October 24, 2002"
}