{
    "title": "Swiss Vow to Try Hijacker Despite Terrorism Risk",
    "publisher": "the new york times",
    "year": 1987,
    "month": 7,
    "day": 26,
    "full text": "Switzerland's President said today that a captured Lebanese hijacker would be put on trial, despite fears that the people of this peaceful and neutral country might face Arab terrorist reprisal.\nThe hijacker, Hussein Ali Mohammed Hariri, was captured at the Geneva airport Friday after he had seized an Air Afrique jetliner, killing a French passenger and wounding a steward.\nPresident Pierre Aubert, who is also Foreign Minister, said ''one cannot exclude'' reprisals, particularly against Swiss citizens in the Middle East.\nBut he insisted in a radio interview that Mr. Hariri, a Lebanese Shiite, would stand trial on charges of air piracy and murder, for which he faces a maximum of life imprisonment.\n''It's up to Swiss courts to judge this crime,'' President Aubert said. ''One cannot exclude a possibility of consequences for the lives of Swiss in Lebanon or Iran, particularly in Teheran. But that cannot dictate our judgment in this affair.''\nThe capture of Mr. Hariri appears to be the first time in recent years that Switzerland has found itself holding a terrorist accused of murder who may have links to Middle East terrorism.\nPresident Aubert said a major reason the Swiss authorities decided not to let the hijacked plane fly on to Beirut, as the hijacker demanded, was the presence of 64 French nationals.\nSwitzerland feared, he said, that they would be added to the six French hostages already held in Lebanon by pro-Iranian Shiite extremists.\nThe cabin crew of the Air Afrique DC-10, which was hijacked on a flight to Paris from Brazzaville, Congo, overpowered the gunman and most passengers escaped through the rear doors before the police stormed the plane.\nSwissair announced today that it was tightening its ground and flight security arrangements because of dangers of Arab terrorism.\nCol. Jacques Zweigart, head of the Geneva armed police, told a local paper today that it was not certain whether Mr. Hariri was a member of a terrorist group that might try to avenge his capture and trial.\nOther papers also warned that the Swiss were in danger of losing the relative immunity from terrorist attack they had over the years as neutrals in the Middle East conflict.\nThe papers noted that more than 200 Swiss nationals lived in Lebanon, many of them married to Lebanese. Others work for the International Committee of the Red Cross, which has its headquarters in Geneva.\nOne newspaper, Tribune de Geneve, noted that Mr. Hariri's main demand was release of two brothers, Mohammed Ali Hamadei and Abbas Ali Hamadei, who are imprisoned in West Germany for terrorism. It said they were close to the extremist Party of God movement directed by Iran.\nSwiss officials say information they are getting from the Middle East about Mr. Hariri suggests he has links to Lebanese terrorists. His home village, Deir Qanun al-Nahr, near Tyre in southern Lebanon, is considered a Party of God stronghold, suggesting he may belong to that movement.\nMr. Hariri is also described as ''a comrade in arms'' of the Hamadei brothers in West Germany, and close to a third brother, Mohammed Abbas Hamadei, who is believed to be the Party of God security chief in Beirut.\nMr. Hariri was imprisoned in Israel in 1984 on terrorist charges after being found with a hand grenade. He was released in 1985 in an exchange.\n \nARABS WARN SWISS ON HIJACKER\nBEIRUT, Lebanon, July 25 (Reuters) - A previously unknown group threatened today to strike at Swiss interests if Switzerland handed over to France the hijacker who killed a French passenger aboard the Air Afriqe DC-10.\n''We warn the Swiss authorities that we will strike at all Swiss establishments in the region if the Swiss Government hands over freedom fighter Hussein Hariri to French authorities,'' a caller, who said he was speaking on behalf of what he called the Green Cells, told a radio station run by Lebanon's Shiite Moslem Amal militia."
}