{
    "title": "Sword-wielding man arrested after killings in Quebec",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 11,
    "day": 2,
    "full text": "The Associated Press\nQUEBEC CITY - A man dressed in medieval clothing and armed with a Japanese sword was arrested Sunday on suspicion of killing two people and wounding five others on Halloween near the historic Château Frontenac hotel in Quebec City.\nThe attacks on randomly chosen victims went on for nearly 21/2 hours while police pursued the man armed with a katana through the city's downtown core on foot, Quebec Police Chief Robert Pigeon said.\nQuebec's prosecutor's office said Carl Girouard, 24, faces two counts of first-degree murder and five counts of attempted murder. Girouard appeared before a judge via video-conference Sunday, and the next hearing in the case is expected to be on Thursday\nPolice said their initial information indicated the suspect's motive was personal and not terrorism.\n\"Last night we were thrust into a night of horror when a 24-year-old man who does not live in Quebec City came here with the clear intention of taking as many victims as possible,\" Pigeon said.\nPigeon said the suspect, who was from the Montreal area, had no criminal record, but that \"in a medical context\" over five years ago, he had shared his intention to commit this type of act. He said the investigation continued.\nPolice were first notified of the stabbings near the National Assembly shortly before 10:30p.m. Saturday, and warned people to remain indoors as they hunted for the attacker.\nThe two people killed were identified as 56-year-old Francois Duchesne and 61-year-old Suzanne Clermont.\nThe five injured victims were taken to a hospital. \"Some have very significant lacerations but we do not fear for their lives,\" Pigeon said.\nSteve Jolicoeur, a freelance photographer, said the deceased male had his throat slit. Jolicoeur said another person was cut on the shoulder while another was cut on the head and hand. He said he witnessed the arrest of the suspect, who threw his sword in the air.\n\"He seemed confused,\"\nJolicoeur said. \"He was in black clothes, like a ninja.\"\nCarlos Godoy, who lives in the area, said police K-9 units had searched his backyard as they hunted for the suspect.\n\"It's a full moon, it's October 31st. It's Halloween, and it's a lockdown weekend. No one should be out on the streets,\" Godoy said. \"And I'm in an extremely quiet neighborhood because there are no tourists nowadays.\"\n\nLoad-Date: November 2, 2020"
}