{
    "title": "Sword Killing Was _Practice_ for Racial Terrorism, Man Told Police",
    "publisher": "the new york times",
    "year": 2018,
    "month": 9,
    "day": 20,
    "full text": "A white Army veteran charged with fatally stabbing a 66-year-old black man with a sword in Midtown last year told the police that the slaying was “practice” for a larger racial terror attack he planned to carry out in Times Square.\nIn a police interview video taken after he surrendered about a day after the March 2017 killing, James Harris Jackson, of Baltimore, said he stabbed Timothy Caughman repeatedly with a “Roman short sword” that he drew from a scabbard tucked into his pants. He said his ultimate goal was to murder several black men — preferably younger black men in the company of white women — because of his hatred of interracial dating.\n“That’s the main crux for me,” said Mr. Jackson, now 30, saying that mixed-race couples were “an insurmountable problem” for him, in an interrogation video shown on Thursday afternoon at a pretrial hearing in New York Supreme Court. He would face a maximum sentence of life in prison without parole if he is convicted on murder, terrorism, hate-crime and weapons charges.\nMr. Jackson sat silently between his two lawyers on Thursday, half-watching video of himself from 18 months ago on a flat-screen positioned directly across from the defense table in Judge Laura A. Ward’s courtroom.\nIn the video recorded early on Wednesday, March 22, 2017, a calm, almost nonchalant-sounding Mr. Jackson spoke freely about what he said he had done about a day before, and why.\nWith little prompting from the lead interrogator, Detective Joseph Barbara, Mr. Jackson re-enacted the killing, standing up in the cramped interview room and using a two-fisted, downward motion to describe how he stabbed Mr. Caughman, who was sifting curbside litter for recyclables, on West 36th Street near 9th Avenue at about 11:15 p.m. that Monday.\nMr. Caughman screamed and rolled over — “He scared the hell out of me,” Mr. Jackson said — and then cried repeatedly, “What are you doing?”\n“So I stabbed him a couple of more times in the chest,” Mr. Jackson said.\nHe said that in the course of the attack the sword struck the pavement, crumpling the tip of the blade. “I had put a little too much energy into it,” Mr. Jackson said.\nHe fled with his broken weapon, which he told detectives he then tossed into a garbage can in Washington Square Park. Mr. Caughman, who lived in a nearby shelter, walked a block to a police station on West 35th Street, where officers summoned an ambulance, the police said. He died at Bellevue Hospital.\n[By all accounts, Timothy Caughman was a benevolent man content with an unassuming life, living in a former single room occupancy residence that had been his longtime home. For more about his life, read here.]\nTwenty-five hours later, Mr. Jackson, who had seen his image from surveillance video in news reports, walked into the police substation in Times Square and told officers to arrest him, the police said. He was taken to the same precinct where Mr. Caughman had sought help.\nMr. Jackson spent about two hours talking to detectives, prosecutors said. They showed about an hour of the interview on Thursday, and planned to show the rest on Friday.\n“I was going for something a bit bigger,” Mr. Jackson told his interrogators, explaining that over the course of several days in New York, with a hotel in Times Square as his base, he walked around Manhattan actively stalking between 10 and 15 individuals or groups with the thought of killing them. He said he almost carried out other attacks, using two knives hidden in his pockets, but hesitated.\n“It’s more complicated than you think,” he said.\n[Mayor Bill de Blasio spoke at the funeral of Timothy Caughman, who was remembered as a individual of quiet dignity and broad interests. Read more here.]\nHe said he felt “kind of bad” that his victim was an older man — but only because he wanted to kill somebody younger. When Detective Barbara asked him if he felt any remorse, Mr. Jackson said, “No,” adding, “He’s a homeless black guy.”\nMr. Jackson said his next step was to move on to a larger attack in a city that he called the center of the media universe. “I wanted to basically influence the national conversation,” he said.\n“I was planning on doing basically as many as I could in Times Square,” he said, and he had prepared to send an email to The New York Times or CNN explaining his motives. He told detectives that his letter could be found on a file called Declaration of War, on a flash drive he possessed when the police arrested him.\nHe said he had in mind “a terrorist attack” — what he called “an amateurish, slipshod version” of one.\nIn the portions of video shown in court, Mr. Jackson did not say why he changed his mind or what led him to surrender. But he said that after the attack he had walked aimlessly around Manhattan. He said he also had slept on the floor at Pennsylvania Station for a couple of hours.\n“I was just kind of processing what had happened,” he said. He told detectives that he wondered, “If I just stab another person, what difference does that make? The point’s already been made.”\nA graduate of a private Quaker high school in Baltimore known for its philosophy of nonviolence, Mr. Jackson said he also thought about his parents and two brothers in Maryland. “This is obviously going to be devastating to my family,” he said.\nTwo relatives of Mr. Caughman, his cousins Norma and Iris Peek, sat in the courtroom and watched the video impassively. Norma Peek remarked afterward at Mr. Jackson’s lack of remorse. “And after graduating from a Quaker school,” she said incredulously.\nPHOTO: In a video shown in New York Supreme Court on Thursday, James Jackson said he had in mind “an amateurish, slipshod version” of “a terrorist attack.” (PHOTOGRAPH BY Jefferson Siegel for The New York Times FOR THE NEW YORK TIMES)\nRelated Articles\nWhite Suspect in Black Man’s Killing Is Indicted on Terror Charges\nA Man Who Hated Black Men Found a Victim Who Cared for Others\nSuspect in Manhattan Killing Hated Black Men, Police Say\n\nLoad-Date: February 15, 2019"
}