{
    "title": "Syed, Army Marathon Team take Fallen Comades Half Marathon_ Army West Point Marathon team, Syed win",
    "publisher": "university wire",
    "year": 2018,
    "month": 3,
    "day": 29,
    "full text": "Syed, Army Marathon Team take Fallen Comades Half Marathon: Army West Point Marathon team, Syed win Half Marathon\nBy Class of 2020 Cadet Emily McKinney Army West Point Marathon Team\nMarch 29th, 2018 | Army and Community Sports, Sports  The Army West Point Marathon team hosted the eighth annual West Point Fallen Comrades Half Marathon Sunday at West Point.Class of 2018 Cadet Aaqib Syed led the West Point team and won the race overall, setting a new course record of 1:12:08.8.  On the female side, Class of 2018 Cadet Paige Dougherty (third from left) was the first of the Army team to cross the line, with a time of 1:30:54.0. The community event was in honor of fallen graduates who have died in the Global War on Terrorism. Thirteen graduates were honored at each mile marker of the half marathon The Army West Point team earned a trophy as it won the \"Star\" meet over the Navy Marathon team based on total time of the top three male and female runners from each team. The Army West Point team had roughly a 20-minute faster combined time.  There were 608 participants during the eighth annual West Point Fallen Comrades Half Marathon Sunday at West Point. \nThe race is in honor of 13 of 103 fallen comrades from West Point in the Global War on Terrorism.  The Army West Point Marathon team hosted the eighth annual West Point Fallen Comrades Half Marathon Sunday at West Point. Class of 2020 Cadet Murray Johnston finished third overall (1:16.41.5) in the Army-Navy part of the marathon run.  Members of the Army West Point Marathon team hold the trophy of the team's victory over Navy. Army won by roughly 20 minutes combined over their Navy counterparts.  A member of the Navy Marathon team takes part in the West Point Fallen Comrades Half Marathon. Photos by Class of 2020 Cadet Amanda Lin and Kathy Eastwood/PV\n< Previous:: Next >\nThe Army West Point Marathon team hosted the eighth annual West Point Fallen Comrades Half Marathon Sunday at West Point.\nThe community event is in honor of fallen graduates who have died in the Global War on Terrorism. Thirteen chosen graduates were honored at each mile marker of the half marathon.\nThe West Point Marathon team coordinated the entirety of the half marathon, working tirelessly all week to mark the course, block roads, set up tents and tables, and run through rehearsals to make sure it all went smoothly.\nThere were 608 participants during the partly sunny, 35-degree, 13.1-mile race event.\nThe race was a multipurpose event, serving as a run for West Point cadets and the general public, a ruck for some Sandhurst teams and a \"Star\" meet between the Army West Point Marathon  and Navy Marathon teams.\nThough the course entailed a challenging, hilly route, the posters of fallen comrades at every mile marker inspired each runner to continue to give their best effort.\nClass of 2018 Cadet Aaqib Syed remarked, \"those hills take everything out of you but you have to remember that you're running to honor their sacrifice.\"\nClass of 2020 Cadet Murray Johnston said, \"(the race) is always a challenge, but it's a privilege to host it in honor of our fallen comrades.\"\nThis year was the first year that the Fallen Comrades Half Marathon was also hosted as a \"Star\" meet to race against Navy.\n\"We have some great competition from Navy that really allows us to test our speed against theirs,\" Johnston said.\nEven with the difficult course, many members of the West Point Marathon team improved their personal-best times, which helped win the meet against Navy.\nSyed led the West Point team and won the race overall, setting a new course record of 1:12:08.8. On the female side, Class of 2018 Cadet Paige Dougherty was the first of the Army team to cross the line, with a time of 1:30:54.0.\nThe top three Army-Navy males and females were:\nMale:\n1. Syed (1:12.08.8)-Army\n2. Michael Wegner (1:15:50.2)-Navy\n3. Murray Johnston (1:16:41.5)-Army\nFemale:\n1. Dougherty (1:30:54.0)-Army\n2. Cara Robinson (1:32:18.1)-Navy\n3. Emily McKinney (1:36:05.5)-Army\nOverall, 15-year-old Morgan Johnson, with a time of 1:30:41, won the female race.\nArmy won the meet based on total time of the top three male and female runners from each team. The Army West Point team had roughly a 20-minute faster combined time.\n\nLoad-Date: March 29, 2018"
}