{
    "title": "Sympathy for white bomber stirs race debate",
    "publisher": "spokesman review",
    "year": 2018,
    "month": 3,
    "day": 24,
    "full text": "When a law enforcement official described a cellphone recording left by the Austin serial bomber as \"the outcry of a very challenged young man,\" the remark caused an outcry of its own.\n Because the bomber was white, some people almost immediately questioned whether the same level of compassion would have been afforded a person of color.\n For many observers and activists, the comments about Mark Anthony Conditt were just the latest example in which a white suspect seemed to receive an injection of humanity that is less often extended to blacks, Muslims and others.\n Conditt kept the Texas capital in a state of fear for weeks, planting five bombs that killed two people and badly wounded four others. The 23-year-old community college dropout died Wednesday after setting off a bomb inside his SUV as police were about to arrest him.\n Investigators said his motive was still unclear, despite the discovery of the 25-minute cellphone recording in which he talked about the bombs.\n U.S. law has defined acts of violence or intimidation linked to foreign groups such as the Islamic State as terrorism. Homegrown extremist groups such as neo-Nazis and the Ku Klux Klan have not been labeled that way, even if they've employed similar tactics.\n On the recording, Conditt \"does not at all mention anything about terrorism, nor does he mention anything about hate,\" Austin Police Chief Brian Manley said. \"But instead, it is the outcry of a very challenged young man talking about challenges in his personal life that led him to this point.\"\n \"Language is always shot through with power dynamics. What this shows us is the way that we can talk about people determines how we can treat them,\" said Koritha Mitchell, an associate professor in the English department at Ohio State University. \"Because we are determined to treat white men as citizens no matter what, to treat them as people who belong in the fold no matter what, that is the reason we will not use words like 'terrorist.'\"\n The Rev. Yvette Griffin, a black Detroit pastor, said blacks and Muslims don't seem to get the same presumption of innocence as other suspects.\n \"The words are kinder and gentler\" for whites, she said.\n\nLoad-Date: March 24, 2018"
}