{
    "title": "Synagogue Threat Not Terrorism, Police Say",
    "publisher": "the new york times",
    "year": 2004,
    "month": 1,
    "day": 3,
    "full text": "A letter that threatened one of New Jersey's largest synagogues and prompted the local authorities to station a cordon of officers in riot gear around it was written not by a terrorist but most likely by someone involved in a domestic dispute, law enforcement officials said on Friday.\n     At a news conference in Elizabeth, the Union County prosecutor, Theodore J. Romankow, would not describe the threats that sent the police to the temple last Tuesday -- and kept them there for four days -- saying only that the promises of violence against the Temple Emanu-El, to which 1,100 families belong, are now believed to be false. \n But federal and county officials, speaking on the condition of anonymity, said they believed that a domestic dispute, possibly a contentious divorce, had led someone to write a letter to the F.B.I.'s office in Newark, claiming that something malicious was going to happen at the temple this week.\nThe F.B.I. conducted its own investigation and determined that the letter did not present a credible threat, said William Evanina, a spokesman for the bureau's Newark office. Agents also gave the letter to the Westfield Police Department, which forwarded it to the prosecutor's office. The local authorities then decided to act, and deployed a county SWAT team and police officers around the synagogue.\nNeither the F.B.I. nor local authorities would say if there were suspects in the case.\nMr. Romankow said the threats did not relate to a bomb, and that when there was a possibility of terrorism or a bias crime there was no such thing as overreaction.\n\"We follow through on every one of these things,\" Mr. Romankow said. \"That's the right way to do it.\"\nThe temple's rabbi, Douglas Sagal, and Shai Goldstein, the director of New Jersey's Anti-Defamation League, applauded the official actions in a period when the specter of terrorism is ever present. \"Every level of law enforcement acted appropriately,\" Mr. Goldstein said. \"The matter is over.\"\nWhile the threat of harm has passed, two police officers and police vehicles were near the entrances to the temple on Friday afternoon, and the congregation's Friday night services were held at a synagogue in Springfield.\nCounty officials and Rabbi Sagal said at midday on Friday that the temple would remain closed until Sunday, but Emily Grotta, the spokeswoman for the Union for Reform Judaism, said in the evening that the building would be open on Saturday morning.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Police officers still guarded the main entrance of Temple Emanu-El in Westfield, N.J., last evening, despite the conclusion that a threatening letter had not been written by a terrorist. Services were held elsewhere. (Photo by Dith Pran/The New York Times) \n\nLoad-Date: January 3, 2004"
}