{
    "title": "SYNAGOGUE PLOT HOLDS 2 IN STING",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 5,
    "day": 13,
    "full text": "NEW YORK -- Two men who officials say had complained that Muslims \"were being treated like dogs\" were being held on terrorism and hate-crime charges, accused of conspiring to blow up a synagogue, city officials said Thursday.\nThe men were arrested Wednesday night while buying guns and an inert hand grenade from undercover officers, Police Commissioner Raymond W. Kelly said.\nAuthorities identified the suspects as Ahmed Ferhani, 26, and Mohammed Mamdouh, 20, both of New York City. They are Americans of Algerian and Moroccan descent, respectively.\nBill targets scanners\nWASHINGTON -- House Republicans controlling the Transportation Security Administration's purse strings are moving to cut off new funding for those advanced airport scanners that have sparked outrage over their revealing images of travelers' bodies.\nDraft legislation released Thursday by the Appropriations' homeland security subcommittee denies the Obama administration's $76 million request for an additional 275 of the scanners.\nEnsign ethics probe\nWASHINGTON -- Former Sen. John Ensign of Nevada made false statements to the Federal Election Commission and obstructed a Senate Ethics Committee's investigation into his conduct, the panel said Thursday in a scathing report that sent the matter to the Justice Department for a criminal investigation.\nMr. Ensign, a Nevada Republican, resigned his seat May 3 rather than face continued scrutiny and possible public hearings about his affair with the wife of one of his top Senate aides, a payment to the aide's family, and the aide's lobbying after leaving Senate employment.\nThe committee also asked the FEC to investigate possible campaign finance law violations.\nMcCain assails torture\nWASHINGTON -- Waterboarding and other harsh interrogation techniques were not a factor in tracking down Osama bin Laden, a leading Republican senator insisted Thursday in an impassioned speech on the Senate floor.\nSen. John McCain of Arizona, who spent 5 1/2 years as a prisoner of war in North Vietnam, also rejected the argument that any form of torture is critical to U.S. success in the fight against terrorism.\nRomney on health care\nANN ARBOR, Mich.--Mitt Romney, confronting an issue that seriously threatens his Republican presidential ambitions, acknowledged Thursday that the health care law he promoted and signed as Massachusetts governor has become a liability for him.\nUnder the plan, everyone in Massachusetts is required to obtain medical insurance or pay a penalty. Mr. Romney's government mandate and the rest of the plan provided a model for President Barack Obama's health care plan, which is the focus of Republican efforts in Congress and the courts to repeal or overturn it.\nCybersecurity planning\nWASHINGTON -- Companies that run critical U.S. industries such as power plants would get government incentives to make sure their systems are secure from computer-based attacks, the White House said Thursday, detailing its broad proposal to beef up the country's cybersecurity.\nUnder its proposed legislation, the White House would give the Department of Homeland Security the authority to work with industry to come up with ways to secure their computer systems and protect against cyber threats.\n\nLoad-Date: May 13, 2011"
}