{
    "title": "Syracuse researcher works to combat chemical terrorism",
    "publisher": "university wire",
    "year": 2005,
    "month": 2,
    "day": 4,
    "full text": "Technology that may have applications in the war on terror is being developed in the labs of a Syracuse University professor.\nYan-Yeung Luk, a professor of bioorganic chemistry, is working on several projects, including developing substances that can detect the presence of nerve gasses in the environment.\n\"The events of 9/11 have made it clear that the threat is real about both chemical and biological warfare agents,\" Luk said. \"Methods for detection of these chemicals have been out there for a while, but they are not optimal for rapid detection.\"\nLuk's project is set apart from those of his competitors by his ability to control the surface chemistry of his sensor. By doing so, Luk's sensors can detect the presence of nerve gas without dust, wind or water vapor setting off the sensor.\nThe sensor in the field would imitate the reaction that the human body undergoes when exposed to nerve gas, translating the bio-system into the battlefield.\n\"The reaction, and thus the toxic agent, can be detected rapidly -- not just in a laboratory, but in the real environment,\" Luk said.\nNerve gas has been used in warfare and terrorist attacks several times, including in Iraq, Russia and in a Japanese subway by a terrorist cult, Luk said.\nThe technology involves the way in which certain biological chemicals bind to the cells and the movement and development of cells. It has applications in the spread of cancer and fetal development, Luk said.\nFritz Schlereth, a professor of electrical engineering, is also working with Luk to develop the circuit and system designs for the project.\nThe goal of the research, Schlereth said, is to create an inexpensive, broadly-used monitor.\n\"This is a good example of the cooperation between different departments in the university,\" Schlereth said.\nLuk and Schlereth are working with three graduate students and four undergraduates in the lab.\n\"Luk's got a ton of different projects,\" said junior biochemistry major Ryan Gerecht, surrounded by small tubes of chemicals and scribbles of complicated equations.\nThe liquid crystals, called hydrogel, are biologically friendly, making them more useful in the sensors and in other applications.\n\"Traditionally (scientists) use dyes or x-rays to detect things like proteins, but this is bio-friendly and cheap. It won't destroy proteins,\" Gerecht said.\nThe crystals may be used to create artificial muscles, stronger bandages and flat, flexible screens that could bend around corners, Gerecht said.\n\"(Luk's) younger than your typical professor, which is fantastic. His energy is through the roof. It's a race to keep up,\" Gerecht said.\nThat energy will come in handy when Luk's lab extends into the space next to it in an effort to try and accommodate all of the different projects.\n\"Luk does it all. Usually professors concentrate on organic or physical chemistry. We make the molecules on one side to use on the other and get to see the frustration and fun from succeeding,\" Gerecht said.\n(C) 2005 Daily Orange via U-WIRE\n\nLoad-Date: February 8, 2005"
}