{
    "title": "Syracuse Ranger Killed in Iraq Flourished in Army; Checkpoint tragedy_ Decorated husband, father, fr",
    "publisher": "the salt lake tribune",
    "year": 2003,
    "month": 4,
    "day": 6,
    "full text": "He took to the Army as if it were his natural calling almost immediately after graduating from Clearfield High School in 1997.\nOn Thursday, Staff Sgt. Nino Livaudais' nearly six-year military career ended when he and two other U.S. soldiers died in a car-bomb explosion in western Iraq.\nAll three were Rangers, the Army's premier light-infantry unit, trained to respond to any combat situation in the world. All were members of Company A, 3rd Battalion, 75th Ranger Regiment. All were highly decorated and all had served together in Afghanistan.\nOnly Livaudais was married. He is survived by his wife, Jackie, 21, who is pregnant, and children Destre and Carson of Fork Mitchell, Ala., and his mother, Divina Livaudais of Utah.\nThe attack happened when a woman drove up to a checkpoint, 10 miles southwest of the Haditha Dam, northwest of Baghdad and about 80 miles east of the Syrian border. The soldiers approached the booby-trapped vehicle when a pregnant female jumped out of the car, screaming in fear.\n\"These are not military actions,\" said Brig. Gen. Vincent Brooks of Central Command. \"These are terrorist actions.\"\nLivaudais would have turned 24 this month.\n\"I have respect for him and what he has given for his country,\" said Livaudais' high-school classmate Wade Lloyd. \"I grieve for his family and all that they have lost.\"\nAlso killed were Capt. Russell Rippetoe, 27, who is survived by his parents, Joe and Rita Rippetoe of Gaithersburg, Md.; and Spec. Ryan Long, 21, who leaves behind his parents, Rudy and Donna Long of Seaford, Del.\n\"Our thoughts and prayers are with the soldiers and their families,\" said Rich McDowell, Army spokesman at Fort Benning, Ga., where the men had been stationed. \"This is a difficult time for all those left behind.\"\nLivaudais was born in Olongapo, Philippines. He moved to his hometown of Syracuse, where he attended school and met his wife. He joined the Army in February 1998 and completed advanced training in the military operational specialty of Infantryman at Fort Benning. He graduated from Airborne School in June 1998, and was assigned to the 75th Ranger Regiment, which is responsible for planning and conducting special operations in support of U.S. objectives.\nHe was a squad leader with Company A, 3rd Battalion, and had traveled the world in the nation's war on terrorism, said military officials. From October 2001 to January 2002, Livaudais had deployed to Afghanistan in support of Operation Enduring Freedom.\nLivaudais' awards included two National Defense Service Medals, three Armed Forces Expeditionary Medals, the Noncommissioned Officer Professional Development Ribbon, the Army Service Ribbon, three Army Achievement Medals, the Bronze Star, the Combat Infantryman Badge, the Expert Infantryman Badge, the Parachutist Badge and the Ranger Tab.\nHe has been posthumously awarded the Bronze Star Medal for Valor and the Purple Heart.\nAs a Ranger, he was a member of a unit that can operate in arctic, jungle, desert and mountain conditions. Members are trained to conduct direct action, conventional or special light-infantry operations, raids, recovery of stranded personnel and infiltrations by land, sea or air. The Rangers' three battalions can deploy anywhere in the world with 18 hours notice.\n-----\nThe Associated Press contributed to this story.\n\nGraphic\n\n \nJump Page A9: Nino Livaudais\n\nLoad-Date: April 7, 2003"
}