{
    "title": "SYRIA KEEPS DENOUNCING U.S. DESPITE MOVES TO END STRAIN",
    "publisher": "the new york times",
    "year": 1987,
    "month": 7,
    "day": 3,
    "full text": "Syria is keeping up a war of words against the United States despite recent moves at ending the strains between the two nations.\nAttacks on the Reagan Administration and its policies are made daily by the state-controlled press and the Damascus radio, which is clearly heard here. The Syrian press has made no mention of recent conciliatory exchanges between President Hafez al-Assad and President Reagan.\nArticles in Syria's three Government-controlled dailies have reflected displeasure with the American steps toward a deeper involvement in the Persian Gulf. Editorials have accused Washington of bias in favor of Israel in efforts for a United Nations-sponsored conference on a Middle East peace settlement.\nThe daily Al Baath, which speaks for the governing Arab Baath Socialist Party, accused the Administration Tuesday of resorting to ''intimidation and blackmail'' against Greece over the issue of terrorism.\n \nU.S.-Greek Dispute Cited\nThe newspaper was commenting on a dispute that broke out last week between the United States and its NATO partner over allegations of Greek contacts with Arab terrorist factions.\nWashington was reported to have objected to reported negotiations that the Government of Prime Minister Andreas Papandreou had with the Abu Nidal terrorist group about releasing a handful of imprisoned terrorist suspects in exchange for a pledge that Greece and its interests would not be targets in the future. Mr. Papandreou has threatened to cancel talks for renewal of American military bases in Greece if the Administration does not withdraw the allegations.\nAl Baath charged that the American Government was resorting to ''unethical methods,'' recalling what it called ''its designs and conspiracies against Syria and Libya.''\nIn October, the United States recalled Ambassador William L. Eagleton Jr. to Washington after Britain broke relations with Syria, accusing it of complicity in an abortive plot to plant a bomb on an Israeli El Al airliner at Heathrow Airport. Syria strongly maintained its innocence, and President Assad called for an international conference to define and deal with terrorism.\n \nReagan Offers to Send Envoy\nThe State Department spokesman, Charles E. Redman, said this week that Syria had changed its attitude toward terrorism and closed Abu Nidal's offices in Damascus. He cited this as the reason Mr. Reagan had offered to send a special envoy to Damascus to discuss a variety of subjects, including the American hostages held in Lebanon.\nMr. Assad accepted the offer in replying to a letter from Mr. Reagan.\nThe Damascus newspaper Tishrin said Mr. Reagan's decision to send more warships to the Persian Gulf was intended ''to subjugate the area to the will of the Americans.''\nThe Administration has decided to go ahead with its plans to provide minitary escort to Kuwaiti tankers in the gulf, where Iran and Iraq have been at war for the last six and a half years. Syria has been Iran's main Arab backer in the conflict."
}