{
    "title": "Syrian government targets rebels near Golan Heights",
    "publisher": "telegraph herald ",
    "year": 2018,
    "month": 7,
    "day": 16,
    "full text": "BEIRUT - Syrian government forces unleashed hundreds of missiles on a rebel-held area near the Israeli-occupied Golan Heights on Sunday, activists said, the latest phase in an offensive to clear southern Syria of insurgents.\nThe government's push came after it had secured control of most of Daraa province in an offensive that began in June. On Sunday, the first batch of armed fighters and their families left the city of Daraa, the provincial capital, in buses that would take them to the rebel-held Idlib province in the north.\nSimilar deals in other parts of Syria resulted in the evacuation of thousands of opposition fighters and civilians - evacuations that the United Nations and rights groups have decried as forced displacement.\nSyrian President Bashar Assad said Sunday the success in driving the opposition out of Daraa embodies the will of his army and allied forces to \"liberate all of Syrian territories\" of \"terrorism.\"\nIn recent months and backed by Russian air force, the Syrian government has restored control of over 60 percent of previously rebel-held territory across the country.\nAssad spoke during a meeting on Sunday with visiting Iranian foreign ministry's official Hossein Jaberi Ansari. Assad's office said the two agreed that the \"elimination of terrorism in most of the Syrian territory has laid the most appropriate ground to reach results at the political level\" that could put an end to Syria's war.\nSyria's government refers to all armed opposition groups as \"terrorists\" and accuses the West, Turkey, Israel and regional countries of supporting them.\nThe statement came a day before President Donald Trump and Russia's Vladimir Putin are to meet in Finland. Syria is expected to feature highly on the agenda. Russia is a major Assad ally.\nIn Daraa, the evacuation deal will hand over areas held by the rebels for years back to government control. Daraa, which lies on a highway linking Damascus with Jordan, was the cradle of the 2011 uprising against Syrian President Bashar Assad.\nSince early Sunday, government forces turned their missiles toward a stretch of land controlled by the armed opposition in northern Daraa and the countryside of adjacent Quneitra.\nThe Britain-based Syrian Observatory for Human Rights said government forces fired more than 800 missiles at an area between northern Daraa and the Quneitra countryside, about 4 kilometers, or 2.5 miles, from the frontier with the Israeli-occupied Golan Heights. The Observatory said government forces advanced on Massharah, a village in Quneitra, and rebels fought back in intense clashes that killed several pro-government fighters. The pro-Syrian government Central Military Media said a number of insurgents were killed in the clashes.\nThe Observatory reported airstrikes in Massharah, the first in over a year to hit the Quneitra countryside. It also reported airstrikes in a nearby village in northern Daraa, where government forces have been trying to retake a key hill there after failing to reach a deal with the rebels.\nGovernment troops are also seeking to advance on another town to the south through negotiations with rebels there. Capturing Nawa would enable them to advance on militants in the area linked to the Islamic State group.\nDaraa activist Abou Mahmoud Hourani said an estimated 400 members of the armed opposition and their families will be evacuated out of Daraa. Syrian state TV al-Ikhbariya said 10 buses carrying 407 people left for northern Syria. The station said the evacuation of nearly 1,000 people will likely be completed by Sunday. Copyright 2018 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nLoad-Date: July 16, 2018"
}