{
    "title": "Syria pullout makes for one glad Vlad",
    "publisher": "daily news ",
    "year": 2018,
    "month": 12,
    "day": 21,
    "full text": "President Trump's plan to withdraw U.S. troops from Syria has one fan.\nRussian President Vladimir Putin applauded Trump's announcement Thursday, calling it \"the right thing to do\" while also expressing skepticism about whether it will actually happen.\nTrump on Wednesday announced his intentions to remove 2,000 troops from Northern Syria, saying they have succeeded in defeating ISIS extremists in the area. While the move has sparked criticism from Democrats and many of the President's top advisers and allies, Putin (photo) said he generally agreed with Trump's decision.\n\"We achieved considerable changes in the struggle against terrorism in that area and dealt severe blows to the Islamic State in Syria,\" he said during his year-end press conference in Moscow. \"Is the presence of U.S. troops necessary there? No. It is not.\"\nPutin added the U.S.' presence in Syria was \"not legitimate\" in the first place, as it was not approved by the UN.\nThe departure from Syria would mark a major victory for the Russian leader, one of Syrian President Bashar Assad's most powerful allies. .\nPutin added that it remains to be seen whether or not Trump will actually follow through with the U.S. exit, noting that he has seen no evidence to suggest the troops are leaving.\n\"How long has the U.S. been in Afghanistan? Seventeen years?\" he asked. \"And almost every year they say they're pulling out their troops.\"\nMoments after Putin's comments, Trump took to Twitter to rebuff his critics, saying Russia was among the countries upset about the exit as it would have to continue the fight against ISIS without U.S. assistance.\n\"Time for others to finally fight,\" he wrote. \"Russia, Iran, Syria & many others are not happy about the U.S. leaving despite what the Fake News says, because now they will have to fight ISIS and others, who they hate, without us.\"\nWith News Wire Services\n\nLoad-Date: December 21, 2018"
}