{
    "title": "Syrian crackdown to persist as Assad vows to fight 'foreign plots' Regime forces move into Daraa pro",
    "publisher": "usa today",
    "year": 2012,
    "month": 3,
    "day": 7,
    "full text": "Syria's president defied mounting international pressure to end the year-old crackdown on an uprising against him and said Tuesday that he was determined to go on fighting what he called \"foreign-backed terrorism.\"\n\"The Syrian people, who have in the past managed to crush foreign plots  have again proven their ability to defend the nation and to build a new Syria through their determination to pursue reforms while confronting foreign-backed terrorism,\" President Bashar Assad said, according to state news agency SANA.\nThe military crackdown has turned to southern Daraa province, where the uprising began a year ago. Troops shelled a village in Daraa and clashed with military defectors.\nActivists said the military blasted a bridge and a tunnel near the Syrian-Lebanese border that were used as escape routes for  refugees fleeing central Homs province, an opposition stronghold which just endured a heavy month-long offensive.\nRupert Colville, spokesman for the U.N. High Commissioner for Human Rights in Geneva, described video that has emerged of torture victims allegedly shot secretly in the Military Hospital in Homs as \"truly shocking.\"\nThe video, broadcast this week on Britain's Channel 4, shows wounded civilian victims blindfolded and chained to their hospital beds, some of them with clear torture marks on their bodies, allegedly at the hands of medical staff.\nThe United States said it is proposing a new United Nations Security Council resolution demanding an end to violence in Syria, first by government forces and then by opposition fighters. However, Russia and China have said they will block any such resolution.\nTurkish Prime Minister Recep Tayyip Erdogan said Assad, unlike his father and predecessor, will not escape punishment for the violence he has inflicted. Turkey and Syria, which share a border, were allies before the uprising began.\n\"I would like to remind Bashar Assad: His father was not made to account for what he did in this world, but his son will sooner or later account for what he did, for the massacre and the oppression,\" he said. \"This time, the bloodshed in Syrian cities will not go unpunished.\"\nThe father, Hafez Assad, died in office in 2000 after ruling Syria for nearly three decades.\nClashes that broke out in the village of Hirak, where many dissident soldiers are believed to be operating, were some of the worst lately in Daraa province. A video posted online by activists shows what it said was the inside of the Abu Bakr al-Saddiq mosque in Hirak.\nThere were images of rubble littering the mosque's entryway, doors blown from their frames and shattered glass covering the floor. \n\nLoad-Date: March 7, 2012"
}