{
    "title": "SYRIAN OFFICIAL DEFENDS REGIME U.S. , others decried for aiding 'terrorism'",
    "publisher": "the world",
    "year": 2012,
    "month": 10,
    "day": 2,
    "full text": "Syria's foreign minister brought his regime's case before the world Monday, accusing the U.S. and its allies of promoting \"terrorism\" and blaming everyone from neighbors and extremists to the media for escalating the war - except the Syrian government.\n Addressing ministers and diplomats from the United Nation's 193 member states as fighting spread in the historic Old City of Aleppo, Foreign Minister Walid al-Moallem lashed out at calls in Washington and in Arab and European capitals for Syrian President Bashar Assad to step down as interference in Syria's domestic affairs.\n Al-Moallem accused extremists of prolonging the crisis and denounced countries such as the U.S., Saudi Arabia, Qatar and Turkey for supporting the opposition's \"terrorism.\"\n \"This terrorism which is externally supported is accompanied by unprecedented media provocation based on igniting religious extremism sponsored by well-known states in the region,\" he told the U.N. General Assembly.\n Members of the opposition said it was common knowledge that these neighboring Arab countries were supporting and financing the rebels, but said the Assad government had brought it upon itself after cracking down on protests that began peacefully 18 months ago.\n \"It is the regime's mindless, brutal and criminal, military crackdown that pushed the Syrian people to ask for help from the international community, from NATO and from the devil himself if necessary to protect them,\" Haitham Manna, a Paris-based veteran Syrian dissident who heads the external branch of the National Coordination Body opposition group, told the .\n Al-Moallem's speech followed his meeting with Secretary-General Ban Ki-moon in which the U.N. chief \"raised in the strongest terms the continued killings, massive destruction, human rights abuses, and aerial and artillery attacks committed by the government,\" according to a statement by his press office.\n The Syrian foreign minister in his address invited the opposition to \"work together to stop the shedding of Syrian blood\" and said that a Syrian-led dialogue could produce a \"more pluralistic and democratic\" country.\n The opposition called the speech a classic case of regime \"propaganda,\" and dismissed his calls for dialogue as not genuine.\n\nLoad-Date: October 5, 2012"
}