{
    "title": "SYRIANS PUT ISSUE OF PEACE EFFORT BEFORE DEPORTEES",
    "publisher": "the new york times",
    "year": 1993,
    "month": 2,
    "day": 22,
    "full text": "In an unusually conciliatory gesture to the Clinton Administration, Syria said today that it would not link the return of nearly 400 Palestinians deported by Israel to the resumption of the stalled ddle East peace talks. It said a successful peace settlement for the region was a much higher priority.\nThe move was apparently prompted by a promise by Secretary of State Warren Christopher that Washington would play an active role in the negotiations if and when they start up again.\nAt a joint news conference in Damascus, Syria, before Mr. Christopher flew to Saudi Arabia, Foreign Minister Farouk al-Sharaa called peace \"broader and more important\" that the deportee issue because it is \"bound to change the face of the region.\" He strongly endorsed Washington's effort to restart the peace talks as soon as possible and called the question of the deportees \"a thorn in resuming the peace process\" that had to be removed.\n \nDeportees Ease Stand\n A spokesman for the deportees, who are stranded in Lebanon between Israeli and Lebanese Army checkpoints, said today that they would accept a return in stages, The Associated Press reported. The Palestinians had insisted that none would return until all of them were allowed to.\n\"We will accept a timetable for our return only if Israel declares with international guarantees that it will not deport any Palestinian anymore,\" said Aziz Dweik, a spokesman for the deportees.\n \nChristopher Meets Assad\n The deportees are Islamic fundamentalists accused by Israel of being security threats. Israel has offered to take back about 100 immediately and the rest by the end of the year, a compromise the Palestinians had rejected.\nMr. Sharaa's remarks followed a three-and-a-half-hour meeting between President Hafez al-Assad of Syria and Mr. Christopher at which the Secretary of State offered to intervene more directly in the peace negotiations than the Bush Administration had.\n\"We intend, if anything, to be more active than the United States has been in the past,\" Mr. Christopher told reporters.\nThroughout his weeklong tour of Egypt, Jordan, Syria and Saudi Arabia, Mr. Christopher has said over and over that the United States would act as a \"full partner\" in bringing peace to the region. This approach is intended to draw the Arab governments and Palestinians into Washington's camp and to isolate the deportees, who seem determined to block any peace negotiations.\nThe Bush Administration had tried to influence the Middle East peace negotiations as an outside broker. Some senior officials in the new Administration have castigated their predecessors, saying they abandoned the peace talks during the Presidential campaign.\nToday, Mr. Christopher offered the first glimpse of what \"full partnership\" might mean. He said that the United States would \"perhaps lend some ideas of its own\" once the talks resumed, and that on a number of issues the positions of the parties were close enough that the United States could move them to an actual agreement.\n \nMeeting With King Fahd\n A senior Administration official told reporters on the plane from Damascus to Riyadh, where Mr. Christopher met tonight with King Fahd, that the Secretary was referring to the talks between Israel and Syria last fall, when the two sides discussed the possibility that Israel would relinquish land in exchange for peace with its Arab neighbor.\nThe negotiating process ground to a halt in December when Israel deported the Palestinians, and the main mission of Mr. Christopher's tour is to breathe new life into the negotiations. He is scheduled to go from here to Kuwait, and then to Israel, though he has not ruled out a short stop in Lebanon after Kuwait.\nThe Palestinian delegation has refused to return to the talks until a Security Council resolution demanding the immediate return of the deportees is carried out, and it has thus far refused to accept a United States-Israeli arrangement for the phased return of the deportees.\nA senior Administration official said Mr. Christopher would tell the Israelis that leaders in Egypt, Jordan and Syria all said that they were eager to get back to the negotiating table and that there was a need to speed the process of taking back the deportees.\nAt the news conference in Damascus, Foreign Minister Sharaa also said Syria had presented Mr. Christopher with its own ideas for resolving the deportee issue, but he declined to elaborate.\nA senior Administration official praised Syria's restraint in not directly demanding the immediate return of the deportees, saying it reflected Syria's effort to find a way around the troublesome issue. \"He talked about a thorn,\" the official said of Mr. Sharaa's remarks, calling a thorn \"something that pricks the body\" and \"something small and irritating.\" But, the official said, \"the body is what is important.\"\nToday's meeting with Mr. Assad illustrated that the Clinton Administration, despite its stated commitment to promoting democracy and human rights around the world, is apparently willing to overlook Syria's dismal record to win support for resumption of the peace talks. The Bush Administration disregarded similar problems in 1990 to convince Syria to join the United States-led coalition against Iraq after the Iraqi invasion of Kuwait.\nBut both Mr. Clinton and Mr. Christopher had promised to act differently.\n \nTerrorism Discussed\n When asked today whether he had pressed Mr. Assad on the need to democratize Syrian politics and whether he had raised the issue of Syria's continuing support for international terrorism, Mr. Christopher dodged the question, saying: \"We discussed both those subjects. I don't want to get further into the nature of the discussion.\"\nA senior Administration official said the two men had also discussed terrorism, international drug trafficking and the need for Syria to grant exit visas to Jews. He added that Mr. Assad had given a \"firm commitment\" on lifting the suspension of exit visas for Jews, but the official said nothing on the other issues.\nSyria remains on the State Department's list of countries supporting international terrorism. Its officials are active in extensive heroin cultivation and trafficking in Lebanon, according to the annual State Department report on narcotics. And Mr. Assad's reputation in the region for ruthlessness and tight political control is outmatched only by that of President Saddam Hussein of Iraq.\nBut the Syria that represses its people at home is apparently different for the Clinton Administration from the Syria that is willing to make peace with Israel.\nMr. Christopher had said earlier that he was not carrying initiatives on his first overseas trip, and his aides had indicated that he was not about to waste his time promoting peace talks if he found no interest in the region. But he apparently hopes that by offering to get inside the negotiating process rather than sitting outside the door, he can convince not only Syria but also the Palestinians and other Arab negotiators to return quickly to the table regardless of whether all the deportees have returned home.\nThe idea of an activist United States that would actually make proposals had been rejected by Yitzhak Shamir when he was Israel's Prime Minister; he insisted that Israel negotiate directly with the Palestinians and with Arab governments without Washington's pressure or interference.\nBut the Palestinians and the Arab governments have consistently favored an interventionist role for United States, and with the selection of Yitzhak Rabin as Prime Minister last summer, there could be more willingness on the part of Israel to tolerate such an approach.\n\nLoad-Date: February 22, 1993"
}