{
    "title": "Syria bombing may be sign of al-Qaeda infiltrating rebellion",
    "publisher": "usa today",
    "year": 2012,
    "month": 5,
    "day": 11,
    "full text": "Twin car blasts in Damascus that killed 55 people  outside a Syrian intelligence compound Thursday show that al-Qaeda is gaining a foothold in the country, though its goals may differ from the mainstream opposition, terrorism experts say.\nThough Syrian intelligence forces and the rebel Free Syrian Army are capable of setting off car bombs, the suicide operation \"shows recruitment of highly ideological elements,\" says Walid Phares, an adviser to the anti-terrorism caucus of the U.S. House of Representatives. \"The only ideology that has produced that (in Syria) is al-Qaeda or an al-Qaeda-affiliated branch.\"\nThe blasts are the most deadly suicide bombings since such attacks began in December, according to the Syrian Interior Ministry. There was no claim of responsibility, but an al-Qaeda-inspired group called the Al-Nusra Front has claimed responsibility for previous suicide attacks.\nIn February, al-Qaeda leader Ayman al-Zawahri called for jihadists to join the fight to oust Syrian President Bashar Assad to establish a strict Islamic state.\nAbdullah al Sayed, a captain in the rebel Free Syrian Army  who is visiting the USA, says the rebels reject \"all kind of al-Qaeda involvement, even in fighting against the regime.\"  He says he believes the Assad regime itself is behind the suicide attacks to discredit the rebellion.\nAl-Qaeda and the Assad regime have collaborated in the past, especially after the U.S. invasion of Iraq in 2003. Syrian secret police helped al-Qaeda fighters travel through the country to western Iraq, where they would launch attacks on U.S. forces.\n\"There is no doubt al-Qaeda is operating in Syria, but it's unclear whether Assad is using al-Qaeda to discredit the rebellion,\" says Thomas Joscelyn, senior fellow and executive director of the Center for Law and Counterterrorism at the Foundation for Defense of Democracies.\nSyria was closed to al-Qaeda recruiters as long as Assad's domestic intelligence and his Baath Party were strong, Phares says. Now that Assad's regime is weakened by the rebellion, \"there's a space open for (al-Qaeda) activity\" to enter the fight, Phares says.\n\"Al-Qaeda has taken advantage of the weakening of a central regime and the fact that the opposition is majority Sunni,\" he says.\nThe Syrian opposition says it is fighting for a multicultural, secular democracy. But Saleh Al-Hamwi of the General Commission of the Syrian Revolution in Hama, Syria, said that if the West does not aid the rebellion, al-Qaeda will come to help fight the Syrian regime.\nPhares says al-Qaeda may conduct terrorist attacks despite the wishes of opposition leaders, and the terrorist group's goals differ completely from the rebellion's.\n\"They will do these flashy attacks that will not bring down the regime but will help them recruit,\" he says. If the regime falls, \"al-Qaeda would like to seize as much as they can of the country and declare an emirate.\" \n\nLoad-Date: May 11, 2012"
}