{
    "title": "Syria wants opposition to condemn terror attack U.N. envoy meeting separately with sides in third da",
    "publisher": "the salt lake tribune",
    "year": 2017,
    "month": 2,
    "day": 25,
    "full text": "Geneva A deadly terrorist attack in central Syria on Saturday threatened to thwart efforts to wrest a political solution at peace talks in Geneva, with the U.N. mediator decrying \"spoilers\" who try to derail the efforts to end the country's disastrous six-year war.\nThe government's envoy demanded a firm condemnation from all opposition groups of the synchronized attacks by insurgents on security offices in Homs that left dozens dead, while the opposition retorted that it has long denounced terrorism -- even suggesting it may have been an inside job.\n\"Any party that refuses to condemn these attacks today, we will consider that party to be an accomplice of terrorism,\" Syria's U.N. ambassador, Bashar al-Ja'afari, told reporters after meeting U.N. envoy Staffan de Mistura in the third day of renewed peace talks -- with the sides meeting separately with him so far.\nThe talks are the first under U.N. mediation in nearly 10 months and build upon a fragile, repeatedly violated cease-fire that was wrested by Russia and Turkey. Moscow has been a powerful military and political backer of Syrian President Bashar Assad's government, and Turkey has been a supporter of key rebel groups. They also come after Syria's Russia- and Iran-backed troops regained control of the key northern city of Aleppo in December.\nAl-Ja'afari stopped short of suspending the government's participation outright, but said a condemnation of the attacks was a \"test\" for the fragmented opposition. He said his side would return to meet with the U.N. envoy again on Tuesday, and said its only condition for face-to-face talks with a \"unified, patriotic opposition.\"\nAn al-Qaida-linked group, known now as the Levant Liberation Committee, claimed responsibility for the twin attacks against government security offices in Homs, killing at least 32 including a senior officer of the feared Military Intelligence Services.\nAl-Ja'afari described the attack as a bid by states sponsoring terrorism to derail the talks. He singled out Saudi Arabia and Turkey, the two main backers of an array of opposition groups, as states lending support to terrorist groups.\nSyria's top opposition delegates said they condemned terrorism but not specifically the Homs attack, all but suggesting it may have been carried out by Assad's own supporters.\nNasr al-Hariri, head of the main opposition negotiating team, condemned terrorism by the so-called Islamic State group and al-Qaida's affiliates, but said the Damascus government was the primary \"sponsor of terrorism.\"\n\"If the Homs attack specifically was a terrorist attack carried by any of these terrorist groups, it is clear what I say,\" he said.\nCol. Faleh Hassoun, another member of the delegation, alleged that only people with security clearances could access the government's security office in Homs. He suggested it was aimed to rid the government's ranks of possible war criminals.\n\"What really happened today, we can call it liquidation by the regime of those who are wanted for international courts,\" he told reporters at a Geneva hotel.\nHassoun also alleged that military intelligence services chief Maj. Gen Hassan Daeboul, who was killed in Saturday's attack, had been implicated in the assassination of Lebanese Prime Minister Rafik Hariri in Beirut in 2005. Syria's government is widely believed to have played a role in the killing.\nDe Mistura, in a statement from his office, said he \"strongly condemns the horrific terrorist attack that took place in Homs today,\" calling it \"an attempt to derail the current intra-Syrian talks in Geneva. \"Spoilers were always expected, and should continue to be expected, to try to influence the proceedings of the talks,\" the statement said. \"It is in the interest of all parties who are against terrorism and are committed to a political process in Syria not to allow these attempts to succeed.\"\nIn addition to cease-fire talks in Astana, Kazakhstan, shepherded by Turkey and Russia in recent weeks, the U.N.-mediated discussions are seen as the best chance in months to put an end to Syria's nearly six-year war that has killed hundreds of thousands and displaced millions more both within Syria and abroad.\n\nLoad-Date: April 4, 2017"
}