{
    "title": "SYRIA DENIES TERRORISM ROLE AND SEEKS TALKS WITH U.S",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 26,
    "full text": "Syria has sent several messages to the United States in recent days denying complicity in terrorist activity and seeking a constructive discussion to resolve differences and misunderstandings, Administration officials said today.\nThey said Washington was weighing the Syrian messages, sent through many diplomatic and public channels. But they said the often contradictory statements from European capitals on whether Syria was involved directly in past terrorist actions had complicated the American response.\nThere have been unconfirmed reports that the Italian authorities are seeking to question up to 20 Syrians for possible involvement in the attack on the Rome airport in December.\nItalian Statement Expected\nIn Rome on Saturday, judicial and Govenment officials said magistrates investigating the airport attack were expected to announce this week that several Lebanese, Palestinians and Syrians were involved in the attack. But a high official said no arrest warrants had been issued against any Syrians. Italian magistrates would not say whether they were considering any action against Syrian officials.\n''It is a very confusing situation,'' a State Department official said. ''We know that Syria is very uneasy about being linked to Libya and Iran as centers of terrorism, and we think the Syrians are trying to improve their reputation.\n''But so far, it is all words, and we honestly don't know how much to take them at their word,'' he continued. ''There are credible reports that they were involved in terrorist actions, but there is no 'smoking gun' yet to definitely indict them.''\n \nSyrian Denies Charges\nToday the Syrian Foreign Minister, Farouk al-Sharaa, appeared on American television to deny the terrorist charges and to call for an ''equal, positive dialogue with the United States.''\nOn the CBS News program ''Face the Nation,'' Mr. Sharaa also said Syria was continuing ''to do its best'' to help gain the release of French and American hostages in Lebanon. Many, if not all, of the hostages are believed to be held in the Syrian-controlled Bekaa region of Lebanon.\n''We have been exerting a lot of efforts for the last few months to get the release of those hostages,'' the Syrian said.\n \nReports of Imminent Releases\nReports in the last two days in Beirut publications regarded as pro-Syrian have said some of the hostages would be released soon. But Mr. Sharaa said Syria had no knowledge of this and no basis for optimism.\n''If we knew of the whereabouts of the hostages, then our mission would become much easier,'' he said. ''Those holding the hostages used to move them from one place to the other to keep their hideout very secret.\n''I can't be optimistic when I have no grounds for that,'' he said.\nAdministration officials said they also had no information that the hostage situation was about to change.\nIn response to charges of Syrian links to terrorism, Mr. Sharaa said the Reagan Administration had been ''unfair and unjust to accuse governments in any connection with terrorism when these governments are not connected to terrorism.''\nAs to reports implicating Syria in the Rome airport attack, the Foreign Minister said, ''I can assure you that these reports are absolutely false.''\n \nPolitical Motives Seen\n''We are totally confident that no Syrians are involved in such terrorist acts,'' he said. He added that Syria believed that ''this campaign is intentionally directed against Syria for political reasons, and one of them is to terrify the Arabs, the Syrian people in particular, to change their policy toward the Israeli occupation.''\nThe second objective, he said, was ''to forget about Palestinian rights because the Israelis are the first to benefit from that.''\nLast week the State Department publicly called on Syria to close down an office of a group headed by Abu Nidal that is suspected of having staged the Rome attack and an attack on the Vienna airport the same day.\nWhen asked why Syria did not comply with the American request if it was opposed to terrorism, Mr. Sharaa said, ''We cannot accept dictation.''\n''It is our business whether to open or close an office,'' he said, ''not anybody else's business. The Palestinian offices in Damascus have nothing to do with terrorism.''\n \n'Anti-Arab Campaign' Charged\nMr. Sharaa said the United States antiterrorism ''campaign'' had turned into an ''anti-Arab campaign.''\n''I cannot understand the unjustified campaign against the Arabs in the United States,'' he said. ''It is not in the interests of the American people, not in the interests of peace in the region and in the world at large, and we believe this is a racist campaign against the Arabs which must be stopped.''\nThere was no immediate response from the Administration to his charge of racism. Washington has denied that it is pursuing an anti-Arab course, and the Administration is in fact trying to justify sale of missiles to Saudi Arabia as necessary to maintain credibility in the Arab world.\nMr. Sharaa said the United States should ''pursue a dialogue with Syria on equal footing.'' ----Hussein and Assad Meet DAMASCUS, Syria, May 25 (AP) -King Hussein of Jordan held talks here Saturday with President Hafez al-Assad of Syria, the third meeting in five months between the former adversaries.\nAfter the six-hour meeting, the King left early today to return to the Jordanian capital of Amman.\nAn official announcement did not say what the leaders discussed, but a source close to the talks said the topics included the Arab-Israeli conflict, the Iran-Iraq war and charges of Syrian involvement in terrorist attacks, which Syria denies.\nParis Sends Hostage Mediator BEIRUT, Lebanon, May 25 - The Beirut leftist daily As Safir, in a dispatch from Paris today, said the French Government had sent an intermediary to Damascus to resume negotiations for the release of eight Frenchmen kidnapped in Moslem West Beirut in the last year and a half.\nThe newspaper identified the envoy as Omran Adham, a Syrian businessman who lives in France. Mr. Adham has held previous talks in Damascus on behalf of the French hostages.\nThe Islamic Holy War organization says it is holding three of the Frenchmen. In March it said it had killed a fourth French captive, Michel Seurat, but his body was never found.\nA group called the Organization of Revolutionary Justice claimed responsibility for kidnapping four members of a French television crew in March. No group claimed responsibility for the kidnapping of an elderly Frenchman, Camille Sontag, on May 7.\nIslamic Holy War also says it is holding four Americans hostage. They are Terry A. Anderson, Middle East correspondent of The Associated Press; the Rev. Lawrence M. Jenco, a Roman Catholic priest; David P. Jacobsen, the director of American University Hospital here, and Thomas M. Sutherland, the dean of the university's school of agriculture. In October, it said it had killed a fifth American, William Buckley, a diplomat.\nThe magazine Al Shiraa, published in West Beirut, has said three French and three American hostages would be set free soon. Its six-line report was attributed to an unidentified informed political source."
}