{
    "title": "SYRIA STARTS DRIVE TOP CURB TERRORISM",
    "publisher": "the new york times",
    "year": 1980,
    "month": 7,
    "day": 4,
    "full text": "Syria has begun a major drive against the rebellious Moslem Brotherhood, after a reported assasination attempt on President Hafez al-Assad.\nThe crackdown includes a proposed law making membership in the underground organization a capital offense and the holding of drumhead military trials for members of the group captured in the last few days.\nFor more than a year, the Moslem Brotherhood, a clandestine Islamic nationalist group outlawed in most Arab countries, has been waging attacks on Mr. Assad's leadership. The campaign has taken a toll of hundreds of officials, military officers and Soviet advisers.\nAN-A\nA major factor in the struggle, observers believe, is that Mr.  Assad and the key members of his ruling group belong to the Alawite sect of Islam, regarded as heretical by the Sunnis, who make up the majority in Syria.\nThe attack on President Assad is reported to have occurred last week as he was preparing to escort Col. Seyni Kountche, President of Niger, to his airplane at the end of a visit.\n \nGuard Said to Fall on Grenade\nAccording to the skimpy and varied reports circulating here, a hand grenade was thrown at President Assad as the procession of automobiles was about to leave. A presidental bodyguard threw himself on the grenade, smothering it at the cost of his life. Another guard is said to have shoved Mr. Assad to safety inside the car.\nThe reports, which have not been carried by the Arabic press or radio here, were first broadcast late last week by the British Broadcasting Corporation and later confirmed by diplomats and other sources.\nThe reported attack appeared to be the boldest stroke yet by the Moslem Brotherhood, which a year ago massacred a group of more than 50 army cadets at the Military Academy at Aleppo, mostly Alawites.\n \nAssad Introduced Death Bill\nThe bill now under debate in Parliament to establish the death penalty for membership in the organization was introduced by President Assad.\nA special defense brigade of the army, headed by the President's brother, Col. Rifaat Assad, has begun a hunt for members of the brotherhood, and the Defense Minister, Maj. Gen. Mustafa Tlas, has ordered field tribunals.\nIn a long front-page interview yesterday in the Government newspaper Tichrin, Colonel Assad, a key figure in his brother's Government, said the regime's enemies would be pursued abroad as well as in Syria.\nSyria has asserted that members of the organization have been receiving training in camps in Jordan, and there have been reports in the Lebanese press that Syrian agents had tracked them and turned the information over to Jordanian authorities.\n \n'New Chapter of the Conspiracy'\n''Every day, Syria witnesses a new chapter of the conspiracy by the parties of Camp David,'' Colonel Assad said. ''Therefore, and in view of the gravity of this period a national resolution has become necessary. Those who side with freedom, progress and socialism will be regarded as part of the march under Hafez Assad. Those who stand by and watch or are accomplices will be considered as siding with the enemy.\n''As to the reactionaries and instruments of murder, members of the Moslem Brotherhood, they are in the same trench as the enemy,'' the colonel added. ''We know where they are locally, in the Arab world and internationally. We shall hunt them down internally and externally.''\nIn addition to a campaign of press villification against the brotherhood, the Government has sent the Prime Minister, Dr. Abdel Rauf al-Kasam, on a tour of the countryside to drum up support.\nMeanwhile, a new set of visa restrictions, which will, among other things, make it more difficult for foreign correspondents to enter the country went into effect. The Government announced it would no longer grant visas at border crossings to foreigners, except for neighboring Jordanians and Iraqis, and that visas must henceforth be obtained from embassies in foreign capitals."
}