{
    "title": "Syria enlists Greece for dealing with West",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 5,
    "day": 29,
    "full text": "During his three-day visit here, Syrian President Hafez Assad has enlisted the Greek government's help in conveying Syria's views on terrorism and the Middle East problem to the West.\nAlthough Western and Arab diplomatic sources in Athens do not expect President Assad's visit to produce any dramatic results, they said it would possibly open one more line of communication with Washington and other Western capitals.\nThe talks between President Assad and Prime Minister Andreas Papandreou Tuesday concentrated on tensions in the eastern Mediterranean region following the United States raid on Libya April 15 and recent accusations from the West and Israel of Syrian involvement in terrorist acts. Assad was seeking to build up West European opposition to a potential US raid against Syrian targets, according to Western diplomats and Greek political sources here.\nMr. Papandreou assured Assad that the Greek government, as a member of the European Community (EC), ''will make proposals aimed at activating the Europeans to create new conditions for a political dialogue with all interested parties to find a just and lasting solution to the Middle East problem,'' the Foreign Ministry reported.\nOne Greek source claimed that Papandreou insisted that Assad continue his efforts to gain the release of Western hostages held by Muslim fundamentalists in Lebanon - in exchange for Papandreou's help in mediating Syria's disputes with the West. The claim could not be confirmed.\nDuring Assad's trip, which ended yesterday, he accused the US and Israel of attempting to create ''a battle ground'' in the region, saying that the two countries use ''counterterrorism as the pretext'' for launching ''armed attacks to realize political aims'' against Arab countries. Assad said the countries that have adopted this policy ''are making a mistake if they think that this road leads to the crushing of terrorism,'' adding that Syria is opposed to terrorism ''because we have suffered from it.''\nAn unexpected development Tuesday was a meeting between Assad and Jordanian Prime Minister Zeid Rifa'i, who brought a message to Athens from Jordan's King Hussein. The King has been attempting to arrange a reconciliation between Syria and Iraq to pave the way for an Arab summit. Hussein visited Assad in Damascus last Saturday and then met with Iraqi President Saddam Hussein in Baghdad Monday. Syria's support for Iran in the Gulf war has been a chief obstacle to reconciliation.\nFew diplomatic or political observers in Athens were surprised that Assad chose to come to Greece to gain access to Western forums. Greece and Syria have had a close relationship since Papandreou first took office in October 1981. Athens was careful to differentiate its policy from that of its EC partners after the US's raid on Libya. Although Greece joined its EC partners in voting for a package of sanctions against Libya last month, it said it did not feel bound to implement the decision until ''concrete proof'' of Libyan involvement in ''specific terrorist incidents'' was produced.\nGreece maintains that military attacks against one or several countries alleged to support terrorism will not solve the problem but probably make it worse. Athens's position is that only through diplomacy and a just solution to the Arab-Israeli confrontation will terrorism be eliminated."
}