{
    "title": "Syrian Refugees Welcome in Connecticut",
    "publisher": "university wire",
    "year": 2016,
    "month": 9,
    "day": 13,
    "full text": "We are firm believers of knowing all sides of every story before making a decision on anything, including religion. Education is fear's biggest enemy and I commend Governor Malloy for granting solace to the Syrian people escaping their war torn countries.\nSocial media became an interface of public discussion where peers, family and educators voiced their opinions on the refugee crisis. I have seen countless posts of news articles, memes, photos and statistics in the form of passive aggressive vindication as a means of voicing thoughts through clicking the share button on Facebook.\nAfter comparing each side, we were unable to come to the same conclusion as many others have in this country regarding why we should deny refugees. Close consideration of all angles regarding the refugee crisis is arguably a social obligation.\nIf the Syrian refugee issue is going to be a topic of religion, we encourage you to open and read the Qur'an. How many of you have ever read a page of the Qur'an, let alone held it in your hands? There is peace, love and condemnation by God in both the Bible and the Qur'an. Peace is not conditional to religion, it's manifested through human decision. Freedom of religion is enumerated in the First Amendment of the Bill of Rights. Our Founding Fathers were particular in their decision to give our country a sense of exceptionalism, a right that has made me proud to be a U.S. citizen.\nBefore rationalizing denying refugees due to the homelessness crisis in our country ask yourself, \"What have I done?\" It seems people often forget the House Committee on Veterans' Affairs is made of people you can call and hold accountable. It's contradictory to condemn social programs such as government assistance and food stamps, then yell at national leaders because there are homeless people. It's frustrating to see people justify their stance on the refugees with the homeless crisis - a group many have never done a thing to help.\nFrance themselves have vowed to accept over 30,000 refugees. French President Francois Hollande said it is a, \"humanitarian duty.\" The process for accepting refugees into the U.S. is arduous and comprehensive, requiring 18-24 months to be processed before even being analyzed by the Department of Homeland Security, the National Counterterrorism Center, FBI and Defense Department.\nAccording to California State Representative Xavier Becerra, of the 750,000 refugees relocated to the United States since 9/11, there has not been one instance of domestic terrorism. I do not doubt the capabilities of people who make up these departments in their efforts to protect our country while still granting solace to humans in need of a home. Although there hasn't been any instances of terrorism in this country since 9/11, there certainly were plenty of attempts that were stopped by FBI agents before it could go too far. Since 9/11, our countries security forces are on constant alert for anything that has even the potential to be an act of terrorism, and putting a stop to it before it escalates.\nWe are all people, and we all need love. It's time to shine light in the room of fear and open our doors. It's time to show those less fortunate then us love, because we never know when the day will come that we need someone to give us a hand.\n\nLoad-Date: January 9, 2017"
}