{
    "title": "Syrian refugees should be welcomed, not denied",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 5,
    "full text": "id='graph1'>America should help the refugees in Syria and the Middle East by allowing them asylum in our country.\nIn recent months, refugees from Syria and the Middle East have been emigrating to Europe and the U.S. The damage felt from these events will be felt for many years, if not decades, to come. Should we make the wrong decision and reject the right path, our consequences will come back to haunt our nation and the world in ways we couldn't even imagine.\nIt is possible for terrorists to blend into the ranks of the refugees, which is a risk that cannot be avoided, but to let that fear control our decision-making for only one aspect of this issue is exactly what will fuel terrorism. We are conforming to the demands of terrorists by basing our actions on theirs, which is not what we as a nation are about.\nOne reason we should accept the refugees into America is because we are a symbol of hope to the rest of the world. We proudly support the idea that our country was founded upon immigrants from around the world, and champion the ideals of freedom, liberty, the pursuit of happiness along with basic human rights and dignity.\nTo deny these people the chance for the freedoms we take for granted would be an insult to the intentions and dreams of the founders of America and would serve to only increase the damage dealt by terrorism.\nAnother reason to accept the refugees is if those refugees are rejected from American or European soil, they'll have very few options left, forcing those people to resettle in conditions similar to what they left or worse.\nFrom those groups, conditions of poverty and famine are created, which is where terrorist groups such as al-Qaeda recruit disillusioned men and women, or even young children. Should those people not be placed in such conditions however, it'd be less likely for them to be used for terrorist activities.\nFinally, if we accept the refugees into our country now and allow them to have the same education we have, potential terrorism can be greatly reduced among the refugees.\nCrime and terrorism, and education have an inverse relationship. This means that one increases while the other decreases, so when there is more education for a group of people, the likelihood of crime and terrorism in that group greatly decreases. This means the opposite is also true, meaning when education is decreased, crime and terrorism increase.\nLance Lochner, professor of economics at the University of Western Ontario, conducted a study on the effects of education to crime. According to the study, education had a large effect on incarceration rates, reducing the likelihood of those people to either return to or enter prison. While terrorism seems like a completely different entity than domestic crimes, terrorist activities and recruitment share many similar principles to gang-related violence.\nIt is completely understandable that people would suspect or fear sleeper agents slipping into our country with the incoming refugees. However, we have the means to mitigate the potential damage that could be caused, using methods such as security checks at airports, police patrols and terrorism awareness classes in classes. With that, it comes down to asking ourselves if we're ready to live up to the values we swear to uphold, or if we'll succumb to fear and prejudice.\n\nLoad-Date: December 5, 2015"
}