{
    "title": "Syrian Leader Vows 'Iron Fist' to Crush 'Conspiracy'",
    "publisher": "the new york times",
    "year": 2012,
    "month": 1,
    "day": 11,
    "full text": "BEIRUT, Lebanon -- In his first public address in months, President Bashar al-Assad of Syria lashed out on Tuesday at the Arab League for isolating his country, mocked Syrian rebels as traitors and vowed to subdue what he said was a foreign-backed plot against his country.\n''We will defeat this conspiracy,'' Mr. Assad declared in a speech that lasted nearly two hours.\nThe address repeated what has become a familiar refrain from Mr. Assad, as he faces his greatest challenge in more than 11 years of authoritarian rule. He pledged to crush what he has cast as terrorism and sabotage, while offering somewhat vague promises of reform. The tenor of his remarks, and his seeming show of confidence, underscored the irreconcilable nature of Syria's crisis, which pits a protest movement demanding that Mr. Assad leave office against a government that rarely acknowledges their grievances.\nMr. Assad denied that his government had ordered security forces to shoot on anyone, despite a death toll that the United Nations says has spiraled beyond 5,000 in a relentless crackdown. He promised to hold a referendum on a new constitution in March, a step that seemed to pale before the enormity of the crisis, one of the bloodiest of the uprisings that began to sweep the Arab world more than a year ago.\n''When I rule, I rule because that is the people's will, and when I leave office, I leave because it is the people's will,'' Mr. Assad said.\nSyria's uprising seems to have moved into a more complicated, confusing phase in recent weeks. Protests have appeared to revive in some locations, and armed elements of the opposition have seemed emboldened by defections from the security forces.\nMeanwhile, bombing attacks in Damascus, the capital, have killed scores of people over the past month. The government has said that foreign-backed terrorists were responsible; the opposition claims the government carried out the bombings itself in a cynical effort to sully the protesters' image.\nIn the latest turn, the Arab League on Tuesday denounced attacks on its observers in Syria, who arrived last month to monitor an agreement brokered by the league that was meant to end the violence. The league's secretary-general, Nabil el-Arabi, said that both loyalists and government opponents had carried out attacks, but that in the end the Syrian government was to blame for failing to provide for the security of the mission. He said the government was ''totally responsible'' for protecting its 165 observers.\nArab League officials said that in the worst incident, 11 observers were injured on Monday in the port city of Latakia when their vehicles were attacked, in circumstances that remained unclear. The official news agency of Kuwait, which said two Kuwaitis were among the 11 injured, described the assailants as ''unknown protesters,'' and the foreign minister of the United Arab Emirates blamed ''non-opposition elements.''\nIn his speech, given at the University of Damascus and broadcast on Syrian television, Mr. Assad sought to cast the violence in the country as solely a question of terrorism. He drew parallels between the bombings in Damascus and an Islamist revolt in Syria in the late 1970s and early 1980s, which threatened the hold on power of Mr. Assad's father and predecessor, Hafez Assad, who ruled the country for three decades.\n''There can be no let-up for terrorism -- it must be hit with an iron fist,'' he said. ''The battle with terrorism is a battle for everyone, a national battle, not only the government's battle.'' Occasionally interrupted by applause from a friendly audience of members of the ruling Baath Party, university professors and members of Syria's feeble parliament, he added that ''victory is near.''\n''There's no tolerance of terrorism or of those who use weapons to kill,'' he said.\nIn some ways, the speech was a rhetorical settling of accounts.\nMr. Assad ridiculed the Arab League, which suspended Syria's membership in November, a humiliation for a country that has long seen itself as a fulcrum of the Arab world. ''Who lost with Syria's suspension from the Arab League? Syria?'' Mr. Assad asked. ''No. The Arab League did.'' He dismissed the oil-rich Arab states of the Gulf as countries without culture. (Qatar, in particular, has led the region's attempts to further isolate Mr. Assad's government.)\n''Countries can rent and import some history with their money, but money does not make nations and cultures,'' Mr. Assad said, in a not-very-veiled reference to the Gulf emirates.\nHe also mocked the Syrian protesters' characterization of themselves as revolutionaries.\n''This is not a revolution,'' Mr. Assad said to an audience that chanted his name at the speech's end. ''Is it possible that he is a revolutionary and a traitor at the same time? This is impossible. If there were true revolutionaries, we would be walking together.''\nReactions to Mr. Assad's speech predictably broke along lines hardened by the uprising and the crackdown. ''No Syrian can be neutral any more,'' said a 23-year-old student at the university, who supported Mr. Assad and gave his name as Ali. ''I wasted about two hours of my time listening to meaningless words,'' retorted a 30-year-old anti-government activist in Damascus who gave his name as Mazen.\nMr. Assad's speech came at a time of feuding among his opponents in exile, who are deeply divided over the prospect of foreign intervention and the persistent gaps between opposition groups within Syria and those abroad.\n''He's becoming stronger with our weakness,'' Haytham Manna, a prominent Syrian dissident based in Cairo, said of Mr. Assad. ''If the opposition doesn't unify, the regime will gain strength.''\nOmar Idlibi, a spokesman for the Local Coordination Committees, an opposition group, called Mr. Assad's speech another instance of the government's obliviousness to the depth of the challenge it faces from protests and discontent.\n''For 10 months, the regime is living in denial,'' Mr. Idlibi said in a telephone interview. ''They're denying reality. He doesn't want to recognize the changes that occurred until today.''\nEven as Mr. Assad spoke, the death toll appeared to rise again. The Local Coordination Committees said on Tuesday that 30 people were killed, including 16 in the eastern city of Deir al-Zour; there was no way to independently confirm the figures. Opposition groups say hundreds of people have been killed in Syria since the Arab League observers began their work on Dec. 21.\n\nhttp://www.nytimes.com\n\nLoad-Date: January 11, 2012"
}