{
    "title": "SYRIA LEADER BLAMES OUTSIDE TERRORISTS FOR MASSACRE",
    "publisher": "the new york times",
    "year": 2012,
    "month": 6,
    "day": 4,
    "full text": "BEIRUT -- President Bashar Assad denied Sunday that the Syrian government played a role in the massacre in the village of Houla, using his first speech in five months to reiterate his line that the violence in Syria was fomented by foreign instigators.\nAddressing a Parliament just selected under a new constitution, Mr. Assad told parliamentarians that their election was \"a slap\" against those questioning reform in Syria, that the problems the country faced were rooted in terrorism rather than any lack of political reform, and that a dialogue with the opposition remained possible.\nMr. Assad, speaking for about an hour before Parliament, described himself as horrified by the Houla massacre, saying that \"even monsters couldn't perpetrate what we have seen.\" \"Our hearts bled and our anger was indescribable when we saw the painful scenes on television,\" the president said. \"The Arabic language and human language cannot describe the scenes we witnessed at Houla.\"\nHe noted that government forces had initially been accused of causing the deaths by artillery shelling, but that claim was later revised. The president lumped together the killings at Houla with what he called the general assault that Syria had faced for 15 months.\nThe May 25 attack at Houla left 108 people dead, 49 of them children. Most were shot at close range or stabbed. Villagers said their assailants were shabiha, or armed militiamen controlled by the government, who came from a string of nearby Alawite villages, the same minority sect as the president.\nWhile stopping short of blaming Syria directly, the United Nations found indications that the shabiha had carried out the attack and the Security Council criticized the Syrian government for using heavy artillery against civilian areas.\nActivists were dismissive of Mr. Assad's speech, both for his denying any military role in the deaths at Houla and his comments that the Syrian military was defending the country against foreign powers.\n\"We have eyewitnesses from the massacre, and they know who did it. It was the shabiha who are supported and encouraged by the Syrian army,\" said Salim Qabbani, an activist in the Homs area. \"The one thing waging war on the Syrian people is the regime, which is using its heavy weapons to attack civilians and to destroy entire cities.\"\nOddly, the state-run news agency, SANA, at least in its initial reports on the speech, did not mention the Houla massacre, focusing instead on Mr. Assad's calls for national unity to end the crisis.\nMr. Assad claimed that Syria was under assault from outside forces because of its long history of backing the \"resistance,\" a term used to describe standing up to Israel in particular and the West in general. \"It is about the role of Syria, the militant role of Syria, Syria's support for resistance. They want to harm this role, they want to crush it, they want to divide this nation,\" he said Sunday.\nAt least 10,000 civilians have died since the uprising began, according to a U.N. count, and the Syrian government says that more than 2,600 members of the security services have been killed. There has been some evidence of foreign jihadists fighting in Syria, but most of the violence involves clashes between the military and the Free Syrian Army, a patchwork of local militias formed by the opposition.\n\"We should fight terrorism so that it will not dissuade us from our path,\" Mr. Assad said. \"Terrorism has nothing to do with the political process.\"\nUsing language reminiscent of the leaders of the Islamic Republic of Iran, Mr. Assad said his critics hated the idea that reform is moving ahead in Syria. \"Holding the elections for the people's assembly as scheduled slapped those who wanted Syria to close in on itself, to drown in the blood of its people,\" he said.\nMr. Assad, 46, inherited the presidency from his father in 2000 and has been promising to open up the political system ever since. He repeated that promise on Sunday.\n\nGraphic\n\n \nPHOTO: Bashar Assad\n\nLoad-Date: June 4, 2012"
}