{
    "title": "Syrian troops take town on refugee route",
    "publisher": "telegraph herald ",
    "year": 2012,
    "month": 9,
    "day": 7,
    "full text": "BEIRUT - After hours of heavy shelling, Syrian troops recaptured a border town Thursday in what activists said was a government attempt to stem the flood of people fleeing their country's civil war. Syrian rebels had been in control of Tel Chehab, along the Jordanian border, for months despite repeated assaults by pro-government troops, local activist Mohammed Abu Houran said. In the latest clashes, hundreds of Syrian soldiers backed by 20 tanks assaulted Tel Chehab, according to Abu Houran and the Britain-based Syrian Observatory for Human Rights. \nRebels fought back but were pushed out, activists said. A Jordanian army officer living just across the border said he heard heavy shelling starting early in the morning but that it had subsided by midday. \"It sounded like the shelling came from tanks and armored vehicles,\" said the officer, who spoke on condition of anonymity. The activists did not have casualty figures. Abu Houran said at least 2,000 refugees were waiting in the town for the chance to cross the border. Most of them were staying in two schools. Syria's state-run news agency said troops arrested \"several terrorists\" in Tel Chehab and confiscated large amounts of explosives, including C4. Other explosives were also dismantled, it reported, without giving further details. An amateur video posted online by activists showed tanks and trucks full of soldiers passing through the town of Yadouda on their way to nearby Tel Chehab. The authenticity of the video could not be independently confirmed. Abu Houran said the regime apparently was trying to cut the route for refugees who have been fleeing the civil war in increasing numbers. More than 100,000 Syrians left in August alone, the highest monthly total in the past 18 months, the U.N. refugee agency UNHCR said. More than 160,000 Syrian refugees now live in Jordan, and that number is increasing by the thousands every day. About 8,000 live in a new camp on the border, while the rest are scattered across the country. Syrian President Bashar Assad's regime is coming under increasing reproach as it tries to crush an uprising that has raged for nearly 18 months. Both Turkey and Egypt have criticized the regime in recent days as the violence has spiked. Activists say nearly 5,000 people were killed in August, the highest monthly total since the crisis began in March 2011, and 23,000 have died altogether. Turkey this week accused Syria of \"state terrorism,\" and Egypt's president urged Assad to take a lesson from the Arab Spring uprisings that deposed other leaders and step down. On Thursday, Syria's Foreign Ministry said Egyptian President Mohammed Morsi's comments were \"blatant interference in Syrian internal affairs and an explicit attack on the Syrian people's right to choose their own future without any foreign interference.\" The Foreign Ministry also attacked Turkish Prime Minister Recep Tayyip Erdogan, accusing him of \"practicing terrorism against the Syrian people by harboring, supporting and training armed terrorist groups.\" Turkey, once strong ally of Assad, has turned into one of his harshest critics. Turkey also has served as a base for Syrian rebels.\n\nLoad-Date: September 7, 2012"
}