{
    "title": "Syria _ Turkey accuses France 's Macron of 'sponsoring terrorism'",
    "publisher": "university wire",
    "year": 2019,
    "month": 11,
    "day": 29,
    "full text": "He went on with extra assaults on Macron's global politics, saying that the French president \"can't be the chief of Europe by wobbling like this\".\nLast month, Macron met Jihane Ahmed, the spokeswoman for the US-backed Syrian Democratic Forces , of which the YPG is a big part, to express France's solidarity with them in their fight against Islamic State in Syria.\nFrench PresidentEmmanuel Macron warned Turkey on Thursday that it's alienating allies, and mustn't depend upon assist from the multinational alliance whereas additionally finishing up widely-condemned navy operations towards Kurds in northernSyria as a \"fait accompli\".\nLeaders are chipping in over the place they stand nearly about the navy pact simply 4 days earlier than NATO's 2019 London Summit. On Wednesday, a Turkish source said the impasse stemmed from the United States' move to withdraw its support for a separate Turkey defense plan.\nHe also announced that Turkey would pause its military invasion to allow the withdrawal of YPG forces from the safe zone.\nGiuliani role in Ukraine scandal deepens\nCostello declined to comment on what directions Trump had given Giuliani on Ukraine, citing attorney-client privilege. But, you know, Rudy has other clients other than me. \"If you could speak to him that would be great\".\nMacron's remarks drew strong reaction from European peers who believe Europe still needs to rely heavily on North Atlantic Treaty Organisation, but he said on Thursday his remarks had been a useful wake-up call and he would not apologise for saying them.\nErdogan was speaking days ahead of a summit of the military alliance, which Macron said was experiencing \"brain death\" because of American unpredictability under President Donald Trump and strained ties with Turkey.\nAccording to NATO's founding treaty, an attack against one ally is considered an attack against all, and will trigger the alliance's military strategies for collective defense. We are allies too.\n\"I really stand by raising this ambiguity because I believe it's irresponsible of us to keep talking about things that are given financial and technical stakes we now face\", he said Thursday. \"I'm glad it was delivered, and I'm glad everyone now thinks we should be more concerned with our strategic objectives\".\nAnkara is reportedly blocking the approval of a North Atlantic Treaty Organisation defense plan for the alliance's eastern flank until it gets the green light over its security concerns inSyria.\n\nLoad-Date: November 29, 2019"
}