{
    "title": "Syria _ U.S. strikes in support of terrorism U.S. -led coalition said its action was in self-defense",
    "publisher": "daily news ",
    "year": 2018,
    "month": 2,
    "day": 9,
    "full text": "Civil-defense workers and civilians inspect a damaged building after a rare U.S. strike hit a rebel-held suburb near Damascus, Syria, on Thursday. Dozens were reported killed in the strike on Syria's government-backed troops.\nBEIRUT - Syrian state-run media said Thursday a rare U.S. strike on government-backed troops in eastern Syria killed and wounded dozens of tribal fighters, calling it a new effort \"to support terrorism.\"\nThe U.S.-led coalition said its action was in \"self-defense,\" citing a major attack on its allied forces and U.S. advisers in Deir el-Zour province by at least 500 fighters, battle tanks, howitzers and mortars.\nThe overnight attack, which a U.S. military official earlier said killed about 100 of the attackers, added another layer to the Syrian conflict that is once again plunging into a new and unpredictable spiral of violence.\nThe attack in Deir el-Zour province in northeastern Syria occurred in crowded battle space. A stronghold of Islamic State militants until late last year, the province also was the group's main source of oil revenue. U.S.-backed Kurdish-led forces have been fighting for control of Deir el-Zour with rival Russian-backed Syrian troops that are reinforced by Iranian-supported militias.\nThe U.S.-backed forces control areas east of the Euphrates River and most of the oil and gas fields, while government forces are based in the west. Previous friction was reported before, but Wednesday's incident appeared to be the largest since last year. The IS militants have been dispersed in the province, which also has a number of U.S. bases.\nIn an email Thursday, Col. Thomas F. Veale said the coalition reported to the Russians the buildup of the pro-government forces in the area before the attack, and communicated with them during and after it. The Russian officials offered assurances that they would not engage the coalition forces in the area, Veale said.\n\"Pro-regime forces initiated hostilities with artillery pieces (howitzers). Additionally, Syrian pro-regime forces maneuvered T-55 and T-72 main battle tanks with supporting mortar fire in what appears to be a coordinated attack on Syrian Democratic Forces approximately 8 kilometers (5 miles) east of the Euphrates River de-confliction line in Khusham, Syria,\" Veale said.\nBy crossing the river, the pro-government forces would have violated the existing de-confliction agreement between Washington and Moscow, approaching U.S.-backed forces based near an oil field. Russia is the main ally of Syrian President Bashar Assad.\nAsked if Russia was responsible for not stopping the attack, Veale said: \"The de-confliction effort has served its purpose. Just as the coalition does not direct the operations of the SDF, the Russians do not direct operations of the Syrian regime.\"\n\nLoad-Date: February 9, 2018"
}