{
    "title": "Syria President_ Russia campaign must succeed",
    "publisher": "university wire",
    "year": 2015,
    "month": 10,
    "day": 4,
    "full text": "DAMASCUS, Syria - Syria's President Bashar Assad said in comments Sunday that the air campaign by Russia against \"terrorists\" in his country must succeed or the whole region will be destroyed, stressing that the fight against terrorism must precede a political process.\nIn the interview with Iran's Khabar TV, Assad also accused Western nations of fueling the refugee crisis and said the U.S.-led coalition to fight the Islamic State group will only spark more instability in his country and the region.\nThese were Assad's first comments since Russia launched its air campaign against multiple armed groups in Syria Wednesday. While the IS controls large swaths of eastern Syria, the Russian attacks have largely focused on the northwestern and central provinces - the gateways to the heartland of Assad's power in the capital and on the Mediterranean coast. Russia's only naval base outside of its territories is also located on the coast, in the Syrian city of Tartus.\nAssad said the Russian campaign has the potential to succeed because it is supported by Iran and has international, if not Western, support. He called on countries that support the armed opposition to stop, which would increase the chances of the campaign to succeed.\n\"It must succeed or we are facing the destruction of a whole region, and not a country or two,\" he said. \"The chances for success are large, not small.\"\nHe said the Russian intervention is open-ended, and was planned in cooperation with the Syrian military.\nSyria's war is entering its fifth year, with at least 250,000 people killed and half of the pre-war population on the move- 4 million refugees and 8 million internally displaced.\nAssad has accused Western countries, neighboring Turkey and some Gulf states of fuelling the war by supporting the armed opposition, all of which he calls terrorists. Militant groups the Islamic State group and al-Qaida's affiliate in Syria, the Nusra Front, are among the strongest groups operating in Syria. But there are dozens of other rebel groups, some western-backed and armed, fighting against Assad and the IS.\nAssad said combatting terrorism is \"the basis for any solution in Syria.\"\n\"The only solution for us is to strike at terrorism. Implementing any solution or political ideas agreed upon will need a state of stability. Otherwise it will have no value,\" he said.\nRussia said it is launching its campaign to target IS and other terrorists groups, but some of the targets so far have included Western-backed groups. A top official with Russia's general staff, Col.-Gen. Andrei Kartapolov, said Saturday that militants are leaving the areas they control in panic, estimating that 600 of them have left their positions and are trying to reach Europe. It was not clear how the Russians were able to determine their intended destination. He vowed that the air campaign will intensify in the coming days.\nOn Sunday, the fifth day of the air campaign, Russia said its warplanes had carried out 20 missions in the past day, attacking Islamic State positions in the northwestern province of Idlib. The province is controlled by a rebel coalition known as Jaish al-Fatah, which includes the Nusra Front, but not IS. The statement also said the warplanes attacked a training camp in Raqqa province, which is controlled by the Islamic State group.\nActivists reported raids on Sunday in the central province of Homs, where at least two children and a shepherd were killed in the town of Talbiseh and nearby areas. A video posted on an activist media platform posted showed panicked residents fleeing.\nAssad has in recent months suffered a series of battlefield setbacks, conceding that his army has had to relinquish some areas in the north to be able to better defend core areas seen as more critical to the government. Some say Russia's campaign is essentially a mission to prop up the embattled president. President Barack Obama on Friday vehemently rejected Russia's military actions in Syria, saying the campaign will only strengthen IS.\nAssad said the U.S.-led coalition against IS has failed to achieve any results. \"I don't think that coalition will achieve anything except a certain balance between those forces on the ground to keep the fire raging.\"\nAssad said that the West's failure to achieve its goals in Syria has forced them to change their positions on excluding him from a future political settlement. In recent weeks, some European officials said Assad must be part of a negotiated settlement to the conflict- a position rejected by the Syrian opposition, the U.S., and Gulf allies.\nIn the more than hour long interview, Assad said it is up to the Syrian people to decide who rules the country and under what political system, not foreign leaders.\n\"What is for certain is that the Western officials are lost, lack clarity of vision and are feeling the failure of their plots (toward Syria),\" he said. \"The only goal that was realized ... is the destruction of much infrastructure in Syria, shedding lots of blood.\"\nNow, the Western governments are paying the price of their failed policy in Syria, he said, because terrorism has been exported to them as well as a huge influx of refugees.\nAssad blasted Western countries, accusing them of fuelling terrorism by supporting rebel groups, and ultimately the refugee crisis.\n\"In reality, they are the biggest contributor for reaching this stage by supporting terrorism and imposing a siege on Syria,\" he said, in reference to Western countries. \"They attack terrorism but they are terrorists in their policies either by imposing the siege of by supporting the terrorists.\"\nOver a half million people have crossed the Mediterranean to Europe this year, more than double the figure for all of 2014, most of whom are Syrians.\nEuropean countries have grappled with the crisis, described as the worst refugee crisis since World War II.\n_____________\nEl Deeb reported from Beirut. Associated Press writer James Heintz in Moscow contributed to this report.\n\nLoad-Date: October 4, 2015"
}