{
    "title": "Syria , Isolated at U.N. , Drops Terrorism Plan",
    "publisher": "the new york times",
    "year": 1987,
    "month": 12,
    "day": 2,
    "full text": "The Soviet Union and third-world countries have joined Western nations at the General Assembly to defeat a move by Syria that many countries contended would confer legitimacy on international terrorism.\nFaced with the combined opposition of these countries, Syria agreed today to water down a bitterly contested proposal that called on the United Nations to convene an international conference to define the difference between terrorism and the legitimate right of oppressed peoples to fight for national freedom.\nIsrael was the only country to oppose the amended resolution tonight when it was put to a vote. The United States abstained and the other 128 members present voted in favor of the compromise resolution.\nThe compromise reaffirms the United Nations' previous strong condemnation of international terrorism in all its forms. It then invites the Secretary General to seek the views of member states on terrorism and on ''the ways and means'' of combating it, including the possibility of calling an international conference.\nExplaining his Government's opposition, Israel's representative at the United Nations, Benjamin Netanyahu, said the compromise resolution before the General Assembly keeps alive the original Syrian idea, which he described as an attempt to ''justify terrorism by putting it under the banner of national liberation.''\n''The idea of the conference has been shelved but not killed,'' Mr. Netanyahu said, adding, ''At some point the charade may resurface.''\nAn American delegate, Robert B. Rosenstock, said the Reagan Administration finds the resolution ''encouraging'' because it condemns terrorism and ''calls on all countries to cooperate in eradicating terrorism.'' He emphasized that nothing in the new Syrian draft ''justifies acts of terrorism no matter what the ends may be.''\nBut he said the United States had abstained because it did not believe that the proposal was ''sufficiently focused on the problems of terrorism as such.''\nSpeaking for the European Community countries, Denmark also emphasized that the resolution does not weaken previous United Nations resolutions condemning terrorism and can not be seen as justifying future acts of terrorism.\nThe original Syrian resolution, which at first had the unenthusiastic support of the rest of the Arab world, was widely seen by Western diplomats here as the single most provocative proposal submitted to this year's General Assembly. Opponents argued that it appeared to be an attempt to legitimize acts of terrorism carried out by groups fighting for a national homeland. They also said it undercut the strong resolution condemning international terrorism in all its forms adopted by the General Assembly two years ago.\n \nArab Support Evaporated\nDiplomats say Syria gradually found itself deserted by its Arab allies as opposition to the proposed resolution hardened among third-world countries and the Soviet bloc.\nThe final straw came over the weekend when the Soviet Union made clear that it was opposed to the proposed conference. ''In the end Syria was completely isolated,'' one ambassador said.\nWestern diplomats see the compromise as a further sign of the moderate tone that has characterized this year's General Assembly, with rival blocs of states clearly anxious to avoid confrontation with each other.\nTraditional resolutions condemning Israel have been softened, for example, and the General Assembly drew back from debating Libya's invasion of Chad because this risked opening new rifts between African and Arab members.\nDiplomats attribute this cautious mood to concern about the United Nations' poor image in the United States and many Western countries, its serious financial difficulties caused by Washington's failure to pay the full share of its annual dues for the second year running and the new climate of detente between the United States and the Soviet Union, which has taken the edge off many areas of East-West confrontation."
}