{
    "title": "Syria military completes the recapture of Aleppo Army claims rebels are gone, stability is restored(3)",
    "publisher": "daily news ",
    "year": 2016,
    "month": 12,
    "day": 23,
    "full text": "west Syrians of the being embattled evacuated city from , Thursday Aleppo . ride in the back of a pickup as it drives near Rashidin,\nThe last \"remnants\" of rebels and their supporters have been evacuated from eastern Aleppo and the government has regained full control of the embattled city, the Syrian military said Thursday.\nThe army issued a statement announcing \"restoration of security and stability to Aleppo after liberating it from terrorism and terrorists,\" the state-run Syrian Arab News Agency said.\nWestern Aleppo erupted in celebratory gunfire, with Syrian TV showing soldiers and civilians shouting \"Aleppo, Aleppo!\" and \"God, Syria and Bashar only,\" the Associated Press reported.\nThis week, the U.N. Security Council approved a plan to send U.N. monitors to oversee the evacuations. The operation, aided by the International Red Cross, took place in fits and starts as both sides squabbled over security concerns while sometimes blizzard-like weather conditions further hampered the effort.\nAleppo is now under full government control for the first time since rebels took command of eastern parts of the city in 2012. Turkey and the West backed a hodgepodge of rebel groups, while Russia and Iran backed the government of Bashar Assad.\nIn Washington, State Department spokesman John Kirby said the events in Aleppo don't mean the war is over, adding that the Assad regime bears responsibility for the wasteland the once-vibrant city has become.\n\"It wasn't the opposition that bombed hospitals and schools and first responders as they rushed to save people,\" Kirby said. \"It was the regime and its backers.\"\nStill, recapturing the last holdout enclaves mark Assad's biggest victory in the 6-year-old civil war, and it was not clear what path remained for rebel forces. An estimated 500,000 people have died and millions have fled.\nAhmad al-Khatib, an opposition media activist who left the Aleppo before the siege, said the city's fall was a date \"we'll never forget and we will never forgive.\" according to AP. \"Let the world bear witness that Bashar Assad has killed and displaced and destroyed Aleppo, and he celebrates in his victory over the blood and offspring of Aleppo ... with the agreement of the Arab and Western nations,\" he tweeted.\nAssad called the liberation of Aleppo a victory not just for Syria but for all nations contributing to the fight against terrorism, particularly Iran and Russia.\n\"It is also a relapse for all the countries that are hostile toward the Syrian people and that have used terrorism as a means to realize their interests,\" Assad said.\nMore than 35,000 rebels and civilians have fled former rebel-held enclaves in eastern Aleppo since last week, the United Nations said. The evacuation of the last patients from hospitals in the area was finalized Wednesday.\nThe evacuations appear to conclude a siege of the city that prompted a severe humanitarian crisis. The tide of the struggle began to turn last year when Russia stepped up air assaults in support of Assad's troops.\nAll sides have expressed agreement that any final solution must be political, not military. Assad has vowed that any solution that strips him of power is off the table. His battlefield victories have strengthened his hand.\n\nLoad-Date: December 23, 2016"
}