{
    "title": "Syria thumbs its nose at the UN Despite a UN statement yesterday calling for an end to the violence,",
    "publisher": "the new york times",
    "year": 2012,
    "month": 3,
    "day": 22,
    "full text": "· A daily summary of global reports on security issues. United Nations head Ban Ki-moon said that a UN Security Council statement calling for an end to violence in Syria had sent a \"clear\" message, but there was no sign of abatement on the ground.\nMedia outlets reported clashes in the cities of Homs, Hama, Deraa, and Deir al-Zour, among others. At least 82 people were killed yesterday, and there have already been several deaths today, CNN reports. Rebels are now preparing for an offensive on Damascus amid what some experts characterize as \"phase two\" of the insurgency, which could see an uptick in acts of terrorism.\nIn its statement, the Security Council backed UN special envoy Kofi Annan's plan to end the violence, which includes proposals for a cease-fire initiated by the Syrian government, a daily halt in fighting for the delivery of humanitarian aid and treatment for the wounded, and talks between the government and opposition. The non-binding statement initially warned of further UN action, such as sanctions, if the Syrian government did not cooperate, but that element was removed to secure Russian support for the statement. Syrian media emphasized the statement's lack of an ultimatum or clear threat, Agence France-Presse (AFP) reports. The headline for the report from state-run Syrian Arab News Agency (SANA) read, \"No warnings or signals in statement,\" and noted Russian Foreign Minister Sergei Lavrov's emphasis that the document does not contain any ultimatums, threats, or assertions who is guilty. AFP reports that after a month of getting pushed back in strongholds across the country, the lightly armed rebels are preparing for an assault on the capital of Damascus. The Free Syrian Army announced in a video that it has set up a council to coordinate operations around the city. In the past week, the city has become a prime target for hit-and-run raids by the rebels. International observers also worry about the increasing likelihood that Syria's domestic conflict will spill over into neighboring countries. Last night several Syrian shells landed in a Lebanese village on the border, wounding one person, Reuters reports. The New York Times provides a detailed analysis of the state of play in Syria: a regime that is unable to back down and an opposition that wants nothing less than him gone.\nMany Syrians say that Mr. Assad cannot afford to stop shooting and can never go back to ruling as he did before, when his authority stemmed from the bonds of sect, business interests and fear. If he dials back his repression, Syrians of many political stripes say with certainty, citizens will demand his ouster. ... The quickest ways out - if Mr. Assad were to leave, or if insiders were to stage a coup - also seem highly unlikely, analysts said. Insulated from all but his inner circle, Mr. Assad appears to believe that his strategy is succeeding.\nThe security officials who might be able to overthrow him now see their fates intertwined with his. The public has suffered too much to be satisfied with a coup alone; they would seek the entire security system's downfall and, possibly, revenge. \"We'll see this society, which has been bullied into despair, resort to desperate means,\" said Peter Harling of the International Crisis Group. \"We're talking about hundreds of thousands of people pushed to the brink.\"\nSyria observer Joshua Landis of the University of Oklahoma predicts that the opposition is moving into what he calls \"phase two\" of an insurgency: organized, continuous guerrilla warfare to put the government on the defensive. The initiative would include \"terrorism,\" such as bombings, assassinations, kidnappings, and murder; efforts to win over support from the general population, both through intimidation and by gaining trust by providing for those in need; and attacks against the government and military to undermine their ability to move freely around the country.\n\nLoad-Date: March 22, 2012"
}