{
    "title": "Syria accuses Jordan of sponsoring terrorism",
    "publisher": "telegraph herald ",
    "year": 2015,
    "month": 2,
    "day": 10,
    "full text": "BEIRUT - The Syrian government issued a scathing rebuke of Jordan, accusing its southern neighbor of sponsoring terrorist groups on Syrian soil despite Amman's stepped-up aerial bombardment of the militant faction Islamic State.\nSyria also said it categorically rejects the idea of Jordan or any other nation dispatching ground troops into the country to fight Islamic State, which has overrun large parts of Syria and neighboring Iraq.\n\"I will clearly say that we are committed to defending Syrian sovereignty, and we will not allow anyone to breach our national sovereignty,\" Syrian Foreign Minister Walid Moallem said at a news conference in Damascus with his counterpart from Belarus, Vladimir Makei.\n\"We don't need land forces to enter and fight ISIS; the Syrian Arab army is conducting this task valiantly,\" Moallem said.\nLast week, Jordan ramped up its air campaign against Islamic State targets in Syria after the killing of a captive Jordanian pilot, Lt. Moaz Kasasbeh, who was burned to death by militants who made a video recording of the gruesome scene and posted it online. Syria has condemned the pilot's killing and offered condolences to his family and to the Jordanian people, Moallem noted, according to the official news agency.\nThere have been some reports that Jordan is contemplating using ground troops to confront Islamic State forces. But Jordanian officials have never announced any such plan. Islamic State is concentrated in northern and eastern Syria and is not a major force in southern Syria, which borders Jordan.\nNonetheless, the Syrian foreign minister seemed intent on sending the message that any advance of Jordanian forces into Syria would be viewed as a hostile act. The two nations share a 230-mile frontier.\nDamascus has labeled the ongoing U.S.-led aerial campaign against Islamic State in Syria a breach of its sovereignty.\nThe coalition, which includes Jordan, has been bombing the militants in Syria since September. Syria's air and ground forces are also attacking Islamic State positions, but U.S. officials say they are not coordinating attacks with Syria.\nInstead, the United States and Jordan are aiding what the two nations call moderate rebels seeking to topple Syrian President Bashar Assad. Syria labels all insurgents arrayed against its government as \"terrorists,\" who it says are largely financed by U.S. allies, including Saudi Arabia, Turkey and Qatar.\nThe scenario is different in neighboring Iraq, where the Obama administration backs the government in Baghdad and says it is closely coordinating its bombardment of Islamic State positions with the Iraqi authorities. Washington is also providing military aid to Baghdad.\nHowever, Washington says it is not coordinating its efforts with Iran, a key ally of the Iraqi government that is also providing backing to its fight against Islamic State.\nJordan has been an important staging zone, logistics site and operations center for U.S.-backed rebels seeking to overthrow Assad, a fact that has long enraged Damascus. The Syrian foreign minister accused Jordan of facilitating the Nusra Front, the official al-Qaida franchise in Syria, which has positions in southern Syria close to the Jordanian frontier. Washington labels Nusra Front a terrorist group. But the U.S.-led bombing campaign in Syria is not focused on the group, a rival of Islamic State.\nJordan \"is fighting Daesh for its own reasons and is not fighting the Nusra Front on its borders,\" complained Moallem, referring to Islamic State by its Arabic acronym.\n\nLoad-Date: February 10, 2015"
}