{
    "title": "Syria , Iran slam US strategy in fighting militants",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 11,
    "full text": "DAMASCUS, Syria - Syrian and Iranian officials criticized the Obama administration on Thursday for excluding them from an international coalition coming together in the battle against the Islamic State group, while a state-run Syrian daily warned that unauthorized U.S. airstrikes on Syria may trigger the \"first sparks of fire\" in the region.\nSyria's main Western-backed opposition group, meanwhile, welcomed President Barack Obama's authorization of U.S. airstrikes targeting - for the first time - the extremists inside Syria, saying it stands \"ready and willing\" to partner with the international community to defeat the militants.\nBut the Syrian National Coalition said that airstrikes need to be coupled with a strategy for ultimately toppling President Bashar Assad.\nKurdish politicians in Iraq similarly praised Obama's announcement of wider airstrikes and assistance to Iraqi forces.\n\"We welcome this new strategy,\" said Hoshyar Zebari, a Kurdish politician and one of Iraq's newly-appointed deputy prime ministers. \"We think it will work with the cooperation of the indigenous local forces like Iraqi Security Forces, the Kurdish peshmerga and other forces.\"\n\"There is an urgent need for action. People cannot sit on the fence. This is a mortal threat to everybody,\" he told The Associated Press.\nThe U.S. began launching limited airstrikes against Islamic State targets in Iraq earlier this summer at the request of former Iraqi Prime Minister Nouri al-Maliki, in a significant boost to the Iraqi forces, including the Kurdish peshmerga fighters, battling to win back land lost to the militant group.\nThe Sunni extremists seized roughly a third of Iraq and Syria in their rampage this summer, declaring a self-styled caliphate in areas under their control where they apply their strict interpretation of Islamic law.\nIn a prime-time address to the nation from the White House late Wednesday, Obama announced he was authorizing U.S. airstrikes inside Syria for the first time, along with expanded strikes in Iraq as part of \"a steady, relentless effort\" to root out Islamic State extremists and curb their reign of terror.\nHe also again urged Congress to authorize a program to train and arm Syrian rebels who are fighting both the Islamic State militants and Assad's forces.\nObama did not say when U.S. forces would begin striking at targets inside Syria.\nSyrian Foreign Minister Walid al-Moallem had last month warned the U.S. against carrying out airstrikes on Syrian territory without Damascus' consent, saying any such attack would be considered an aggression.\nObama, in his speech, ruled out any partnership with Assad in the fight against the Islamic State militants, saying the Syrian leader will \"never regain the legitimacy\" he has lost.\n\"I wonder how an international coalition can be formed and Syria, which is targeted by terrorism in depth, is shunned aside?\" Sharif Shehadeh, a Syrian lawmaker, told The Associated Press in Damascus. He said violating Syrian sovereignty will have \"negative repercussions on regional and international security.\" He did not elaborate.\nThe state-run al-Thawra newspaper warned in a front-page editorial that Obama's authorization of airstrikes in Syria might be \"the first sparks of fire in the region.\"\nSyrian officials have always insisted that the uprising in Syria which erupted in March 2011 and eventually escalated into civil war was carried out by armed \"terrorists\" - using the term as shorthand for all rebels.\nIran's President Hassan Rouhani, whose country is a staunch ally of Assad, also said Thursday that regional and international cooperation will be vital - even though Tehran has not been invited to join the international coalition against the Islamic State group. Rouhani spoke on an official visit to Tajikistan.\nIn Tehran, foreign ministry spokeswoman Marzieh Afkham said the coalition against the Islamic State group has \"serious ambiguities,\" the official IRNA news agency reported Thursday. She added that Iran has doubts about the seriousness of the coalition, accusing some unnamed members of supporting terrorism in Iraq and Syria.\nThe new U.N. envoy to Syria, meanwhile, said \"the top priority now is to fight terrorism.\" Speaking on his first visit to Damascus following a meeting with Assad on Thursday, Staffan de Mistura said he will strive \"with a renewed energy\" to move toward a political settlement to the Syrian conflict.\nThe Swedish-Italian diplomat is stepping into a mission that has frustrated two high-profile predecessors: Finding a resolution to a conflict that has killed more than 190,000 people and has driven a third of Syria's population - some 9 million people - from their homes.\nA year ago, Obama gave a speech to the nation in which he was widely expected to announce the U.S. would be launching punishing airstrikes against Assad's forces, after blaming them for a deadly chemical weapons attack near Damascus. Obama backed down at the last minute.\nIronically, the U.S. president is now authorizing airstrikes not against Assad, but against a group committed to his removal from power. In doing that, the U.S. runs the risk of unintentionally strengthening Assad's hand, potentially opening the way for the Syrian army to fill the vacuum left by the extremists.\nHadi Bahra, chief of the Syrian National Coalition opposition group, said mainstream Syrian rebels desperately need the kind of support that would enable them to form a reliable and well-equipped force to fight the extremists.\n\"Today, we are one step closer to achieving that goal,\" he said.\nHe said the Syrian Coalition \"stands ready and willing to partner with the international community,\" not only to defeat the extremists, but also \"to rid the Syrian people of the tyranny of the Assad regime.\"\n___\nKaram reported from Beirut. Associated Press writers Qassim Abdul-Zahra and Vivian Salama in Baghdad contributed to this report.\n\nLoad-Date: September 11, 2014"
}