{
    "title": "SYRIA WON'T OPENLY REJECT TERRORISM ASSAD PRIVATELY TOLD CLINTON OF REGRETS OVER VIOLENCE. CLINTON S",
    "publisher": "the philadelphia inquirer",
    "year": 1994,
    "month": 10,
    "day": 28,
    "full text": "President Clinton said he made some small steps toward peace in a meeting yesterday with Syrian President Hafez al-Assad, but he expressed disappointment that Assad didn't publicly condemn terrorism.\n\"I regret that President Assad did not take the opportunity to say to me in public what he said to me in private about his deep regret about the loss of innocent lives,\" an exhausted-looking Clinton said during a news conference here with Israeli Prime Minister Yitzhak Rabin.\nClinton, who came to the Mideast for this week's signing of a peace treaty between Israel and Jordan, traveled to Damascus earlier in the day with hopes of accelerating peace negotiations between Syria and Israel. It was the first trip by an American president to Syria in 20 years.\nThe President said Secretary of State Warren Christopher would return to the Middle East within a few weeks to continue pushing the peace process in shuttle diplomacy between Jerusalem and Damascus. Syria is demanding full withdrawal from the Golan Heights, which Israel captured in the 1967 war; Israel has offered a partial withdrawal over several years.\nRabin told reporters he was confident Israel could achieve peace with Syria and Lebanon, the last two holdouts to peace among Israel's neighbors. Still, Rabin said, \"it might take time. One has to be patient.\"\nLater, in an evening address to the Knesset, Israel's parliament, Clinton said: \"We have been urging President Assad to speak to you in a language of peace that you can understand. Today he began to do so.\"\nClinton drew some domestic criticism for visiting Assad, who has been widely condemned for sheltering terrorists.\n\"Everything the President said about Cedras in Haiti can apply to Assad in Syria,\" Rep. Newt Gingrich (R., Ga.) said in Salt Lake City yesterday. \"He is more ruthless. He has killed more people. He runs a tighter police state. He subsidizes terrorists. I think it is a very bad position for the President to go to Syria.\"\nBut Clinton defended his decision to make the trip. \"I felt if I was coming to the region I felt I had to go to Syria,\" he said. \"We did some good.\"\nStill, publicly at least, Clinton got little help from Assad.\nAt a joint news conference in Damascus with Clinton, a combative Assad told reporters that he and the President did not discuss terrorism as a separate issue during their nearly three-hour meeting.\nAssad denied that Syria practices terrorism and challenged those in the room to name \"anything that proves that Syria has done a single terrorist act.\"\nA stern-faced Clinton then jumped in and said: \"I said, and I believe President Assad agrees, if we are going to have peace in the region . . . then supporting those who try to undermine the peace that is made is inconsistent with that, particularly if they try to undermine it with terrorist tactics.\"\nThe President said he and Assad also discussed terrorism in the context of last week's bus bombing that killed 23 people in Tel Aviv.\nVisiting Syria was politically risky for Clinton because, since 1979, the country has been on the State Department's list of nations that harbor terrorists or have encouraged terrorist attacks.\nThis year's State Department report on terrorism, however, credited Syria for furthering the Mideast peace process by persuading the radical Hezbollah group to stop its rocket attacks on northern Israel, but said it had not halted Iran's resupply of Hezbollah fighters via Syria. While citing Syria for supporting and offering haven to terrorists, the report said the country had moved to \"restrain the international activities of some of these groups.\"\nDespite Assad's public intransigence, Clinton said the Syrian president \"plainly went beyond anything he said before\" about peace.\nChristopher told reporters aboard Air Force One on the flight from Damascus to Jerusalem that for the first time Assad talked publicly about \"normal, peaceful relations with Israel,\" instead of only peace with people in the region generally.\nChristopher also said that Assad spoke about a peace that enables both Arabs and Israelis to live in \"security, stability and prosperity\" and that Assad commented on moving from \"a state of war to a state of peace.\"\n\"I believe something is changing in Syria,\" Clinton told the Knesset. \"Its leaders understand that it is time to make peace. There will still be a good deal of hard bargaining before a breakthrough, but they are serious about proceeding.\"\n\nGraphic\n\n \nPHOTO;\n\nPHOTO (2)\n1-2. President Clinton with Syrian President Hafez al-Assad, left, in\nDamascus; the President hoped to speed peace talks between Syria and Israel.\nClinton also met with Israeli Prime Minister Yitzhak Rabin, who counseled\npatience in the peace process. (Reuters, WIN McNAMEE) (Associated Press,\nDAVID BRAUCHLI)\n\nLoad-Date: October 21, 2002"
}