{
    "title": "SYRIA SAYS U.S. AIRSTRIKE KILLED SEVERAL SOLDIERS",
    "publisher": "the day ",
    "year": 2017,
    "month": 5,
    "day": 20,
    "full text": "BEIRUT - A Syrian military official said Friday that an aerial \"aggression\" by the U.S.-led coalition on a government military position near the border with Jordan the day before killed several soldiers and caused material damage.\n The strike was the first such close confrontation between U.S. forces and fighters backing President Bashar Assad and the development is likely to increase tensions in the war-torn country.\n The unnamed official's comments were carried by Syrian state TV a day after the strike.\n The U.S.-led coalition said Thursday that a U.S. airstrike hit pro-Syrian government forces it said posed a threat to American troops and allied rebels operating near the border with Jordan.\n This \"flagrant aggression launched by the international coalition exposes the falsity of its allegation about fighting terrorism and undoubtedly demonstrates the reality of the Zionist-American project in the region,\" the Syrian official said.\n In Geneva meanwhile, Bashar al-Ja'afari, the head of the Syrian delegation to the peace talks underway in the Swiss city, told reporters there that he discussed the airstrike during a meeting Friday with the U.N. Special Envoy to Syria Staffan de Mistura, describing the attack as \"state terrorism.\"\n \"In every meeting we remind the attendees that there is terrorism by terrorists and also terrorism by states committed against our country,\" al-Ja'afari said.\n Russia, a main backer of Assad, also denounced the airstrike.\n But Syria's opposition delegation to Geneva lauded the airstrike, saying it helps curb Iran's influence in his country. He railed against Iran, for its support of the Syrian government.\n \"Any real effort to combat terrorism and to limit the Iranian influence ? is in the interest of the Syrian people and the people of the region and international peace and security,\" said Nasr Hariri, who represents the opposition at the Geneva talks.\n\nLoad-Date: July 28, 2017"
}