{
    "title": "SYRIA PEACE TALKS SEE SLIVER OF HOPE Bitter sides have yet to meet face to face",
    "publisher": "spokesman review",
    "year": 2014,
    "month": 1,
    "day": 24,
    "full text": "Syria's government said stopping terrorism - not talking peace - was its priority, while the Western-backed opposition said \"the road to negotiations\" had begun, offering a glimmer of hope Thursday for a way to halt the violence that has killed more than 130,000 people.\n The two sides did not meet face to face, buffered by a famously patient U.N. mediator who shuttled between representatives of Syrian President Bashar Assad and members of the opposition trying to overthrow him. And they did not seem ready to do so today as originally scheduled.\n Syrian Foreign Minister Walid al-Moallem questioned both the point of the talks and the legitimacy of the Syrian National Coalition, which is made up largely of exiles and lacks influence with an increasingly radicalized rebellion.\n Infighting among rebels in the civil war has grown so deadly - nearly 1,400 killed in the past 20 days - that the head of al-Qaida called on Islamic militants to stand down, playing directly into Assad's argument that only his government is preventing Syria's further descent into chaos.\n Al-Moallem, speaking before his meeting with mediator Lakhdar Brahimi, said his government's priority was to \"to fight terrorism.\"\n Both U.S. Secretary of State John Kerry and the head of the Syrian National Coalition derided the notion that Assad should stay in power to fight terrorists.\n \"Assad is responsible for the potential disintegration of Syria,\" Kerry told the broadcaster Al-Arabiya. \"He is a one-man super-magnet for terrorism.\"\n Both sides affirmed positions hardened after nearly three years of fighting. They blamed each other for turning a once-thriving country into ruins, and they called each other terrorists.\n But their willingness to meet separately with Brahimi gave the first sense that the negotiations might bear fruit. Brahimi himself said Wednesday they had shown willingness to bend on humanitarian corridors, prisoner exchanges and local cease-fires - even if the terms were still murky.\n \"The road to negotiations has begun,\" opposition chief Ahmad al-Jarba told reporters, even as he described Assad as \"part of the past.\" He said he had empowered negotiators to determine the time and scope for any talks.\nSIDEBAR:\n BACKGROUND\n The fighting that began in March 2011 with a peaceful uprising against Syrian President Bashar Assad has become a proxy war between regional powers Iran and Saudi Arabia, with hints of a throwback to the Cold War as Russia and the United States back opposite sides.\n\nLoad-Date: January 25, 2014"
}