{
    "title": "Syrian govt says terrorism, not talks, is priority",
    "publisher": "the deseret news",
    "year": 2014,
    "month": 1,
    "day": 23,
    "full text": "GENEVA -- Syria's government declared that its main priority was stopping terrorism -- not ensuring peace -- and the opposition hinted it was far from ready to negotiate directly with the government it wants to overthrow, casting sharp doubt Thursday on peace talks that have barely begun.\nOn the day that the two sides were meeting separately with a U.N. mediator known for untangling diplomatic knots, their comments affirmed positions hardened by nearly three years of civil war. The goal of direct talks by Friday appeared distant at best.\nSyrian Foreign Minister Walid al-Moallem, speaking after the tense opening day of a peace conference that has nearly fallen apart at every step, said his government's priority was to \"to fight terrorism.\"\n\"This paves the way for the start of the political process and an internal Syrian dialogue without any foreign intervention,\" he said.\nAt least 130,000 people have been killed in the fighting that began in March 2011 with a peaceful uprising against President Bashar Assad's rule, according to activists who are the only ones still keeping count. The fighting in Syria has become a proxy war between regional powers Iran and Saudi Arabia, and taken on post-Cold War overtones with Russia and the United States backing opposite sides.\nAl-Moallem dismissed the Western-backed Syrian National Coalition as exiled, ineffectual meddlers, insisting that any political negotiations should take place without outside interference and with those who truly represent Syrians.\nHaitham al-Maleh, a veteran Syrian opposition figure and a senior member of the coalition, said Thursday there may not be any face-to-face talks between the two delegations on Friday -- as had been hoped -- but rather mediator Lakhdar Brahimi would continue to shuttle between the two sides.\n\"I don't think we're ready for that yet. The gap is too big,\" he said.\nAl-Maleh, a longtime opponent of Assad's rule who spent many years in Syrian prisons, said it was \"not easy\" to sit in the same room with Assad's officials at Wednesday's opening of the peace conference.\n\"I looked at them and thought, are they really Syrians like me? How can they sit there and defend such a killer regime. How?\" he asked.\nRepresentatives hand-picked by Assad were staying in Geneva's Hotel de la Paix -- or Peace Hotel. The opposition coalition was staying at the Intercontinental, where then-President Jimmy Carter met in 1977 with Assad's father, Hafez, to discuss Mideast peace prospects.\nSyrian refugees staying at the Kilis camp in southern Turkey say the negotiations in Switzerland will not change their plight.\n\"Whether the opposition and the (Syrian) regime sit at the negotiating table makes no difference. The people of Syria have been left alone, and the international community is ignoring them,\" said refugee Mustafa Rejab.\nThe talks got off to a tense start Wednesday in the Swiss city of Montreux, with Assad's future at the heart of bitter exchanges on the podium as dozens of the world's most powerful diplomats looked on. High-level mediating has yielded little so far, but Brahimi said the two sides might be willing to bend on humanitarian aid, cease-fires and prisoner exchanges.\nAt another Swiss venue, the World Economic Forum in Davos, Iranian President Hassan Rouhani called Thursday for a new election in Syria, saying his nation would respect the results.\n\"The best solution is to organize a free and fair election in Syria\" and once the ballots are cast \"we should all accept\" the outcome, he said.\nIran, a close ally of Assad's, was barred from participating in the Swiss-based talks to end Syria's civil war.\nLori Hinnant in Geneva; Bassem Mroue in Beirut, Lebanon; and John Heilprin in Davos, Switzerland, contributed.\n\nLoad-Date: January 24, 2014"
}