{
    "title": "Syria Is Willing To Renew Talks With the Israelis",
    "publisher": "the new york times",
    "year": 1993,
    "month": 12,
    "day": 10,
    "full text": "The United States succeeded today in ending Syria's boycott of the peace talks with Israel, and also announced that President Clinton would meet with President Hafez al-Assad next month in Geneva.\nAfter twice shuttling between Jerusalem and Damascus, Secretary of State Warren Christopher announced the resumption of talks and the Presidents' meeting at a joint news conference today with the Syrian Foreign Minister, Farouk al-Shara.\nThe two Presidents will meet on Jan. 16, after Mr. Clinton attends a NATO summit meeting in Brussels and visits Russia and Belarus, a senior Administration official said.\n \nA Slow Start\n \n \nMr. Christopher said Syria had agreed to resume direct talks with Israel, which Mr. Assad suspended in September after the disclosure that the Palestine Liberation Organization had made peace with Israel without his knowledge or approval. Mr. Assad has repeatedly said he felt betrayed by Yasir Arafat, and has maintained that the Arabs could gain more in unison -- at Syria's pace and direction -- than in separate talks.\nIn an effort to break what one senior official called \"the logjam\" of substance, the talks will initially bring together only the heads of delegations, who will hold unannounced, informal meetings, senior Administration officials said.\nSyria had vowed not to return to the peace table until Israel pledged to withdraw from the Golan Heights, and its willingness to meet with Israeli officials is a modest but clear concession. But there was no indication that Washington had moved the Israelis and Syrians closer on substantive issues, and Mr. Christopher declined to say whether he had received any such commitments from the Syrians.\nMr. Christopher was also vague on why Mr. Clinton would make a clear public gesture by meeting with Mr. Assad without any concrete assurance that Syria was moving closer to peace. He said simply that since Mr. Clinton had met with the other heads of state involved in the peace process, \"it is appropriate and, indeed, natural for him to be meeting with President Assad at this time.\"\n \nWhat Assad Has Done\n Other senior officials pointed to three positive gestures this week that made it worthwhile to risk the political fallout at home that could come from a meeting with Mr. Assad: His commitment to help determine the fate of missing Israeli servicemen in Lebanon, his decision to set a deadline at the end of the month for issuing exit visas to Syrian Jews and his declarations that peace with Israel is crucial for Syria's strategic interests.\nMr. al-Shara, the Foreign Minister, uttered what United States officials characterized as crucial words when he told reporters that peace for Syria \"is a strategic option.\"\nUntil recently, Mr. Assad has viewed the talks largely in terms of what tactical advantages Syria would gain. \"They're in effect saying, 'We've made a strategic choice, a strategic decision for peace,' \" said one senior State Department official. \"This is a different language, a different character.\"\n \nOfficially, a Terrorist\n Even though Syria has been on the State Department's list of countries that support terrorism since 1979, President George Bush met Mr. Assad in Geneva in November 1990 to cement Syria's participation in the coalition against Iraq after it invaded Kuwait.\nPresident Richard M. Nixon also met Mr. Assad in Damascus as part of a tour of the Middle East after Secretary of State Henry A. Kissinger had worked out an agreement for Israel to give back Syrian land occupied in the 1973 war and a sliver of the Golan Heights. And President Jimmy Carter met Mr. Assad in Geneva in 1977 in an abortive attempt to convene an international peace conference on the Middle East.\nEver since the Israeli-Palestinian accord was disclosed, Mr. Clinton has gone out of his way to persuade Mr. Assad that the United States has no intention of leaving him out of the peacemaking.\n \nClinton's Kind Words\n Mr. Clinton's speech on Sept. 13, the day the accord was signed on the White House lawn, contained a not so subtle message of friendship to Mr. Assad. \"A peace of the brave is within our reach,\" Mr. Clinton said, echoing words that Mr. Assad has uttered himself. Since then Mr. Clinton has both written and telephoned Mr. Assad a number of times to prevent him from sabotaging the accord and to coax him into making peace on his own.\nBut the Syrian is apparently still mulling over the main obstacle: whether he is ready to offer Israel the full peace -- open trade, diplomatic relations and open borders -- that Israel demands in exchange for withdrawal from the Golan Heights.\nPrime Minister Yitzhak Rabin, for his part, is struggling with the Palestinians over security problems in carrying out the accord and a wave of violence in Israel and the occupied territories, and has no desire to move at speed toward peace with Damascus.\n \nThe Other Issues\n Senior Administration officials said Mr. Clinton would also use his meeting with Mr. Assad to press Washington's concerns about Syria's poor record on terrorism, human rights and drug trafficking.\nIn his remarks today, Mr. Christopher acknowledged that Syria's record in these areas had not improved since harsh State Department reports on Syria early this year. He also said Washington \"has no plans at the present time to change the position\" on sanctions against Syria for its support of terrorism.\nBut other officials acknowledged that Mr. Clinton could, on his own authority, lift the sanctions imposed by President Ronald Reagan in 1986 after Mr. Reagan said he had received proof that Syrian Government agents had directed the hijacking of an El Al plane in London. Those sanctions included limits on the sale of items like aircraft and helicopters, a ban on Export-Import Bank credits, a reduction in diplomatic representation and an end to an aviation agreement.\n\"We want to take it step by step,\" one senior Administration official said when asked about the 1986 sanctions.\n \nA Denial of Terrorism\n Another set of sanctions, imposed by law when Syria was put on the terrorism list, are much broader. They prevent the sale or transfer from other countries of United States military equipment and technology that could be used for military purposes.\nMr. Christopher told Mr. Assad this week that Washington would allow the transfer of three American-made commercial aircraft from Kuwait, a one-time relaxation of Mr. Reagan's sanctions.\nSyria has always felt it has been unjustly penalized for supporting groups regarded as terrorists by Washington, a point Mr. al-Shara reiterated today. \"We are combatting terrorism,\" he said in angry tones, adding that Syrian support for Palestinian groups fighting Israel is not terrorism. \"We don't care about this list,\" he said. \"We don't believe in it.\"\nSince the late 1980's, there has been no evidence of Syria's direct involvement in international terrorism. But Syria currently provides support and safe haven to more than a dozen Palestinian, Lebanese, Turkish, Kurdish and Japanese terrorist groups.\n \nHelping Other Radicals\n Among these are the Popular Front for the Liberation of Palestine -- General Command, factions of the Palestine Liberation Front and radical factions of Al Fatah, the main wing of the P.L.O. Syria also helps the Red Army group from Japan and Kurdish Marxists.\nBut United States intelligence officials say there is no evidence that Syria has allowed military equipment from Iran to pass through Syrian territory to radical Palestinian groups in Lebanon for several months.\nAnother small indication that Syria may be changing its attitude was evident in Damascus today, when a large demonstration planned by Palestinians on the fifth anniversary of their uprising in Israel was banned.\n\nLoad-Date: December 10, 1993"
}