{
    "title": "SYRIA STILL BACKS TERROR, U.S. SAYS GULF WAR ALLY HAS YET TO EXPEL RADICAL; GROUPS",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 5,
    "day": 1,
    "full text": "WASHINGTON - The United States again has branded its Persian Gulf War ally Syria as a state sponsor of terrorism, accusing it of providing support and a haven to a variety of radicals dedicated to attacking civilians.  In its annual review of terrorism the State Department said Syria took some positive steps last year to rein in radical groups on its territory.  ''They did not, however, take steps to close down these groups or expel them from Syria,'' says the report, released Tuesday.  The report names a wide range of Palestinian groups but also Kurdish and Armenian organizations and the Japanese Red Army, all of which are based either in Damascus or in Syrian-controlled regions of Lebanon.  Syria emerged as a key member of the U.S.-led coalition to oppose Iraq's invasion of Kuwait in August. Secretary of State James A. Baker III has visited Damascus frequently in the past eight months and is trying to persuade Syria to attend an international peace conference with Israel.  But the report says the governments in Washington and Damascus had a fundamental disagreement on Syria's support for ''legitimate struggle'' against Israel.  Countries cited as state sponsors of terrorism are subject to significant trade restrictions. Apart from Syria, the other countries on 1990's list are Cuba, Iran, Iraq, Libya and North Korea.  Yemen was dropped from the list, and Iraq was added after its invasion of Kuwait.  The report says that despite Iraqi threats to unleash a wave of attacks on U.S. interests and civilians, the number of acts defined as ''terrorist'' declined to 455 from 528 in 1989.\nThe number peaked at 856 in 1986.  There were no spectacular actions anywhere in the world resulting in a large number of civilian deaths, and such organizations now find themselves deprived of support or havens in the formerly communist countries of Eastern Europe.  In the Middle East, the number of terrorist acts dropped sharply to 63 last year from 193 in 1989, and no new Western hostages were kidnapped.  But, the report says, there was a surge in attacks in Latin America and Asia.  Cuba remained ''a major training center and transit point for Latin subversives and some international groups,'' the report says.  In Europe, ''spillover'' violence from the Mideast dec lined sharply. The report also notes the continuation of the Palestinian uprising against Israel, which the report says has given rise to acts of violence on both sides.\n\nLoad-Date: October 13, 1993"
}