{
    "title": "Syrian Army declares Aleppo under full control, 'return of security' to city",
    "publisher": "university wire",
    "year": 2016,
    "month": 12,
    "day": 23,
    "full text": "The swap evacuations are part of the Aleppo cease-fire deal - Syrian rebels besieging the two villages agreed to allow over 2,000 people to leave from there in exchange for the government allowing civilians and rebels to leave eastern Aleppo.\n\"This victory represents a strategic change and a turning point in the war against terrorism on the one hand and a crushing blow to the [rebel] project and their supporters on the other hand\", the Syrian army said.\nAssad called the liberation of Aleppo a victory not just for Syria but for all nations contributing to the fight against terrorism, particularly Iran and Russian Federation. \"Thousands are still expected to be evacuated\".\nSome 3,000 residents had been waiting outside in freezing winter weather since Tuesday to board 60 buses that had arrived to the last rebel-held enclave of Aleppo, according to the Syrian Observatory for Human Rights, a United Kingdom -based monitoring group.\nMore than 1,000 people were evacuated from the last rebel-held pocket of Syria's Aleppo early today after hours of delay, a medical official said.\nSyrian rebel fighters arrive in the opposition-controlled Khan al-Assal region, west of Aleppo, after being evacuated from the embattled city, December 22, 2016.\nBut more were still waiting, with a convoy of 31 buses and about 100 other vehicles being prepared in rebel territory, Dbis said.\nThe last evacuations bring the total number of people who have left east Aleppo in the last week to a little over 40,000. \"It's always been very hard to have a true idea of the numbers of people who are in that part of the city\".\nGovernment forces and their allies are now in control of eastern Aleppo, ending more than four years of rebel rule in the area.\nAleppo was once Syria's largest city, and its commercial and industrial hub, before the uprising against President Bashar al-Assad began in 2011.\nAs part of the evacuation deal, some residents were being evacuated in parallel from Fuaa and Kafraya, two Shiite-majority villages in northwestern Syria besieged by rebels, who are mainly Sunni Muslims. \"We have collectively failed the people of Syria\", he said.\nMs Sedky said the Red Cross would \"continue to escort hundreds of civilians\" from the villages to Aleppo \"throughout the day\".\nOn Tuesday, state-run TV station Al-Ikhbariya reported that the Syrian army had used loudspeakers to urge remaining rebels to leave the area, warning it meant to enter the enclave to \"remove remnants of terrorism\".\nAs well as handing a major victory to Assad, it has given fresh energy to worldwide efforts to end the conflict.\nIn Moscow on Tuesday, the foreign ministers of Russia, Turkey and Iran will discuss how to push a peace deal forward that would end nearly six years of war.\n\"Many of them have gone to Idlib, which could be in theory the next Aleppo\", de Mistura warned in Geneva.\nThe Syrian army has been accused of committing war crimes in Aleppo and across the country, including deliberately targeting civilians and using banned weapons.\n\"Protection of civilians leaving these areas remains the biggest concern\".\nIn response to the vote, Human Rights Watch's United Nations director Louis Charbonneau said that such monitoring is \"crucial\" and that Syrian, Russian and Iranian militaries must comply with the resolution.\n\nLoad-Date: December 23, 2016"
}