{
    "title": "Syria Alters Terrorist Image With Some Success",
    "publisher": "the christian science monitor",
    "year": 1991,
    "month": 3,
    "day": 12,
    "full text": "WHEN United States Secretary of State James Baker III arrives here tomorrow, he will have more on his agenda than the nuts-and-bolts issues of a new Middle East security order.\nAs in previous meetings with President Hafez al-Assad, Mr. Baker will ask about Syria's progress in cutting links with international terrorism. Although Baker lauded Syria's help in preventing attacks against Western targets during the Gulf crisis, there are ''still major problems,'' says a senior Western diplomat.\nFor years, news media reports have reinforced images of Middle Eastern terrorists roaming Damascus, political ''guns for hire'' loyal to none but their own unruly cells and paymasters. Syria was their haven, and President Assad their so-called godfather.\nBut the Damascus regime has worked to change its image as an unscrupulous supporter of terrorism, according to diplomats and intelligence sources here.\nSyria's stand against Iraq in the Gulf crisis, sending 20,000 troops to join the US-led coalition, turned the country's radical image on its head, and Damascus has reaped the benefits.\nThe country is awash in ''thank you'' payments from Saudi Arabia, Kuwait, and other alliance countries; Mr. Assad's political status has grown; and Syria will be the military anchor, along with Egypt, of a new regional security setup, agreed to by Arab members of the coalition in Damascus last Thursday.\nSimilarly, Syria's foreign relations have markedly improved. After a four-year break, Britain renewed diplomatic ties last November, sweeping the regime's past links with terrorism under the rug to reward Syria's Gulf stance. Nevertheless, Syria is working in good faith, diplomatic sources in Damascus say.\nThe most recent indication of Syrian resolve, they say, is the demotion of Gen. Muhammad al-Khouli, the deputy commander of the air force who masterminded the Hindawi affair, according to British intelligence and the antiterrorist squad that investigated the case.\nNizar Hindawi, a Jordanian who tricked his Irish girlfriend into carrying a bomb on to an El Al flight leaving London's Heathrow Airport, was said to have been recruited by General Khouli. Britain broke off ties with Syria after the 1986 bombing, and the US ambassador was recalled from Damascus for 10 months.\nDespite the general's close ties to Assad at that time, he was demoted from chief of Air Force Intelligence to deputy commander. But, ''he was not really removed from power, he still had important intelligence tasks until recently,'' says a Western diplomat close to Syrian intelligence. Now, he is ''out of business.''\nThe embarrassing exposure of Syrian intelligence activities during the trial of Mr. Hindawi, diplomats say, coupled with strategic changes in East-West relations, have caused the Syrian foreign operations branch to ''go quiet.'' There has been no evidence of Syrian government involvement in terrorist attacks for two years.\nBut Syria is still high on the American list of states sponsoring terrorism and has been given little incentive to cooperate in exposing the main players in the terrorist network, diplomats say.\n''Syria has felt hard done by the last four years,'' a Western diplomat says. ''Syria can cooperate. They know a lot of things. But why cooperate with America when they are on the black list?''\nCertain radical groups based in Damascus have not helped Syria's case. Their pledges to attack Western targets during the Gulf crisis cast doubt on the country's commitment to fight terrorism. Terrorist groups ranging from the Turkish Kurdish Labor Party to the German Red Army Faction still come through Damascus and use Syrian facilities. And radical Palestinian groups with terrorist experience, such as the Popular Front for the Liberation of Palestine, are still based in Damascus.\n''Syria is trying to distance itself from these groups, but it is an age-old political weapon,'' a Western diplomat says. ''If Syria wants to be unpleasant to the Turks, they have different jihad groups. They will always retain the cards of armed struggle.''\nSyria's greatest liability has been the Popular Front for the Liberation of Palestine-General Command (PFLP-GC) of Ahmed Jabril, which has been linked to the bombing of Pan Am Flight 103 over Lockerbie, Scotland, poses the greatest liability to Syria. Though the US asked Syria to expel the PFLP-GC, Damascus refused, citing lack of evidence.\nGovernment officials say Abu Nidal is a case in point. The Palestinian terrorist, who tops the world's ''most wanted'' lists, was moved out of Syria to Libya and Iraq. ''The one who is a confirmed terrorist (Nidal) is out of Damascus,'' a Syrian official confides.\nLeaks from the Lockerbie inquiry in December said that Libya might be responsible - a most convenient time, politically, for the anti-Iraq coalition to shift blame away from the Syrian-sponsored PFLP-GC.  Western diplomats here say, however, that Mr. Jabril's possible role in the Lockerbie bombing, in which 270 people died, has not been forgotten. And his presence in Syria compromises Assad's stated intention to curb terrorism. Jabril has kept a low profile throughout the Gulf crisis.\nBut there has been little mutual trust between Syria and the West regarding terrorism. High levels of suspicion were underlined by recent reports that the Senate will investigate allegations that Syria misused information from the US about undercover agents that had infiltrated a Palestinian terrorist cell in Syria. The agents were killed last fall after their identities were revealed. The US reportedly gave Syria the information to support US charges of terrorist activity in Syria.\n''We now have adequate satisfaction that Syria has disjoined itself from terrorism,'' says a Western diplomat. ''But it can't be turned off like a light switch.''\n\nGraphic\n\n \nMap, Syria, pinpointing Damascus, with Syrian flag. ''Although Syria has worked to change its image as an unscrupulous supporter of terrorism, Damascus is irked that it is still high on America's list of states sponsoring terrorism.'', NO CREDIT"
}