{
    "title": "Syrian refugees, Skittles, and math_ Does Donald Trump Jr.'s tweet add up_ A widely criticized tweet",
    "publisher": "the christian science monitor",
    "year": 2016,
    "month": 9,
    "day": 20,
    "full text": "Donald Trump Jr., a son of the Republican nominee for US president, posted a meme Monday on Twitter, likening Syrian refugees to a bowl of Skittles in which \"just three would kill you.\"\nThe tweet, which Mr. Trump posted with a call to \"end the politically correct agenda,\" asks rhetorically, \"Would you take a handful?\"\nThe message seems to align with the GOP candidate's, and his vice presidential running mate Indiana Gov. Mike Pence's, views about people displaced by the Syrian conflict, which has raged for more than five years now and spawned the worst refugee crisis since World War II. The vetting processes are inadequate to detect terrorists, so the United States should block all Syrian refugees in the interests of national security, they argue.\nTrump's tweet drew heavy criticism online from those who said it dehumanized the victims of an ongoing crisis. Skittles parent company Wrigley Co. responded, \"Skittles are candy. Refugees are people,\" as The Washington Post reported.\nBut how close does the implicit math in Trump's analogy come to reflecting the real-world threat?\nOut of more than 3.2 million refugees admitted to the United States from 1975 through 2015, only 20 have been terrorists, according to a report released last week by The Cato Institute, a libertarian think tank that bills itself as \"dedicated to the principles of individual liberty, limited government, free markets and peace.\" \nThat's less than one-thousandth of a percent. Trump's three lethal Skittles would have to be mixed among about 480,000 others for his analogy to match the Cato report.\nNone of the 20 refugee terrorists identified in the report were involved in 9/11, and only three were successful in their attempts to kill.\n\"The three refugee terrorists were Cubans who committed their attacks in the 1970s and were admitted before the Refugee Act of 1980 created the modern rigorous refugee-screening procedures currently in place,\" the report, written by immigration policy analyst Alex Nowrasteh, states.\nSignificantly more terrorists have been admitted to the United States either as lawful permanent residents or on tourist visas - 54 and 34, respectively - posing a legitimate risk, the Cato report states.\nSuch numbers could make a broad moratorium on immigration or tourism tempting, but imposing such a policy would do more harm than good, the report states.\n\"Foreign-born terrorism is a hazard to American life, liberty, and private property, but it is manageable given the huge economic benefits of immigration and the small costs of terrorism,\" the report states. \"The United States government should continue to devote resources to screening immigrants and foreigners for terrorism or other threats, but large policy changes like an immigration or tourist moratorium would impose far greater costs than benefits.\"\n\nLoad-Date: September 20, 2016"
}