{
    "title": "Syria _ Airstrikes support terrorism U.S. -led coalition's attack adds another layer to conflict",
    "publisher": "the capital ",
    "year": 2018,
    "month": 2,
    "day": 9,
    "full text": "BEIRUT  - Syrian state-run media said Thursday a rare U.S. strike on government-backed troops in eastern Syria killed and wounded dozens of tribal fighters, calling it a new effort \"to support terrorism.\"\n The U.S.-led coalition said its action was in \"self-defense,\" citing a major attack on its allied forces and U.S. advisers in Deir el-Zour province by at least 500 fighters, battle tanks, howitzers and mortars.\n The overnight attack, which a U.S. military official earlier said killed about 100 of the attackers, added another layer to the Syrian conflict that is once again plunging into a new and unpredictable spiral of violence.\n The attack in Deir el-Zour province in northeastern Syria occurred in crowded battle space. A stronghold of Islamic State militants until late last year, the province also was the group's main source of oil revenue. U.S.-backed Kurdish-led forces have been fighting for control of Deir el-Zour with rival Russian-backed Syrian troops that are reinforced by Iranian-supported militias.\n The U.S.-backed forces control areas east of the Euphrates River and most of the oil and gas fields, while government forces are based in the west. Previous friction was reported before, but Wednesday's incident appeared to be the largest since last year. The IS militants have been dispersed in the province, which also has a number of U.S. bases.\n In an email Thursday to the Associated Press, Col. Thomas F. Veale said the coalition reported to the Russians the buildup of the pro-government forces in the area before the attack, and communicated with them during and after it. The Russian officials offered assurances that they would not engage the coalition forces in the area, Veale said.\n \"Pro-regime forces initiated hostilities with artillery pieces (howitzers). Additionally, Syrian pro-regime forces maneuvered T-55 and T-72 main battle tanks with supporting mortar fire in what appears to be a coordinated attack on Syrian Democratic Forces approximately (5 miles) east of the Euphrates River de-confliction line in Khusham, Syria,\" Veale said.\n By crossing the river, the pro-government forces would have violated the existing de-confliction agreement between Washington and Moscow, approaching U.S.-backed forces based near an oil field. Russia is the main ally of Syrian President Bashar Assad.\n Asked if Russia was responsible for not stopping the attack, Veale said: \"The de-confliction effort has served its purpose. Just as the coalition does not direct the operations of the SDF, the Russians do not direct operations of the Syrian regime.\"\n Veale said they suspect the Syrian pro-government forces were trying to seize terrain from the U.S.-backed forces liberated from IS militants last year, including major oil fields in the area.\n The Russian Defense Ministry said the U.S. airstrike wounded 25 pro-Syrian volunteers. It alleged the incident showed that Washington was not interested in fighting Islamic militants but wanted \"to seize and hold Syrian economic assets.\"\n Russia's U.N. Ambassador Vassily Nebenzia said he will raise the coalition's airstrike during closed consultations later Thursday in the U.N. Security Council.\n Syria's state media said the coalition bombed government-backed troops in Khusham, describing them as tribal fighters. The media cited reports of dozens killed and wounded.\n The official state news agency SANA said the local fighters were battling IS militants and the U.S.-backed SDF in the area.\n SANA labeled it an \"aggression\" and a \"new massacre.\" It later reported that 10 strikes by the coalition had caused \"massive destruction.\"\n The head of the SDF unit in the area, Ahmed Abu Khawla, told AP the attackers were government-backed local militias known as the National Defense Forces. He said they started the attack near oil fields on the east side of the Euphrates.\n \"It was a little bit stronger than the usual clashes in the area. Everyone is back to their bases,\" said Abu Khawla, the head of the Deir el-Zour Military Council. \"It is now normal.\"\n The U.S. airstrike coincides with escalating violence in Syria.\n Turkey, a NATO member, has been carrying out a military offensive to clear a U.S.-backed Kurdish militia  in a northwestern border town, increasing tensions between Washington and Ankara.\n The Syrian government also has been pressing its campaign in a rebel-held area near the capital of Damascus. On Thursday, the Syrian Observatory for Human Rights said 56 people, including 10 children, were killed in towns in the eastern Ghouta area, which has been pummeled by artillery and airstrikes. Siraj Mahmoud of the Syrian Civil Defense, also known as White Helmets, said 58 people were killed.\n Activists have said at least 211 were killed since Monday in eastern Ghouta.\n The U.S. State Department said it was \"extremely concerned\" about growing violence in Idlib and the eastern Ghouta area. State Department spokeswoman Heather Nauert says there have been reports of new attacks in the last 48 hours killing \"dozens\" of civilians.\n Nauert said the U.S. is supporting a U.N. call for a monthlong \"cessation of violence.\" She says the goal is to allow humanitarian aid and medical care to flow to more than 700 civilians in eastern Ghouta.\n Meanwhile, Turkish officials said the leaders of Turkey, Russia and Iran will meet in Istanbul to discuss peace efforts for Syria.\n The officials said Turkish President Recep Tayyip Erdogan and Russian President Vladimir Putin agreed to the summit in a telephone call Thursday. It was not immediately clear when the Istanbul meeting would take place.\n\nLoad-Date: February 9, 2018"
}