{
    "title": "Syria says UN supports terrorism",
    "publisher": "the world",
    "year": 2012,
    "month": 10,
    "day": 2,
    "full text": "UNITED NATIONS - Syrian Foreign Minister Walid al-Moallem accused some U.N. Security Council members Monday of supporting \"terrorism\" in a speech colored by conspiratorial undertones that clearly aimed at the United States and its allies that support the Syrian opposition.\nAddressing the U.N. General Assembly's annual gathering of world leaders, al-Moallem said that efforts by Syria and the world to end the 18-month war will fail unless Turkey, Saudi Arabia, Qatar, Libya and others stop arming and financing the opposition and instead \"encourage dialogue and renounce violence.\"\nAl-Moallem argued that the Assad regime is confronting a myriad of conspiracies by internal and external forces determined to end its 40-year rule and accused forces as diverse as the media and international organizations of attempting to destabilize the country.\n\"This terrorism, which is externally supported, is accompanied by unprecedented media provocation based on igniting religious extremism sponsored by well-known states in the region,\" he said, adding those states \"facilitate the flow of arms, money and fighters through the borders of some neighboring countries.\"\nThese forces were \"fabricating a refugee crisis,\" he said, and \"inciting armed groups to intimidate Syrian civilians in border areas and forcing them to flee\" to neighboring countries like Turkey, which says it is hosting nearly 100,000 Syrian refugees.\nAl-Moallem called for a political solution and Syrian-led dialogue to agree on a roadmap to \"a more pluralistic and democratic Syria.\" He invited the opposition to \"work together to stop the shedding of Syrian blood.\"\nRadwan Ziadeh, a U.S.-based spokesman for the chief opposition group, the Syrian National Council, said it was impossible to believe calls for political dialogue were genuine.\n\"He is calling for dialogue while his air force is attacking civilians in each city,\" Ziadeh said. \"He is a liar representing the propaganda of the Assad regime.\"\nA government air raid on a northern town killed at least 21 people Monday, activists said, while fighting raged in the commercial capital of Aleppo.\nThe Security Council's major powers remain deeply divided over Syria. Russia and China, key backers of Syrian President Bashar Assad, have vetoed three resolutions that could have imposed sanctions. The failed resolutions were sponsored by the U.S., Britain and France, which back the opposition and have called for Assad to be replaced.\nAl-Moallem said some regional and international players are seeking to escalate the conflict and create \"a state of instability to ensure the need for foreign interference.\" He insisted that several countries are using the U.N. to meddle in internal Syrian affairs by calling on Assad to step down.\n\"This is a blatant interference in the domestic affairs of Syria, and the unity of its people and its sovereignty,\" he said.\nAl-Moallem urged the General Assembly's 192 other members to exert pressure to end the violence.\n\"I say to those countries: enough illusions. And I invite the national opposition to work together to stop the shedding of Syrian blood, and to sit at the dialogue table and participate in the making of the present and future Syria,\" al-Moallem said.\nIn a jab clearly aimed at the U.S., Britain and France and their support for the revolution in Libya that ousted Moammar Gadhafi, al-Moallem said that \"permanent members of the Security Council, who launched wars under the pretext of combating terrorism now support terrorism in my country.\"\nExtremists have been encouraged to enter Syria to carry out terrorist acts in the name of \"jihad\" in collaboration with Syrian terrorists, Al-Moallem said, citing international and Arab observers.\n\"Syria has lost thousands of martyrs from the military and civilians as a price of its quest to defend the integrity of the Syrian state and its citizens in the face of this global terrorist campaign,\" he said.\nAl-Moallem met with Secretary-General Ban Ki-Moon before his speech Monday. Ban, according to a statement by his press office, \"raised in the strongest terms the continued killings, massive destruction, human rights abuses, and aerial and artillery attacks committed by the government. He stressed that it was the Syrian people who were being killed every day, and appealed to the Government of Syria to show compassion to its own people.\"\n\nLoad-Date: October 2, 2012"
}