{
    "title": "TABOO AGAINST TORTURE; ISRAEL 'S SUPREME COURT HALTS ABUSIVE INTERROGATIONS",
    "publisher": "pittsburgh post-gazette",
    "year": 1999,
    "month": 9,
    "day": 10,
    "full text": "International human-rights activists long have accused Israel of using torture in its questioning of Arabs suspected of terrorism. Israeli officials rejected the term \"torture,\" but defended \"special and unusual interrogation methods\" - like shackling prisoners in excruciating positions, blasting them with music to deprive them of sleep and shaking them violently.\nShin Bet, the Israeli security service, has claimed that such tactics have extracted information that prevented terrorist attacks. Thanks to a unanimous decision by Israel's Supreme Court this week, there won't be any further such rationalizations unless the Israeli parliament passes a law explicitly authorizing \"coercive questioning.\"\nThat shouldn't be necessary. Prime Minister Ehud Barak and other Israeli leaders have worried about a situation in which torture would be necessary to force a suspect to disclose the location of a \"ticking time bomb.\" The Supreme Court anticipated that objection.\nWhile expressing concern that its ruling might \"hamper the ability to properly deal with terrorists and terrorism,\" the court suggested that a security official who resorted to forbidden tactics in the time-bomb situation likely would be exonerated by a court. Better to have that after-the-fact remedy than an open-ended authorization for torture.\nIronically, in seeking to discover and deter Arab terrorism, Israel has used some of the same oppressive tactics employed by Britain in the 1940s against Zionist rebels. (Continuing the cycle, the Palestinian Authority has been accused of treating Arab prisoners as cruelly as Israel ever did.)\nThe threat of terrorism has not been exorcised, of course - witness the two car-bomb explosions this week in which only the bombers died. Nevertheless, Israelis may be more willing to accept occasional outbursts of violence if the overall danger from terrorism seems to be diminishing. Just such an improvement in public safety is a component of the peace process that was reinvigorated last weekend with a new agreement between Mr. Barak and Yasser Arafat.\nBecause the peace agreement also calls for the release of Palestinians imprisoned by Israel, anxious Israelis will wonder if there will be a resurgence of terrorism just when the Supreme Court has made it harder for security forces to learn about terrorist conspiracies. That places a burden on Mr. Arafat to prove to Mr. Barak that more humane treatment of prisoners won't result in the shedding of more innocent Israeli blood.\n\nLoad-Date: September 10, 1999"
}