{
    "title": "Tackling terrorism __ 'It will be a very secure Olympics'",
    "publisher": "the world",
    "year": 1988,
    "month": 6,
    "day": 24,
    "full text": "ST. PETERSBURG - The images invade American living rooms almost daily.\n \n     On television news broadcasts, South Korean students in Seoul hurl    firebombs at riot police and pelt them with sticks and rocks. The    helmeted police protect themselves with shields, and drag away    screaming demonstrators. Streets are shrouded in smoke as the police    throw tear gas grenades to scatter the crowds.\n \n     As the Summer Olympics draw closer, concern increases over the    possibility of riots and terrorist activity marring the 16-day event,    which starts in Seoul on Sept. 17. Officials expect about 12,000    athletes from 161 nations, and about 200,000 tourists.\n    \"Past experience has shown that terrorists utilize events like the    Olympics to make their so-called 'political statements,' \" said Dr.    Yonah Alexander, director of the Centre for the Study of International    Terrorism for the State University of New York.\n \n    \"They get the world's attention, and use the act as an instrument    to achieve some political purpose without having to fight an all-out    war against their adversary.\"\n \n    Yet American officials and athletes are optimistic. They acknowledge    the dangers but believe South Korean security forces will prove to be    more than adequate.\n \n     \"It will be a very secure Olympics,\" United States Olympic    Committee President Robert Helmick said this week. \"Based on the    information I've received, I don't think the fans or the athletes have    any greater security risks than at any other international athletic    event, like a soccer match.\"\n \n     USOC officials said they will brief athletes on the situation in    South Korea, and offer them basic survival tips. The athletes, however,    will receive no formal training for possible terrorist situations.\n \n     On airplanes, rather than carrying bags emblazoned with \"U.S.A.,\"    athletes will tote plain blue suitcases. In Seoul, they will go    everywhere in pairs, and will wear outfits that don't bear the U.S.A.    insignia.\n \n     Olympic security, of course, has become of utmost importance since    1972, the year Arab terrorists murdered 11 Israeli athletes at the    Summer Games in Munich, West Germany. Athletes, officials and terrorism    experts all agree: No one wants another Munich.\n \n     The South Koreans certainly don't. They know an Olympics stained by    terrorism would damage attempts to portray their country as a    progressive Asian state. Their government has deployed more than    100,000 military and National Police and special anti-terrorism troops    for the Games.\n \n \n The dangerous neighbor   \n \n \n \n   South Korea's Communist neighbor, North Korea, looms as the greatest    threat to the Games. During the past 20 years, the North Koreans have    sponsored dozens of terrorist acts against South Korea, which is the    ideological opposite of its neighbor. Not surprisingly, North Korea has    said it will boycott the Games.\n \n     Last November, two North Korean agents placed a bomb on a Korean    Air jetliner, killing all 115 passengers. South Korean officials said    the North Koreans designed the plot to scare Olympic visitors into    watching the Games from a safe distance - like their own living rooms.\n \n     \"These are all actions of an aggressive state,\" said Dr.    Nathaniel Thayer, director of East Asian Studies at the School of    Advanced International Studies at Johns Hopkins University. \"Given    their history of violence, they could well try and do something at the    Olympics.\"\n \n     Others, however, said if the North Koreans do act, it will be    between now and September. Once the Games begin, the argument goes,    terrorist acts by the North Koreans would prove futile.\n \n     \"If something occurs, I think the North Koreans would want to do    something to make it (the Olympics) not come to pass,\" said discus    thrower John Powell, who has made four Olympic teams. \"If they do    anything, it will probably be before the Games even start.\"\n \n \n Safety in numbers   \n \n \n \n   Some athletes and terrorism experts said the presence of the Soviet    Union and other Eastern bloc nations will deter the North Koreans from    disrupting the Games.\n \n     \"I'm pretty confident that with all the nations participating,    there won't be any problems,\" said Connie Young, 26, a world champion    cyclist who competed in the 1980 and 1984 Olympics as a speed skater.    \"Being that the Soviets and the Chinese are there, everybody is going    to make sure nothing happens.\"\n \n      The North Koreans reportedly have supported some of the student    riots that have rocked Seoul - a city of 10-million people - during the    past few months. Most terrorism experts, however, believe the students    will be calm during the Olympics. With police ready to pounce on the    smallest disturbance, the experts said, students probably won't have    much choice.\n \n      Apart from the North Koreans and dissident students, the South    Koreans are worried about terrorist groups such as the Japanese Red    Army. Experts believe these groups include people who may disrupt the    Games even if it costs them their lives.\n \n     \"It will be very difficult for any group to get through the    security net, but the problem is the possibility of someone who's    willing to commit suicide,\" said Dr. Richard Ward, a counterterrorism    expert who works for the University of Illinois at Chicago. \"You have    to be concerned about some individual nut.\"\n \n     A few weeks ago, American Olympic officials visited Seoul and    returned with glowing reports. They told of the tight security at Kimpo    International Airport, with passengers enduring several screenings and    dogs sniffing for bombs.\n \n \n 'Numerous precautions'   \n \n \n \n   \"I was also real impressed with the (Olympic) facilities, and the    security, and the general system they have over there,\" said Lynn    Norenberg, a native of St. Petersburg who is assistant executive    director of the Amateur Basketball Association. \"We feel very    confident that they are taking numerous precautions, and that the    athletes will be very safe.\"\n \n     Norenberg recalled that one day, there were riots in Seoul, but    none of the visitors realized this until a news telecast informed them    of the commotion. She thinks the media have overplayed the disruptions.    \"We had just been all over the city, and had seen nothing,\"    Norenberg said. \"It seems like these incidents are just isolated.\"\n \n     Last week, an Australian foreign ministry official revealed his    country has developed contingency plans to evacuate its team in case of    any upheavals. Helmick, the USOC president, declined to say whether the    United States had a similar plan.\n \n     After the Australians' intentions surfaced, one official called the    disclosure \"very inappropriate.\"\n \n     \"With less than 100 days before the Olympics, that was a    disservice to the organizers in Korea,\" said the official, Mike Moran,    who is director of public information and media relations for the USOC.    \"The organizers have a very good security system, and we're keeping in    constant touch with the State Department. Our athletes will be in good    hands. The U.S. team will be well taken care of.\"\n \n \n Athletes put up brave front   \n \n \n \n   Athletes themselves apparently aren't worried. Young, the cyclist,    said, \"It's hard to say I haven't thought about it, but as an athlete            you just go on with what you're doing and don't let it affect your    outlook, your goal in getting to the Games.\"\n \n     Having competed in two Olympics, Young is familiar with what she    calls \"the Olympic atmosphere.\" She believes the Seoul Games won't    differ greatly from the others. She expects to have to show credentials    wherever she goes - on buses, at venues, at the Olympic Village    cafeteria.\n \n     \"I imagine there will be tons of security,\" said Young, who most    likely will make the cycling team at the trials in August. \"It's    unfortunate, but it's something you have to do. It's part of the    Olympics now.\"     Discus thrower Powell agreed. \"Everybody will be treated as    potential terrorists,\" said Powell, who has won two bronze medals in    the Olympics.\n \n     He was in Munich for the 1972 Olympic massacre, and said the big    difference between now and then is that today terrorism surprises no    one. People are prepared for it. \"No one expected that in Munich,\" he    said. \"That's the best type of situation for a terrorist. They attack    when their prey isn't ready.\"\n \n \n \n Families deal with fear   \n \n \n \n   Olympic officials said families of athletes are probably more    worried than the competitors themselves. Some terrorism experts believe    that concern is probably justified, because fans may be in more danger    than the athletes.\n \n     \"When you talk about the tourists who come, who is going to    prepare them?\" said Dr. Alexander of the State University of New York.    \"You have to be concerned about some of the countrymen who will come    and wave the American flag and become targets. No one is immune.\"\n \n     Several terrorism experts, however, tried not to overemphasize the    threat of violence at the Games. There is a tenuous balance, they said,    between stirring people's concern and engendering a spirit of panic.\n \n     \"While it's necessary to have somebody thinking about these    problems,\" said Dr. Thayer of Johns Hopkins, \"you don't want to ruin    the Olympics before they even start.   You don't want to throw out the    baby with the bathwater.\"\n \n    \n\nGraphic\n\n \nCOLOR PHOTO, Associated Press, (2); Seoul Olympic security force member aims pistol; anti-terrorist commandos slide down ropes during training exercise at main Olympic stadium in Seoul, South Korea (ran on pg. 1A)\n\nLoad-Date: November 11, 1992"
}