{
    "title": "Tackling Terrorism",
    "publisher": "christian science monitor ",
    "year": 1995,
    "month": 9,
    "day": 15,
    "full text": "IN its search for those responsible for a wave of terrorist bombings, the government of French President Jacques Chirac has reacted swiftly and decisively. It has deployed national riot squads, police, and Army troops, all in an attempt to reassure an edgy public. Authorities say the most likely suspects are Algerian Muslim extremists angered by France's financial support of the military-installed government in Algeria.\nThe French government has no option but to go to the source of the problem. Search efforts have focused on Algerian immigrant communities around Paris, Lyon, and other major cities. One suspect is a 24-year-old Algerian living in France, whose fingerprints were found on a bomb that failed to detonate at a high-speed train line near Lyon. On Wednesday, police placed under formal investigation three ''high-level scientists'' of Algerian origin.\nSigns that France has taken the bombings seriously are everywhere: trash cans are sealed; security guards check the bags of people entering museums and government buildings; schools are barricaded. The necessity of these measures in the short term cannot be overstated.\nThe security sweeps, however, have prompted charges of discrimination against North Africans. France has a Muslim population of 3.5 million, most of whom are moderate and oppose Algerian fundamentalism. This population also grapples with a higher unemployment rate than others in France and faces a measure of discrimination on a daily basis. The security forces must take special care not to cross the line between law enforcement and harassment.\nThe danger lies in the potential for radicalization among some French citizens who happen to be Muslim and poor if they believe they are being unfairly singled out. A portion of this population may respond if provoked.\nMr. Chirac went on national television to insist that he would not give in to terrorists. Many French citizens, too, say they refuse to be intimidated into radically changing their lifestyles. This is the right attitude. Terrorists want people to panic. They also want to divide. Safety steps are important, but those steps should not provide further grist for the terrorist mill.\n\nLoad-Date: September 18, 1995"
}