{
    "title": "Tackling extremism in the age of Trump",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 13,
    "full text": "A shooter killed 11 people at the Tree of Life synagogue in Pittsburgh on Oct. 27. It was the deadliest attack on America's Jewish community and follows an increase of attacks on Jews, Muslims, racial minorities and LGBT people over the past few years, according to FBI numbers.\nThe shooting came a day after the arrest of the suspected mail bomber that sent bombs to CNN and prominent liberals, including billionaire George Soros, former President Barack Obama and Hillary Clinton.\nThe suspect's social media page shows he is an avid supporter of President Donald Trump and posted pictures at Trump rallies wearing a MAGA hat. He frequently posted right-wing memes and called David Hogg, a prominent survivor of the Parkland shooting, a paid actor.\nAccording to the The University of Maryland's Global Terrorism Database, in 2017, out of the 65 terrorist attacks, 37 were connected to individuals espousing racist, anti-Semitic, anti-Muslim, homophobic or fascist views. Eleven were perpetrated by left-wing groups, and Islamic extremists, the major focus of terrorism reporting, only perpetrated seven.\nWhile it would be inappropriate to blame President Trump directly for these attacks, we cannot talk about the rising threat of white supremacy and right-wing terrorism without talking about Trump's role in empowering extremism and encouraging violence on the right.\nTrump's encouragement of violence at many of his rallies stands out as clearest example. At a campaign event in Cedar Rapids, Iowa, in February 2016, Trump encouraged rally attendees to assault protesters and promised to pay the attendees' legal fees. Later that month at a rally in Las Vegas, Trump said he wanted to punch a protester in the face that was being escorted out by security.\nMost recently, Trump expressed admiration for Rep. Greg Gianforte, who assaulted a reporter on the campaign trail last year.\nThese comments, as well as his numerous comments blaming immigrants for crime and economic troubles, comments stoking anti-Muslim fear, and not to mention his crackdown on immigrants and his ban on people from Muslim-majority countries, have empowered racist and far-right elements in our country.\nThe Unite the Right rally of 2017, in which a neo-Nazi drove a car into a crowd of peaceful protesters in Charlottesville, Virginia, woke many of us up to the serious issue of white supremacism.\nRight-wing extremism is a far greater issue than Islamic extremism, a favorite scapegoat of the right. In fact, attacks against Muslims spiked in 2016 to the highest levels since the post-9/11 wave of anti-Muslim violence, according to the FBI.\nWhite males are especially susceptible to be exposed to hateful ideologies on social media sites such as Gab, which was used by the shooter of the Pittsburgh synagogue. Gab was designed to provide a place for people of the \"alt-right\" who had been banned by Twitter. Video game streaming sites such as Twitch also provide a platform people to be exposed to far-right viewpoints.\nIn fact, the rise in far-right extremism and white supremacism can be attributed to social media and Trump's rise to power in 2016. Trump triggered anxieties about a growing minority population and a refugee crisis in the Middle East in his campaign rhetoric, and later through his policies as president.\nMany of us would like to think that racism is no longer an issue, but for those on the receiving end of racist comments, especially minority students on this campus, racism is still alive.\nThe current political climate is especially conducive to far-right violence. When the president of the United States himself uses language that encourages violence, combined with racist rhetoric, it gives legitimacy to those who are most likely to use violence.\nWe cannot allow a safe haven for racist and far-right viewpoints. I do not suggest violating anyone's right to free speech, but when we willingly laugh at a racist joke - or make these jokes ourselves - we are contributing to the problem. When we stay silent and allow racist viewpoints to go unchallenged, we are contributing to the problem.\nTo allow our country to heal, we must be willing to recognize the problem and lend our support to people of color, immigrants, Jews, Muslims, LGBT people and other minorities in our communities.\n\nLoad-Date: November 13, 2018"
}