{
    "title": "Tactics have changed since 9_11",
    "publisher": "star tribune ",
    "year": 2010,
    "month": 3,
    "day": 14,
    "full text": "An Afghan immigrant working as an airport shuttle driver in Denver is arrested in September for planning to bomb the New York City subway system.\nTwo months later, an American-born Army major of Palestinian descent opens fire at a Texas military base, killing 13 people and wounding 30.\nWithin weeks, five young Muslim American men from the Washington suburbs are arrested in Pakistan while attempting to train with the Taliban to fight U.S. troops in Afghanistan.\nUntil recently, the war on terrorism was fought largely overseas and against foreign-born extremists. But in the past year, the threat of \"homegrown\" terrorism has intensified in ways few could imagine only a few years ago.\n\"This is a dangerous and fluid threat and it changes all the time and it's coming from all four corners [of the globe] now. It's just all over the place,\" said Ralph Boelter, special agent in charge of the FBI's Minneapolis office and the man who has overseen the investigation into the radicalization and recruitment of about 20 local men of Somali descent. The inquiry, which has resulted in indictments against 14 men, is one of the largest counterterrorism investigations since 9/11.\nBoelter says much of the threat can be traced to the Internet, where Americans can find inspiration for joining jihad without leaving their home.\nIn many cases, extremist propaganda is only a mouse-click away on YouTube, Facebook and other social networking sites.\nIn Minnesota, the Somali terrorist group Al-Shabaab lured young men to Somalia, but \"did not actually dispatch a representative here to recruit on the street,\" Boelter said.\nSince the terrorist attacks of 9/11, the enemy's change in tactics has forced counterterrorism officials to expand the ways they gather intelligence.\nInformants and gumshoe work still matter. So does constant monitoring of Internet intelligence. But the agency now puts more emphasis on gathering and analyzing information and sharing it within intelligence agencies.\n\"We've got to be on our game all the time,\" Boelter said. \"This is our responsibility and we embrace it. We're not naive about it. It's complicated work.\"\nRICHARD MERYHEW AND JAMES WALSH\n\nLoad-Date: March 16, 2010"
}