{
    "title": "TAGGED OUT; CONGRESS SHOULDN'T RUSH TO ENACT NEW ANTI-TERRORISM LAWS",
    "publisher": "pittsburgh post-gazette",
    "year": 1996,
    "month": 8,
    "day": 6,
    "full text": "The drive to enact a bipartisan anti-terrorism bill stalled last week when House Republicans balked at provisions to expand FBI wiretapping powers and require the addition of chemical markers to explosives that would make them easier to trace.\nBefore recessing for a month, the House passed a measure that fell far short of what President Clinton wanted. The Senate left town without tackling the bill, setting the stage for more negotiations in September.\nThe delay is not necessarily bad news. Quick congressional approval might have been reassuring in the aftermath of the TWA jumbo jet disaster and the Centennial Olympic Park bombing; but some of the bill's proposals could undermine civil liberties. There is no need for haste.\nMr. Clinton had proposed expanding the FBI's authority to make roving or multipoint wiretaps in terrorism cases. This technique permits federal agents to tap any telephone used by someone being investigated, not just the person's home and office lines.\nIn 1986 Congress approved issuing warrants for multipoint wiretaps in cases where it can be shown that the suspect was using different telephones to avoid detection. Mr. Clinton wants to remove the need for this specific showing in terrorism cases, although a warrant still would be required for the original phone tap.\nThis strikes us as excessive. Congress established the current standard with good reason: Unchecked multipoint wiretapping authority would permit the government to eavesdrop on the private conversations of countless innocent citizens.\nBecause of past wiretapping abuses by law enforcement agencies, there is reason to be wary of broad new snooping powers. GOP lawmakers rightly applied the brakes.\nThe issue of chemical identifiers, so-called ''taggants,'' is another matter.  House Republicans, bowing to pressures from the National Rifle Association and manufacturers of explosives, stripped this provision from the bill.\nTaggants would make it easier to trace the manufacture and sales history of explosives such as those used in the Centennial Olympic Park pipe bomb. This is a valuable tool that should have been given to law enforcement agencies long ago.\nLegislation enacted last April required that taggants be used in plastic explosives, but not in other more common explosives, such as black powder and gunpowder. The NRA and explosive makers have lobbied to exclude them, arguing unconvincingly that they're costly and unsafe.\nThe House-passed bill does allow for an independent study on taggants, but a provision dictating that the study ''shall be conducted by an entity outside of the executive branch'' would bar participation by both the FBI and the Bureau of Alcohol, Tobacco and Firearms.\nOther provisions of the bill would require background investigations for airport personnel and assign FBI agents to high-risk airports, especially those with international flights. Bomb-sniffing dogs would be used at the largest commercial airports.\nAnd the legislation would establish a bipartisan commission to review the government's anti-terrorism strategies and recommend longer-term measures.\n \nThe White House and Congress should examine all available options for combatting terrorism. But both must resist pressures to move too quickly to enact temporarily popular measures that open the door long-term to excess and abuse.\n\nLoad-Date: August 9, 1996"
}