{
    "title": "Taheri-azar charged for U. North Carolina car attack",
    "publisher": "university wire",
    "year": 2006,
    "month": 3,
    "day": 7,
    "full text": "Mohammed Reza Taheri-azar, a 2005 graduate of the University of North Carolina at Chapel Hill who struck several bystanders on campus with his car last week, was officially charged in an Orange County court Monday with 18 felony counts, including nine counts of attempted first-degree murder.\nTaheri-azar confessed Friday to driving a Jeep Grand Cherokee through the Pit -- a popular gathering place on UNC's campus -- and to wounding multiple students and pedestrians.\nAlthough no serious injuries were inflicted, six people were hospitalized and three others were treated at the scene of the incident.\nTaheri-azar could face more than 100 years in prison if convicted on all felony counts.\nAfter turning himself in to law enforcement Friday, the defendant told police that the goal of the violent act was to \"avenge the deaths or murders of Muslims around the world.\"\nObservers in the courtroom Monday said Taheri-azar -- who was handcuffed and wearing an orange prison uniform -- remained calm and composed throughout the hearing.\nIn court Taheri-azar said he was \"thankful for the opportunity to spread the will of Allah\" and told Judge Pat DeVine that he wanted to represent himself in the case.\nDespite Taheri-azar's decision, DeVine said she would appoint the Public Defender's Office to represent him in order to ensure that he receives a fair trial.\nThe judge also ruled that the defendant will remain in the custody of Central Prison in Raleigh under a $5.5-million bond.\nThe UNC Muslim Students Association, which criticized The Daily Tar Heel -- the university's student-run newspaper -- for publishing a cartoon featuring the Prophet Mohammad last month, publicly denounced Taheri-azar's act. MSA officials noted that the defendant was not a member of their organization.\nSome students acquainted with Taheri-azar expressed shock that he was responsible for Friday's violence.\n\"He was certainly the quiet type -- very orderly, well put-together, smart,\" said UNC junior Christina Strauch, who attended the same Charlotte, N.C., high school as the defendant.\n\"I would not have expected him to be the culprit of such an act at all, even though I didn't know him well,\" she added.\nDespite Taheri-azar's actions and religious references, UNC officials have been reluctant to label the act as terrorism, and their decision came under fire Monday when about 50 protesters gathered on the Chapel Hill campus.\nShortly after the beginning of Taheri-azar's 10:30 a.m. hearing, UNC students started rallying in the Pit near the location of Friday's violence in order to express their disapproval of the university's handling of the incident.\n\"This was not an anti-Islamic rally,\" UNC sophomore Tyler Younts, who participated in the rally, wrote in an e-mail. \"This was a pro-freedom and anti-terrorism rally.\"\nThe protest was organized by senior Kris Wampler, a member of UNC College Republicans, and junior Jillian Bandes, a former DTH columnist who sparked controversy last fall when she wrote a column concerning terrorism, national security and racial profiling.\nIn addition to College Republicans, the event was also sponsored by Americans for an Informed Democracy and the Foundation for the Defense of Democracies.\n\"[Administrators] are too afraid that they'll offend Muslims, but they seem to forget the victims,\" Younts said. \"The university has nothing to gain by catering to the apologists of terrorism.... The university will look bad to alumni and prospective students if they don't do more to call it what it is: terrorism.\"\n(C) 2006 The Chronicle via U-WIRE\n\nLoad-Date: March 7, 2006"
}