{
    "title": "Takeaways from Beto O'Rourke's Norman rally",
    "publisher": "university wire",
    "year": 2019,
    "month": 8,
    "day": 19,
    "full text": "At his Monday rally, Democratic presidential candidate Beto O'Rourke focused on issues including domestic terrorism, immigration and gun control.\nThe former Texas representative said Trump's statements and conduct influenced the El Paso shooter to kill 22 people, which O'Rourke then referenced in connection to past acts of violence committed on Oklahoma soil.\n\"Does anyone labor under the delusion,\" O'Rourke said, \"that this was some kind of act of nature, that this was an an act of God, that this was unforeseeable, this was like a comet striking El Paso? Or Oklahoma City? Or Greenwood, Tulsa? It's not. These are human-caused problems with human solutions.\"\nO'Rourke said if he were elected president, he would work to implement universal background checks, red flag laws and a ban on the purchase of weapons of war.\nO'Rourke said issues of institutional racism must be acknowledged by recognizing that people are not equal in terms of access to opportunity or treatment before the law.\n\"There are some immediate solutions that we have at hand,\" O'Rourke said. \"Number one: respecting those stakeholders. Native communities, indigenous people, when it comes to what happens on their land or what travels underneath their land.\"\nO'Rourke also spoke on education, recognizing teachers and saying that outstanding student loan debt would be forgiven.\nO'Rourke said climate change must be addressed with unity.\n\"(It can happen only by) all of us coming in, combining together to ensure that we free ourselves of dependence on fossil fuels,\" O'Rourke said.\nO'Rourke said other issues should be addressed by bringing people together as well.\n\"Whether it's education, the economy, health care, immigration, racism, domestic terrorism or combating climate change before it is too late,\" O'Rourke said, \"I know we are up to the challenge, but we have to bring every single person into the solutions.\"\n\nLoad-Date: August 19, 2019"
}