{
    "title": "Take the Risk Seriously",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 4,
    "day": 25,
    "full text": "When it comes to a cause that some think is worth caring about, or worrying about, the debunker's ready recourse is to call it an \"industry.\" Welfare? The welfare industry, a jobs program for social workers. Global warming? The global warming industry, a windfall for environmentalists and regulators. Religion? The religion industry, extortion from the lonely and the guilt-ridden.\nNow, what's this about suicide bombers, bioweapons, and so forth? Yes, it's the terrorism industry, or the fear-industrial complex.\nTrite rhetoric aside, the terrorism debunkers raise a seemingly good point. A hundred Americans are killed each day on the street or on the highway. Far more succumb to infarctions, strokes, and tumors. But attacks on the World Trade Center, the Pentagon, and Oklahoma City's Murrah Building, and inundation by Katrina for that matter, were barely blips in national mortality. So why all the fuss?\nWhether it's terrorism or a shark attack, writes ABC News co-anchor John Stossel, the press hype it because they profit from scaring us. Indeed, the elderly persist in dying of nothing more exciting than pneumonia and that never makes the news. On top of that, we're statistical illiterates, says Mr. Stossel. We obsess about mad cow disease, when the real dangers are gluttony and cigarettes. As for any of us dying from terrorism, that's as likely as being hit by an asteroid, he says.\nThe source of that insight about asteroids is another terrorism debunker, John Mueller of Ohio State, who also tells us that the number killed by Al Qaeda since September 11 outside war zones doesn't much exceed the number of Americans who drown each year in bathtubs. Terrorism is just a bogey like communism once was, according to Mr. Mueller. We're \"persecuting some, spying on many, inconveniencing most,\" he says, just \"to defend the United States against an enemy that scarcely exists.\"\nLet's revisit these ideas. One statistic is baloney: No one in 1,000 years has died from being bonked by an asteroid. Also, to correctly use statistics to question the danger of terrorism, you have to count attacks attempted and thwarted, not just ones actually committed.\nJust in New York, always a favored target, attempts and preventions of mass political murder, along with actual attacks, have averaged around one a year since 1993, as I wrote in a Sun oped of February 21, 2007. The terrorists' failures reveal that our counterterrorist apparatus, expensive and imperfect as it is, has so far done the job.\nDisaster cannot be judged by direct comparison to sums of sad but commonplace events, like heart attacks or car accidents. The 1994 earthquake in Northridge, Calif., killed fewer people than a bad day's crashes would on that state's roads, but cost billions in destruction, disruption, and economic loss. Disasters cannot be measured just by body count.\nAuto accidents and bathtub drownings are statistical accumulations of disconnected events. So are shark attacks, unless they're by the kinds of sharks, as in Iraq, who blow up chlorine tankers on crowded streets. As compared to a number of routine emergencies, which may add up to many killed, catastrophes not only kill and maim, but also can destroy cities or neighborhoods and undermine the fabric of civic life. Just the threat of destruction, even if it's not exercised, can cause a republic to buckle.\nEducation, the press, charity, and defense - all depend on incentives, enterprise, and money to function, but that doesn't mean that the monetary motive exhausts their value to us. So, forget the cheap insinuation that the country's investment in self-protection comes down to greed.\nAnd don't assume that more statistics means more wisdom. No Americans died from communist nukes in the Cold War, so maybe there was no reason to worry about nuclear-tipped intercontinental missiles. No suicide-piloted planes had destroyed skyscrapers before 2001, nor had hurricanes flooded New Orleans in quite a while as of 2005, so no worries.\nThe capacity is now spreading in the world for the engineering of viruses and bacteria to make them more infectious, but that ugly day when terrorists set off an epidemic has not yet dawned, so perhaps there is no need now to invest hardearned dollars to avert it. Such conclusions rest on a statistical fallacy.\nThey mistakenly assume that a counting of events gives knowledge about their causation. When climate changes, diseases reemerge, weapons are invented, and new enemies plot against us, the past statistic - or the lack of a statistic because of the absence of events - becomes a bad guide to today's decisions.\nLondon at What Risk?\nBritish counterterrorist police recently arrested three suspects in the July 7, 2005, underground train bombings, the deadliest attack on London since World War II.\nOn that morning, explosions on three trains in the tube system killed 39 passengers. Moments later on a bus, a fourth bomb killed 13. Another 700 were injured, hundreds more suffering shock or traumatic stress. The hours that followed illustrated the deep uncertainties that almost always accompany disaster: conflicting information, disruption of public life, and complexities of coordination among agencies working in unprecedented conditions.\nAccording to Parliament's Intelligence and Security Committee, this was the first successful Islamist attacks on British soil. Only two weeks later copycat terrorists detonated four more bombs, once again three on trains and one on a bus, but the bombs were duds and injuries minor.\nNo doubt in the same month, far more died in London from routine causes. Since Londoners face many risks, how threatened are they by terrorism?\nA reasonable answer should depend not just on the record of past incidents but also on intelligence on terror groups' intentions and capabilities. Revealing a kind of information never yet told to Americans, Dame Eliza Manningham-Buller, no ordinary dame but rather head of the MI5 security service, said in November 2006 that Britain had thwarted five major conspiracies since the July 7 bombings, was following 30 plots then current, and was conducting surveillance on 200 groups, including 1,600 individuals suspected of facilitating terrorist acts.\nThere is a further challenge to figuring London's risk quotient: Future plotters may deploy more heinous weapons. According to Ms. Manningham-Buller, as quoted by the BBC, \"Tomorrow's threat may - I suggest will - include the use of chemicals, bacteriological agents, radioactive materials and even nuclear technology.\"\nPlausible as that forecast is, such weapons of mass destruction threats are disparaged in some circles as unproven or alarmist, since, of course, they haven't yet overwhelmed our cities. This is the predicament we face in planning to avert terrorism: We must make decisions despite the limits of our knowledge.\nFor Londoners and New Yorkers, it would be the most foolish abuse of statistical reasoning to rest easy because data do not seem to prove a threat. In a war in which the enemy wears civilian clothes, our great cities are the targets, and some weapons can be hidden in vials in shirt pockets, our safety will depend on decisions made with prudent judgment in the midst of extreme uncertainties.\nMr. Sternberg is professor of urban and regional planning at the University at Buffalo, State University of New York.\n\nLoad-Date: April 25, 2007"
}