{
    "title": "Take Al Qaeda to Court",
    "publisher": "the new york times",
    "year": 2007,
    "month": 8,
    "day": 21,
    "full text": "AS the need to close the Guantanamo Bay detention facility becomes more urgent, the question that derails all conversation on the subject is, ''Yes, but what do we do with the detainees?'' Some have proposed a new national-security court, a special system to detain and try terrorism suspects, as an answer.\n  Proponents of such a system say that terrorism cases are too complex for ordinary federal courts. In particular, they argue that the federal courts are overburdened and too limited by the procedural guarantees of the Constitution to handle evidence without compromising intelligence sources and methods. \n  Nothing could be further from the truth. The United States does not need a new and untested detention system for terrorists. The existing federal system has a proven track record of dealing with complex prosecutions. \n  As a former federal prosecutor who worked on terrorism-related cases, I have had firsthand experience doing just what proponents of a national-security court say is impossible. In 2005, I prosecuted two Yemeni citizens who conspired to send money from Brooklyn to members of Al Qaeda and Hamas to support terrorist activities. Sheik Mohammed Ali Hassan al-Moayad, the main defendant in the case, boasted that he had met Osama bin Laden and previously sent both Al Qaeda and Hamas millions of dollars in assistance. \n  The evidence gathered against Sheik Moayad and his co-conspirator, Mohammed Mohsen Yahya Zayed,  included documents obtained in Afghanistan, Yemen and Croatia, evidence gathered from sources in Britain and Israel, and electronic surveillance of a hotel room in Germany where the two men were staying in early 2003. They  were ultimately arrested in Germany and extradited. During the extensive investigation, the F.B.I. worked closely and cooperatively with law enforcement and intelligence agencies from around the world.\n  The prosecution was difficult, to be sure. Some of our evidence was excluded. Certain classified evidence had to be declassified for use at trial. And we had to win a motion to protect information related to the methods and operations of German law enforcement before critical German agents were permitted to testify in an American court.\n  In the end, much of our evidence was admitted, the court handled sensitive information issues, and the jury heard the testimony it needed to convict the two men. Sheik Moayad, who was 57 at the time, was sentenced to 75 years in prison. Mr. Zayed was sentenced to 45 years.\n  Their address today is the Florence ''supermax'' prison in Colorado, the same prison where federal prosecutors sent Ramzi Yousef, the man who organized the 1993 World Trade Center bombing. \n  Besides terrorists, the Justice Department has successfully prosecuted Ku Klux Klan bombers, members of violent groups like the Weathermen in the 1960s and '70s, and members of Italian organized crime in the '80s and '90s. The same system has been used repeatedly against complex drug trafficking and human trafficking syndicates, many of which operate primarily overseas.\n  The use of classified information to obtain convictions in terrorism cases does not need to be the extreme hurdle it is often made out to be. Frequently, evidence obtained abroad is classified ''secret'' or ''top secret'' as an initial matter, but it can be declassified for use in a federal trial at the request of the prosecutor, after a more thorough examination. \n  Evidence that truly needs to remain classified for national security purposes generally can be protected in federal court through the use of the Classified Information Procedures Act. Under this law, prosecutors can apply to the court to prevent the disclosure of the means, methods and sources through which information was obtained or, alternatively, to permit only the defense and the jury to see classified evidence at trial while preventing that evidence from becoming part of the public record. \n  Those who commit terrorist acts should be tried as the criminals they are, instead of the ''warriors'' they claim to be. If the Guantanamo detainees were prosecuted in federal courts instead of being designated as ''combatants,'' most by now would be serving prison time as convicted terrorists, instead of being celebrated as victims or freedom fighters.\n  While being held in military custody, Jose Padilla was denied due process for more than three years because of assertions that his case was too difficult or sensitive for the federal courts. His conviction last week demonstrated otherwise. The transfer of his case to a federal court could have and should have occurred much earlier.\n  Many people around the world have come to question America's commitment to the rule of law. There are few places in the world where that principle is more hallowed than in the United States federal courts. The best course of action now, in dealing with terrorism suspects, is to use these courts -- the keystone of American jurisprudence -- and show the world that America can protect itself while it respects the rule of law. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDRAWING (DRAWING BY DAVID SUTER)                                                 \n\nLoad-Date: August 21, 2007"
}