{
    "title": "Taking Account of the Terrorism Discount",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 7,
    "day": 11,
    "full text": "It's a question befitting such noteworthy sleuths as Dick Tracy, Lieutenant Columbo, and Sherlock Holmes. In brief, why, in the face of Thursday morning's London train and bus bombings, did stock prices rise that day and then skyrocket on Friday, with the Dow climbing more than 300 points from its Thursday low to its Friday close?\nThe usually sharp folks at Bloomberg took the easy way out, attributing Friday's 146-point run-up in the Dow to the announcement that day of the creation of 146,000 new jobs in June, even though the number was lower than expected. None of the Wall Street pros I chatted with agreed with what was thought to be a lame explanation.\nFred Dickson, the well-respected chief investment strategist of the Northwestern regional brokerage biggie D.A. Davidson & Company, takes a different tack. His explanation: Since September 11, 2001, stock prices have come to reflect a terrorism discount of 15% to 20%, thereby minimizing the impact of another terrorist event. Terrorism, he contends, has been on the investment world's radar screen since September 11, along with the knowledge that the bad guys are still out there. So he believes the London bombings, while a tragic event, probably came as more of a surprise than a shock, which, in turn, may have limited any downturn in stock prices.\nMr. Dickson, a former investment strategist at Goldman Sachs, also takes note of investor awareness of the market rebounds following the sell-offs that occurred after September 11 and the Madrid bombing. In the case of September 11, the market subsequently dived about 15% and later recouped all of its losses.\nElaborating on his terrorism discount theory, he argues that a reasonable market valuation for the S &P 500, given current fundamentals, would be a price-earnings multiple of 22, versus its current estimated 17, based on expected 2005 earnings.\nThe London bombing, of course, raises the specter of another terrorist event on our shores, which a number of political figures have been predicting for some time. So what happens if we get one? Mr. Dickson figures the reaction would likely be greater if it occurred in such major cities as New York, Los Angeles, or Chicago, but in general he thinks the market would immediately swoon 5% to 10%, following which, he believes, a rebound would occur.\nTo our strategist, who is moderately bullish, \"The much stronger than expected performance of the past two trading sessions is further evidence we're still in a bull market that started in March 2003.\" His reasoning:\n* Sustainable economic and profit\ngrowth is ahead of us, given a decent American economy, low interest rates, reasonably good consumer sentiment (with the latest\nbrisk June retail sales clearly demonstrating that consumers have not forgotten how to spend), and our Asian trading partners' strong economies.\n* The strengthening of the dollar, which means American stocks and bonds are now more attractive to foreign investors.\n* Earnings estimates - reflecting generally cautious outlooks from corporate America in the first quarter - are too low, which opens the door to plenty of positive earnings surprises.\nMr. Dickson also takes note of the negatives, the chief one being high oil prices. He also points to evidence of slowing Chinese demand for basic industrial materials and the impending pressure the strengthening dollar will place on companies with significant export businesses.\nTranslating the plusses and minuses into what he sees as the likely showings for the economy, profits, and the stock market, Mr. Dickson projects the following: GDP growth this year of 3.6% to 3.7%, about an 8% profit rise in 2005 and a similar gain in 2006, and the Dow closing out the year at about 11,000, versus Friday's close of 10,449.\nSo how should investors apportion their assets? Mr. Dickson advocates 65% equities; 30% fixed-income instruments, primarily TIPS (Treasury Inflation-Protected Securities); to reflect mounting inflation pressures; and 5% cash. His top three stock picks are natural gas-rich Burlington Resources (his favorite energy play), 3M, and Intel.\n\nLoad-Date: July 11, 2005"
}