{
    "title": "Taking advantage of 'war on terrorism'",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 28,
    "full text": "The United States has called for a worldwide \"war on terrorism.\" In turn, America has received substantial international support. Certainly, a topic of international concern is how to prevent and deal with acts of terrorism. Agreed.\nWe must begin to understand the roots of the problems and find ways to effectively deal with them. Equally concerning, however, is the United States' issuing of a \"carte blanche\" to governments around the world. These governments have cleverly clothed their own aggressions against political and religious opponents as a crackdown on terrorism.\nIowa State U.\nAmerica has made it clear that terrorism is not to be tolerated, and rightly so, but we must ensure that these leaders distinguish between the arrest and fair trials of suspects in terrorism and the people whose only crime is ideological opposition to the government.\nIt has been becoming increasingly apparent that our own inflammatory and vindictive rhetoric has provided an ideal cover for the crackdowns.\nThese newly revived campaigns may or may not be related to terrorism, but certainly complement the political interests of the current government. Since the attacks on Washington and New York City and subsequent United States statements, there are examples from around the world abound. According to New York-based Human Rights Watch, which issued a statement Tuesday on this very topic, eight countries are already taking dangerous steps in this direction: Australia, China, Egypt, Israel, Kyrgyzstan, Macedonia, Malaysia and Russia.\nCountries have been coming at the United States left and right, presenting their own campaigns in recent times as their own \"holy wars\" on terrorism, inaccurately using our fervor to justify their brutal campaigns. Here are just four examples from the Human Rights Watch statement.\nChina -- the Chinese government provided its brutal crackdown on independence movements in Tibet and the predominantly Muslim province of Xinjiang as its fight against terrorism. According to Human Rights Watch, the government maintained a campaign that \"has led to many arbitrary arrests and summary executions, with little or no due process.\"\nEgypt -- Egyptian Prime Minister Atef Abeid proudly stated after the September 11 attacks, \"… maybe Western countries should begin to think of Egypt's own fight and terror as their new model.\"\nUnfortunately this \"model\" we are to follow is one that has already jailed an activist, Farid Zahran, for \"preventative detention.\" Human Rights Watch and Amnesty International both have repeatedly condemned the Egyptian government for serious human rights violations, hardly a model to follow.\nRussia -- Russian President Vladimir Putin said, as indicated by Human Rights Watch, \"… we have a common foe,\" linking the United States' war on terrorism with Russia's cruel campaign to quell an independence movement in Chechnya. A campaign that has, according to Human Rights Watch, included extra-judicial executions, arrests and extortion. Perhaps this is not a government that has room to speak.\nIsrael -- According to Human Rights Watch, Israeli Defense Minister Binyamin Ben Elizer boasted, \"It is a fact that we have killed 14 Palestinians in Jenin, Kabatyeh and Tammum, with the world remaining absolutely silent.\" Minister Ben Elizer was referring to the lack of coverage on the killing of the Palestinians.\nFor the icing on the cake, Prime Minister Ariel Sharon, charged in Belgium with war crimes himself, called Palestinian Authority Chairman Yasser Arafat \"our bin Laden.\"\nBy saying this, Sharon hopes to dupe the United States in to believing that a more violent crackdown on the Palestinian uprising is merely part of the fight on terrorism.\nAll are rather frightening examples of international leaders engaged in public relations campaigns to ally themselves with any worldwide movement to end terrorism. These are public relations campaigns designed simply to use the current fervor to cover and justify their repressive policies.\nAs a people who stand for equality and inherent human rights, we must not allow world governments to conceal oppressive and unjust actions in the coattails of the current American pro-war frenzy and propaganda campaign.\nDo not turn a blind eye to these governments who wish to further their own agendas of injustice in direct violation of international and humanitarian law. These laws of reason and justice make no distinction between national boundaries.\nPlease remind your representatives in Congress that wreaking terror on fellow human beings, whether perpetrated by governments or extremist groups, is terrorism nonetheless.\n(C) 2001 Iowa State Daily via U-WIRE\n\nLoad-Date: September 28, 2001"
}