{
    "title": "Taking their time; The House slows a stampede on a flawed terrorism bill",
    "publisher": "pittsburgh post-gazette",
    "year": 1995,
    "month": 12,
    "day": 26,
    "full text": "An unusual coalition of liberals and conservatives has forced the House to shelve anti-terrorism legislation for the year. That is good news.\nWhile the motives of some lawmakers may be questionable -- Democrats charge that Republicans were withholding support for the bill until the House moved to end a ban on assault weapons -- the measure is loaded with enough flaws to justify delay.\nLiberals and conservatives who oppose the bill correctly contend that some of its provisions are more likely to erode fundamental civil liberties than curb international or domestic terrorism.\nThe Clinton administration -- which has pushed hard for passage of the legislation since the April 19 bombing of the federal building in Oklahoma City -- denounced the latest delay. A White House aide said it was a shame that Congress ''walked away from taking legislative steps in the right direction.''\nWe disagree. Obviously federal law enforcement agencies need adequate weapons to battle terrorism. But this measure, while it contains many sensible provisions, goes too far in expanding police powers in too many instances.\nFortunately, the House Judiciary Committee has already deleted some objectionable provisions from the bill that was passed by the Senate last June. For example, authorization was removed for ''roving'' wiretaps that would have allowed federal agents to tap not just a suspect's phone but also any phone the suspect used without separate court orders.\nThe committee also deleted a controversial provision that would have authorized the use of military personnel to assist civilian police in cases involving the use of chemical and biological weapons.\nHowever, plenty of worrisome language remains. Particularly troublesome is a provision that would allow the president to compile a list of designated terrorist organizations and permit easy deportation of illegal aliens suspected of terrorism, subject only to review by a secret court that could deny the accused access to the evidence on which the deportation is based.\nFinally, the bill's so-called ''habeas corpus reform'' would limit condemned federal and state inmates to only one appeal in federal courts. The appeal would have to be made within a year of conviction.\nWe continue to support efforts to expedite often interminable death-penalty appeals. But this proposal goes too far and would apply to all inmates, not just terrorists. Habeas corpus reform deserves separate, and thoughtful, consideration.\n\nLoad-Date: December 26, 1995"
}