{
    "title": "Taking On the Terrorists",
    "publisher": "the new york times",
    "year": 1998,
    "month": 8,
    "day": 22,
    "full text": "Bill Clinton has launched a battle against terrorism that promises to take the United States into unfamiliar intelligence, military and diplomatic terrain. It is important at the outset that the White House and the American people understand the risks involved and set limits on the actions that may be taken. The opportunity to combat terrorism must be pursued aggressively, but the difficulties and dangers should not be underestimated.\nIt has been hard enough to combat state-sponsored terrorism by countries like Iraq, Iran and Libya. At least in such cases Washington could deal with governing authorities that might respond to diplomatic and economic pressure. Foreign military and intelligence services also provide fixed, non-civilian targets for military attack, if the use of force is warranted.\nBut in recent years terrorism has mutated, and the greater threat to America today may come from shadowy, independent groups that operate across national boundaries and melt into the chaotic societies where they find recruits and sanctuary. It is exceedingly difficult to track and to attack freelance organizations like the one Washington considers responsible for the embassy bombings in Africa.\nSpy satellites and other electronic intelligence systems can provide information about the location and activities of these groups, but machines cannot replace the use of skilled field operatives able to develop informers inside terrorist cells. The Central Intelligence Agency needs to expand its network of agents, but to do so under guidelines designed to avoid past abuses.\nAs the American missile strikes in the Sudan and Afghanistan demonstrated, moving against terrorist groups may require potentially provocative military actions that violate the sovereignty of other countries, threaten civilian populations and intensify anti-American sentiment. The doctrine of self-defense invoked by the Clinton Administration is valid when American citizens and embassies have been attacked or face assault. But the use of force should be commensurate with the threat and designed to limit civilian casualties. That appears to have been the case in the Sudan and Afghanistan, but the Pentagon still owes the public a more detailed account of the missile attacks and their consequences.\nThe temptation to authorize the assassination of terrorists will grow over time. It must be resisted, not only because it is inconsistent with American values but because it would invite a parallel effort against American leaders.\nMilitary action alone can punish and temporarily disrupt terrorist groups, but not destroy them. The terrorist organization of Osama bin Laden, the target of the American missile attacks, is dispersed throughout the Middle East. It is financed by Mr. bin Laden, a Saudi multimillionaire who seems dedicated to killing Americans. To weaken the network, Washington has rightly begun to go after Mr. bin Laden's money by tracing his accounts and seeking the help of foreign governments and banks to freeze them. Saudi Arabia could be particularly helpful.\nUltimately, there is no substitute for improved physical security at embassies, airports and other potential targets. The White House and Congress ought to look at security in terms of a protracted struggle against terrorism, not a quick fix thrown together after the latest truck bombing. A significant increase in spending is necessary. The United States is engaged in a long, nasty alley fight with opponents who see no distinction between combatants and civilians. Washington will have to be resourceful and resolute, but it has the power to prevail without abandoning its principles.\n\nLoad-Date: August 22, 1998"
}