{
    "title": "TAKING TERRORISM SERIOUSLY; THE LIKELIHOOD OF AN ATTACK IN THE NORTHERN SUBURBS MAYBE SLIM, BUT SOME",
    "publisher": "pittsburgh post-gazette",
    "year": 2002,
    "month": 1,
    "day": 27,
    "full text": "In the North Allegheny School District, the superintendent asks for a ban on biological and chemical weapons.  In Pine, Supervisor Michael Dennehy says residents' concerns with security on the township's 10-year-old trail system should be taken seriously.\n In Richland, a resident asks whether the township's water supply is safe from terrorists.\n There's no doubt that the shadow of Sept. 11 still hovers over us. Soldiers are fighting abroad. Airport check-in times are longer at home. The country is on a heightened state of alert.\nAlthough Pittsburgh no longer is the target it might have been when the steel industry was booming, the region has potential sites for attacks, such as the University of Pittsburgh, Carnegie Mellon University and the 32 facilities in Allegheny County licensed to handle nuclear materials.\n But would terrorists turn their eyes from those places toward a more northern target -- for example, the Karrington Woods housing development in Pine?\n Most people say no. But several are acting as though the threat were imminent.\n What to ban?\n President Richard Nixon banned the use of biological toxins in combat in 1970. Subsequent administrations pursued an international treaty banning chemical weapons, which was signed in 1993 and ratified by the Senate in 1997.\n Just in case the State Department hadn't made it clear, though, North Allegheny Superintendent Dennis Barrett asked the school board Jan. 16 to revise the district's weapons policy to include bans on biological and chemical weapons of mass destruction.\n The district had an anthrax scare in early October, when an unknown residue was found in the boiler room of Franklin Elementary School in Franklin Park. The school was closed for a day and students were sent to other buildings in the district while the substance was analyzed. It was found to be harmless.\n That was the reason behind Barrett's request for a ban on biological and chemical weapons, said Patty Langer, a North Allegheny spokeswoman. Anthrax joins knives, pepper spray, brass knuckles, stun guns, shotguns, explosives, fireworks and nunchucks on the district's verboten list.\n The school district, however, thinks it's \"very unlikely\" that a student would try to smuggle anthrax into one of its buildings, Langer said.\n Would the district forbid students from bringing nuclear material onto a North Allegheny campus?\n \"That would fall under the chemical designation,\" Langer said.\n Learning about terrorism\n North Allegheny officials weren't the only ones dealing with an anthrax scare in the fall.\n Allegheny County received more than 600 anthrax-related calls after the first reports of attacks started surfacing in early October.\n Butler County eventually received more than 170, according to Emergency Management Director Frank Matis. It dispatched the county hazardous materials team to about a third of those and eventually spent $20,000 responding to the calls.\n Residents of the northern suburbs feel strongly enough about preventing terrorism that they've turned out for meetings on the topic.\n Two sessions on the topic have been held this month -- a meeting for the public at Seneca Valley Senior High School in Jackson and a seminar, mostly for health care professionals, at a St. Barnabas Health System facility in Richland.\n The subtext of both meetings, though, was that the risk for an attack in the northern suburbs isn't major.\n \"Good evening,\" Zelienople Police Chief Jim Miller greeted the Jan. 10 gathering of about 30 in the auditorium at Seneca Valley Senior High School. \"Thanks for bringing us up here to talk about terror and what we're going to do about it.\"\n Matis assured those attending the meeting that Butler County would be ready if an attack occurred. The county belongs to an organization called the Region 13 terrorism task force, which represents 13 counties in southwestern Pennsylvania and has a plan for sharing if a major attack occurred.\n \"We're certainly not to the point where we're totally prepared,\" he said, \"but if something happens in Butler County, we'll be prepared.\"\n Will something happen in Butler County?\n \"We live in a relatively safe area,\" Miller said. \"We don't have a lot of targets.\"\n Perhaps that was why there was less talk about terrorism at the meeting -- billed as a discussion of terrorism -- and more about what to do in case of a disaster.\n Jason Esper of the American Red Cross talked about the importance of stockpiling certain items, including instant coffee and candy, if a terrorist attack, flood or other emergency occurred.\n Miller said that fighting terrorism boils down to being aware of one's surroundings. \"It helps crime prevention, too,\" he added.\n At the St. Barnabas seminar about a week later, talk focused mostly on planning for disasters -- those brought on by terrorism or other causes.\n \"Do you have terrorism coverage?\" Hugh Teitelbaum, general counsel for St. Barnabas, asked the estimated 40 people who paid to attend the seminar. \"If you get an envelope with anthrax, and half of your employees get sick, do you cover that?\"\n Teitelbaum then discussed planning for a disaster, beginning his presentation with a picture of a mushroom cloud. One slide showed the likely targets for nuclear attack in the area, including a former U.S. Steel plant southeast of Pittsburgh.\n \"That's probably out of date, because that's all shopping malls now,\" he said. But malls might be inviting targets for terrorists, too, he said, because lots of people shop there.\n Of course, it's unlikely that anyone would be around to file a claim if a nuclear device were detonated in the northern suburbs.\n \"I've got to tell you, under nuclear attack, it would be everyone for themselves,\" said Allegheny County Emergency Management Coordinator Robert Full. He said any government plan probably wouldn't be very effective if a nuclear bomb were dropped.\n The speakers at St. Barnabas, however, said organizations need outlines of what to do in an emergency.\n \"They don't send anthrax to the little guy,\" said Capt. Carol Noriega, a trauma nurse at UPMC Shadyside and an Air Force Reserves nurse.\n Noriega discussed triage, the procedure medical personnel use in emergencies to prioritize treatment of victims.\n \"It doesn't have to happen at Heinz Field,\" she said. \"It could happen at Richland Community Day.\"\n Is it more likely that an attack would happen at Richland Community Day?\n \"No,\" Noriega said.\n The unknown\n There's always reason to be prudent, said Baruch Fischhoff, a Carnegie Mellon professor who specializes in risk perception.\n Everyone checks his situation within reason, he said.\n \"One of the problems is we don't know what 'reason' is in this situation,\" he said.\n It's better, however, to proceed cautiously when confronted with uncertainty, he said. \"The standard of rationality is, 'Do you act reasonably based on what you know?' Not, 'Are you omniscient?' \"\n \"That said,\" he added, \"if [officials are] banning something that's been banned, I don't know what they mean.\"\n\nGraphic\n\n \nDRAWING: Anita Dufalla/Post-Gazette: \n\nLoad-Date: January 30, 2002"
}