{
    "title": "TAKING THE MEASURE OF TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 5,
    "day": 14,
    "full text": "Terry Nichols, it now appears, was involved in the plot to bomb the Alfred P. Murrah federal building in Oklahoma City from the beginning. After turning himself in to federal authorities two days after the bombing, Mr. Nichols portrayed himself as an unwitting accomplice of Timothy McVeigh. However, Mr. Nichols has been charged with the bombing, along with Mr. McVeigh, and a newly disclosed FBI affidavit states that Mr. Nichols began purchasing ammonium nitrate fertilizer in September 1994 and storing it in one of several sheds he rented in Kansas. In all, he bought two tons of fertilizer and also purchased diesel fuel, the affidavit alleged.\nThough the FBI is searching for at least one more person, it appears at this early stage that the terrorists were not part of a network of anti-government activists. Based on what is known at this point, Mr. McVeigh and his accomplices acted on their own initiative. If so, that would be reassuring because it would mean there was no organization at work planning attacks on government installations.\nThis is not to say the FBI should be any less vigilant in checking out credible suspicions of plots by self-styled militias organized around the belief that the government is out to get them. It would suggest, though, that the more extreme measures proposed by the Clinton administration are neither prudent nor necessary.\nOne of these would widen enormously the authority to conduct wiretaps and another would allow the military to collect evidence and disarm and disable people when chemical or biological threats are involved. The military's technical expertise in these fields would be welcome, but its participation in field investigations would set a dangerous precedent.\nAt this point, it appears the threat posed by the so-called militias is not so much to the government as it is to blacks, Jews, gays and other minority groups. Numerous examinations of the militias, including those by the Anti-Defamation League and The Wall Street Journal, reveal a strong undercurrent of anti-Semitism and racism in the rhetoric about gun rights and an overreaching government. Could it be that the sheets and pointy hoods of the Ku Klux Klan have been replaced by the camouflage uniforms and military hardware of the militias?\nThese are not militias at all, by the way. Militias are organized and directed by state authorities. These groups, if they were operating in urban settings and weren't white, would be called gangs, and their inflammatory rhetoric would have attracted the attention of the FBI long before now.\nIn any case, until the Oklahoma City bombing, domestic terrorism has been confined to abortion clinics. For 10 years now, clinics have been vandalized, set afire and bombed; five people have been killed by anti-abortion extremists. Nevertheless, little effort has been made to find out whether these have been isolated acts or the product of organized efforts. With the new sensitivity to terrorism and unlawful plotting, the FBI might want to direct its attention to this long-present threat.\n\nLoad-Date: May 15, 1995"
}