{
    "title": "Taking On Terrorism, Corruption and Cuomo",
    "publisher": "the new york times",
    "year": 2014,
    "month": 8,
    "day": 19,
    "full text": "The interview on public radio this April, a long-planned event to discuss a range of topics, seemed like a garden-variety appearance for Preet Bharara, the top federal prosecutor in Manhattan.\nThe magnitude of the moment, however, came into quick focus. As Mr. Bharara attacked Gov. Andrew M. Cuomo's decision to disband an anticorruption commission, five of his staff members and several forensic computer specialists arrived at the commission's headquarters in Lower Manhattan to copy hard drives and haul out documents through a service elevator.\nThe sequence of events, unfolding over a little more than an hour, set up an extraordinary public clash between two of New York's most powerful Democrats.\nMr. Bharara, the United States attorney for the Southern District of New York, later learned that the Cuomo administration had asked some of the commission's members to issue public statements characterizing the commission's operation.\n''Just speaking broadly, any time there's a suggestion of political meddling with an investigative body, however that investigative body was set up, that is going to cause alarm and should cause alarm,'' Mr. Bharara said in one of several recent interviews coinciding with the fifth anniversary of his taking office on Aug. 13.\nMr. Bharara directed his office to send a letter threatening to investigate the Cuomo administration for possible obstruction of justice or witness tampering.\nMr. Bharara's tenure has touched on many of the biggest story lines in New York: sweeping civil rights violations at the Rikers Island jail complex. Gang violence and cyberattacks. The terrorism conviction of Osama bin Laden's son-in-law.\nOn Wall Street, Mr. Bharara secured an 85-to-1 record in pursuit of insider trading. He also obtained an indictment against Switzerland's oldest private bank and helped extract a guilty plea from a giant French financial institution.\nIn Albany, Mr. Bharara has found another generous target: He has convicted more than a dozen lawmakers on corruption charges. ''Some of the things that we've seen out of Albany and elsewhere are, quite frankly, appalling,'' he said.\nAnd now, even though Mr. Cuomo has said that the anticorruption panel, known as the Moreland Commission, was never supposed to be independent because it was an entity he created and controlled, Mr. Bharara has taken the cases the commission was forced to abandon.\nMr. Bharara said that in consultation with Richard B. Zabel, his deputy, he decided to discuss the commission's closing in some detail on the radio; he said they felt the public had a right to know why Mr. Bharara's office was seizing the files.\nThat day in April, Mr. Bharara's investigators arrived at the commission's offices in three unmarked cars, parking in a garage out of public sight, according to a person briefed on the matter. They left about 90 minutes later carrying boxes of materials and a formal letter from the commission referring its open cases to his office.\n''If it is going to disband, then someone has got to do the work, and it shouldn't be left to wither on the vine,'' Mr. Bharara said, declining to discuss specifics of the investigation. ''Speaking mildly obliquely, I don't see a lot of legislative hearings going on about anything relating to public corruption in Albany,'' he added.\nDuring his tenure, Mr. Bharara has barnstormed the public speaking circuit, accepting invitations to graduate schools and media conferences. Time magazine placed him on its cover with the title ''This Man Is Busting Wall St.'' This March, he attended Vanity Fair's Oscar party in Los Angeles.\nMr. Bharara's embrace of the media spotlight has bred widespread speculation about his ambitions -- that he might run for public office or agree to be attorney general if asked. At the same time, some of his cases have spurred debate, in the defense bar and judiciary, about whether Mr. Bharara's office occasionally overreaches in charging decisions and courtroom tactics.\nGerald L. Shargel, a defense lawyer whose clients have included high-profile politicians charged by the office, said Mr. Bharara was ''an effective prosecutor'' who had ''done well'' in his job.\n''But I think that the complaints about him are rooted in the idea that he's also done well for himself,'' Mr. Shargel added. ''People believe that the U.S. attorney position is not at the limits of his horizon.''\nIn the interviews, Mr. Bharara, 45, ruled out a political future. ''I have no interest and desire to seek political office,'' he said. Pressed further, he emphasized, ''Now or ever.'' The only job he fought for, he said, was an assistant United States attorney's position in the office he now runs. He took the job in 2000, handling narcotics and organized crime cases, after spending a few years working as a young associate at white-shoe law firms.\n''I'm not sure I have a taste for private practice,'' he said. ''My concern is I'm not sure I have a taste for anything but this.''\nAs for his trip to Hollywood, he said he attended the Vanity Fair Oscar party because a nominated movie, ''Captain Phillips,'' was based on another of his office's big cases: the prosecution of a Somali pirate.\n''I was the biggest dork at that event,'' Mr. Bharara said.\nMr. Bharara, who peppers his speeches with self-deprecating humor, cracked at another event last year that his recent ''undeserving'' media attention made him think that ''this is what it must feel like to be a Kardashian.''\nEven Bruce Springsteen gave him a shout-out at a concert. (Mr. Bharara, who like Mr. Springsteen grew up in New Jersey, is a die-hard fan. The Boss also posed for a photo with Mr. Bharara's son, an image that is now pinned on Mr. Bharara's office wall; nearby hangs a picture of Mr. Bharara's mother with the rocker.)\nSome of Mr. Bharara's friends said privately that he relished the spotlight. They also noted that Mr. Bharara, who has three children, has earned a government salary for 14 years, and could eventually seek a job in the private arena. (His brother and a business partner sold a start-up Internet diaper company for about $540 million to Amazon.com; Mr. Bharara said he had held only a small investment in the company.)\n''For as long as his family can afford it, his place is at the U.S. attorney's office,'' said Viet Dinh, a former senior Justice Department official under George W. Bush. Mr. Dinh, a friend of Mr. Bharara's since their first day of college at Harvard, added, ''I am confident that Preet has no political aspirations, and I am glad of it for my Republican Party.''\nMr. Bharara's exposure to politics shaped his approach as United States attorney. While serving as chief counsel to Senator Charles E. Schumer of New York, a Democratic member of the Senate Judiciary Committee, Mr. Bharara helped lead an investigation into the Bush administration's politically motivated firings of United States attorneys. (President Obama nominated Mr. Bharara for his current job in 2009 after Mr. Schumer recommended him.)\nMr. Bharara said in the interviews that he became friends with many of the deposed prosecutors, people ''whose names were dragged through the mud inappropriately.''\nIf there is a ''credible whiff that justice has been politicized,'' he said, ''there's nothing worse than that.''\nMr. Bharara most recently took aim at another intractable problem in New York: Rikers Island. He released a blistering report this month that laid bare a ''deep-seated culture of violence'' toward adolescent inmates at the jail.\n''I think there is reason to be more optimistic than in the past,'' Mr. Bharara said, citing his office's report and Mayor Bill de Blasio's new administration, including his ''very deliberate choice'' of a reform-minded correction commissioner.\nIn another major case, however, Mr. Bharara was hamstrung. He suggested his office could have convicted Khalid Shaikh Mohammed and four other alleged co-conspirators in the Sept. 11 attacks. The Obama administration had sought to try the cases in New York but, amid stiff opposition from local officials concerned about safety and cost, backed down on that plan.\nIn the years since, Mr. Bharara's office has won a string of major terrorism trials while the five Sept. 11 detainees are mired in pretrial hearings at the military prison at Guantánamo Bay, Cuba -- remaining ''essentially unaccountable and unpunished,'' he said.\n''History will judge,'' Mr. Bharara said, where you would have had ''more serious and appropriate punishment,'' swifter justice and ''greater transparency and openness and legitimacy.''\nNo case, perhaps, touched Mr. Bharara as personally as his office's prosecution of an Indian diplomat, Devyani Khobragade, who was arrested in Manhattan last year on charges of visa fraud and making false statements related to her treatment of an Indian domestic worker.\nIndian politicians and commentators denounced Mr. Bharara, describing him as a ''self-loathing Indian,'' an ''Uncle Tom'' and worse.\nMr. Bharara -- a naturalized American citizen who was born in Ferozepur, India, and arrived in the United States as an infant with his father, a Sikh, and his mother, a Hindu -- acknowledged that the episode took a toll on his family. ''I've been told by multiple people not to go back to India, and that is difficult to hear,'' he said.\nStill, Mr. Bharara has laughed off some of the insults, including criticism in the Indian press that he undertook the Khobragade prosecution to ''serve his white masters.''\n''Presumably Eric Holder and Barack Obama,'' Mr. Bharara deadpanned.\nSix days after Ms. Khobragade's arrest, as tensions escalated between the United States and India, the State Department issued a statement saying that Secretary of State John Kerry, in a call to a senior Indian official, had expressed ''regret'' over the episode.\nThat evening, Mr. Bharara took the unusual step of issuing a statement defending his office's decisions, and pointing out that State Department agents had been the ones who arrested Ms. Khobragade. ''Our partner agency knows quite well -- and in great detail -- what my views are on how that case was handled,'' Mr. Bharara said in the interviews.\nOf course, it was not the first time Mr. Bharara ignited international outrage. Russia banned him over the prosecution of the notorious Russian arms dealer Viktor Bout.\n''You could do a whole article on just the places that I can't go,'' Mr. Bharara joked. ''Russia. Switzerland.'' He paused. ''Albany.''\n\nhttp://www.nytimes.com/2014/08/19/nyregion/in-five-years-in-office-us-prosecutor-touches-new-yorks-biggest-story-lines.html\n\nGraphic\n\n \nPHOTOS: PREET BHARARA, the United States attorney in Manhattan (PHOTOGRAPH BY TODD HEISLER/THE NEW YORK TIMES)\nPreet Bharara, left, in 2005 as Senator Charles E. Schumer's top aide on the Senate Judiciary Committee. (PHOTOGRAPH BY JAMIE ROSE FOR THE NEW YORK TIMES)\nMr. Bharara endured personal attacks in the Indian press for prosecuting Devyani Khobragade, an Indian diplomat. (PHOTOGRAPH BY AGENCE FRANCE-PRESSE -- GETTY IMAGES\n   Gov. Andrew M. Cuomo's disbanding of a government ethics commission is under investigation by Mr. Bharara's office. (PHOTOGRAPH BY JOHN MINCHILLO/ASSOCIATED PRESS)           \n\nLoad-Date: August 19, 2014"
}