{
    "title": "Taliban attacks in Karachi underscore Pakistan 's intelligence-sharing deficit Two attacks in two da",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 6,
    "day": 10,
    "full text": "Hours after Pakistan reopened its largest airport following a deadly Taliban assault, militants attacked a nearby camp of the Airport Security Force (ASF), raising fresh questions about intelligence sharing among security agencies.\nOn Tuesday afternoon, two men opened fire on security officers at the camp for security forces who guard Karachi's Jinnah International Airport, according to security officials. The men fled to a nearby residential area when officers returned fire. As officers from the paramilitary Rangers force searched the neighborhood, the head of the ASF downplayed the incident, saying it was not an attack and the guards were merely \"fired at.\" The Pakistan Taliban have claimed responsibility for both incidents.\nThe attacks in Karachi underscore not just the intensity of the militants' renewed campaign, but also Pakistan's inability to effectively counter such threats in advance. Analysts and security experts have long bemoaned Pakistan's inability to get its intelligence and security services to share intelligence. Pakistan has a number of intelligence agencies, including the Inter-Services Intelligence agency and Military Intelligence, the civilian-run Intelligence Bureau, and the police's Special Branch. A counter-terrorism strategy developed by the interior ministry this year envisages better coordination between intelligence and security agencies, but has yet to spur much change. \nOn Tuesday, Interior Minister Chaudhry Nisar Ali Khan told parliament that his ministry had warned the provincial government in March that the gate used by militants to attack the airport was not properly secured. Similar claims have surfaced after previous militants attacks in Pakistan. \nAt the heart of the issue is a trust deficit between intelligence agencies and security forces, says Muhammad Amir Rana, director of the Islamabad-based Pak Institute for Peace Studies think tank. \"This is the same issue as it's been in the past,\" he says. \"The biggest problem is the inability to get ahead of the militants' strategy and ability to choose targets.\"\nThe Pakistan Army said Tuesday it had killed 15 militants in airstrikes by the Afghanistan border. A military spokesman told reporters he could not comment on whether the attacks were in retaliation for the airport assault. The Pakistani Taliban, an umbrella group, operates in the border area. \nThe government must build a counter-terrorism force that can gather intelligence and cut off militants' money and logistical supplies, says Ikram Sehgal, a Karachi-based defense analyst. \"You have to get actionable intelligence while they're at their safe house,\" he said. \"Once they're out of there they're a walking bomb, they can kill anyone.\"\nCargo terminal besieged\nTuesday's attack came as Karachi had barely started recovering from Sunday's assault in which Taliban fighters besieged a cargo terminal in a complex overnight attack. The assault ended only after military and paramilitary troops, along with ASF and police officers, killed seven militants. Three others detonated their explosives. At least 18 airport employees and security guards were killed in the attack. On Monday night the bodies of seven people were found in a cold storage unit where they had been trapped after seeking shelter during the attack.\nCompared to previous attacks, there has been little criticism of Pakistan's security apparatus over the assault because the militants failed to reach the passenger terminal, runways, or grounded aircraft. However, there is heightened concern about security at one of the country's domestic and international hubs. The military declared that it had cleared the airport on Monday afternoon, but the discovery of the bodies in the cold storage unit, and Tuesday's renewed attack raised fresh jitters among Karachi residents.\n\"We are not living in normal circumstances,\" Mr. Rana says. \"The response needs to be adequate.\"\n\nLoad-Date: June 10, 2014"
}