{
    "title": "Taliban attack targets official, kills 8 in Pakistan",
    "publisher": "pittsburgh tribune review",
    "year": 2012,
    "month": 12,
    "day": 23,
    "full text": "PESHAWAR, Pakistan , At least eight people, including a senior provincial official on a Taliban hit list, were killed Saturday when a powerful bomb ripped through a narrow street where a political meeting was being held. \nBashir Ahmad Bilour, the minister for local government in Khyber-Pakhtunkhwa province, was attending the meeting of the ruling Awami National Party in a school in Peshawar's Qissa Khawani Bazaar neighborhood when the explosion occurred. The blast wounded at least 22 people, gutted shops and destroyed vehicles. \nPolice said the bombing was a suicide attack. Witnesses said the assailant detonated the explosives as the minister neared the meeting site. \nPakistani Taliban spokesman Ihsanullah Ihsan said that the group was responsible for the attack and that the insurgency would continue to target the Awami National Party, the largest political party in the province. \nPrime Minister Raja Pervez Ashraf announced a nationwide day of mourning, and President Asif Ali Zardari expressed shock and grief over the attack. \n\"Mr. Bashir Bilour fought against militants courageously and sacrificed his life for the noble cause,\" Zardari said. \"His sacrifice will not go in vain.\" \nBilour, who had survived two attacks, was viewed as an unrelenting voice against terrorism. Friday, just hours before his death, he told journalists, \"This is our war. We have to fight it.\" \nPakistan has endured a surge in militant attacks in the last week including a rocket attack on Peshawar airport and the killing in Karachi and Peshawar of at least nine people who were involved in the polio immunization program opposed by militants; several of them were shot at point-blank range by motorcycle assassins. \nBilour was the brother of Ghulam Ahmad Bilour, Pakistan's federal railways minister, who made headlines this year when he announced a $100,000 bounty for anyone who killed the director of the anti-Islam film \"The Innocence of Muslims.\" \nAwami National Party spokesman Zahid Khan Peshawar said the attack would not stop the government's fight against terrorism. \n\"Terrorists are not humans,\" he said. \"They want to take the nation toward destruction, Stone Age. These attacks will not discourage us. We will continue to fight them.\" \nThe critically injured minister was taken to Peshawar's Lady Reading Hospital, where he died, said Dr. Arshad Javed, the hospital's chief executive. \n\nLoad-Date: December 25, 2012"
}