{
    "title": "Talk on terrorism draws cheers",
    "publisher": "usa today",
    "year": 2004,
    "month": 8,
    "day": 2,
    "full text": "PITTSBURGH -- Crowd reactions to President Bush's new campaign speech provide more evidence that his management of the war on terrorism is his best political asset. Audiences cheer louder and longer for his tough-on-terror lines than for criticism of Democratic nominee John Kerry or any other issue.\nThe Bush lines that elicit the most cheers: \"When it comes to better securing the homeland, to fighting the forces of evil and spreading peace, results matter.  . . .  When it comes to choosing a president, results matter.\"\nThe other big applause lines also are reminders of the Sept. 11 terrorist attacks and Bush's aggressive foreign policy:\n * \"This nation had a choice to make: Either forget the lessons of Sept. 11 and hope for the best . . .  or take action to defend our country. Given that choice, I will defend America every time.\"\n* \"I will never relent in bringing justice to the enemy and protecting our country, whatever it takes.\"\n * \"If America shows uncertainty and weakness . . .  the world will drift toward tragedy. This will not happen on my watch.\"\nThe muscular rhetoric reflects the Bush team's strategy to capitalize on what a new USA TODAY/ CNN/Gallup Poll taken Friday and Saturday found: 54% of Americans think Bush would better handle terrorism, vs. 42% for Kerry.\nBush gave the speech five times Friday and Saturday in Missouri, Michigan, Ohio and Pennsylvania.\n---\nBus tours are a splashy way for candidates to get attention, but people who line the streets to watch them pass dream up their own gimmicks to get noticed.\nThere were lots of professionally printed protest signs along Bush's 267-mile route through Ohio, West Virginia and Pennsylvania on Saturday, and plenty of official Bush-Cheney '04 signs, too.\nBut handmade signs can be more entertaining. One little girl in Broadview Heights, Ohio, held a sign reading, \"Stop by -- we made you breakfast.\" He didn't.\nIn Dover, Ohio, another little girl's sign read, \"My grandpa lost his job -- your turn!\" A Harley-Davidson dealership in Dover tried to tempt Bush with a sparkling new motorcycle and a sign that said, \"Ride this to re-election.\" The president whizzed right by in his luxurious custom bus.\nA woman in Cambridge, Ohio, held a sign that read, \"Hope you got my letter about my husband.\" A sign in Wheeling, W.Va., conveyed the author's view of Democratic candidates John Kerry and John Edwards: \"Flush the Johns.\"\n---\nSoccer moms and other women are not the only voters the rival campaigns are targeting. Bush and Kerry both are touting their macho credentials to appeal to outdoorsmen.\nBush stopped briefly Saturday at Cabela's, a Triadelphia, W.Va., store that stocks hunting, fishing and outdoor gear. It hopes to eventually create 1,200 jobs.\n\"I've come by because, first, I love to hunt and fish,\" Bush said. \"Secondly, because I heard you're expanding the job base here.\" Earlier in Cambridge, Bush said, \"We stand for the Second Amendment, which gives every American the individual right to bear arms. I've got a record on that issue. It stands in stark contrast to my opponent.\"\nMeanwhile, at rallies across Pennsylvania, West Virginia and Ohio, Kerry advertised his own manly pursuits. \"I've been a fisherman all my life,\" he said repeatedly. \"I've also been a hunter. I've been hunting since I was 12 years old.\"\n---\nMany Republicans believe the news media have liberal inclinations, so they're not always happy to see journalists who travel with Bush. In 1992, his father's campaign printed caps and bumper stickers that read, \"Annoy the media: Re-elect Bush.\" When reporters traveling with that campaign arrived at rallies, it wasn't unusual for audiences to cuss them out and yell, \"Tell the truth!\"\nSo reporters were surprised Saturday when they filed into a muddy park in Cambridge. \"Welcome to Ohio,\" one smiling person after another said. One man wasn't quite as hospitable, probably because the usually punctual Bush was running 40 minutes late. \"Where have you been?\" he demanded of the arriving reporters.\n---\nThe stage at the Canton, Ohio, Memorial Civic Center where Bush spoke Saturday was right in the middle of the arena. That meant much of the crowd had to look at his back while he spoke.\n\"I appreciate the warm welcome,\" he said. \"I particularly thank those who are sitting behind me. You've probably got the best view in the house.\"\n\nGraphic\n\n \nPHOTO, B/W, Mannie Garcia, Reuters; A face in the crowd: President Bush is surrounded by employees of a Cabela's store in Triadelphia, W.Va.\n\nLoad-Date: August 2, 2004"
}