{
    "title": "Talking tough about terrorism at the Tokyo summit",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 5,
    "day": 12,
    "full text": "It was billed as an economic summit. That didn't fool the press. As they prepared to leave Tokyo last week, their questions at President Reagan's press conference centered solidly on terrorism.\nThe reason, of course, was that the heads of the seven industrialized nations themselves had spent a lot of time hammering out a statement on terrorism. When they were done, it rang like cold steel. Condemning Libya by name, it affirmed a desire to fight terrorism ''relentlessly and without compromise.''\nReagan also talked tough. He, too, condemned Libya, which was attacked April 15 by US planes after the administration found proof of Libyan involvement in the bombing of a West Berlin discotheque ten days before.''If we have the same kind of irrefutable evidence (of terrorist sponsorship) with regard to other countries,'' he noted, ''they'll be subject to the same treatment.''\nStrong words, indeed. But what do they all mean? On the positive side, the fact that the summit statement was made at all is good news for counter-terrorism. What it said, in fact, may be less important than what it was: a proof of the willingness of the seven nations to coalesce despite the bombing of Libya.\nThat controversial event, after all, made counter-terrorism history. It marked the first use in recent times of full-scale military force directed at a sovereign government in response to international terrorism. It called forth the massive opprobrium of most other nations. And it drove a public wedge between the United States and several of its European allies, particularly France. That the rift could be knitted up so quickly is testimony both to the inherent strength of this seven-nation alliance and to the feeling of urgency about dealing with terrorism.\nPositive, too, is the toughness of the language. It may not always translate into toughness of policy: Terrorism experts note that accords of this kind have been made and abandoned before, and that the sheen of summitry tends to tarnish when exposed to political winds back home. But the language probably went as far as could be expected. The specific points - covering such things as limits on diplomatic staff and improved cooperation among police and security forces - stopped short of the politically agonizing issue of economic sanctions. But it touched some vital points.\nThe summit tough-talk also set off - or should have - some alarm bells. Most sobering was President Reagan's apparent willingness to use military force against other terrorist-sponsoring nations. The frequent and provable players at terrorism's table are Iran, Syria, and Libya - with Libya perhaps least significant. Last month, however, Libya found itself the target. Why? Because its obstreperous leader, Col. Muammar Qaddafi, is roundly disliked by many other world leaders, Arabs among them. Because he has loudly proclaimed his support for terrorism. And because he provided the closest and easiest target.\nBut Libya is not Syria, nor is it Iran. The differences should be carefully noted. Qaddafi is geographically and even politically isolated from the major Arab nations. Syria's Hafez Assad is a ruthless pragmatist who shares borders with several Arab states, with a NATO ally (Turkey), and with the only democracy in the Middle East (Israel), with whom he is at war. He is also a solid client of the Soviet Union. The thousands of terrorists he trains and harbors can drive to Europe - taking drugs with them to finance their ventures. Bombing him might entangle the US, and especially its allies, in far more serious aftereffects than the Libyan venture ever did.\nWhat about Iran? Here, the case for bombing is even less sound. Ayatollah Ruhollah Khomeini is engaged in an unholy oppression that has already subjected thousands of Iranians to a level of torture and execution unheard of in the Shah's day. Yet he is cloaked in the garb of religious leadership, giving him symbolic value to millions of Muslims. His regime is not particularly stable, however, in the face of a debilitating war with Iraq, falling oil prices, a medieval social and economic policy, and mounting internal dissent. Like many despots, Khomeini looks best to his own people when facing an external threat. A US bombing of Iran would hand him exactly what he most needs: An excuse to blame all Iran's troubles, once again, on the Great Satan of the West. It could prolong, not shorten, his tyranny.\nThe Tokyo summit chalked up strong marks in the counter-terrorist column. If all or even most of its points of cooperation can be put in motion, a squeeze can be put on Syria and Iran that may be more effective than all the bombs the US could muster. Terrorists, after all, are playing a highly mental game. It takes more than brute force to beat them.\nA Monday column\n\nGraphic\n\n \nMap, Syria, Iran and Libya highlighted, SHIRLEY HORN -- STAFF; Picture 1, Muammar Qaddafi; Picture 2, Hafez Assad; Picture 3, Ayatollah Ruhollah Khomeini"
}