{
    "title": "Talking About Terrorism",
    "publisher": "the new york times",
    "year": 1981,
    "month": 12,
    "day": 8,
    "full text": "Is it conceivable that Libyan-trained terrorists would enter this country planning to fire a missile at President Reagan's plane or limousine? The President's own evaluation of these reports, sad to say, has been just about right: ''I think in view of the record, you can't dismiss them out of hand.''\nOne can argue whether more is gained or lost by the disclosure of the Government's anxiety. It arises from intelligence reports and an informant's testimony that some officials still doubt. But given Colonel Qaddafi's record of deadly threats - and apparently also deeds - against his enemies, it would be irresponsible to ignore the danger.\nEditorial comments on publicity about alleged Libyan assassination plot to murder high US officals\nThe Reagan Administration apparently did not intend to sound a public alarm at this moment. But its extraordinary measures to protect the Reagan family and other officials were hard to hide. And now that the reports are public, they have been amplified by the President and other spokesmen, leading some Americans to fear that public opinion is being manipulated to justify action against Libya or other sponsors of terrorism.\nColonel Qaddafi's currently serious domestic troubles seem to arise more from lost oil revenues and political dissent than American hostility. And he has only himself to blame for the widespread belief that he would resort to reckless action. He has long been associated with terror, including the murder of at least eight Libyan exiles in Britain, Italy and Greece. Last year he openly claimed a right ''to get rid'' of enemies anywhere.\nAnd last August, after American planes shot down two Libyan fighters at sea, a group of Qaddafi supporters who charged an American plot to kill him was said to have threatened the assassination of Mr. Reagan and the ''biggest commando operation in history'' against American installations.\nThe State Department jumped to a hasty and wrong conclusion that Libyans were involved in the murder of President Sadat. But it feels more confident that Libyans were behind the attempted shooting of America's senior diplomat in Paris last month and an aborted plot against the American Ambassador to Italy in October.\nIn such a heated climate, any agitation of American opinion can create a clamor for reckless retaliation. But the revelation of the current concern can also have useful effects.\nIntended or not, the disclosure enlists public help in spotting signs of any plot. And the publicity may be a deterrent. Colonel Qaddafi is hardly a reliable witness, but his quick denial last weekend showed that he understands the danger to his regime if there now were an assault against leading Americans."
}