{
    "title": "Talk About a Secret Service",
    "publisher": "the new york times",
    "year": 2004,
    "month": 8,
    "day": 29,
    "full text": "ON the last day of July, one day before the public learned that the Prudential building here was a possible terrorist target and that New Jersey's security could be jeopardized just as much as New York's or Washington's, a law enforcement agency began scrambling officers and getting ready for what seemed to be an imminent threat.\n If you were to guess that the agency was the state police, the Newark Police Department or even the F.B.I., you would be wrong. In fact it was all three, and 27 others, working together as one of New Jersey's most powerful but least known law enforcement collectives: the Joint Terrorism Task Force. \n  ''I'm not sure it's something we should boast about, but New Jersey in the past has served as a bedroom community'' for terrorists, said Col. Rick Fuentes, superintendent of the state police. ''We need the J.T.T.F.'' \n Formed in 1985, the task force is a grouping of 30 local, county and federal agencies that includes investigators and detectives from agencies as varied as the Morris County Prosecutor's Office to the C.I.A., from the F.B.I. to the United States Parks Police. These team members work together in the F.B.I. building in Newark, reporting back to their own agencies. The individual agencies pay the task force members' salaries, while the F.B.I. finances overtime and equipment. New Jersey's terrorism task force was patterned after the original, created in New York in 1980, which itself was as an outgrowth of a 1970's bank robbery task force made up of F.B.I. and New York Police Department detectives. \n ''Everybody said the bank robbery task force was working so well we should get on this terrorism thing together,'' said Joe Valiquette, a spokesman for the New York City F.B.I. office and a special agent who served on the first terrorism task force. \n Fights over whose crime lab would get evidence from the scenes of bank robberies was one of the central reasons for forming that first task force, Mr. Valiquette said. With terrorism, the F.B.I. is always the lead agency, yet territorial squabbles still occur, said Mr. Valiquette and officers at the New Jersey task force. But almost all of them said that the problem was more severe before the task force existed. \n While the New Jersey task force was one of the first, there are now 100 such terrorism teams nationwide, 36 more than before 9/11. And while before 9/11, the terrorism task forces were confined to mostly major urban areas, they now exist in cities like Richmond, Va., and Albany, where earlier this month its terrorism task force orchestrated a missile sting that led to the arrest of two men there. \n Law enforcement officials say the task forces are needed because the cases they now handle require expertise from many different areas: a single investigation can require the skills of a federal air marshal, the scientific analysis of the Food and Drug Administration and the local knowledge of a police office. New Jersey's task force, like those in other states, carries out the kind of counterterrorism investigations that would have been rare even 10 years ago. \n One such case happened earlier this month, when an anonymous tipster telephoned the Jersey City Police Department and reported overhearing two men discussing plans to blow up the Statue of Liberty later that day. As one of three cities whose police forces have representation on the task force -- the others are Newark and Paterson -- Jersey City's police officers turned the information over to their task force liaison, who coordinated with other task force members.\n At the task force, this information went to the squad that handles imminent ''Al Qaeda-like'' threats, according to Bill Evanina, the F.B.I. agent who is the squad's leader. This is the newest squad, created in July to handle the increasing number of tips and leads that are coming in every day, said Joseph Billy Jr., the F.B.I. special agent in charge of the Newark office. \n There are four squads in all; two oversee long-term Islamic militant threats, and another handles domestic terrorist groups like white supremacy organizations. Representatives from federal, county and municipal agencies are distributed among all of them, depending on where they are needed. \n Bob Reilly, an F.B.I agent who transferred to the terrorism task force from white-collar cases, said he relishes the challenges that come with working on the task force with a diverse group of agents and detectives.\n ''White collar is black and white. You know the who, the what, but you've just got to find the when,'' he said. Looking at the room of officers from across the state, he added, ''This, you open a case and you rarely know any of the five W's.''\n As a squad leader, Mr. Evanina commands a corner office with a sweeping view of the Passaic River and some of the infrastructure he is assigned to help protect: Newark Liberty International Airport, the New Jersey Turnpike and various bridges. A copy of ''The Journal of Counterterrorism and Homeland Security International'' sits on his desk. Mr. Evanina, like several other people interviewed at the task force, clearly remembers that both the 9/11 and 1993 World Trade Center attacks had a strong New Jersey connection. \n The tipster that day had reported that the men said the Statue of Liberty attack would come via one of the Weehawken dinner cruise boats, so federal and local authorities were stationed on them undercover. There was also a team of bomb-sniffing dogs from the federal Bureau of Alcohol, Tobacco and Firearms that patrolled the pier. In all, the response included at least three federal agencies and several municipal ones. Like so many tips, it turned out to be nothing.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: A meeting of the state's Joint Terrorism Task Force in Newark, above, being led by Joseph Billy Jr., left, who is an F.B.I. special agent. Mr. Billy keeps a nameplate on his desk that has his name in English and Arabic, below. (Photographs by Richard Perry/The New York Times)                                                                           \n\nLoad-Date: August 29, 2004"
}