{
    "title": "TALKS ON TERRORISM OPEN THE DOOR BETWEEN PUTIN AND EUROPEAN ALLIANCES ; DISCUSSIONS ARE MILESTONE IN",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 10,
    "day": 4,
    "full text": "The European Union promised Russian President Vladimir Putin on Wednesday that it would speed up efforts to bring Russia into the World Trade Organization. It also promised to increase security cooperation with Russia to help stamp out international terrorism.\nEU and NATO leaders expressed delight with Putin's support for the anti-terror campaign that arose after last month's attacks on the United States. NATO's chief said Russia and the alliance have turned a corner in their often testy relations.\nPutin and European officials announced that their security cooperation would include action to block terrorist finances and to improve exchanges of intelligence on terrorist suspects, movements of chemical, biological and nuclear material, the use of false documents and other terrorist activity.\nEU Trade Commissioner Pascal Lamy said he will advance the preparatory work on Russia's entry in the world trade group. \"As Russia's main trading partner, the EU strongly supports Russia's goal of joining the WTO,\" he said in a statement, adding that the United States will also pull for Russia.\nLamy said the EU will give Moscow an outline by the end of the year of what it needs to do to comply with world trade rules, and that the United States would do likewise. As a result, work on Russia's coveted entry into the WTO \"will receive fresh impetus early next year,\" he said.\nPutin's talks with EU officials and his meeting with NATO Secretary-General Lord Robertson were dominated by international efforts to combat terrorism. Both Putin and Robertson suggested that gathering global efforts to fight terrorism can bring Russia and NATO closer together.\n\"These discussions mark a major milestone in the NATO-Russia relationship,\" Robertson said at a news conference with Putin. \"We have identified a number of new areas where NATO and Russia can work together.\"\nRussia remains opposed to the eastward expansion of NATO, which has added three former Warsaw Pact nations into its ranks and is likely to accept more in the coming years, including some former Soviet republics.\nPutin said NATO will not make Europe a safer place by taking in more ex-Soviet bloc allies but stressed that Russia's relationship with NATO should not be overshadowed by the issue of expansion.\nRepeating his determination to cooperate in the fight against terrorism, Putin said Europe's security structures should be reviewed to let Russia and the West work more closely against common threats.\n\"After the tragic events of Sept. 11, the European community has a need to look again at regional security,\" Putin said. \"It's high time to come up with practical solutions.\"\nHe supported the U.S. preparations for what President George W. Bush has termed a war on terrorism, saying an American request for military help from its NATO allies was \"quite appropriate\" and that Russia and the United States are exchanging information on terrorism.\n\nNotes\n\nAMERICA RESPONDS\n\nGraphic\n\n \nPHOTO; Photo Headshots; (1) (Russian President Vladimir) Putin, Supports anti-terror campaign; (2) (Secretary-General Lord) Robertson, \"A milestone\"\n\nLoad-Date: October 4, 2001"
}