{
    "title": "TALKS ON ARMS REMAIN LIKELY, U.S. AIDES SAY",
    "publisher": "the new york times",
    "year": 1981,
    "month": 2,
    "day": 2,
    "full text": "Administration officials said today that despite last week's strong criticism of the Soviet Union by President Reagan and Secretary of State Alexander M. Haig Jr., plans were being developed for resuming discussions with Moscow on key arms control questions.\nThe officials said, however, that if the Soviet Union disregarded warnings from the United States and other Western countries and intervened militarily in Poland, this would likely make arms control talks impossible.\nThe problem facing the Administration is the restraint posed by Mr. Reagan's oft-repeated contention that negotiations on arms control cannot be divorced from Soviet activity in other areas, the so-called linkage theory. Mr. Haig, in a news conference, said that the principle of linkage would be applied, but he refused to be specific.\n \nEagerness Is Avoided\nOther officials said that the Administration did not want to give the Russians the impression that it was overly eager to enter into negotiations. They said that the Carter Administration probably appeared too hasty in 1977 when it resumed talks on strategic arms after only two months in office.\nAdministration officials say plans are being developed for resuming discussions with USSR on arms control\nThe assumption at this time, officials said, is that while preliminary contacts may begin in the next two months, formal negotiations may be delayed until the summer or fall.\nSome veteran State Department officials said that the polemics between the Reagan Administration and Moscow resembled the early and sharp exchanges between the Carter Administration and the Soviet Union in 1977. At that time, the new Administration wanted to make clear its interest in human rights and it came to the defense of several prominent dissidents, drawing fire from the Russians.\n \nHaig Focuses on Poland\nPoland has become one of the major concerns of the new Administration, with Mr. Haig said to be closely following developments there. The Secretary of State, in his first message to Foreign Minister Andrei A. Gromyko of the Soviet Union last week, stressed that there would be dire consequences for East-West relations if an intervention occurred.\nMr. Gromyko responded in a message delivered by Ambassador Anatoly F. Dobrynin late Thursday, and he reportedly reiterated Moscow's position that the Soviet Union was backing Poland's efforts to solve its problems by itself and that Western countries should not interfere.\nSo far, the Soviet troop deployments around Poland have not changed significantly since early December, when the Carter Administration expressed concern, both publicly and privately, about a possible invasion. But Mr. Haig said at a news conference Wednesday that the readiness of the Soviet forces, estimated at 500,000 men, had declined somewhat.\nFormer Carter Adminstration officials said today that Mr. Carter sent a personal message to Leonid I. Brezhnev, the Soviet leader, on Dec. 7, urging him not to intervene. The officials said that this message and the worldwide publicity given the Soviet buildup may have deterred the Russians, but they cannot be certain.\nOf more concern to Western intelligence analysts was the apparent increase in allegations by Soviet news organizations about Western ''subversion'' in Poland. It has been assumed here that, before an intervention, a major press campaign would be started to justify the move. That was what Moscow did in August 1968 before intervening in Czechoslovakia.\n \nRussians Blame the C.I.A.\nAttention has been focused on Mr. Haig's remarks Wednesday accusing the Soviet Union of supporting ''international terrorism'' around the world and on Mr. Reagan's comments at his news conference that the Soviet Union has viewed detente as ''a one-way street'' and that Moscow had reserved the right ''to commit any crime, to cheat, to lie,'' to further its goals of ''world revolution.''\nThese remarks, not unexpectedly, drew retorts in the Soviet Union.  Today, for instance, Tass, the Soviet press agency, denied that Moscow supported terrorism and said that the Central Intelligence Agency was the main organizer of terrorist groups.\nPravda, the Communist Party newspaper, in its regular Sunday commentary, accused Mr. Reagan of distorting Soviet foreign policy goals. It said that Mr. Haig's comments on terrorism may be part of an ''attempt to strike at processes of international detente, to justify the negative American stand toward limitation of strategic armaments and other measures aimed at relaxation of international tension.''\nAdministration officials said today that planning was in a preliminary phase on how to resume contacts with the Russians on a series of arms control measures. In addition to finding a formula for dealing with strategic arms limitation, the most pressing are the discussions on reducing each side's nuclear forces in Europe. These talks began in the last months of the Carter Administration.\n \nAllies Are Anxious for Talks\nThe Western allies, who have agreed to go ahead with the stationing of new American-built nuclear weapons in Europe, have insisted that efforts also be made to negotiate mutual arms reductions with the Soviet Union, and they would be upset if the talks did not resume in the next few months, officials said.\nPresident Reagan said at his first news conference Thursday that he was willing to have American officials begin discussions with the Russians that could lead to formal negotiations on strategic arms.  But the Administration has to decide what it wants to do about the pending strategic arms limitation agreement signed in June 1979 by President Carter and Mr. Brezhnev.\nRelations between Washington and Moscow have been at a low ebb since the Soviet intervention in Afghanistan 14 months ago.  One of the key elements in the Carter Administration's response to Afghanistan was a limit on the amount of grain that would be exported to the Soviet Union. This policy was attacked by Mr. Reagan in the campaign as being discriminatory against farmers. The Cabinet is due to discuss the situation this week.\n \nCurbs Probably Will Continue\nState Department officials said they would be surprised if the curbs were ended because that would send a conciliatory signal to Moscow that was not intended.\nToday, James A. Baker 3d, the White House chief of staff, was asked what the Russians should make of the harsh words from Mr. Haig and Mr. Reagan. Appearing on the CBS News program ''Face the Nation,'' he said, ''I guess the message is, it's not going to be business as usual.''\n\nGraphic\n\n \nIllustrations: Photo of Lech Walesa Photo of James A. Baker 3d"
}