{
    "title": "Talking Heads",
    "publisher": "university wire",
    "year": 2016,
    "month": 10,
    "day": 6,
    "full text": "\"Talking Heads\" is an ongoing dialogue among campus political groups that serves as an open forum for discussing major national issues. All political groups are welcome to participate in a respectful manner that is representative of their party's platform. Each edition of The Point News will feature a new topic of discussion. This edition's topic isterrorism/national security. Responses were provided by Simon Kolbeck of the College Democrats and Peter Vicenzi of the College Republicans .\n***\nTPN: What is your party's assessment of how the United States is currently handling the issue of terrorism/national security? \nD: In terms of terrorism and national security, we believe that the United States is handling the issue well in certain aspects and not so much in others. In light of the recent terror attacks carried out across the world by ISIS and other terrorist cells, we find that the United States has done well to remain vigilant and to not become unnecessarily paranoid. Where the United States is currently failing, however, is in its effort to intervene in Middle Eastern affairs. Much of the weapons provided to the Iraqi army and Syrian rebel groups by the United States have fallen into the hands of ISIS. Furthermore, drone strikes and excessive military intervention, which includes the sale of weapons, only serves to further radicalize people in the Middle East.\nR: The Obama Administration's foreign policy decisions have contributed to a growth of foreign threats to the United States' national security. The missteps attributed to President Obama, Former Secretary of State Clinton, and Secretary of State Kerry have weakened the United States' ability to respond to threats abroad. To illustrate, President Obama responded indecisively to Syrian President Al Assad's use of chemical weapons against his country's citizens, while Secretary Clinton's lack of foresight destabilized Libya. Both Libya and Syria are now hotbeds of anti-American sentiment, fostering the growth of terrorist organizations. Additionally, Secretary Kerry negotiated a disastrous nuclear deal with Iran, a known state-sponsor of terrorism, which allowed for increased nuclear proliferation. Finally, the current administration has shown little countenance for Ukrainian sovereignty in the wake of the 2014 Russian invasion and ensuing Donbass insurgency. A resurgent and aggressive Russia is a threat to the United States' national security, contrary to President Obama's infamous comment during the 2012 Presidential Election.\nDomestically, the Obama Administration possesses a worrisome sense of detachment from the threat posed by radical Islamic terrorism, demonstrated by the continued ISIL inspired attacks on American citizens. So long as the Obama Administration fails to attribute these attacks to ISIL, national security will be at risk.  \nTPN: What changes (if any) should be made to current US foreign policy regarding national security?  Why? What resources would that entail?\nD: We think that the United States needs to re-evaluate its approach in the Middle East. US meddling-for example, helping with the ousting of Ghadafi in Libya-generally tends to create unintended consequences like ISIS. Therefore, we believe that we must provide more humanitarian assistance to war-torn Middle Eastern nations, as opposed to weapons and military aid. We also wish to strongly emphasize that ISIS and terrorist cells in general pose relatively little threat to US national security. The chances of one dying in a terror attack are minute when compared to the chances of one dying in a car crash. Furthermore, we believe that more serious threats to the United States are disease and drug abuse, which are both silent killers and claim thousands of lives every year. Efforts to expand healthcare and treatment options should therefore be on the forefront of political priorities.\nR: In order to combat terrorism and strengthen national security, the United States needs to take a far more active role in monitoring destabilized regions around the world, and in supporting its allies, particularly Israel and Eastern Europe. The United States should first and foremost provide assistance to its allies through joint military exercises and coordination with our intelligence community. Still, the United States Military should be prepared to enter conflicts when necessary. The United States can also do more to levy economic sanctions on aggressive regimes that threaten the security of the United States or our allies.\nThe NSA must also undergo extensive reforms to ensure that its methods are both effective and cost-efficient; the constitutionally endowed liberties of United States citizens should never be overstepped. The NSA must be realistically capable of confronting the serious threat of domestic terrorism. Cyber-security is also of growing importance; more resources should be devoted to the field. Moreover, government officials, no matter their position, should be held accountable for negligence when handling sensitive information.\nTPN: To what extent should the United States act unilaterally/in alliance with other countries?  \nD: We believe that the main threat to national security is posed not by other militaries, but by isolationist rhetoric and the United States' propensity for unilateral action. By maintaining strong alliances, the United States projects strength.\nR: The United States should not be afraid to act unilaterally when there is a direct threat to national security. However, the United States should act in conjunction with its allies when possible, particularly when both parties are threatened by terrorism. Cooperation between the United States and its allies is mutually beneficial.\nTPN: What are the United States' current security shortcomings?  What are their strengths?  \nD: Strengths of United States security are undoubtedly the size, scope, and power of its military, which projects power across the world.  As already mentioned, shortcomings of United States security occur when the United States distances itself from its international allies by acting unilaterally.\nR: The United States is unable to always effectively identify the red flags associated with potential threats. In addition, the United States Military is in the midst of what is known as a \"readiness crisis.\" Cuts to defense spending have resulted in a decreased military presence around the world. A continued United States military presence is essential to national security as a means of deterrence.\nTPN: How do you think other nations perceive US foreign policy towards terrorism?  To what extent should we take into consideration those perspectives?\nD: We believe that foreign nations have mixed perceptions of the United States' policy towards terrorism. Western nations tend to have a more favorable view, until the United States starts acting unilaterally, as was the case with Iraq.\nR: Most countries agree with the United States that terrorism poses a major security threat. The continued cooperation in counter-terrorism efforts demonstrates that the United States and its allies share similar objectives.\n***\nStay tuned for the next installment of \"Talking Heads\" when the topic will be immigration.\n\nLoad-Date: April 30, 2018"
}