{
    "title": "TALK OF PEACE CONTRASTED BY TERRORIST ACTS",
    "publisher": "the world",
    "year": 1994,
    "month": 7,
    "day": 27,
    "full text": "Despite stunning breakthroughs with Jordan and the Palestinians in the past year, a spate of attacks on Jewish and Israeli targets around the world underscored for Israelis that peace is not quite at hand.\nJordan's King Hussein and Israeli Prime Minister Yitzhak Rabin capped their dramatic pledge of friendship yesterday with a condemnation of terrorist attacks, saying they threaten the march to peace in the Middle East.\nRabin's adviser on terrorism, Yigal Pressler, today urged international cooperation to stop the violence. \"The world must wake up,\" he said. \"If the world unites . . . I think we can put an end to these attacks.\"\nYet another bombing today in London raised fears that groups opposed to the budding peace process were stepping up their fight.\nA car bomb exploded outside a building housing Jewish organizations in north London just after midnight, injuring 19 people. Hours earlier, a car bomb heavily damaged the Israeli Embassy in the city, injuring 14.\nNo group claimed responsibility for either bombing, but Moshe Raviv, Israel's ambassador in London, blamed the attacks on extremist Muslim fundamentalists. \"Their aim is to destroy the peace process,\" he told the British Broadcasting Corp. today.\nAlso yesterday, the death toll from a July 18 explosion that demolished a Jewish community center in Argentina rose to 95. And authorities in Panama said a bomb caused the July 19 crash of a commuter plane which killed all 21 people aboard, including 12 Jews.\nAn anti-Israeli group in Lebanon indirectly claimed responsibility for both of those bombings.\nViolence also continued in the Mideast yesterday:\nA Palestinian working for the Israeli police was shot and killed in the West Bank. The assailants were believed to be Palestinian gunmen.\nAn Israeli soldier killed by the radical Hezbollah group in Lebanon Monday was laid to rest. Israeli troops fanned out of their \"security zone\" in southern Lebanon to search for the guerrillas responsible.\nRabin called on the world to fight what he termed an international Iranian- backed terrorist network.\n\"I have no doubt that extremist Islamic terrorism . . . will try to increase its activity in order to threaten those who support and make peace,\" Rabin said.\nHussein also condemned the attacks as having \"nothing to do with Islam, nothing with my religion.\"\nStill, the violence did not completely dampen the euphoria accompanying the end of Jordanian-Israeli hostility.\nAs if to show that peace is really on the way, Hussein granted Israel Television a short but ice-breaking interview.\n\"This is a unique day in my life, a day one has dreamed about, hoped for, for all our peoples and for their future,\" the Jordanian king said, his eyes sparkling.\nIsraeli lawmakers shared his emotion.\n\"It is impossible not to feel it in the depth of our hearts. I wept,\" said Ran Cohen of the left-wing Meretz party.\nAddressing Congress jointly with Rabin, Hussein declared: \"The state of war between Jordan and Israel is over.\"\n\"How good it feels to hear those words again,\" marvelled Ehud Yaari, Israel Television's normally impassive commentator.\nEven the Israeli opposition, generally skeptical of Rabin's peace policies, was moved.\n\"We are all happy to see real willingness of an Arab country to accept the existence of the state of Israel and to accept it as a legitimate part of the Middle East,\" said Tsachi Hanegbi of the right-wing Likud.\nAs Hussein spoke in Washington, Jordanian shipping executives were in Jerusalem to discuss using Israel's Mediterranean ports of Ashdod and Haifa, Israel radio said.\nIn newly autonomous Gaza, Palestinian leader Yasser Arafat welcomed the peacemaking. But PLO officials also voiced concern that Israel's designation of \"a special role\" for Jordan in Jerusalem could undermine their own future claims to the city.\n\nLoad-Date: October 18, 2002"
}