{
    "title": "Tallying diplomatic score of US raid on Libya",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 16,
    "full text": "In the aftermath of the United States air attacks on Libya early Tuesday morning, a balance sheet of the pluses and minuses is being drawn up.\nPresident Reagan and top members of his administration assert that the air strikes - though they will not ''bring down the curtain on Qaddafi's reign of terror,'' as the President acknowledged in his televised address Monday night - do demonstrate to Col. Muammar Qaddafi that sponsoring international terrorism carries a heavy price.\nJudging by initial public reaction, it is also clear that many Americans are satisfied and relieved that their government has taken forceful action against Colonel Qaddafi, whom the US accuses of sponsoring terrorist attacks against American citizens.\nBut there is a liability side to using Air Force and Navy strikes against five Libyan targets said by the administration to be related to Qaddafi's ability to direct terrorism.\nOnce again, the NATO alliance is strained as most of Washington's allies reject the Reagan approach. The Soviets promptly canceled the carefully arranged meeting between Secretary of State George Shultz and Foreign Minister Eduard Shevardnadze. And some Middle East experts are deeply concerned about the impact of the Reagan action on long-term US diplomatic interests in that part of the world.\nBy attacking the symptoms and not the roots of Middle East terrorism, these experts add, the strikes may also nourish the conditions that breed terrorism.\n''The raid puts most of our friends in an awkward position,'' says Richard Parker, a former US ambassador to Morocco, Algeria, and Lebanon. ''As Arabs, they're going to have to show solidarity with Libya, even though most of them would be happy to see Qaddafi disappear tomorrow. Whatever their feelings about him, there is a nationalist commitment to opposing intervention by outside powers in the Middle East.''\n''In the degree to which the attack on Libya radicalizes the Arab world, it contributes to confrontation with the West,'' adds a former Reagan administration official familiar with the region. Given what this former official calls reluctant US support for the Mideast peace process, and the refusal by Congress to sell arms to key allies like Jordan and Saudi Arabia, the Libya attack ''is not balanced by any positive view of US contributions to security and stability in the region.''\nState Department sources take exception, saying Wednesday's attack was ''tangential'' to issues like the Middle East peace process and thus unlikely to affect US diplomatic fortunes in the region.\n''As far as Arab reaction, many Arabs, while not being able publicly to support us, have certainly given us private assurances of their support,'' presidential press secretary Larry Speakes said yesterday. ''The Arab world itself has suffereed from Qaddafi's own aggression, his own subversion.''\nSeveral US allies in the region took public exception to the latest US bombings. Egypt, a close ally of the United States, expressed ''alarm and resentment'' at the attack. Meanwhile, Saudi Arabia greeted news of the raid with ''extreme regret and denunciation.''\nMany Middle East analysts acknowledge that whatever Arab leaders may be saying in public, in private they are probably not unhappy that the US has dealt forcefully with Qaddafi. Nevertheless, many express concern over the effects of the raid on public opinion in the Arab world. They say that by further radicalizing public opinion, the raid could destabilize friendly governments, like those in Egypt and Tunisia, where domestic opposition has been growing in recent months.\n''The raid strengthens the appeal of Muslim fundamentalists and political radicals,'' says the former Reagan administration official. ''That makes it more difficult to have the kind of diplomatic and military cooperation with the US that stability in the whole region requires.''\n''Until now, we've been able to give the promise of economic development, technology, the resolution of political problems - that was the promise of Camp David,'' notes another Middle East expert, Raymond Baker of Williams College.\n''Now it will be harder for moderate Arab leaders like (Egyptian President Hosni) Mubarak, like (Tunisian President Habib) Bourguiba, like (Jordan's King) Hussein, to pursue a strategy of accommodation with the US that recognizes both the legitimacy of US interests and the reality of Israeli power in the Middle East,'' Mr. Baker adds.\nIn canceling the Shultz-Shevardnadze meeting, Moscow warned that ''such actions (as the US raid) cannot but affect relations.''\n\nGraphic\n\n \nPicture, Libyan antiaircraft fire streaks skyward over Tripoli during attack by US jets Tuesday., AP"
}