{
    "title": "Tamil Rebels Restricted To 4.5 Sq Km Area",
    "publisher": "rtt news",
    "year": 2009,
    "month": 5,
    "day": 4,
    "full text": "(RTTNews) - The Sri Lankan army continues to consolidate their positions in the Island&apos;s northeast, with the beleaguered Tamil Tigers now being confined to a small 4.5 sq km sliver of territory, reports say.\nThe security forces are marching forward despite heavy attacks from remnant rebel cadres in the north, where more than 21 guerrillas were killed in intense clashes, Sri Lankan army chief Sarath Fonseka said, adding the Tiger rebels can do nothing as the troops are consolidating their positions in the remaining area.\nHe said the two brigades of the army are now jointly launching the operations against the Tamil Tigers, who are now restricted to an area of 4.5 sq kms. The troops have also undertaken a block-up built by the for Liberation Tigers of Tamil Eelam (LTTE) rebels, he said Saturday at a function held at the Singha Regiment Headquarters in Abeypussa, over 30 miles (50 kms) east of Colombo.\nSri Lanka criticized certain western countries Sunday for raising \"ridiculous demands\" including a ceasefire and amnesty LTTE leaders in the island&apos;s northern warzone as it praised India and a host of other nations for their support in eradicating terrorism.\nIn an article posted on the Defense Ministry website, it said \"some countries that portray themselves as the global guardians of human rights, had made several shameless attempts to recommend punitive action against this poor third world country, struggling to rid itself of terrorism.\"\nMeanwhile, the Tamil Tigers made yet another desperate appeal to Britain and France to continue with their initiatives for a ceasefire, which the Government dismissed as \"eyewash\" while asking the LTTE to lay down arms and surrender.\n\"We are ready to engage in the process to bring about a ceasefire and enter into negotiations for an enduring resolution to the conflict,\" LTTE political head B Nadesan said in a letter to Britain Foreign Secretary David Miliband and French Foreign minister Bernard Kouchner.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 17, 2010"
}