{
    "title": "Tampa area offers no base for local terror",
    "publisher": "the tampa tribune ",
    "year": 2012,
    "month": 1,
    "day": 10,
    "full text": "The weekend arrest of a suspected terrorist accused of plotting to blow up sites in Tampa has two reassuring aspects.\nFirst, the Muslim community alerted the FBI to the man's potential for violence. There was no attempt to cover for him, much less help him. Second, federal authorities acted quickly on the information to put an undercover agent on the case.\nThe young man was monitored, recorded, videotaped. Had there been a larger plot involving others, the FBI and Tampa Joint Terrorism Task Force would have uncovered it. Federal and local law enforcement officials worked together effectively.\nAn arrest was made, federal authorities say, only when an attack was imminent. The suspect is Kosovo native Sami Osmakac, 25, a U.S. citizen living in Pinellas Park.\nThe community was never in real danger because the guns and explosives the undercover agent sold the man would not actually work.\nOsmakac first drew attention to himself by asking to buy al-Qaida flags, an odd request for anyone serious about succeeding in a sneak attack. But the FBI was absolutely right to be dead serious about investigating.\nRecent history is full of examples of irrational extremists hatching murderous and unlikely plots. They are almost all men in their 20s. Some are Islamic radicals, and some are not.\nIn 1995, Timothy McVeigh used a truck bomb to blow up a federal courthouse in Oklahoma City. He has since been convicted and executed.\nIn December 2001, the so-called Shoe Bomber attempted to ignite explosives hidden in his shoe on a flight from Paris to Miami. A flight attendant fought with him, and passengers jumped in to subdue him. He was convicted and is serving a life sentence.\nIn 2009, the Underwear Bomber tried to set off explosives in his briefs while on an airliner from Amsterdam to Detroit. A passenger held him down while flight attendants doused him fire extinguishers. He pleaded guilty and is awaiting sentencing.\nAlso in 2009, a man in Little Rock opened fire on a military recruiting office. One soldier was killed, and another was wounded. A suspect, Abdulhakim Mujahid Muhammad, was arrested and goes to trial next month.\nLast January in a bloody attack in Tucson, Jared Lee Loughner, apparently upset about things like illiteracy and unemployment, shot U.S. Rep. Gabrielle Giffords and many others.\nFederal authorities would not say if Osmakac considered himself an al-Qaida member. They did quote him as saying, \"We all have to die, so why not die the Islamic way?\" But they correctly praised help from the Muslim community and stressed that it was the threat of violence, not an ideology or religious zeal, that led to his arrest.\nHad the attacks on the Hillsborough Sheriff's office, a south Tampa nightclub and other sites occurred as the FBI evidence says they were planned, many people could have been killed, including, as in the 9/11 attacks, people of all faiths.\nTerrorism is a demented way to make a religious or political point. A price of living in these dangerous times is the need to be alert for any talk of violence. The reward for that apprehensiveness, as is apparent in this case, is thwarting terror before it kills.\nCopyright © 2012, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: January 11, 2012"
}