{
    "title": "Tampa poised to be Cuba 's top trading partner - again",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 12,
    "day": 18,
    "full text": "TAMPA - Alan Gross is home after five years in a Cuban prison, three Cuban spies jailed in the U.S. are back where they came from, and diplomatic relations are set to be restored between the U.S. and Cuba, including the reopening of a U.S. Embassy there. \n These historic developments, if they all stand, put Tampa in a position unique among U.S. cities. \n Tampa is well-positioned to benefit across the board, said Arthur Savage, president of a Tampa-based shipping company that represents U.S. ships hauling cargo to Cuba. \n Already, travel and trade restrictions that sting nationwide feel easier here. And Tampa has maintained strong economic and\npolitical relationships with Cuba that could mean a financial windfall for the city. \n Some examples of how changes announced Wednesday could add to that: \n Freeing up telecommunications in Cuba could make it easier for people in Tampa to reach their friends and family in the island nation. The possibility of taking Cuba off the State Sponsors of Terrorism list would enable students and professors at Florida's state colleges and universities to again take part in research projects in Cuba. And improved relations between environmentalists from the two nations could benefit Tampa's marine ecosystem. \n Cuban-Americans and our entire community already have benefited from travel and remittances - changes that have enabled families to visit and support their relatives on the island, said U.S. Rep. Kathy Castor, a Tampa Democrat who has advocated for improved relations. \n Small businesses, the tourism industry and Tampa International Airport also have seen a boost in jobs and economic opportunities and are poised to take further advantage of broadening travel and trade to the island nation, she said. \n Wednesday's announcement that the U.S. will begin re-establishing diplomatic ties severed in January 1961 - after more than a year of clandestine talks between the two governments held in Canada and at the Vatican that included Pope Francis. \n ❖ ❖ ❖ \n When Barack Obama was elected president in 2008, he promised to improve relations with Cuba. \n During his first term, he eased travel restrictions so Cuban-Americans could visit family in Cuba as often as they want and allowed Americans to visit under people-to-people educational exchanges. \n But Alan Gross became an obstacle in further normalizing relations. \n He was working as a contractor for the U.S. Agency for International Development, which promotes democracy in Cuba, when he was detained in 2009 and sentenced to up to 15 years in prison in 2011. His family said he was working to expand Internet access for Cuba's Jewish community. \n The Cuban government called him a spy. \n Critics said the president didn't get enough out of Cuba, but Gross' release Wednesday provided the catalyst for Obama's sweeping changes. \n Isolation has not worked, he said in remarks from the White House. It's time for a new approach. \n The president cannot lift the travel and trade embargo against Cuba. That would take an act of Congress. \n But he can strip away enough sanctions that the embargo moves toward irrelevancy. \n Obama did about as much as the president can do, said Patrick Manteiga, publisher of the weekly newspaper La Gaceta, which advocates for improved relations with Cuba. I'm proud of the president, and this could mean big things for Tampa. \n ❖ ❖ ❖ \n Obama cannot lift the travel ban on tourists seeking to visit Cuba, but his initiative will make it easier to obtain a license to travel there for those already in one of the 12 categories authorized by law, including family visits, professional research and education. \n Tampa International Airport has offered flights to Cuba since late 2011, and the number of passengers has increased each year - 41,526 in 2012, 45,595 in 2013 and 61,408 in 2014. \n Joseph Lopano, CEO of the airport, hopes the president's announcement will pay dividends for the port of entry. \n We have been successful with our flights to Cuba thus far, Lopano said. This new relationship may result in our ability to grow our business, which means revenue and jobs. We are very encouraged by this news. \n Economically, perhaps the biggest benefit Tampa could reap is in trade. \n Agricultural trade with Cuba has been legal since 2000 and has totaled in the billions of dollars. Obama announced he will expand this opportunity to include commercial sales and exports of goods and services to Cuba to include building materials for entrepreneurs and private residences. \n Because of Cuba's old, crumbling infrastructure, the value of sales of these supplies could dwarf what is earned through agriculture, said shipping agent Savage. \n Tampa's longstanding relationship with Cuba could further help make the city the island nation's top trading partner - a position it held from the late 1800s until the embargo was imposed in the 1960s. \n Given Florida's close proximity to Cuba, I see great potential for trade and tourism exchange to positively impact St. Petersburg and the Tampa Bay region, St. Petersburg Mayor Rick Kriseman said in a statement. \n ❖ ❖ ❖ \n Tampa helped fund Cuba's revolution against colonialist Spain in the late 1800s and supported Fidel Castro's cause in the 1950s, before he embraced Communism. This included a Castro fundraising trip to the city in 1955. \n In 2003, then-Tampa Mayor Dick Greco met with Castro in Cuba. \n The Greater Tampa Chamber of Commerce sent a 38-member delegation of business and civic leaders to Cuba in 2013. \n In January 2014, Cuba's top representative in the U.S., José Ramón Cabañas Rodríguez, attended a chamber luncheon as a guest of Rep. Castor. \n Tampa Bay area families and businesses played an important role in the normalization of relations with Cuba announced today, Castor said Wednesday. \n Another prominent figure in the change has been Albert Fox Jr., who worked from Tampa through his Alliance For Responsible Cuba Policy Foundation. \n Fox has traveled to Cuba almost 100 times. He has met with Castro on nine occasions and has brought business leaders and elected officials from all levels of government to the island nation. These include former Tampa Mayor Greco, Idaho Gov. Butch Otter, the late artist LeRoy Neiman and retired Marine Lt. Gen. Michael DeLong, former deputy commander of the Tampa-based Central Command. \n Fox also helped broker initial talks between U.S. oil industry leaders and the Cuban government that led to an oil spill cleanup protocol the two nations agreed to in March. \n You hope we have a deep enough relationship with Cuba to move fast as things change, said Manteiga, of La Gaceta, whose grandfather Victoriano Manteiga knew Castro. Patrick Manteiga met with Castro twice. You hope we have earned some loyalty from the decision-makers over there. \n ❖ ❖ ❖ \n Shipping agent Savage said Tampa already is positioned for increased trade. \n Unlike other Florida ports, we have a diversified port that can handle any and all types of cargo, whether it be bulk form, containers - you name it, Savage said. And if we don't have it, we have the land to expand and handle it. \n Representatives from Port Tampa Bay did not respond to a request for comment. \n The easing of travel restrictions and improved diplomatic relations could benefit Tampa's marine ecosystem that it shares with Cuba. \n David Guggenheim,  president of the Washington-based nonprofit Ocean Doctor, says the health of the Gulf of Mexico depends on scientists from the two nations working together. \n Coral reefs, he said, are an example. \n We can learn a lesson from this Cuban ecosystem to help us restore reefs throughout the Gulf, Guggenheim told the Tribune just before  Obama's announcement. That is the hope. But we need consistent access to it.If the State Department lifts Cuba from the State Sponsor of Terrorism list, some academics in Florida could access to its marine ecosystem for the first time. \n Professors and students in Florida have been forbidden since 2006 from using money that flows through a state university - including grants from private foundations - for travel to a nation on the U.S. list of State Sponsors of Terrorism. \n Florida is the only state with such a law. \n ❖ ❖ ❖ \n I've instructed Secretary (of State John) Kerry to review Cuba's designation as a State Sponsor of Terrorism, Obama said. This review will be guided by the facts and the law. Terrorism has changed in the last several decades. \n Based on this comment, Fox, of the Alliance for Responsible Cuba Policy Foundation, said he is confident Cuba will be taken off the list. \n The U.S. added Cuba in 1982 primarily for its support of the Revolutionary Armed Forces of Colombia, known by its Spanish acronym, FARC. But according to the State Department's reports on nations with links to terrorism, Cuba has been hosting peace talks between FARC and the Colombian government and has been fighting terrorist financing through its banks. \n Cuba has never committed an act of terrorism, Fox said. Taking them off that list will right a wrong. \n In Tampa, the impact of Wednesday's announcement might be felt most strongly at a family level. \n The region's Cuban-American population is about 80,000 - third largest in the U.S. - and just over 2,000 Cubans became legal U.S. citizens and settled in Tampa last year, according to U.S. Citizenship and Immigration Services. \n It will it be easier for them to visit Cuba now. What's more, they can send more money home - $2,000, up from $500, every three months. And shipping Internet equipment to Cuba will be easier now, too.Right now, you can email Cuba, but it is a slow and cumbersome process, Manteiga said. And getting Internet in Cuba is hard. Hopefully, it will be easier for Cuban-Americans and Cubans to stay in touch now via email. \n Other changes will include the acceptance of U.S. debit and credit cards in Cuba, plus travelers from the U.S. will be authorized to import $400 worth of goods from Cuba - including up to $100 in tobacco and alcohol combined. \n Said Fox, This is substantially more than I thought would get done. \n pguzzo@tampatrib.com  \n (813) 259-7606\n\nLoad-Date: December 18, 2014"
}