{
    "title": "TAMPA BAY LEGISLATORS' SOLO EARMARKS FOR 2010",
    "publisher": "st. petersburg times ",
    "year": 2010,
    "month": 12,
    "day": 5,
    "full text": "Here is the full list for solo earmarks for 2010. Therefore, these numbers add up to a sum less than the totals listed above, which include other earmarks as well.\n* * *\nU.S. Senate\nMel Martinez\n$1.6 MILLION Aquaculture Initiatives, Harbor Branch Oceanographic Institute, Stuttgart, Ark.\n$1 MILLION I-95 Interchange with SR 202 (Butler Boulevard), Fla.\n$500,000 Freedom Tower, Miami\n$100,000 University of South Florida, Tampa, for mental health services for disabled veterans\n$90,000 Lake Worth Inlet\nBill Nelson\n$4.5 MILLION Bradley Third Generation FUR\n$1.6 MILLION 30-kW Auxiliary Power Unit for Armored Combat Vehicles\n$1.6 MILLION Compact 10 Kilowatt Generator Set for Army and Marine Combat Vehicles\n$1.6 MILLION Special Operations Live Rehearsal System\n$1.2 MILLION Elevated Water Storage Tank (Camp Rudder)\n$1.1 MILLION Launch Complexes 36 and 46\n$974,000 Center for Commercial Space Transportation, Fla.\n$800,000 Assistive Technologies for Injured Service Members\n$800,000 HapMed Combat Medic Trainer\n$779,200 Access Road to Melbourne International Airport, Fla.\n$400,000 Thermal Vacuum Chamber\n$389,600 Jacksonville Area Legal Aid, Jacksonville, Fla., for foreclosure prevention training and other legal services\n$250,000 Turtle Protection Funding/Gulf of Mexico Grouper Fishery\n$230,000 Panama City Beaches\n$200,000 Florida Institute of Technology, Florida Advanced Combustion Center, Brevard County\n$100,000Baptist Health System, Jacksonville, for equipment\n$100,000 Devereux Foundation, Rockledge, for facilities and equipment\n$50,000 Gulf of Mexico Recreational Fishery Electronic Logbook Pilot\nON EARMARKS: \"I try to aim federal spending on Florida at major projects that are thoroughly evaluated, and bring jobs and economic development, like, the space program, military installations, airports, highways, bridges, universities and such. There's no doubt these projects are worthwhile. But it's understandable Congress would have wanted to cut funding like this given the backdrop of this economy.\"\n* * *\nU.S. House of Representatives\nGus Bilirakis\n$2.4 MILLION Florida Trauma Rehabilitation Institute for Returning Military Personnel\n$1.6 MILLION Musculoskeletal Interdisciplinary Research Initiative\n$500,000 Cross Creek Widening, Tampa\n$350,000 All Children's Hospital, St. Petersburg, for facilities and equipment\n$300,000 Beckett Bascule Bridge Replacement-Pinellas County\n$200,000 BayCare Health System, Clearwater, for a mental health initiative\n$200,000 Hillsborough Community College, Building renovations at the Brandon Campus\nGinny Brown-Waite\n$2.4 MILLION Battlefield Exercise and Combat Related Spinal Cord Injury Research\n$1.6 MILLION Continuing Education-Distance Learning at Military Installations\n$1.03 MILLION Subtropical Beef Germplasm, Brooksville\n$750,000 Palatlakaha Bridge Replacement, Lake Minnehaha\n$600,000 Enrichment Center of Hernando County, Brooksville, for facilities and equipment\nKathy Castor\n$1.8 MILLION Battlefield Related Injury Translational Research Strategies\n$800,000 MacDill Air Force Base Online Technology Program\n$500,000HART Bus and Paratransit Acquisition, Fla.\n$384,000 Mission Support Facility\n$300,000 City of St. Petersburg for the Summer Youth Internship/Green Workforce Readiness Training Program\n$250,000 Manatee County, Construction of a community center in a low-income neighborhood\n$200,000 BayCare Health System, Tampa, for a community-based health outreach program to address health disparities in South Pinellas and Hillsborough counties\n$200,000 Pinellas County, start-up costs to expand employment readiness program.\n$200,000 Family Justice Center\nON EARMARKS: \"Appropriations to H. Lee Moffitt Cancer Center & Research Institute, the Haley Veterans Medical Center, MacDill Air Force Base and the University of South Florida and others create well-paying jobs in the Tampa Bay area. Florida is a 'donor state' so it is important to fight for jobs and our fair share for infrastructure, our colleges and universities, and nonprofit agencies like the YMCA and Boys and Girls Club.\"\nAdam Putnam\n$2.4 MILLION Critical Language Instruction for Military Personnel, Education, Training and Distance Learning\n$1 MILLION Florida Renewable Energy Program\n$400,000 Florida Southern College, Lakeland, for facilities and equipment\n$300,000 Polk Community College, Winter Haven, for purchase of equipment\n$250,000 Polk County Gang Prevention Initiative\n$250,000 Polk County Methamphetamine Prevention Project\n$200,000 Lakeland Area Mass Transit District Bus Replacement and Facility Maintenance, Fla.\n$200,000 Polk County, Polk County Agricultural Center building renovation\n$200,000 Winter Haven/Polk County Buses\n$150,000 Polk County Public Schools, Bartow, for purchase of equipment\n$100,000 Florida Department of Citrus, Lakeland, abscission chemical for improved citrus harvesting\nBill Young\n$21 MILLION Consolidated Communications Facility\n$4 MILLION Cooperative Engagement Capability\n$4 MILLION Maritime Domain Awareness and Maritime Security Technology Pilot, SRI International, Fla.\n$4 MILLION Reduced Manning Situational Awareness\n$4 MILLION SHARK Precision Guided Artillery Round-105mm\n$3.2 MILLION Comprehensive Maritime Domain Awareness\n$3 MILLION High Performance Thermal Battery Infrastructure Project\n$2.8 MILLION Multi-Jurisdictional Counter-Drug Task Force Training\n$2.8 MILLION National Terrorism Preparedness Institute, Anti-Terrorism/Counter-Terrorism Technology Development and Training\n$2.4 MILLION Advanced Electronic Components for Sensor Arrays\n$2.4 MILLION Autonomous Marine Sensors and Networks for Rapid Littoral Assessment\n$2.4 MILLION Battlefield Sensor Netting\n$2.4 MILLION Florida National Guard Total Force Integration\n$2.4 MILLION Military/Law Enforcement Counterterrorism Test Bed\n$2.4 MILLION Next Generation Scalable Lean Manufacturing Initiative-Phase Two\n$2 MILLION National Forensic Science Technology Center, Forensic Technology Center of Excellence\n$2 MILLION WMD Civil Support Team for Florida\n$1.6 MILLION Advanced Battery Technology\n$1.6 MILLION Advanced Detection of Explosives\n$1.6 MILLION BATMAV Program Miniature Digital Data Link\n$1.6 MILLION CBRN Detection Unmanned Aircraft\n$1.6 MILLION Countermeasures to Combat Protozoan Parasites (Toxoplasmosis and Malaria)\n$1.6 MILLION Expansion of the Forensic Intelligence Technologies and Training Support Center of Excellence\n$1.6 MILLION Intelligence, Surveillance, and Reconnaissance Global Sensors Architecture\n$1.6 MILLION United States Special Operations Command-USSOCOM/STAR-TEC Partnership Program\n$1.5 MILLION St. Petersburg College National Terrorism Preparedness Institute\n$1.2 MILLION WMD Civil Support Team for Florida\n$1 MILLION Advanced Conductivity Program\n$1 MILLION St. Petersburg Solar Pilot Project\n$1 MILLION St. Petersburg-Clearwater International Airport runway and taxiway improvements\n$1 MILLION United States Special Operations Command SOCRATES High Assurance Platform Program\n$1 MILLION X-Band/W-Band Solid State Power Amplifier\n$500,000 St. Petersburg Central Avenue Bus Rapid Transit\n$500,000 St. Petersburg City Trails\n$400,000 National Clearing House for Science, Technology and the Law\n$300,000 Pinellas County Board of County Commissioners, Clearwater, for a substance abuse treatment initiative\n$300,000 St. Petersburg College, Clearwater, for a health care informatics program, including curriculum development and purchase of equipment\n$250,000 Joint Use Firing Range\n$200,000 Florida Blood Services, St. Petersburg, for purchase of equipment\n$200,000 Florida Holocaust Museum, St. Petersburg, for exhibits, collections and educational outreach programs\n$100,000 Stetson University College of Law, Gulfport, for a demonstration program to educate seniors on economic issues\nON EARMARKS:\"We get calls on a regular basis from people saying 'I'm against earmarks.' Well, I say, 'Are you opposed to fixing U.S. 19, to make it a safe highway?' 'Oh, no, no.' 'Well, that was an earmark.' I say, 'Are you opposed to building that new hospital for veterans?' 'No, absolutely not.' 'Well, that was an earmark.' The trouble is the media has reported earmarks as something evil without actually reporting exactly what earmarks can do. I would agree that probably some of the congressional earmarks should have never been approved and there probably should have been a better system.\"\n\nGraphic\n\n \nPHOTO (7)\n\nLoad-Date: December 7, 2010"
}