{
    "title": "Tampa Bay gun shops see sales spike; some report a rise in first-time buyers",
    "publisher": "tampa bay times",
    "year": 2019,
    "month": 8,
    "day": 25,
    "full text": "The holiday buying season always brings an uptick in gun sales at Paul Digirolamo's Arms for Defense store in Clearwater - but this year is different. \nDecember sales so far are up more than 50 percent, compared with the typical 20 percent hike that comes with Christmas shoppers, he said.\n\"The sentiment is fear,\" Digirolamo said. \"It's more fear of terrorism than fear of losing their ability to purchase firearms.\"\nFlorida Department of Law Enforcement Commissioner Rick Swearingen told reporters Tuesday that average daily requests for background checks required for gun sales are up 45 percent from this time last year, a surge that began after the terrorist attack in San Bernardino, Calif., last week. Several local gun shop owners are also seeing a higher-than-normal spike before Christmas, along with more first-time gun owners making a decision to carry.\nFDLE spokeswoman Gretl Plessinger said call volume for background checks on Saturday was 73 percent higher than on the same date a year ago and Sunday's call volume was 86 percent higher than the same date a year ago. \n\"We increased our staffing level and added phone lines over the weekend to deal with the volume,\" Plessinger said.\nMelissa Swanstrom, owner of Family Gun Shop in Zephyrhills, said sales at her small, 1,000-square-foot shop are up 50 percent from 2014. Swanstrom said there were no other gun stores in Zephyrhills when she opened her doors in 2010, but at least four others have sprouted in the city over the last several years. \n\"All they talk about is how scared they are about what's going on in this world,\" Swanstrom said of customers. \"I am, too. I own a gun shop and I don't carry, but I have my concealed weapons permit and I'm going to start carrying.\"\nJeff Brewer, owner of Patriot Arms and Outfitting in Brandon, said his December sales are also up more than usual, but he is more reluctant to attribute them directly to fear of terrorism. \nNot only is it the holiday season, Brewer said, but Florida is also seeing steady population growth, which means more people to buy guns. \n\"Besides the fact we're during the hunting season, we're also now in the Christmas buying season so there's an influx because of that,\" he said. \nDoug Jackson, owner of Bill Jackson's Shop for Adventure in Pinellas Park, said he's seen \"quite a bit more interest\" in gun ownership.\nBut what's more telling, according to Jackson, is that gun safety class attendance has skyrocketed. \nInterest usually drops off around the holidays, but the store has added extra classes in the last few weeks because so many people want to attend.\n\"We've had a lot of people coming in concerned because the police can't be everywhere all the time,\" Jackson said. \nThe classes cover concealed carry laws, how to handle a gun and the different kinds of weapons available.\nSome of the people taking the classes have told Jackson they never pictured themselves owning guns. \n\"It's up to an individual to protect themselves and their families,\" he said. \nTimes Tallahassee bureau chief Steve Bousquet contributed to this report. Contact Tracey McManus at tmcmanus@tampabay.com or (727) 445-4151. Follow @TroMcManus. Contact Ayana Stewart at astewart@tampabay.com or (727) 445-4153. Follow @AyanaStewart.\n\nGraphic\n\n \nSee image link\nAlan McFadden, 54, left, of Seminole looks at guns and shops for ammunition at Bill Jackson's Shop for Adventure on Tuesday. Gun shop manager Joseph Newton, center, and salesperson Codi Fortney assist McFadden, a lifelong gun owner. \"Everybody should be armed,\" said McFadden. [LARA CERRI | Times]\n\nLoad-Date: February 18, 2020"
}