{
    "title": "Tanks in Sinai only temporary, Egyptian official tells Israel",
    "publisher": "telegraph herald ",
    "year": 2012,
    "month": 8,
    "day": 26,
    "full text": "No date specified for referendum CAIRO -- Egypt will have a new constitution drafted by the end of September and ready to be submitted to a nationwide referendum, the country's prime minister said Saturday. Hisham Kandil did not specify a date for the referendum, though, according to Egypt's MENA state news agency.\nCAIRO - In the first direct contact with his Israeli counterpart since taking office, Egypt's new defense minister defended his country's increased military presence in the Sinai Peninsula, saying it is needed to fight terrorism and assuring him it is only temporary, Egyptian officials said Saturday.\nThe officials - one from Egyptian intelligence and another from the military - said Abdel-Fattah el-Sissi called Ehud Barak on Thursday in their first conversation since el-Sissi became defense minister earlier this month. The phone call followed grumbling from Israeli officials about not being consulted before Egypt's leaders deployed tanks to the Sinai Peninsula, the strip of Egyptian land that borders Israel and the Gaza Strip.\nThe Israeli defense ministry refused comment. An Israeli defense official said no conversation took place between el-Sissi and Barak. The official spoke on condition of anonymity.\nBut as the new defense minister, el-Sissi at some point would have to speak with senior Israeli officials, particularly after they publicly expressed their concerns about Egypt's deployment of heavy weaponry to Sinai.\nUnder the 1979 peace accord between the two countries, Egypt is allowed to have only lightly armed policemen in the zone along the border with Israel. The treaty stipulates that significant military moves by Egypt must be coordinated with Israel.\nEgypt used attack helicopters and armored personnel carriers in coordination with Israel to go after militants suspected of being behind the Aug. 5 killing of 16 Egyptian soldiers in Sinai.\n\nLoad-Date: August 28, 2012"
}