{
    "title": "Tapes of Defendant Plotting to Blow Up Kennedy Airport Are Played for Jury",
    "publisher": "the new york times",
    "year": 2010,
    "month": 7,
    "day": 16,
    "full text": "As they drove together along the back roads of Kennedy International Airport on a surveillance mission, the older of the two men pointed out the fuel tanks yet again, re-emphasizing the main target of the terrorist attack they had been planning for months. \n  The older man, Russell Defreitas, filled the car as usual with his expansive boasts, prodded by the younger man behind the wheel, an obsequious sidekick named Steven Francis. But then Mr. Defreitas surprised his younger partner with a question. ''How you think it's going to happen?'' Mr. Defreitas said. ''How you would like it to happen?'' \n  ''Uh, I'm speechless right now -- like I'm trying to digest all this amazing experience that I'm going through,'' Mr. Francis replied, his rambling response bordering on evasiveness. ''I don't know where to start. You know, I guess you are more appropriate to tell me actually what you think.''\n  Minutes later, Mr. Francis seemed to regain his bearing and asked Mr. Defreitas a more pointed question: ''What kind of devastation do you think will happen?'' \n  Mr. Defreitas, who had worked at the airport as a cargo handler and prided himself on his knowledge of the area, needed little prompting to offer his vision.\n  ''It will take out the whole entire area,'' he said. ''The whole of Kennedy will go up in smoke.''\n  Over the last week, Mr. Defreitas has watched Mr. Francis, who was actually a confidential informant for the government, testify as the key witness in the terrorism case against him in Federal District Court in Brooklyn. His testimony, which ended on Thursday, has featured the playing of numerous secret recordings he  made capturing Mr. Defreitas and others planning the attack. \n  In the recordings, Mr. Defreitas, a 66-year-old naturalized Guyanese immigrant, emerged as a relentless if sometimes comically overmatched mastermind, who displayed a braggart's gift for talking about his vision but who struggled to focus on details and to make the international contacts he believed were necessary for executing the attack. He traveled to Guyana and Trinidad, seeking financial and logistical support.\n  Mr. Defreitas also expressed personal grievances, described implausible conspiracy theories and overstated his own knowledge and skills. He insisted that the attack be ''high tech'' and ''ninja style,'' and once suggested that they distract airport security workers by releasing a horde of rats in the main terminal. \n  And after surveillance efforts that consisted of little more than driving around the airport, Mr. Defreitas repeatedly declared, ''Mission accomplished.''\n  During his time on the witness stand, Mr. Francis offered little beyond verifying and, at times, clarifying what was on the recordings -- essentially allowing Mr. Defreitas to testify against himself. \n  The recordings offered insight into how Mr. Francis, a convicted drug dealer who agreed to work undercover in the hopes of not returning to prison, avoided the mistakes of confidential informants in some other recent terrorism cases.\n  In those cases -- including a plot to bomb the subway station in Herald Square and another to blow up two synagogues in the Bronx -- the government informants became central figures in the conspiracies, as their use of money, knowledge and initiative to push attacks forward raised questions about whether the supposed masterminds were actually in charge. \n  But in this case, partly as a result of the more-restrained approach taken by Mr. Francis, defense lawyers are not claiming entrapment. \n  They are portraying Mr. Defreitas  as little more than a prideful man given to empty claims, who enjoyed playing the part of international terrorist even though he lacked the ability to execute such a complex attack. \n  The tapes demonstrate how Mr. Francis, who did contribute financial and logistical support to Mr. Defreitas, was an eager apprentice, whose central contribution might have been enthusiasm.\n  He told Mr. Defreitas, ''I chose to be a follower,'' explaining that ''if there is a car and there's only one steering wheel, a person, one of the persons has to drive.'' \n  The approach reflects how law enforcement has become more careful about training confidential informants to become cautious advisers rather than forceful proponents in plots they are investigating since the Sept. 11 attacks, said Karen J. Greenberg the executive director of the Center on Law and Security at New York University. \n  ''It seems from the way he participated in the conversations that he knew his role was not to lead the case; it seems clear he's conscious of that,'' she said. ''This guy is facilitating, and he is helping move things along, but he's not the leader.''\n  Mr. Defreitas and a co-defendant, Abdul Kadir, each face five counts of conspiring to commit an act of terrorism, which carries a possible sentence of life in prison. Mr. Kadir is a former member of the Guyanese Parliament whom prosecutors have described as assisting in the plot. A third man pleaded guilty, and a fourth will be tried separately.\n\nhttp://www.nytimes.com\n\nLoad-Date: July 16, 2010"
}