{
    "title": "Tapped into lunacy",
    "publisher": "daily news ",
    "year": 2013,
    "month": 6,
    "day": 18,
    "full text": "Edward Snowden, the legend in his own mind, is but a concerned citizen who exposed two U.S. intelligence programs that spy improperly on Americans.\nEdward Snowden, the actual man, is an ideological crusader with highly distorted notions of abusive government.\nSnowden is, of course, the former National Security Agency analyst who disclosed that the government was collecting huge amounts of telephone metadata - basic information like what's on a phone bill - and was checking the Internet activities of foreigners abroad.\nThe scope of the NSA programs was both eye-opening and reassuring, even as Snowden's leak damaged American security. Now, he's jumping the shark. Over the weekend, he revealed that U.S. spies intercepted communications of Russian President Dmitry Medvedev in Britain years ago. He found this an offense. His countrymen applaud.\nOn Monday, Snowden's extreme ideological agenda came into focus during a Q&A session on the website of the British newspaper The Guardian, which broke the story.\nExample: He believes foreigners living abroad should be protected by the U.S. Constitution - an intepretation that would change, well, everything.\n\"Suspicionless surveillance does not become okay simply because it's only victimizing 95% of the world instead of 100%,\" he averred.\nExample: Snowden dismisses as meaningless the fact that NSA analysts are barred from reviewing the content of Americans' communications without specific judicial approval.\nWhy? Because \"The restrictions against this are policy-based, not technically based.\"\nThat's a dishonest dodge. All the fundamentals of American citizenship, from freedom of speech to the right to bear arms, are policy-based.\nExample: Snowden characterizes the NSA spying as \"the largest program of suspicionless surveillance in human history.\"\nSuspicionless? On Monday, President Obama gave Charlie Rose a tutorial on PBS as to how the NSA metadata comes into play. He started with the basics that, \"There are no names. There is no content in that database,\" only records of millions of calls by phone numbers.\n\"Now, if the NSA through some other sources, maybe through the FBI, maybe through a tip that went to the CIA, maybe through the NYPD,\" comes up with a number \"where there's a reasonable, articulable suspicion that this might involve foreign terrorist activity . . . then, what the NSA can do is, it can query that database to see . . . did this number pop up? Did they make any other calls? . . . A report will be produced. It will be turned over to the FBI.\"\nAt that point, Obama said, if the FBI wants to tap a phone, it goes to court \"with probable cause and ask for a warrant.\"\nAs for terrorism, Snowden dismisses aggressive efforts to prevent same:\n\"Bathtub falls and police officers kill more Americans than terrorism, yet we've been asked to sacrifice our most sacred rights for fear of falling victim to it.\"\nWhat's the point, that America should marshal resources to stop people from slipping on soap?\nPlainly, there's no reason to take seriously anything Snowden says. But there's every reason to imprison him for crimes against national security.\n\nGraphic\n\n \nNLVL\n\nLoad-Date: June 18, 2013"
}