{
    "title": "Tarek Mehanna's father denies terrorism charges against his son Tarek Mehanna is the victim of a 'hi",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 10,
    "day": 23,
    "full text": "One day after his son was arrested by the FBI on terrorism-related charges, Tarek Mehanna's father was unequivocal that there is no shred of truth to the government's claims. \"Absolutely not, there is no truth to these charges,\" says Ahmed Mehanna, a professor of medicinal chemistry at the Massachusetts College of Pharmacy, in an interview with the Monitor. \"As a father I have a duty to defend him by all ways, but really, this is a high-tech lynching, as they say,\" he said. \n\"They are fishing. They answered it themselves [in the criminal complaint], that he never got near to executing any of this stuff.\" He adds, however, that he has not had the heart to read the entire federal case documents, and he is unaware of the details of what the government claims it found on his son's computer hard drive. \"I have no clue when and where and how they mean by that,\" Dr. Mehanna says. \"He's using his computer just like everyone else. A naturalized citizen who says he immigrated to the United States from Egypt in 1978, Dr. Mehanna says his son \"is an American, born here.\" His son is charged with conspiring to \"provide material support and resources\" for terrorists. Tarek, who celebrated his 27th birthday Oct. 17, graduated in May with a degree in pharmacy from the college where his father teaches. Despite the publicity about the case, Dr. Mehanna feels sure his son will be vindicated. \"We have faith in the judicial system and believe the system is fair and square,\" Dr. Mehanna says. \"That's our hope.\" ---- How the FBI traced Tarek Mehanna in his quest to become a jihadi. Time line here. ---- Follow us on Twitter.\n   \n\nGraphic\n\n \nAttorney, J.W. Carney Jr., left, leaves the US District court in Boston Wednesday with Ahmed Mehanna and his wife Souad after their son Tarek was arraigned on charges of conspiring with others to plot terror attacks in the US. Josh Reynolds/AP\n\nLoad-Date: February 19, 2010"
}