{
    "title": "Targets of U.S. raids planned terrorism in Kenya",
    "publisher": "the bismarck tribune",
    "year": 2013,
    "month": 10,
    "day": 8,
    "full text": "NAIROBI, Kenya - U.S. interrogators headed to an American warship in the Mediterranean to question a suspected Libyan al-Qaida operative linked to the bombings of U.S. embassies in Africa, as new details emerged Monday about plots planned by a Kenyan militant who escaped a U.S. raid in Somalia.\nThe two operations, thousands of miles apart in Africa and approved by President Barack Obama, signaled an American readiness to go after militants in nations where authorities are unable to do so, even years later.\nThe suspect captured in Tripoli is under U.S. federal indictment but was being held in military custody aboard the USS San Antonio in international waters - detained under the laws of war as an enemy combatant.\nA computer expert known as Abu Anas al-Libi is accused of using an early-generation Apple computer to assemble surveillance photographs in Nairobi ahead of the deadly 1998 bombing of the U.S. Embassy, according to a former U.S. law enforcement official.\nThe surveillance information was presented to Osama bin Laden, who approved the bombing, said the official, who spoke on condition of anonymity because he wasn't authorized to speak about the case.\nIntelligence\nMeanwhile, a Kenyan intelligence report asserted the country had foiled attacks plotted by Abdulkadir Mohamed Abdulkadir, the Kenyan militant who eluded capture by a team of U.S. Navy SEALs in a pre-dawn raid in Somalia on Saturday. Also known as Ikrima, he was identified as the lead planner of a plot by the al-Qaida-linked al-Shabab militant group targeting Kenya's parliament building and the United Nations office in Nairobi in 2011 and 2012.\nThe report by Kenya's National Intelligence Service, which was leaked to The Associated Press and other media in the wake of the Sept. 21 terror attack on Nairobi's Westgate Mall that killed more than 60 people, lists Samantha Lewthwaite - a Briton dubbed the \"White Widow\" - as one of several \"key actors\" in the plot, which also targeted Kenyan military installations and top Kenyan political and security officials.\nLewthwaite, who was married to one of the suicide bombers in the 2005 attack on London's transit system, escaped capture when she produced a fraudulently obtained South African passport in another person's name. Late last month, Interpol, acting on a request from Kenya, issued an arrest warrant for Lewthwaite.\nThe report makes no mention of Abdulkadir in relation to the Nairobi mall attack, though in an entry dated one year before the start of the four-day siege, it said al-Shabab operatives in Nairobi were planning to mount \"suicide attacks on an undisclosed date, targeting Westgate Mall and Holy Family Basilica.\"\nFrank Cilluffo, director of George Washington University's Homeland Security Policy Institute, said the Navy SEALs operation in Somalia underscores the threat posed by the convergence of insurgent groups, particularly al-Shabab and the Yemen-based al-Qaida in the Arabian Peninsula.\nWhile Ikrima may not be a household name, he said, \"you have someone who is truly a go-between between al-Shabab, AQAP and probably al-Qaida central.\"\n\"What you're seeing is some of the pooling of these various entities and between various organizations,\" said Cilluffo. \"And you are starting to see convergence of individual actors and of even planning and operations.\"\nCilluffo said the raid suggests that the U.S. is going after top-level terrorists who are targeting foreign and Western interests, rather than those focused on internal Somalia attacks.\nObama approved both operations independently, White House spokesman Jay Carney said Monday, saying it was \"a coincidence\" they happened at the same time.\nAs of Monday, the captured Libyan, al-Libi, had not been read his rights to remain silent and speak with an attorney.\nIt is unclear when he will be brought to the U.S. to face charges. The Obama administration has said it can hold high-value detainees on a ship for as long as it needs to. In 2010, a judge ruled the government could prosecute a terror suspect in New York, despite holding him for five years in CIA and military custody because the government has the authority to do this during wartime.\nAl-Libi was indicted in Manhattan federal court in 2000, accused of carrying out \"visual and photographic surveillance\" of the U.S. Embassy in Nairobi before it was bombed in 1998. He also participated in possible planning of attacks on British, French and Israeli targets in Nairobi, according to the charges.\nFormer U.S. intelligence officials and military files indicate al-Libi traveled in jihadist circles for decades, using his skills as a savvy computer expert for al-Qaida. He turned up in remote corners of the world: Peshawar, Khartoum and Kabul, mingling with other Libyan militants.\nAfter the 9/11 attacks in 2001, he fled with other al-Qaida operatives to Iran. After several years, he managed to leave the country under murky circumstances and make his way to the lawless areas of northwest Pakistan, where al-Qaida had once flourished. He then went to Libya prior to the fall of Moammar Gadhafi's government and was reunited with his family, according to the officials, who spoke on condition of anonymity to discuss the sensitive case.\nAl-Libi, the former officials said, had been involved in battling Gadhafi's forces. All the while the CIA and FBI tracked his movements, waiting for the opportunity to pounce.\nOnce the Gadhafi regime fell in 2011, the U.S. intelligence community began focusing on trying to capture al-Libi. The U.S. Army's Delta Force worked with local Libyans to apprehend him. One of the New York FBI's counterterrorism squads - CT-6 - played a significant role.\n\nLoad-Date: October 8, 2013"
}