{
    "title": "TARGETING U.S. -BORN CLERIC FOUGHT",
    "publisher": "the new york times",
    "year": 2010,
    "month": 8,
    "day": 4,
    "full text": "WASHINGTON -- A group of human-rights lawyers want to stop the Obama administration from authorizing the military and the CIA to kill the radical Muslim cleric Anwar al-Awlaki, an American citizen believed to be hiding in Yemen.\nBut the group has found itself in a Catch-22-like bind: Because the government has designated Mr. Awlaki a terrorist, it would be a crime for the lawyers to file a lawsuit challenging the government's attempts to kill him.\nOn Tuesday, the lawyers waded into that thicket. They filed a lawsuit against the Treasury Department, challenging a regulation that requires them to obtain its permission in order to provide uncompensated legal services benefiting Mr. Awlaki, who has been accused of terrorism ties but has received no trial.\n\"The same government that is seeking to kill al-Awlaki has prohibited attorneys from contesting the legality of the government's decision to use lethal force against him,\" says the complaint, jointly filed by the American Civil Liberties Union and the Center for Constitutional Rights.\nShould the lawyers overcome that hurdle, they would be in a position to seek court resolution of some of the most central legal disputes in the war against al-Qaida -- including whether the whole world is a battlefield subject to combat rules, or whether al-Qaida suspects found far from the zones of armed conflict in Afghanistan and Iraq must, in the absence of an imminent threat, be treated as criminals who are entitled to trials before any execution.\nA Treasury Department spokeswoman did not respond to a request for comment on the suit over its licensing requirement. But last month, when the department labeled Mr. Awlaki a specially designated global terrorist, Stuart A. Levey, the Treasury Department's under secretary for terrorism and financial intelligence, said Mr. Awlaki posed a threat to national security.\n\"Anwar al-Awlaki has proven that he is extraordinarily dangerous, committed to carrying out deadly attacks on Americans and others worldwide,\" he said then. \"He has involved himself in every aspect of the supply chain of terrorism: fundraising for terrorist groups, recruiting and training operatives, and planning and ordering attacks on innocents.\"\nIt has been widely reported that the Obama administration placed Mr. Awlaki on a target list earlier this year, after a Nigerian man who was charged with trying to blow up a Detroit-bound airliner Dec. 25 told interrogators that Mr. Awlaki had directed him to undertake the attack.\nMr. Awlaki's father, Nasser al-Awlaki, contends that his son is not the terrorist the administration portrays him to be. He retained the two advocacy groups July 7 to pursue a legal challenge to his son's inclusion on a list of people to be killed by U.S. forces or agents without a trial.\nWorking without compensation, the groups began developing a suit over whether the executive branch could lawfully carry out such a killing in the face of the Constitution's protection against deprivation of life \"without due process of law.\"\nBut on July 16 -- before the groups were ready to file such a lawsuit-- the Treasury Department's Office of Foreign Asset Control announced that it was applying the global terrorist designation to Mr. Awlaki. That blocked his assets and made it a crime for Americans to transact with him or act for his benefit without a Treasury license.\nThe groups applied for such a license July 23, stressing that there was no time for delay. But the Treasury Department has yet to respond to the application for permission to bring a constitutional suit against the government for Mr. Awlaki's father.\nThe suit filed Tuesday, assigned to Judge John Bates, seeks a ruling that the requirement to obtain such a license in these circumstances is illegal. The suit contends that the regulation exceeds the Treasury's statutory authority, violates the lawyers' own constitutional rights and lacks sufficient standards and safeguards. But it also says the groups would accept a ruling simply ordering the government to issue a license immediately.\nLawyers for the groups acknowledge that they could face many legal obstacles beyond the licensing requirement. The government could try to block the suit by, for example, challenging the standing of Mr. Awlaki's father to sue, or by asserting that the dispute cannot be litigated because the targeted-killings policy is a matter of state secrets.\nThe younger Mr. Awlaki, 39, was once an imam at mosques in the United States who had a reputation as a moderate. But in 2004, he moved to Yemen and produced a series of sermons and writings calling upon Muslims to wage violent war against the United States.\nOfficials contend that since 2004, Mr. Awlaki has evolved from serving as an inspirational figure for Islamist jihadists to a more \"operational\" role. In designating him last month for its global terrorist list, the Treasury said Mr. Awlaki had pledged an oath of loyalty to the leader of al-Qaida's Yemeni branch, recruited people to join the group, facilitated terrorist training camps in Yemen, solicited funding for terrorism and helped to focus the branch's attention \"on planning attacks on U.S. interests.\"\n\nLoad-Date: August 4, 2010"
}