{
    "title": "TARGETING TERRORISM; Q&A; SAM NUNN; Laws could slow attack, Nunn says",
    "publisher": "the world",
    "year": 1996,
    "month": 7,
    "day": 30,
    "full text": "U.S. Sen. Sam Nunn (D-Ga.) has long been out front on legislation to bolster U.S. defenses against weapons of mass destruction.\nQ: There was the bombing of the World Trade Center. Last year, scores were killed in the bombing of the federal building in Oklahoma City. Investigators are still trying to find what brought down TWA Flight 800. And most recently, a pipe bomb exploded in downtown Atlanta's Centennial Olympic Park. Is domestic terrorism something citizens should fear as much as they fear street crime?\nA: There's no doubt terrorism is growing at this time. In terms of fear, we have to have a larger perspective. This country's safer than we've ever been in modern history. We went through 45 years with a nuclear threat hanging over our heads, where this country could be destroyed in a couple of hours. That threat has been reduced. Overall, people are safer today. The difference is we have terrorism that we're not accustomed to within our borders, and that's likely to continue.\n \nQ: What can be done to make our individual worlds safer?\nA: There are a couple of things. At the top of the list is human intelligence. We should have more contact with what I call \"the bad guys\" by law enforcement. We have sort of a double standard in the Congress and, to some extent, in the country and the news media. We want our law enforcement to protect us, but when they develop contacts and they turn out to be murderers, we're horrified. We have to be willing to have that happen if we're going to get better intelligence.\nWe can work on better technology. And I think it is essential to give our law enforcement officials broader authority on wiretapping. (The law allowing \"roving\" wiretaps) does not give any law enforcement the right to have wiretaps without judicial warrants. It would allow them to trace individuals rather than one telephone. You have to have some kind of mobile capability with wiretaps.\n \nQ: What about putting identifying tags in explosives?\nA: I've been in favor of that, taggants in explosives. That's material that can be traced. The NRA has been opposed to that for years. It has no connection to guns. I think we ought to pass it.\nQ: Are our public transportation systems vulnerable? Should we be prepared for something along the lines of the deadly serin gas attack in the Tokyo subway last year?\nA: I don't think you can ever fully protect public transportation systems. Wh at we can do is better prepare to deal with weapons of mass destruction. We have continued to emphasize in the Nunn-Lugar program to help Soviet states to keep in their own territory their nuclear and biological warfare . . . to help our own customs agencies build up better protection and finally to help train and equip local fire, police and hospital officials.\nQ: Have U.S. law enforcement agencies realized the potential for domestic terrorism, or do they consider these recent attacks isolated incidents? Are they prepared to respond to such attacks?\nA: Yes, I think they realize it. They need help. Only the military and the Department of Energy have the real equipment and technology to deal with these kind of threats.\nQ: What will come out of this conference President Clinton has called?\nA: I think an education effort is needed. An alert citizenry is all that's needed, though there can be false alarms by honest citizens: Noticing things when people look like they are carrying on illicit activity. Supporting law enforcement efforts. All of those things help. We have to have some debates in this society about how much security we want and the tradeoff in money and time. At the same time, I think we can fully protect our constitutional rights.\n\nGraphic\n\n \nPhoto: mug of Sam Nunn\n\nLoad-Date: July 31, 1996"
}