{
    "title": "Targeting Air Traffic",
    "publisher": "new york sun ",
    "year": 2006,
    "month": 8,
    "day": 21,
    "full text": "The plot failed: cooperation between the security services of the United Kingdom, Pakistan, and America foiled the plan to massacre hundreds of air passengers over the Atlantic through the explosion of sophisticated undetectable chemicals set off by Islamist British-born suicide terrorists.Yet Scotland Yard and the British home secretary insist that this is possibly one plot out of many being hatched by Islamist terrorists.\nInternational terrorism is targeting air traffic in three different ways:\n• using the planes as a huge living suicide bombs, as was the case on September 11.\n• aiming missiles at passenger-planes, as they did, and narrowly missed, an Israeli plane taking off from Mombassa in Kenya a year ago as well as in other unreported cases.\n• planting explosives on the plane either in its cargo - as was the case with the Pan-Am plane which blew up over Lockerbie, Scotland - or through suicide murderers, as was the case with the shoe-bomber.\nIndeed, airplanes and air-traffic have become primary targets for Al-Qaeda and its disciples. We are dealing not with an individual initiative to cause death in the skies but with a coordinated, total war being waged against air transport. This has become the major frontline: not ground warfare but aerial terrorism threatens the well being of the civilized world. For Israel, aerial terrorism, if successful, can be lethal: air is Israel's bridge to the outside world and a life line for its business and tourism. But, needless to say, for other countries too, this war in the air constitutes a major menace to their well-being and prosperity. Without safe air-travel, globalization will lose its pace and the economy of many countries - especially developing ones - will suffer. Had the massacre in the sky over the Atlantic succeeded, the loss of life would have been horrific; but the consequent economic loss would have been no less significant.\nFrom the perverse point of view of the terrorists, it is understandable why they have picked air travel as a target. It is an easy target assured to cause maximum death and destruction - the soft underbelly of the hated civilized world - and this war can be prosecuted with minimal effort and expense; indeed, this new type of international terrorism is much more efficient and cost–effective than any other means of warfare; at the cost of a few willing suicide bombers, havoc is caused on a scale which in the past necessitated huge armies and extensive budgets.\nThere is also another side to this warfare, an allegorical and symbolic side. Modern democracy, like one of these giant modern airplanes, is a seemingly robust structure, yet it can be easily exploded to smithereens in mid-air and annihilated into non-existence by a few desperate men. Modern democracy is similar to a modern jet airplane. It looks prosperous and advanced - with its inflight entertainment, its engineering feats, its wireless system serving the ever-active laptops. Yet one passenger, one missile, one boobytrapped suitcase turns all this into an illusion, and the plane, like democracy itself, is no more. What looks like the pinnacle of modern science and technology can be brought to naught by the fanaticism and fury of a handful of hating, hateful men. This is also true of democratic regimes, which, unless they defend themselves, unless they fight back, can easily be destroyed by a minority of determined, anti-democratic groups.\nThe terrorists' warfare against air traffic is indeed a war aimed against the heart of our democracy.\nThis is not a mere question of human rights against security – as some commentators would have it. This is a war for our democratic way of life. It is a war staged by new means - readiness to die in order to kill others is a mighty weapon - that menaces everything dear to us.\nHow can democracies defend themselves?\nThere are of course the usual means: intelligence, interrogation, more efficient searches of passengers and baggage. But as events in London's Heathrow air terminals have shown, these may paralyze major airports in the world. More drastic and effective measures may be required - such as equipping all international airplanes with anti-missile devices or the obligation to check baggage a substantial time before take-off. But, as in any other war, one must not give up means of deterring the enemy. Two major means of deterrence would be: firstly, to impose a ban on all air traffic serving countries which by action or inaction aid and abet these terrorists; secondly, to constitute a list of extremists who verbally and ideologically support this war against civilian air-traffic and exclude them from access to airplanes. After all, they too cannot perpetrate their murderous deeds without air-travel.\nMr. Rubinstein is president of the Interdisciplinary Center in Herzliya, Israel.\n\nLoad-Date: August 22, 2006"
}