{
    "title": "Targeting leaders may not end terrorism, experts say",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 1,
    "day": 22,
    "full text": "The Israeli assassins caught Abu Jihad in his study. They left the chief strategist of the Palestinian uprising with 170 bullets in his body. But over the next two decades, the movement only grew stronger, and Israel bled even more.\nIt's called \"decapitation,\" and a missile strike in Pakistan has raised the question anew: Would eliminating Osama bin Laden and deputy Ayman al-Zawahri deal a mortal blow to the al-Qaida terror network?\n\"Decapitation just fuels the movement itself,\" says Jenna Jordan, a scholar at the University of Chicago who has closely studied the historical record of such antiterrorist tactics.\nBrian Jenkins, veteran terrorism analyst with the RAND Corp. research firm, agrees. \"I think that is the lesson of the Israeli efforts over the years,\" Jenkins says.\nBut, he quickly adds, \"that doesn't mean you don't do it.\"\nThe Jan. 13 missile strike on a remote Pakistani border village showed again that the U.S. government is still trying to do it.\nThe early morning attack was reportedly aimed at al-Zawahri. It killed 13 villagers and perhaps a few second-rank al-Qaida operatives -- but not the bin Laden lieutenant. Its immediate impact could be seen in the streets of Pakistani cities, where thousands rallied, chanting \"Death to America,\" in support of al-Qaida's jihad, or holy war.\nBy Thursday, bin Laden's voice was being broadcast throughout the Muslim world, threatening a new strike against America.\nSaid Jordan: \"The Pakistan case, where you have all those people killed, that's the kind of bad press that keeps a movement going.\"\nA study she did in 2004 reviewed 72 international cases, stretching back almost a century, in which militant movements' leaders were targeted and killed.\nIn most cases, she found, the movements carried on -- particularly if they were religion-based, like al-Qaida. Only one in five violent religious groups collapsed when its leaders were eliminated, she determined.\n</RDsubhed>Israeli experience\nOne of the most spectacular \"eliminations\" happened in 1988, when Israeli commandos slipped into Tunisia and stormed the home in exile of the Palestine Liberation Organization's Khalil al-Wazir, known as Abu Jihad, the PLO's No. 2 and architect of the uprising that had exploded five months earlier in Israeli-occupied territories.\nAbu Jihad was killed, but the intifada went on, and by the 1990s still more Palestinian groups had joined in, followed by still more decapitations. The Israelis have successfully targeted top leaders of the Hamas group in particular.\nSome analysts believe this has contributed to a decline in suicide terror bombings since 2003. But the Islamic militant group's following has grown, and bombings continue. After two successive Hamas chiefs were killed in 2004, the group vowed \"100 reprisals.\"\n\"Usually these assassinated leaders are from the public, political wing, but there are many underground military commanders far from Israel's hands,\" said Islamist researcher Yasser al-Sirri, of London's Islamic Observation Center.\nExamples of recent decapitations cited by Jordan and others: Shining Path, the Maoist insurgency that rocked Peru in the 1980s, has all but collapsed since the capture of founder Abimael Guzman in 1992. Such ideologically based movements are most affected when their leaders are removed, Jordan found. Turkey's Kurdish separatist group PKK declared a unilateral cease-fire in 1999 after leader Abdullah Ocalan was captured, but renounced it in 2004. Its attacks have increased in recent months. The entire leadership of Spain's Basque separatist group ETA was arrested in 1992, but ETA bombings and assassinations soon resumed. Territorially based nationalist groups such as the Kurds and Basques tend to be resilient, Jordan observed.\nWhen it comes to al-Qaida, which organized the Sept. 11, 2001, U.S. terrorist attacks, analysts underscore an important emerging characteristic of the group: It seems to be growing more diffuse and decentralized, as seen in the unending campaign of Iraq suicide bombings carried out in its name.\n\"Al-Qaida is not one group anymore, but rather an idea,\" al-Sirri said. \"The jihad is not about individuals. If bin Laden is killed or captured, tens of new bin Ladens will be born.\"\n\nGraphic\n\n \n Osama bin Laden   al-Qaida leader \n\nLoad-Date: January 22, 2006"
}