{
    "title": "Targeting big-name terrorists a war on logic",
    "publisher": "university wire",
    "year": 2004,
    "month": 9,
    "day": 29,
    "full text": "On Sept. 26, Izzideen al-Sheik Khalil, an official in the militant organization Hamas, was assassinated in Damascus.\nMembers of both the Syrian government and Hamas blame Israel, who sanctions the assassination of terrorists.\nIt doesn't matter whether or not these accusations are accurate. I saw it on television, and so did thousands of terrorists around the world. Everyone knows television speaks only the truth.\nIn Israel this week, the Israeli Defense Force increases security around likely targets; Mossad intelligence agents monitor communication lines for chatter; citizens of Jerusalem avoid the buses, if they can.\nRetaliation isn't probable, it's guaranteed. In the entrenched neighborhoods of the West Bank and Gaza, terrorism is cyclical, not incidental.\nBrutal bombings instigate searches. Searches lead to assassinations. Assassinations breed hatred. Hatred begets bombings.\nOver and over, like a sadistic perpetual motion machine, the violent cycle persists.\nOver time, terrorism became defined by international bogeymen. We gave it a name and a face in Osama bin Laden. We started hunting al Qaida and invaded Afghanistan. We, like Israel, started suffering from the Keyser Soze psychosis.\nThose unfamiliar with the work of Kevin Spacey might not know Keyser Söze, the epic villain of \"The Usual Suspects\" who evaded all capture, lived in the legends of the criminal underworld and could never, ever be stopped.\nIn the war on terrorism, Keyser Soze is the masked man who beheads our citizens. He's the mastermind hiding in the cave with the thoroughly thumbed Quran. He is every terrorist we cannot catch, every disgruntled youth who enters an ethnocentric madrassah and every militant who vows revenge on the West through the most violent means available.\nIn the war on terrorism, Keyser Soze can never, ever be stopped.\nLast spring, Gwynne Dyer, a London based columnist, noted declaring a war on terrorism is as ludicrous as declaring a war on carpentry. Dyer said it's a technique that cannot be eliminated by killing off its practitioners.\nAnd yet the U.S. government continues to pursue terrorists in every corner of the Earth, as if there were not a hundred willing recruits to replace each one we kill or capture.\nAmericans are not acclimated to this kind of commitment. The deaths in the World Trade Center, in the Pentagon and on the fields of Pennsylvania proved only a brief shock to a normally healthy patient. Our society has a short memory, and life is filled with distractions.\nOur leaders, like their counterparts in Israel, are trapped by the cycle, except we don't live in the shadow of retribution. Where Israel's Keyser Soze psychosis was born of desperation, we have to do something, ours was built and maintained, we don't know what to do, but this seems gratifying.\nThe American approach to the war on terrorism is untenable, leaving us inundated with vague threats and an indecipherable spectrum of alerts.\nAnd still the United States hunts Keyser Söze.\nWe must break our psychosis if we are to break the cycle. We must approach the war on terrorism with sophistication.\nFirst, we cannot call it a war. It is the terrorists who pander the language of conflict, who murder the innocents, who believe \"winning\" actually means something in this context. Using their rhetoric only credentials their cause.\nWe need to strike at the roots of terrorism: Ethnic intolerance, extreme social stratification and the subjugation of democratic ideals. Although this effort will not be simple, it is the only solution that keeps today's children from becoming tomorrow's suicide bombers.\nOne need not look farther than the funeral marches of Gaza to see how much we have to overcome. Some assassinations draw hundreds of thousands to the streets in protest. They shoot AK-47s. They burn American flags.\nLook at that crowd carefully when it comes on television. Examine its demographic. One of those teenagers might be the next agent of terror.\nEducation is the key to ending the cycle. People everywhere must be exposed to different cultures, different values. Philosophy. Social science. Geography. Curricula must be more than recitations of religious doctrine, for doctrines tend to leave little room for anything else.\nHistory is particularly important. When caught in cyclic terrorism we often forget everything before the most recent attack.\nThere is still time to change our tactics in the war on terrorism. Unlike Israel, we are not chained to the Keyser Soze psychosis. We don't avoid mass transit or take careful calculation of a stranger's coat. We are still protected, through ignorance and distraction, from the horrors of perpetual fear.\nBut if we continue to chase Keyser Soze without considering the factors that necessitate his existence, we will face those horrors one day. The march of time can only make our shores less secure.\nIsrael is held hostage by terrorism. America must alter its tactics before it expects violent retribution, and nothing more.\nTarditas odiosa est, Cicero told us. Delay is hateful. The longer we wait, the more damage we do. Each assassination turns the cycle faster until we run out of options.\n(C) 2003 Daily Nebraskan via U-WIRE\n\nLoad-Date: September 29, 2004"
}