{
    "title": "Targeting terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2015,
    "month": 11,
    "day": 17,
    "full text": "Americans can't help but empathize with France in the aftermath of the horrific terrorist attack in Paris Friday, which left more than 120 people dead and many more with serious injuries. Even as we shed tears with the French, we are reminded of 9/11 and the compassionate response of the international community, which bolstered this country's resolve to make the murderers pay for their crime.\n Emotion has its place, and this is a time for expressing feelings. Yet emotion must be set aside to make clearheaded decisions about an appropriate U.S. response to the massacre apparently engineered by Islamic State. Too little consideration of the potential consequences of invading Iraq after 9/11 put this nation in a quagmire from which it has yet to completely extricate itself.\n Those criticizing President Obama for not using the Paris attack as an impetus to put ground troops in Syria to fight Islamic State forget that his election in 2008 was in large part due to his promise to end the Iraq war. To expect him to reverse course with a year left in his presidency and put large numbers of American soldiers in harm's way is unrealistic.\n In fact, it's hard to envision a satisfactory military solution to what's happening in Syria, which must be viewed through a lens that also considers the different Islamic ideologies involved. The rebels supported by the United States in their fight to oust the repressive Syrian leader Bashar al-Assad are largely Sunni. Meanwhile, Assad's Alawite regime is supported by Shiite Iran as well as Russia, which says its alliance is a means to defeat Islamic State.\n It's hard to see how any military strategy could do more than contain the group, which is what Obama claimed to have done before the Paris attacks. Islamic State has replaced al-Qaeda as the preeminent terrorist organization. No doubt another well-financed jihadist faction can be expected to step up when and if it falters. The cycle won't stop until the world addresses its root - the disaffection that makes so many young Muslims receptive to terrorist dogma.\n That is especially so in European nations where many Muslims find themselves living in ghettos with too little opportunity to get a good education or job. But even in America, with its more accepting, pluralistic society, some young Muslims are attracted to jihadist rhetoric. Changing that is more important than any military strategy to end the terror wars. Like the strategy that once brought a short-lived peace to Iraq, it requires winning hearts and minds.\n\nGraphic\n\n \nAssociated Press\n\nLoad-Date: November 17, 2015"
}