{
    "title": "Targeting terrorism, future world hot spots",
    "publisher": "usa today",
    "year": 1996,
    "month": 10,
    "day": 18,
    "full text": "Roundtable participants discuss future trouble spots and controlling\nterrorism:\n-- Taiwan: \"Taiwan is now closer to being a democracy\nthan any other east Asian state. That means it has a voice of\nits own, and that means the old mantras about Chinese unification\nbeing supported on both sides of the straits are outdated. We\nwill have to cope with that issue, as will the people on the Chinese\nmainland as well as the Taiwanese, as well as all their neighbors\nin East Asia. It's a time bomb if not managed correctly. Any president\nis going to have to deal with that.\" -- Helmut Sonnenfeldt\n-- Persian Gulf: \"Our entire Middle East Persian Gulf\npolicy is very closely linked to cooperation with three key powers,\nTurkey, Egypt and Saudi Arabia. And quite frankly, none of these\nlook like countries that are terribly reliable allies in the long\nterm. Turkey not only seems to be swinging away from the West,\nbut Egypt and Saudi Arabia have regimes whose grip on power is\ncertainly not as secure as it once was.\" -- Ted Carpenter\n-- Terrorism: \"It's the use of violence in politics,\nwhether in overthrowing governments in north Africa or attacking\n. . . New York. I would like to see renewed effort given to efforts\nthat control the proliferation and technology of mass destruction.\nAnd I think Bob Dole would work harder on this. I think also,\nrecognizing that everybody has failed, Bob Dole would take the\nprudent steps and provide us a missile defense.\" -- Jeane Kirkpatrick\n\"People can deliver things in a suitcase. We no longer need missiles.\nWe saw what happened in the subways of Tokyo. It didn't require\na missile. That's plenty lethal. There are a lot of other ways\nto deliver whatever sort of terrorist weapon you want to deliver.\nIf we spend all our money on that, we're protecting ourselves\nagainst something that probably is not going to happen and we're\nnot going to have a foolproof missile defense in any event.\"\n\nLoad-Date: October 18, 1996"
}