{
    "title": "Targeting biological terrorism",
    "publisher": "the deseret news",
    "year": 1997,
    "month": 12,
    "day": 9,
    "full text": "DUGWAY PROVING GROUND ; Army and Marine specialists gave their first public demonstration of new weapons for combating biological terrorism and warfare Monday.\nIt prefaces this week's release of a Defense Department report that is expected to say the country has become more vulnerable to chemical and biological weapons attacks.\nIn Utah, the Pentagon findings and progress in combating biological terrorism are of keen interest as Salt Lake City furthers its plans to host the 2002 Winter Games.\nDeadly biological agents, such as anthrax, require little more sophistication in handling than conventional bombs used in the World Trade Center and Oklahoma City bombing attacks, said Walter Buzbee, deputy assistant to the secretary of defense.\nBiological cultures are sold commercially ; for research purposes ; and can be grown and handled by people with the kind of training available at many Western universities.\nIntelligence reports show the Aum Shinri Kyo cult in Japan experimented with biological agents before choosing a chemical nerve agent for its March 1995 attack on a Tokyo subway, Buzbee said.\nThe Tokyo attack sent reverberations through the United States' defense and intelligence community and led Congress to approve fast-track development of high-tech devices needed to detect and contain deadly biological agents.\n\"There has been an intense effort\" to make biological agents easier to identify, Buzbee said from the site of the Dugway demonstration. \"The exercise was designed to fine-tune procedures they would use.\"\nDevices used to disseminate biological agents don't necessarily explode like a bomb but often use timers and spray mechanisms to spread the deadly agents. The devices in Monday's demonstration were half the size of a foot locker and built of simple materials.\nBuzbee said biological weapons are becoming a favorite among terrorist groups because they are cheap, ill effects take days to develop and distribution in highly populated areas carries the potential for killing thousands.\nPeople sickened by the agents may not know they are the victims of a terrorist act until after thousands become ill or die. \"The psychological impact can cover a whole gamut of terrorist intents,\" Buzbee said.\nMonday's exercise simulated the planting of two biological agent-disseminating devices in a shopping mall. Soldiers dressed in bomb suits and space suit-looking protective gear used mobile X-ray devices and new, hand-held, germ-sniffing devices to determine the type of threat.\nDevices tested at Dugway, including a new mobile laboratory, were part of the demonstration. But all of the equipment wasn't high-tech. A simple spray bottle filled with a chlorine solution was used to douse powdery germ simulants to kill organisms present.\nMarines evacuated and decontaminated victims exposed to deadly agents and began medical treatment for the walking wounded.\nWith all of the equipment in place, \"the best tools I have at an operational level are my Marines,\" said Chief Warrant Officer Mark Fishback, reconnaissance element commander.\nPictures and data sent on wireless computer networks allowed experts away from the attack scene to help manage the crisis.\nArmy spokeswoman Suzanne M. Fournier said some of the new systems demonstrated Monday have come a long way since they were tested in June. All, however, are not operational.\nAnother difficulty faced by the Pentagon is deciding how and where to position the Army \"technical escort\" teams and the Marine \"chemical biological incident\" teams.\nThe Army has only five technical response teams at bases in Maryland and Arkansas and at Dugway. Commander Lt. Col. Doug Norton said the teams have an initial one-to-four-hour response time to their assigned bases. Moving the teams to the scene of a biological weapons attack can take 10 to 48 hours.\nThe Army's technical response teams are used to being prepositioned where there is a heightened threat and a large concentration of people, such as presidential inaugurations or political conventions.\nAn Army team was on hand during the Summer Games in Atlanta and will likely be prepositioned in Salt Lake City for the 2002 Winter Games, if requested by Games organizers.\nThe Dugway team will use Olympics scenarios in its training between now and 2002. \"There are some unique advantages to having a tech escort team out here. Its proximity to Salt Lake City will be a benefit,\" Norton said.\n\nLoad-Date: April 3, 1998"
}