{
    "title": "TARGET AMERICA _; TERRORISM'S NEXT LEVEL; The nation may not be ready for germ, chemical or cyber at",
    "publisher": "the world",
    "year": 1998,
    "month": 8,
    "day": 2,
    "full text": "As U.S. military forces moved by air, land and sea to prepare for a possible attack on Iraq in February, President Clinton received a top-secret briefing at the White House. For much of the month, he learned, military computer systems around the country had been penetrated. The Pentagon didn't know who the intruders were, where they were based or how deeply they had probed into the 3,000 or so separate networks considered critical to U.S. military operations.\nFor nearly three tense weeks, Defense Department officials worried that the planned mission might have been compromised.\nEventually, they learned that instead of enemy agents, the computer commandos were a couple of California teenagers.\nInside the Pentagon, relief was fleeting.\nIf high school-educated techno-buffs could breach national security with an ordinary desktop computer, some asked, what sort of damage might be inflicted by a savvy band of well-funded terrorists?\nThree months later, Clinton announced in a nationally televised commencement address to the U.S. Naval Academy that the United States would step up its efforts to combat a new generation of terrorists.\n\"Our security is challenged increasingly by nontraditional threats,'' Clinton said. \"Rather than invading our beaches or launching bombers, these adversaries may attempt cyber-attacks against our critical military systems and our economic base, or they may deploy compact and relatively cheap weapons of mass destruction --- not just nuclear, but also chemical or biological, to use disease as a weapon of war.''\nThe president sharply increased his funding request for anti-terror preparations in next year's budget to more than $ 1 billion, and Congress seems inclined to go along --- although some members question whether the administration is prepared to effectively manage an effort involving a broad array of federal and state agencies.\nThe effort comes as terrorists are reaching for advances in modern technology to strengthen their hand.\n\"Terrorism obviously is nothing new --- it has always been the weapon of the weak,'' said Frank Cilluffo, director of the terrorism task force at the Center for Strategic and International Studies, a Washington research center. \"What is new, though, is the changing face of terrorism coupled with the development of new technology.''\nIt doesn't take a scientific genius, experts say, to harness modern techniques in the service of terrorism.\n\"I don't see the terrorists being on the cutting edge,'' explained Gregory Jones, an analyst with the Rand Corp., an international consulting firm based in Santa Monica, Calif. \"The problem is, what used to be cutting-edge is now getting to the point where the terrorists might be able to do something with it.''\nAs the world's remaining superpower, the United States, its businesses and its citizens make high-profile targets.\nThe State Department tracks more than three dozen active terrorist groups worldwide.\nTogether, they committed 304 separate bombings, shootings, kidnappings and other terrorist acts in 1997, killing 221 people, seven of them Americans, and wounding another 693.  That was a slight increase over 1996, but still one of the lowest incident rates since the State Department began cataloging terrorist activity in 1971.\nExperts worry that such attacks could become increasingly disruptive. And U.S. officials concede that the nation is ill-equipped to confront the death, destruction and panic that computer hackers or someone with a nuclear, chemical or biological weapon could produce.\nTwo years ago, Clinton set up the President's Commission on Critical Infrastructure Protection to assess the terrorist threat to the systems that provide the country with telecommunications, energy, water, banking services, transportation and public health and safety.\n \nThe commission's findings have been sobering.\n\"There are two scenarios for which we are not well prepared,'' said Richard Clarke, named by Clinton in May to the new position of national coordinator for security, infrastructure protection and counterterrorism at the National Security Council. \"One is a chemical and biological attack in an American city, and another is a multipronged computer attack that knocks down communications and electricity in several major regions simultaneously.''\nAccording to Cilluffo at the CSIS, \"the biggest nightmare is a bioterrorist attack. It's the so-called silent killer, because the first indicator you usually hit is falling bodies. . . . We really don't have much defense for those sorts of threats.''\nGerm warfare raises the specter of mass death by a lethal disease. One considered a prime candidate for use by terrorists is anthrax.\nThe spores that carry anthrax can be stored for years, are easily dispersed through the air and are all but impossible to detect until victims begin showing symptoms --- by which time it's often too late to save their lives.\n\"If I could aerosol just a kilogram (2.2 pounds) of spores, I could cover a large area of Washington, D.C., with a potentially lethal dose,'' Jones said. \"You could be talking about thousands, or tens of thousands, of people affected.''\nThe world got an unwelcome look at another modern terror threat, chemical weapons, three years ago when the Japanese religious cult Aum Shinrikyo placed open containers of deadly sarin nerve gas in Tokyo's packed subway system, killing 12 and injuring more than 5,000 commuters.\nAnother type of threat keeps former U.S. Sen. Sam Nunn of Georgia awake at night: nuclear weapon materiel from the former Soviet Union making its way into the hands of terrorists or international criminals.\n\"That's a big problem,'' said Nunn, now an attorney with Atlanta's King & Spalding law firm.\nWorking with Sen. Richard Lugar (R-Ind.), Nunn helped put in place a program in 1991 that has helped former Soviet states destroy, dismantle or deactivate more than 4,500 nuclear warheads, as well as scores of intercontinental ballistic missiles, silos and even bombers, at a cost to U.S. taxpayers of roughly $ 1.5 billion to date.\nStill, Russia transfers an estimated 60 tons a year of nuclear weapon materiel from its military into an even less secure private sector. Countering the new terrorist threat, Cilluffo said, will require enhanced intelligence resources to root out groups and monitor their activities, as well as plans for protecting against acts that take the country by surprise.\n\"Better to avoid a crisis than heroically react to one,'' Cilluffo said. \"No matter how robust our intelligence capability, it'll never be 100 percent, so you need to be able to prepare for terrorism, manage the consequences, mitigate the damage, minimize the loss of life.''\nIn some ways, the very sophistication of the nation's security structure adds to its vulnerability. The powerful information, communications and imaging systems that have brought strength and efficiency to the post-Cold War military can become weaknesses to be exploited by terrorists.\n\"The crux of the matter is that, as our force structure is downsizing, we become ever more reliant and dependent on superior technologies and, in particular, information technologies,'' explained the Defense Department's Christopher Mellon, deputy assistant secretary for security and information operations.\n\"Our strategy is a strategy that entails information dominance and superiority,'' Mellon said. \"So, if the plug gets pulled on these things, and a system is brought down . . . it creates a major problem.\"\nThe prospect of modern systems failure, moreover, is only one dimension of a multifaceted threat.\nMuch of the government's critical operations, including those of the military, relies on services provided by the private sector. That's why Clinton's initiative, besides beefing up intelligence-gathering and reaction capabilities, seeks to build a new culture of cooperation on security matters.\n\"There has to be a public-private partnership of almost an unprecedented nature,'' said Nunn, who serves on Clinton's critical infrastructure commission. \"I don't believe any company's capable of handling an attack by a well-organized, highly disciplined, multilayered terrorist group.'' Bob Deans is the White House correspondent for Cox Newspapers.\n\nGraphic\n\n \nGraphic :\n Missles, computer mice and syringes symbolise the various levels of\n terrorism. / WALTER CUMMING / Staff\n (salinity) Continued from E1\n Map :\n WORLDWIDE WEAPONRY\n A breakdown of nuclear, biological, chemical and computer weapon threats\n according to U.S. intelligence reports\n A map of the world shows the following:\n Nuclear nations: United States, Russia, Britain, France, China, Israel,\n India, Pakistan\n Countries suspected of having biological weapons: Bulgaria, China, Cuba,\n Egypt, India, Iran, Iraq, Israel, Laos, Libya, North Korea, Russia,\n Taiwan, Vietnam\n Countries that present a chemical weapon threat: China, Egypt, Ethopia,\n India, Iran, Iraq, Israel, Libya, Myammar (Burma), North Korea,\n Pakistan, Russia, South Korea, Syria, Taiwan, Vietnam\n Active information-warfare programs: China, Libya, Iran, Iraq, Russia\n\n Source: CIA, Henry W. Stinson Center; Office fo Technology Assessment 1993\n / JAMES SMALLWOOD / Staff\n\nLoad-Date: August 3, 1998"
}