{
    "title": "Task force to address terrorism Cheney to lead group that will study how to prepare for threats",
    "publisher": "charleston daily mail",
    "year": 2001,
    "month": 5,
    "day": 9,
    "full text": "DAILY MAIL WASHINGTON BUREAU\nWASHINGTON - A week before Oklahoma City bomber Timothy McVeigh, the nation's most lethal domestic terrorist, is to be put to death, both Congress and the Bush administration have turned their attention to homeland security.\nThe White House announced Tuesday that Vice President Dick Cheney will lead a task force to examine terrorist threats, while a new office in the Federal Emergency Management Agency will coordinate the government's response to biological, chemical and nuclear attacks.\nThe White House announcements came on the same day that a super-committee of senators, including Robert Byrd, began an intensive look at the efforts of 40 agencies that play some role in combating domestic terrorism.\nByrd, D-W.Va., said he hopes the Cheney-led task force emerges with a \"blueprint for action.\"\n\"I hope this amounts to more than just reshuffling the deck chairs on the Titanic,\" he said.\nThe response to homeland terrorism already has begun to germinate in West Virginia, where counter-terrorism facilities have been designated at Camp Dawson and the Memorial Tunnel National Counter-Terrorism Facility in Kanawha County, both run by the West Virginia National Guard.\nThe National Guard and West Virginia University also are working to create a National Training Center for Weapons of Mass Destruction, drafting training plans for first responders.\nByrd said Tuesday a \"homeland security boot camp\" is crucial to preparing police, fire and emergency medical personnel to deal with terrorist attacks.\n\"We would never dream of sending untrained soldiers to the front, or inexperienced athletes to the Olympics, and we surely should never consider sending unprepared or underequipped first responders to the scene of a terrorist attack,\" Byrd said.\nHe also recommended the establishment of a national emergency hotline for terrorist attacks.\nSen. Judd Gregg, R-N.H., the chairman of the Senate's three-day hearing into homeland defense, said he is concerned about the lack of coordination between the 46 agencies that in some way deal with response to terrorist attacks.\n\"Our lack of preparedness stems in part from the inability, and sometimes unwillingness, of the federal agencies to coordinate their efforts,\" he said.\nAn Office of National Preparedness, within the Federal Emergency Management Agency, now will coordinate the disparate agencies and their efforts, as well as work with state and local groups, the White House announced.\nBut at the same time, yet another Cheney-led task force - the vice president currently is directing a panel exploring national energy policy - will develop a coordinated national effort to deal with terrorist threats. The task force will make a report by Oct. 1, sharing its findings with both Congress and the National Security Council.\n\"No governmental responsibility is more fundamental than protecting the physical safety of our nation and its citizens,\" President George Bush said in announcing the formation of the panel.\nWriter Karin Fischer can be reached at (202) 662-8732 or by e-mail at kfischer@dailymail.com.  \n\nLoad-Date: May 10, 2001"
}