{
    "title": "TASK FORCE_ TERRORISM PLAN BETTER; STATE HAS MADE STRIDES, HAS WAY TO GO, GROUP SAYS",
    "publisher": "wisconsin state journal",
    "year": 2002,
    "month": 11,
    "day": 14,
    "full text": "Wisconsin is better prepared to handle a terrorist attack than it was just months ago, but more work is needed to protect public health and safety.\nThat's the conclusion of Gov. Scott McCallum's Task Force on Terrorism Preparedness, which began studying terrorism concerns shortly after the Sept. 11, 2001, attacks on New York and Washington.\nThe task force listed 31 recommendations, ranging from better emergency radio technology to the use of biometrics on driver's licenses. Many of the recommendations would set up better regional-based responses to terrorism, including mutual aid networks with other states.\nThe report is intended as a blueprint for ongoing terrorism preparedness, said Ed Gleason, task force co-chairman and director of Wisconsin Emergency Management. Some of the recommendations could be implemented administratively by the governor; others could require new legislation, Gleason said.\nThe task force also recommends creation of an Incident Command System to coordinate activities of all emergency response agencies, such as police and fire departments, as well as public health agencies and hazardous material teams.\nA command system would help alleviate traditional \"turf battles\" that can arise among agencies, such as police and fire departments, that may be competing for the same resources at a major incident scene, Gleason said.\nThe system would be similar to one now used by Wisconsin fire departments to coordinate efforts at major fires. The system also would serve as a link between local, state and federal agencies and coordinate distribution of drugs from a federal stockpile that may be necessary to combat biological agents.\nGleason and co-chairwoman, state Health and Family Services Secretary Phyllis Dube, presented the report Wednesday to a committee charged with assessing the ability of the state's public health system to deal with terrorism or a major public health threat.\nThe group will send a letter to Gov.-elect Jim Doyle, encouraging him to continue the task force and work on recommendations, Dube said.\nAmong its recommeondations, the task force concluded the state should:\n* Create a Civil Support Team of 22 National Guard soldiers trained and equipped to help in event of a chemical, biological or radiation threat.\n* Create a Regional Trauma System to increase the capacity of the public health system and all hospitals to care for multiple victims of a terrorist attack.\n* Train all primary care providers to recognize smallpox, anthrax and other infections, as well as medical conditions possibly caused by chemical agents.\n\nLoad-Date: November 15, 2002"
}