{
    "title": "TASK FORCE SETS OUT TO KEEP WISCONSIN SAFE AND READY; EXPERTS SHARE IDEAS IN CASE OF TERRORISM",
    "publisher": "wisconsin state journal",
    "year": 2001,
    "month": 10,
    "day": 12,
    "full text": "Emergency officials from across Wisconsin viewed slides Thursday of crude bombs and severely blistered skin from a chemical attack.\nThey discussed security at nuclear power plants in the state, the recent addition of concrete barriers around the state Capitol and the hoarding of antibiotics by local doctors.\n\"I've had physicians say they're purchasing $4,000 or $5,000 of antibiotics for their families,\" said Dr. Dennis Maki, head of infectious diseases at UW Hospital.\nMaki and 19 other experts from a variety of law enforcement, emergency management and medical fields shared ideas Thursday at the Capitol for preventing terrorism and responding to potential terrorism in Wisconsin. It was the first meeting of Gov. Scott McCallum's Task Force on Terrorism Preparedness.\nWhile hypothetical scenarios including the collapse of the state Department of Revenue building in Madison were mentioned, the officials repeatedly stressed that Wisconsin remains a relatively safe place, and people should not be alarmed or paranoid about possible attacks.\n\"The public's sense of safety is important,\" said Jo Musser, executive director of the Badger-Hawkeye Region for the Red Cross, who also sits on the task force. \"We have to help people understand steps are being taken\" to protect them.\nMusser added that the most likely scenario is that Wisconsin officials will be called to respond to an attack elsewhere in the country.\n\"Our two most important responsibilities will be to truly improve our preparedness,\" Maki said. \"We're very well prepared in a number of areas. But there are clearly areas where we can improve substantially. If we can do this quickly and effectively, we can greatly allay a great deal of anxiety and concern.\"\nMcCallum, who addressed the task force at the outset of its two-hour meeting, anticipates periodic recommendations from the group and a final report in a year or less.\nMcCallum said citizens will have to adjust to more security at public buildings, sporting events and airports. But people shouldn't live in fear, he added.\n\"The terrorists win not by blowing something up,\" he said. \"That's sad and it's hurtful. But the strength in this country is from people caring about other people … and people having a spirit in this country of pushing ahead. It's that attitude we must maintain.\"\n\nLoad-Date: October 13, 2001"
}