{
    "title": "Tavern owner disputes allegations he's anti-Muslim",
    "publisher": "the leader-telegram ",
    "year": 2010,
    "month": 10,
    "day": 14,
    "full text": "Oct. 14--A UW-Eau Claire student group is worried the political opinions of a tavern owner are fostering a hateful atmosphere toward Muslims at a popular Water Street bar.\nBut Jed Hart, owner of The Pickle, 341 Water St., said comments he made against terrorism were misquoted and that he didn't say anything disparaging about a religious faith.\n\"It wasn't an anti-Muslim comment, it was an anti-terrorism comment,\" he said. \"When it comes to Muslims, Catholics, Jews -- none of that's on the plate. It's all about terrorism.\"\nThe Student Senate's Student Life and Diversity Commission alleged that students heard the phrase \"(expletive) the Muslims\" repeatedly shouted by bar management from the DJ booth at The Pickle during a spring event. Hart said he didn't use the word \"Muslims\" in that chant but did say the word \"terrorist.\"\nIn a letter sent in April to The Pickle, attorney Harry Hertel wrote on behalf of the Student Life and Diversity Commission, requesting the anti-Muslim behavior be addressed in sensitivity training for management and possibly a letter of apology sent to the commission.\nHart remembers getting the letter in spring, showing it to his attorney, and ultimately deciding it didn't warrant action or a response.\nBut now members of the commission are asking additional students who personally witnessed any violence or hate speech on Water Street to come forward.\nSeveral UW-Eau Claire students handed out small green-colored paper fliers Wednesday on the Campus Mall referring to discrimination and hate speech at \"certain student affiliated establishments on Water Street.\" At a table set up by the students, there were copies of the letter sent to The Pickle in spring.\nSenior Allison Shilling, director of the Student Life and Diversity Commission, said the current effort is aimed at gathering testimony from people who witnessed discrimination at any campus-area tavern, not specifically The Pickle.\n\"We've just heard a lot of complaints about establishments on Water Street,\" she said. \"We're using this time to gather testimonies.\"\nHate speech creates a concern for student safety at businesses near campus, Shilling said, especially since the university's population of international students has been growing.\nDavan Raj, president of the International Student Association, noted his concern over the anti-Muslim chant that students alleged happened at The Pickle.\nIn a letter sent to the university's student newspaper, The Spectator, Raj wrote, \"The actions of the bar owner poses a dangerous threat to our Muslim friends.\"\nRaj continued by writing about the danger that intoxicated bargoers incensed by anti-Muslim speech could then go looking for Middle Eastern students to harm.\nHart said his views are not geared toward a specific faith or nationality, just against terrorism.\n\"It's people that don't like America,\" he said.\nHart's website -- which can be found at alwaysremember912.com and saveanamericankillaterrorist.com -- includes a timeline showing 15 terrorist acts going back to 1983. It focuses on incidents that killed Americans -- including several al-Qaida attacks, but also notes the 1995 Oklahoma City bombing of a federal building by Timothy McVeigh and Terry Nichols.\nAlong with some of his employees serving in the Afghanistan war, Hart also has a personal connection to the Sept. 11, 2001, terrorist attacks. His uncle, John Hart, who served as a father figure to Jed, died in the South Tower of the World Trade Center.\nDowd can be reached at 715-833-9204, 800-236-7077 or andrew.dowd@ecpc.com\nTo see more of The Leader-Telegram or to subscribe to the newspaper, go to http://www.leadertelegram.com. Copyright (c) 2010, The Leader-Telegram, Eau Claire, Wis. Distributed by McClatchy-Tribune Information Services. For more information about the content services offered by McClatchy-Tribune Information Services (MCT), visit            www.mctinfoservices.com, e-mail services@mctinfoservices.com, or call 866-280-5210 (outside the United States, call +1 312-222-4544).\n\nLoad-Date: October 14, 2010"
}