{
    "title": "Tax Agency Vows to Improve Checking of Charity-Terrorism Ties",
    "publisher": "the chronicle of philanthropy",
    "year": 2007,
    "month": 6,
    "day": 14,
    "full text": "The Internal Revenue Service promised to improve its efforts to check charities for possible ties to terrorists after a government report lambasted the tax agency's ability to ferret out nefarious donors or groups.\nThe Treasury Department's inspector general for tax administration said in a report that the tax agency \"provides only minimal assurance that tax-exempt organizations potentially involved in terrorist activities are being identified.\"\nCurrently, revenue-service investigators manually read over two sets of information -- applications for tax-exempt status and the federal informational tax returns charities file, known as Forms 990 -- to identify whether employees, board members, or donors appear on a terrorist watch list.\nBut the report says that the watch list produced by the Treasury Department and used by the tax agency is deficient.\nThe Treasury list includes about 1,600 names or aliases of terror suspects and organizations. The inspector general's report recommends that the tax agency use a list developed by the Federal Bureau of Investigation's Terrorist Screening Center, which includes 200,000 entries.\nIn addition, it recommends that the tax agency develop a computerized system to check charities instead of relying on investigators to do it by hand.\n2001 Attacks\nIn response, the tax agency said it is testing software for automated checking and will meet with law-enforcement officials to discuss using the more extensive watch list.\nThe IRS also plans to add new questions for groups that work overseas as part of its overhaul of the informational tax returns charities must fill out.\nSince the 2001 terrorist attacks, the Bush administration has stepped up efforts to eliminate sources of terrorists' financing, including nonprofit groups that wittingly or unwittingly support militants.\nAccording to the inspector general's report, between October 2005 and September 2006, the Internal Revenue Service identified 93 applications for tax-exempt status by groups that possibly have connections to terrorists.\nAs of December last year, only two of those applications remained under review.\nThe agency also flagged 201 informational tax returns for possible concerns during the period April 2005 through October 2006. Upon further scrutiny, all of those groups were cleared.\nWhile the inspector general blamed the dearth of terrorist-related charity cases on the revenue service's poor tracking efforts, several nonprofit groups said the report was proof that the ties between charity and terrorism have been overblown.\nThe report, number 2007-10-082, is available free on the Treasury Department's Web site.\n\nLoad-Date: June 16, 2007"
}