{
    "title": "Tax fraud loot funds terrorism_",
    "publisher": "the tampa tribune ",
    "year": 2011,
    "month": 9,
    "day": 20,
    "full text": "Congressman says investigators raised red flags at meeting\nBY ELAINE SILVESTRINI\nThe Tampa Tribune\nBROOKSVILLE A -- U.S. congressman on Monday raised the possibility that some of the hundreds of millions of dollars investigators say is being stolen through tax fraud might be being funneled to terrorists who could use taxpayer money to hurt American troops or allies.\nRep. Rich Nugent, R-Brooksville, along with Rep. Kathy Castor, D-Tampa, met with Tampa police on Monday morning to discuss the ongoing crackdown on a fraud in which crooks are stealing hundreds of millions of dollars in the Tampa area alone by using fake identities to file fraudulent tax returns and collect tax \"refunds.\"\nAuthorities say the phenomenon likely is siphoning billions from taxpayers nationwide.\nBoth lawmakers said they want to find ways to help police who are frustrated by federal privacy laws that prevent the Internal Revenue Service from sharing information detectives say is needed to investigate the crimes.\nNugent also said he plans to make sure the House Intelligence Committee is examining whether the stolen money might be being used to fund terrorism. If the committee is not already looking into this, he said, he will give the chairman \"an earful as to why we should, based on what we heard this morning.\"\n\"When you look at the dollars and how they're being money-laundered, I think it brings up another concern, particularly when you hear about the businesses that are doing the money laundering and the folks that are behind it. You have to wonder where is that money going besides to a criminal enterprise,\" Nugent said in an interview in his office later in the day.\n\"Here we're fighting terrorism across the board, we have troops engaged, and here we have a very profitable crime that's going on,\" he said.\nNugent said investigators raised specific red flags during their meeting, but he wouldn't comment on what those might be.\n\"It may be a concern that is unfounded, but I'm not so sure; nor are they.\"\nCastor could not be reached after Nugent made his comments, so it was unclear whether she shared the same concern regarding whether the tax fraud proceeds are going to terrorism.\nJohn Joyce, special agent in charge of the Tampa Secret Service office, would only say investigators are trying to determine where the stolen money is going.\n\"If we had determined there is a link to terror, we would share that with the FBI,\" Joyce said.\nFBI spokesman Dave Couvertier said he could not comment on ongoing investigations.\nTampa police also declined comment.\nNews Channel 8 reporter Lauren Mayk contributed to this report.\nesilvestrini@tampatrib.com\n(813) 259-7837\nPhoto: Rep. Kathy Castor was at the meeting with police but could not be reached to comment on Rep. Rich Nugent's statement.\nPhoto: U.S. Rep. Rich Nugent, on stolen cash possibly funding terror\nCopyright © 2011, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: September 27, 2011"
}