{
    "title": "Tax-cut proposals keep on coming;",
    "publisher": "the tampa tribune ",
    "year": 1999,
    "month": 7,
    "day": 11,
    "full text": "WASHINGTON - The chief tax writer for the House of Representatives called Saturday for a 10  percent across-the-board income tax rate cut, ratcheting up debate within the GOP's own ranks - and  between Congress and the White House - over what kind of tax relief will eventually be provided, if  any.\nThe proposal by House Ways and Means Committee Chairman Bill Archer, R-Texas, would give  taxpayers a bigger tax cut than the measure outlined a day earlier by Senate Finance Chairman  William V. Roth Jr., R-Del., but it is likely to run into even more political resistance.\nA White  House spokesman expressed concerns Saturday about the estimated $ 800 billion cost of both  proposals.  Jews, Christians stand up for Muslim\nLOS ANGELES - In a show of solidarity with Muslims, moderate Jewish and Christian leaders decried  an about-face by House Minority Leader Richard A. Gephardt in withdrawing his controversial  appointment of a Los Angeles Muslim to the National Commission on Terrorism.\nTheir reaction on Friday came a day after Gephardt stunned Muslim leaders across the country by  announcing that he was rescinding his appointment of Salam Al-Marayati, executive director of the  Muslim Public Affairs Council in Los Angeles.\nA Gephart spokeswoman said the appointment was rescinded because of the time it would take to  gain security clearance for Al-Marayati. But Gephardt, D-Mo., had been under pressure from some  Jewish groups, including the Zionist Organization of America, who charged that statements made by  Al-Marayati appeared to condone terrorism against Israel and to justify terrorist activity in the  United States under certain circumstances.\nThose charges flatly were denied by Al-Marayati, as well as by other Jewish and Christian  leaders on Friday. The 10-member commission will review national policy on preventing and punishing  terrorism.\n\nNotes\n\nIN BRIEF NEWS OF THE NATION\n\nLoad-Date: July 12, 1999"
}