{
    "title": "Teachers Tiptoe Into Delicate Topics of 9_11 And Iraq",
    "publisher": "los angeles times",
    "year": 2006,
    "month": 9,
    "day": 6,
    "full text": "Lisa Peck expects to moderate some passionate discussions in her World Crises class at Lincoln-Sudbury Regional High School in suburban Boston over the next few weeks.\nAs the war in Iraq continues amid declining public and political support, and the anniversary of the worst terrorist attack on U.S. soil nears, she hopes the juniors and seniors in the elective course will find plenty to challenge their strongly held opinions, which tend to lean liberal and anti-war.\nThe veteran teacher and a colleague, David Grace, designed the course to expand their students' knowledge and, ultimately, their perspectives on the events here and abroad, and the historical context in which they occurred.\nDespite her faith in her curriculum and the ability of her students to confront the complex content, Ms. Peck knows that confidence and caution need to go hand in hand in presenting such potentially divisive material.\n\"It's incredibly delicate,\" she said.\nFive years after the Sept. 11 terrorist attacks, and in the midst of intensifying debate over the nation's approach to battling terrorism, teachers around the country are trying to determine how, and when, to teach about events that are still fresh in the nation's collective memory, even as they worry about the likelihood of controversy and conflict.\nWith few sufficiently updated textbooks to guide the lessons--even Hollywood was slow to memorialize the events of 9/11 in film--many teachers have been left to figure out for themselves how best to incorporate the conflicts into history, government, geography, and other courses.\nExperts say there appears to be no uniformity in what students learn--if indeed they are taught anything--about the topics they view as critical content for all middle and high school students. In an already crowded curriculum, one in which few teachers find time to get beyond the events of the mid-20th century, covering more current and complex issues is proving problematic.\n\"Some teachers spend excessive amounts of time on the contemporary aspects of the geopolitical situation at the expense of a more organized, conceptual historical presentation,\" said Lucien Ellington, a professor of education and a co-director of the Asia Program at the University of Tennessee at Chattanooga. \"Others,\" he said, \"consider it too controversial to address.\"\nGetting Involved\nA case in point is a social studies teacher in California who claimed in a lawsuit last month that he began receiving negative reviews from the principal at San Fernando High School, where he taught history, because of his anti-war views, according to news reports. Alberto Gutierrez said in the suit that he \"offered objective discussion\" about the war in Iraq, but was taken to task for presenting anti-war films and lessons to balance out what he saw as one-sided messages from military recruiters on campus, the Los Angeles Times reported.\nFear of such reactions from administrators, parents, or students can cloud teachers' decisions about lessons, some experts say, but should not prevent them from covering what should be required material.\n\"Teachers have to become informed and be willing to get involved in possible controversy,\" said Alan H. Luxenberg, the vice president of the Foreign Policy Research Institute in Philadelphia, which runs institutes for teaching about 9/11, terrorism, and Islam for middle and high school teachers. \"Who wants to do that?\" he said. \"Yet how can you avoid such an issue?\"\nMs. Peck, and other teachers, agree. She and Mr. Grace assigned a variety of related news, nonfiction, and historical texts, organized civics and service-learning activities, and convened panel discussions that present a range of viewpoints to drive the lessons home for students last year, without taking sides on the issues.\nAfter reading and discussing various perspectives on the reasons for the Sept. 11 attacks, and arguments for and against the war in Iraq, students wrote letters to high-level policymakers outlining their opinions and desires for government action. They contacted school alumni serving in the military and stationed in Iraq and prepared care packages for them and their units. They assembled a panel of residents and educators from different backgrounds to discuss their reactions and views.\nLater in the school year, the students kicked off a fund-raising campaign to send money and supplies to schools in Iraq and Afghanistan.\n\"The ideal course is to think globally and act locally,\" Ms. Peck said. \"But you have to be very careful, and it's very important to preface every comment with, `[Terrorism] is despicable and innocent people were killed.' There has to be that differentiation between excusing and explaining\" terrorist acts.\nThose lessons were more raw five years ago, Brian Fenderson remembers, when the planes crashed into the World Trade Center in New York City, the Pentagon, and a Pennsylvania field on that clear morning early in the school year. He was in the middle of teaching a unit on terrorism at Cascade High School in Turner, Ore., during what he recalls as the ultimate teachable moment. Now 9/11 \"takes center stage\" in the terrorism unit and in other history courses at the school, said the government and contemporary-issues teacher.\nMr. Fenderson admits that he struggles to instill the importance of such lessons, given the time that has elapsed, the distance his students feel from the East Coast and the world's terrorism hot spots, and their own sense that life for them has continued along the same trajectory as before.\nSo the teacher includes events closer to home, such as the bombing of the federal building in Oklahoma City in 1995, and the destructive activities of an extremist environmental group in the Pacific Northwest.\n\"The kids were surprised because they thought terrorism was a Middle East issue,\" he said. \"Some of those incidents happened very, very close to home.\"\nChristopher Gwin, a teacher at New Jersey's Haddonfield High School, has watched his own students go from \"fear to quiet, to back to apathy\" about Sept. 11. So he has made it the linchpin of his history courses in the hope that students from the small community nestled halfway between Washington and New York City will begin to understand more about the world, and the cultural and economic differences that set the United States apart and sometimes make it a target of hatred.\nThere's always a core group of students who take his course on genocide, however, that are moved to learn and do more as a result of the lessons, he said. Last year, for example, Mr. Gwin escorted several students to Israel, where they attended a mosque and met with Jewish and Arab leaders in a peace center. Students at home set up a makeshift refugee camp on the front lawn of the school to draw attention to the plight of refugees in the Darfur region of Sudan.\nWhen Mr. Gwin runs professional-development workshops for teachers on the topic of Sept. 11 each year, however, he finds many of his colleagues have shied away from digging deeper into the issues surrounding the terrorist attacks and the U.S. response. When teachers in the workshop are asked what changes they've made to their curricula in the last five years, \"too often, the answer is `very little,' \" Mr. Gwin said.\nHe is now designing a new elective course, titled The World After 9/11.\nAt Eisenhower High School in Houston's Aldine district, the school's diversity--which includes children from Egypt and El Salvador, as well as Jewish and Muslim youths--reminds students every day about the differences, and the similarities, between people of various cultural and religious backgrounds.\nStudents also explore issues related to Sept. 11 throughout the school year, according to teacher Debra Brown, and produce multimedia presentations to tell the story in documentary fashion.\nBut even Ms. Brown must confront the isolationist views that she says students at Eisenhower have taken on as the war in Iraq wears on. Some students, she said, have \"been very vocal about the need to solve our own problems [on U.S. soil] before we need to solve other countries' problems.\"\nMs. Brown confronts those attitudes with discussions about how global problems affect the United States.\nDemand for Materials\nDespite those kinds of observations, or perhaps because of them, demand is growing for materials prepared specifically to help teachers tackle any number of issues that have become requisites for such discussions.\nLessons on civil liberties and constitutional protections offered by the Bill of Rights Institute in Arlington, Va., for example, have been downloaded nearly 16,000 times, a number that is expected to climb as the 9/11 anniversary and the Sept. 18 Constitution Day approach, according to Veronica Burchard, the institute's director of curriculum development. The materials take a historical approach to the topics, from the intent of the Founding Fathers, to the Alien and Sedition Acts of 1798, the internment camps for Japanese-Americans during World War II, up to the U.S.A. Patriot Act of 2001.\n\"Kids now see a relevant connection between their own lives and this material, which tends to seem so distant,\" Ms. Burchard said. \"That question of why I need to learn this stuff is being answered every day in the newspaper and on TV.\"\nThe Foreign Policy Research Institute has solicited lesson plans from teachers around the country and compiled some of the best ones to distribute to schools. And the Watson Institute for International Studies at Brown University in Providence, R.I., has also seen a spike in requests for its instructional materials on terrorism and on Islam.\n\"We want to engage high school students in international studies, and get them engaged in it in such a way that they realize it's not something they are studying because it's good for them, but because it matters to them,\" said Susan Graseck, the director of the institute's Choices program, which writes curricula.\nThe institute also posts resources and teaching tips on its Web site to put current events in a historical context. The Teaching With the News link aims to help teachers link today's headlines with their curriculum content. It includes lessons on terrorism, as well as immigration, the violence in Sudan, nuclear weapons, and global environmental policy.\nHelp From Hollywood\nTeachers are also turning to films--several have been released this year--that can provide students with some of the background, and the emotional impact, of 9/11. Mr. Ellington, of the University of Tennessee, suggests that \"United 93,\" a Hollywood interpretation of the occurrences on the hijacked plane that crashed in Pennsylvania on Sept. 11, 2001, should be required viewing for middle and high school students.\n\"The movie is nonpoliticized     and completely realistic,\" he said. It would also raise students' interest and give teachers an entree into some of the more contentious lessons that are inevitable with one of the most compelling and divisive eras they have had to confront in recent history, he said.\n\"If one believes that Western civilization is definitively at risk,\" Mr. Ellington said, \"then the controversy surrounding the subject and emotionalism surrounding the subject to me simply have to be negotiated.\"\n\nLoad-Date: June 13, 2007"
}