{
    "title": "Teaching Activities for_ _Terror Attack Kills 8 and Injures 11 in Manhattan_ Article of the Day",
    "publisher": "the new york times",
    "year": 2017,
    "month": 11,
    "day": 2,
    "full text": "Note to Teachers: The video includes graphic content. Please preview it before having students watch it. \n_________\nBefore reading the article: \nWatch the video above about the terrorist attack that occurred in New York City on Oct. 31. What is your initial reaction to the attack? What else do you know about it? What questions do you have?\nNow, read the article, “Terror Attack Kills 8 and Injures 11 in Manhattan,” and answer the following questions: \n1. What happened in New York City on the afternoon of Oct. 31?\n2. Why are authorities calling this attack an act of terrorism?\n3. Who were the victims of the rampage?\n4. What do we know about the suspect, Sayfullo Saipov, and his motives? What questions remain?\n5. How did witnesses describe the scene?\n6. How was this attack related to other recent terrorist attacks around the world?\nFinally, tell us more about what you think: \nRead one or more of the following news articles and answer the questions to get another perspective and deeper understanding of the event.\n— Read President Trump’s response after the attack. What is your reaction to his comments? In your opinion, how should leaders respond to terrorist attacks?\n— Read about the victims who were killed and injured in the attack. What does learning more about them and their lives make you think and feel?\n— Read more about the suspect, Sayfullo Saipov. What were his suspected motives in carrying out this attack and how did the authorities come to this conclusion?\n— Read about the police officer who stopped the rampage by taking down the attacker. What do you think of his actions? What other helpers have you heard about?\n— Read about why this attack is considered terrorism. In your opinion, was it terrorism? If so, why this event and not other mass killings? If not, why not?\n— Read this Opinion piece from the Times editorial board. How do you think we, as a society, should respond to terrorism?\n\nLoad-Date: December 15, 2017"
}