{
    "title": "Teachers learn about terrorism",
    "publisher": "charleston gazette",
    "year": 2002,
    "month": 8,
    "day": 10,
    "full text": "VALLEY FORGE, Pa. - When terrorists struck on Sept. 11, teachers across the country had to field question after question from classrooms of anxious students.\nWhat is terrorism? Why do terrorists hate us? Am I safe?\nEducators couldn't find the answers in a textbook. So now, some are dedicating a week of their summer vacation to a course on integrating the latest information on terrorism into their curricula.\nThe Freedoms Foundation at Valley Forge, a nonprofit school for citizenship education, is presenting a pilot seminar called \"Terrorism: Challenges and Threats to the American Way of Life.\" The program, which has drawn about 50 teachers from as far away as Hawaii, features talks by government and military officials who are well-versed on terrorism.\n\"These are things we didn't know before,\" said Nancy McCoy, a high school American history teacher from Charleston, W.Va., who teaches at South Charleston High School. \"The questions my students had immediately after Sept. 11, I had no answers for.\"\nRep. Curt Weldon, R-Pa., a senior member of the House Armed Services Committee, spoke to the group when they arrived Sunday. Roger Fontaine, a national security council member under President Reagan, led a session on defining terrorism.\nPaul Sanborn, co-director of the workshop and a civilian intelligence contractor for the Department of Defense, spoke on counterterrorism and military strategy. He said schools needed to develop crisis management plans and train every teacher to implement them.\n\"There's no meticulous training, and then you wonder why things fall apart,\" Sanborn said. \"This is just the beginning of work on these problems.\"\nTo practice, the teachers developed mock emergency plans. One group talked through the process: Call 911; contact the program director, who starts the chain of command; decide whether the threat requires a lockdown or evacuation; account for all staff and students.\nWhat if, one teacher asks, a shooter took control of the communication system and spread the message to evacuate so he could kill more people? Well, the others say, there should be a code in place to identify the real authorities.\nJuanita Siegling, a fifth-grade teacher from Brush, Colo., adds the idea to the group's yellow notebook. Her school never would have considered a situation like that, she said.\n\"We only have plans for fires and tornados,\" she said.\nOn the Net:\nFreedoms Foundation:\nwww.freedomsfoundation.com \n\nLoad-Date: August 10, 2002"
}