{
    "title": "TEACHERS LEARN HOW TO DISCUSS TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2002,
    "month": 8,
    "day": 11,
    "full text": "When terrorists struck in the United States on Sept. 11, teachers across the country had to field question after question from classrooms of anxious students.\n What is terrorism? Why do terrorists hate us? Am I safe?\n America's educators could find no chapter in their textbooks with the answers. So now, some are taking a week of their summer vacation to study up on terrorism at a course on integrating the latest material into the curriculum.\nThe Freedoms Foundation at Valley Forge, a nonprofit school for citizenship education, is presenting a pilot seminar called \"Terrorism: Challenges and Threats to the American Way of Life.\" The program, which has drawn about 50 teachers from as far away as Hawaii, features talks from government and military officials with inside information on the subject.\n \"These are things we didn't know before,\" said Nancy McCoy, a high school American history teacher from Charleston, W.Va. \"This is so current, we didn't have a textbook for it. The questions my students had immediately after Sept. 11, I had no answers for.\"\n After a session on counterterrorism, she said the seminar was providing her with the information her students want to know.\n U.S. Rep. Curt Weldon, R-Delaware County, a senior member of the House Armed Services Committee, spoke to the group members when they arrived last Sunday. Roger Fontaine, a national security council member under President Ronald Reagan, led a session on defining terrorism.\n Paul Sanborn, co-director of the workshop and a civilian intelligence contractor for the U.S. Department of Defense, spoke on counterterrorism and military strategy. He called it imperative for schools to develop crisis management plans and train every teacher to implement them.\n To practice, the teachers developed mock emergency plans. One group of four women sitting on brick stairs outside the Douglas MacArthur building talked through the process: Call 911; contact the program director, who starts the chain of command; decide whether the threat requires a lockdown or evacuation; account for all staff and students.\n What if, one woman suggests, a shooter gained access to the communication system and spread the message to evacuate so he could kill more people? Well, the others say, there should be a code in place to identify the real authorities.\n Juanita Siegling, a fifth-grade teacher from Brush, Colo., adds the idea to the group's yellow notebook. Her school never would have considered a situation like that, she said.\n\nLoad-Date: August 13, 2002"
}