{
    "title": "Teams converge on remote site to probe plane crash",
    "publisher": "st. louis post-dispatch ",
    "year": 2014,
    "month": 7,
    "day": 26,
    "full text": "PARIS • Aviation experts, criminal investigators and soldiers began converging Friday on an isolated patch of restive Mali to search for clues that might explain why an Air Algerie jetliner fell from the sky in a storm and apparently disintegrated on impact.\nFrench authorities said the catastrophe was probably the result of extreme bad weather, but they refused to exclude other possibilities, like terrorism, without a full investigation. All 118 people aboard the plane were killed.\nThe loss of flight 5017 wiped out whole families. Nearly half of the dead were French. The passenger list also included other Europeans, Canadians and Africans. The six crew members were Spanish.\nOne man pleaded with French officials not to hold back any information about the crash that killed his brother and other family members.\n\"Tell us. Especially give us an explanation,\" Amadou Ouedraogo asked on BFM-TV.\nFrench authorities planned to meet today with victims' families.\nThe MD-83 was flying from Ouagadougou, capital of Burkina Faso, to Algiers, Algeria, when it disappeared early Thursday just 50 minutes after takeoff - the third crash of a passenger plane in the last week.\nMore than 200 French, Malian and Dutch troops from the United Nations force in Mali secured the site ahead of the arrival this weekend of aviation and criminal investigators.\nFrance has opened a manslaughter investigation because of the 54 French victims.\nOne of plane's two black boxes was found Friday and sent to Gao, the northern Mali city where a contingent of French troops is based.\nFrench Foreign Minister Laurent Fabius said victims' remains would be sent to Gao for identification before being returned home.\nDifficult access to the area and instability could hinder the investigation.\nGao is in the heart of a still-restive desert and mountain area in northern Mali that fell under the control of Tuareg separatists, then al-Qaida linked Islamist extremists after a 2012 military coup.\nFrench forces intervened in the west African country in January 2013 to rout Islamist extremists controlling the region. A French soldier was killed this month in the Gao region.\nThe debris field to the south is in a concentrated area in the Gossi region near the border with Burkina Faso. The area is \"in a zone of savannah and sand with very difficult access, especially in this rainy season,\" Fabius said at a presentation with the defense and transport ministers.\nTraveling by road from the debris field to Gossi would take six hours, he said.\n\nGraphic\n\n \n This photo provided Friday July 25, 2014 by the French army shows soldiers at the site of the plane crash in Mali. French soldiers secured a black box from the Air Algerie wreckage site in a desolate region of restive northern Mali on Friday, the French president said. Terrorism hasn't been ruled out as a cause, although officials say the most likely reason for the catastrophe that killed all onboard is bad weather. At least 116 people were killed in Thursday's disaster, nearly half of whom were French. (AP Photo/ECPAD)  This photo provided on Friday, July 25, 2014, by the Burkina Faso Military shows a man at the site of the plane crash in Mali. French soldiers secured a black box from the Air Algerie wreckage site in a desolate region of restive northern Mali on Friday, the French president said. Terrorism hasn't been ruled out as a cause, although officials say the most likely reason for the catastrophe that killed all onboard is bad weather. At least 116 people were killed in Thursday's disaster, nearly half of whom were French. (AP Photo/Burkina Faso Military)  This photo provided on Friday, July 25, 2014, by the Burkina Faso Military shows the site of the plane crash in Mali. French soldiers secured a black box from the Air Algerie wreckage site in a desolate region of restive northern Mali on Friday, the French president said. Terrorism hasn't been ruled out as a cause, although officials say the most likely reason for the catastrophe that killed all onboard is bad weather. At least 116 people were killed in Thursday's disaster, nearly half of whom were French. (AP Photo/Burkina Faso Military)  This photo provided on Friday, July 25, 2014, by the Burkina Faso Military shows a part of the plane at the crash site, in Mali. French soldiers secured a black box from the Air Algerie wreckage site in a desolate region of restive northern Mali on Friday, the French president said. Terrorism hasn't been ruled out as a cause, although officials say the most likely reason for the catastrophe that killed all onboard is bad weather. At least 116 people were killed in Thursday's disaster, nearly half of whom were French. (AP Photo/Burkina Faso Military)  French foreign minister Laurent Fabius, center, flanked by French defense minister Jean-Yves Le Drian, right, and transport minister Frederic Cuvillier, left, addresses reporters during a press conference held at the foreign ministry in Paris, Friday July 25, 2014 after a plane crashed in Mali. At least 116 people were killed in Thursday's disaster, nearly half of whom were French. One of two black boxes was recovered from the wreckage in the Gossi region of Mali near the border with Burkina Faso, and was taken to the northern city of Gao, where a French contingent is based. (AP Photo/Remy de la Mauviniere)  French defense minister Jean-Yves Le Drian addresses reporters during a press conference held at the foreign ministry in Paris, Friday July 25, 2014 after a plane crashed in Mali. At least 116 people were killed in Thursday's disaster, nearly half of whom were French. One of two black boxes was recovered from the wreckage in the Gossi region of Mali near the border with Burkina Faso, and was taken to the northern city of Gao, where a French contingent is based. The drawing projected at right shows the means used for the searches by French Army. (AP Photo/Remy de la Mauviniere)  This photo provided on Friday, July 25, 2014, by the Burkina Faso Military shows a part of the plane at the crash site, in Mali. French soldiers secured a black box from the Air Algerie wreckage site in a desolate region of restive northern Mali on Friday, the French president said. Terrorism hasn't been ruled out as a cause, although officials say the most likely reason for the catastrophe that killed all onboard is bad weather. At least 116 people were killed in Thursday's disaster, nearly half of whom were French. (AP Photo/Burkina Faso Military)  This photo provided on Friday, July 25, 2014, by the Burkina Faso Military shows the site of the plane crash in Mali. French soldiers secured a black box from the Air Algerie wreckage site in a desolate region of restive northern Mali on Friday, the French president said. Terrorism hasn't been ruled out as a cause, although officials say the most likely reason for the catastrophe that killed all onboard is bad weather. At least 116 people were killed in Thursday's disaster, nearly half of whom were French. (AP Photo/Burkina Faso Military)  This photo provided Friday, July 25, 2014 by the French army shows the site of the plane crash in Mali. French soldiers secured a black box from the Air Algerie wreckage site in a desolate region of restive northern Mali on Friday, the French president said. Terrorism hasn't been ruled out as a cause, although officials say the most likely reason for the catastrophe that killed all onboard is bad weather. At least 116 people were killed in Thursday's disaster, nearly half of whom were French. (AP Photo/ECPAD) \n\nLoad-Date: September 5, 2014"
}