{
    "title": "Teaming up to fight terrorism at home At a conference in Minneapolis, experts said a collective effo",
    "publisher": "star tribune ",
    "year": 2007,
    "month": 7,
    "day": 10,
    "full text": "Representatives of the Department of Homeland Security, Minnesota defense firms and technology experts gathered Monday at the nation's first Heartland Security Conference in Minneapolis, where participants learned about efforts to deter bioterrorism, protect food sources and prepare for emergencies.\nThe symposium, sponsored by the National Defense Industrial Association and the Defense Alliance of Minnesota, was designed to foster communication and business opportunities among Minnesota's technological, defense and manufacturing firms.\nThe collective effort is needed because an improvised explosive device, like those used in Iraq, could \"be headed to a theater near you,\" homeland security undersecretary Jay Cohen said. \"I hope I am wrong, but I don't believe I am.\"\nRep. Jim Ramstad, R-Minn., told the defense contractors that \"many feel that agriterrorism is the biggest threat that we face. ... We need to put our best and brightest minds on this.\"\nCohen and Ramstad joined Army officials and technology experts from the University of Minnesota in presenting alternately frightening and optimistic scenarios.\nCohen, who heads Homeland Security's science and technology arm, told the defense firms that he was \"open for business\" and looking for new technology and products to improve national security. With a budget of about $650 million, his office is focusing on new research and technology that could thwart bombs, biological weapons and border violations while improving the sharing of defense responsibilities among different agencies and communities.\n\"I view the four key risks of terrorism as bombs, borders, bugs and business,\" he said.\nExperimental infrared readers are being researched that might identify terrorists in public places by detecting elevated heart rates and sweat levels, he said.\nMassoud Amin, executive director for the University of Minnesota's Center for the Development of Technological Leadership, said \"smart\" electrical grids and communications systems are being built that can automatically reroute power or phone systems in the event that a city is attacked.\nHennepin County Sheriff Rich Stanek said new communication systems are needed to help police, ambulance, hospitals and other crisis responders instantly connect regardless of which radio frequencies are used.\nDee DePass - 612-673-7725\n\nLoad-Date: July 10, 2007"
}