{
    "title": "TECHNOLOGY JOBS Defense firm to open Duluth tech center",
    "publisher": "the atlanta journal-constitution",
    "year": 2016,
    "month": 11,
    "day": 10,
    "full text": "An Atlanta defense contractor that has grown rapidly with the rise of cyber attacks and terrorism is opening a new engineering center in Duluth.\nEnvistacom said the new center will open early next year with about 20 engineering and other technical workers, but is expected to grow to as many as 70 employees by next fall.\n\"A new and dedicated engineering facility is key to furthering our track record of innovation in technology development and its application to meet customer needs as they face rising global threats,\" said Alyssa Carson, Envistacom's president and founder.\nThe privately-owned company, launched in Atlanta in 2011, has about 120 employees now and expects to grow to more than 160 within a year.\n\"We are one of the fastest growing companies in Atlanta,\" said Nelson Santini, Envistacom's vice president.\nEarlier this year, the Association for Corporate Growth's Atlanta chapter named Envistacom as one of the 40 fastest-growing companies in Georgia.\nThe company initially supplied satellite communications systems for the military, said Santini. It has branched out to supply equipment and experts to operate cyber-security and counter-terrorism software and communications equipment for the military and other government customers.\nSantini didn't provide average pay figures, but said the new jobs in Duluth will be \"highly technical, engineering types\" that command high pay levels. Many employees are military veterans, he said.\nHe said only a handful are transferring from Envistacom's headquarters at Six Concourse Parkway, the distinctive buildings on the Northside Perimeter locally known as the King and Queen.\n\"It's all new work coming into the (Duluth) area,\" said Santini. He said the Duluth location was chosen because some of its suppliers are nearby, and it has easy access to the I-85 corridor and Hartsfield-Jackson airport.\n\nLoad-Date: November 10, 2016"
}