{
    "title": "Tech receives $4.1M grant from U.S. Dept. of Defense",
    "publisher": "university wire",
    "year": 2007,
    "month": 9,
    "day": 14,
    "full text": "The United States Department of Defense has awarded Texas Tech's efforts in counterterrorism research with a $4.1 million grant.\nTech received the Counterterrorism Research Award for its research and development, which has assisted the United States' global war on terror, said Ron Kendall, director of The Institute of Environmental and Human Health.\nKendall unveiled the award with Congressman Randy Neugebauer Wednesday at TIEHH.\n\"We're under a constant terrorism threat in this nation and globally, and it's going to last for decades,\" Kendall said. \"This award will expand our work in the arena of chemical and biological terrorism countermeasures.\"\nTech Chancellor Kent Hance said research is a top priority at the university because it has the capability to save lives.\n\"For us to be able to combat what is happening by terrorists, we have to have the best technology,\" he said, \"and I think we have that with the research that's taking place.\"\nThe grant will give Tech researchers more opportunities to contribute to U.S. efforts in the war on terror, Hance said.\n\"It also gives us more national standing with the Department of Defense and Congress,\" he said,\" and it shows that they have confidence in us and our capabilities in research.\"\nKendall said the grant will be implemented through TIEHH's Admiral Elmo R. Zumwalt Jr. National Program for Countermeasures to Biological and Chemical Threats, which was created in 1998.\nHe said research in the program has escalated since the terrorist attacks on Sept. 11, 2001.\n\"Subsequently, we've developed a very robust research program looking at all kinds of issues tied to chemical and biological terrorism countermeasures,\" he said. \"We've become a major university research focus for the Department of Defense and through the United States Army.\"\nHe said a top priority of the Department of Defense that Tech has led the way in has been the development of a personal decontamination system.\n\"We've hit that target for them, and that's one of the reasons we're getting more money, more support and more interest,\" Kendall said.\nSeshadri Ramkumar, an assistant professor and researcher at TIEHH, said he has worked on the development of a nonwoven fabric that absorbs toxins and can help prevent contact with toxic chemicals used in chemical warfare and terrorism.\nRamkumar said the material is a blend of cotton or polyester and carbon and \"has been rated as the best dry-state wipe.\"\n\"Texas Tech is the only academic facility in the U.S and perhaps in the world that uses textile nonwoven technology to develop dry decontamination wipes,\" Ramkumar said.\nKendall said the material was tested and approved at the Lawrence Livermore National Laboratory at the University of California and will be used by the U.S. military in the near future.\nAlong with a military application, Kendall said the material also will have applications for first responders when responding to potential terrorist acts or natural disasters in the United States.\n\"Even when you look back to hurricane Katrina in New Orleans, we had no protective suits,\" he said. \"We had firemen basically walking around in a fire suite through toxic waste. In the future, our war fighters and first responders are going to have this stuff.\"\nIn conducting counterterrorism research, Kendall said the TIEHH works with other institutes, departments and colleges at Tech, including the College of Engineering, which is working on a project that could provide a solution to one of the biggest threats facing U.S. soldiers in Iraq and Afghanistan.\nHance said the Center for Pulsed Power and Electronics is working on a project to detect and deactivate improvised explosive devices, or I.E.D.s, before troops get to them.\nAbout 92 percent of U.S. soldiers killed in Iraq and Afghanistan last year were victims of I.E.D.s, he said.\n\"They have come up with a method that will set off I.E.D.s before troops get to them,\" Hance said. \"We now can freeze them, but the problem is we freeze everything within a quarter mile, even our own vehicles.\"\nHe said the Department of Defense also is working with the Massachusetts Institute of Technology, the California Institute of Technology and Stanford University on a project to safely disable I.E.D.s.\n\"We hope that we're within a year or two of coming up with a method,\" he said.\n(C) 2007 Daily Toreador via U-WIRE\n\nLoad-Date: September 14, 2007"
}