{
    "title": "Technology alone can't protect us from terrorism",
    "publisher": "st. petersburg times ",
    "year": 1989,
    "month": 1,
    "day": 12,
    "full text": "The bombing of Pan American Airways Flight 103 prompts a single    overriding question: Can such tragedies be prevented? The answer is    yes. But it is not an easy yes, and it is precisely the search for an    easy answer (and a quick one) that confounds efforts to arrive at the    right answer.\n \n     There is a hope among scientifically advanced nations, that these    difficulties can be addressed through some James Bond-like technique    the government must surely have at its disposal.\n    But in confronting terrorism, we must not allow technology to    become our Maginot line: an expensive illusion by which we render    ourselves more vulnerable than before, as we abandon other defenses and    think ourselves more secure.\n \n     Security devices in most U.S. air terminals consist of    frame-mounted magnetometers and X-ray machines. The atmospheric    pressure chamber, used in the attempt to trigger barometric detonators,    merely offers an interesting challenge to the bomb maker (a gadgeteer    at heart, anyway). The thermal neutron activator and gas \"sniffing\"    devices are promising, though costly and still developmental, and we    may be certain someone in Damascus, Baghdad or Tripoli is mulling how    to defeat those devices.\n \n     And if he can't, what? Why, the terrorists will just go around them    entirely.\n \n     When used against aircraft, bombs are most commonly concealed in    baggage intended for the hold, rather than being carried into the    cabin. Depending on the security procedures followed, hold baggage may    be checked once at the point of origin and never again. Thus, the    security of a flight is only as good as the least rigorous procedures    followed at the various terminals from which it gathered connecting    passengers.\n \n     The other sure-fire method of circumventing those devices is to get    one of the hundreds of people who have access to the aircraft to put    the bomb in place.\n \n        None of that is intended to suggest we should scrap our    technological barriers to terrorist acts. Quite the contrary, we should    continue to improve what we have, and encourage new initiatives.\n \n     But technology must be integrated into a fuller and more flexible    array of defenses against terrorism. Two nations, Israel and the    Republic of Korea, have both done exemplary work in this regard.\n \n     Israel has maximized \"profiling\": the intense scrutiny of those    flying El Al to narrow the focus of inspectors on prospective problems.\n \n Whether the Israeli approach remains valid after scaling up to U.S.    sizes remains to be proved, but the government of Israel should be    willing to assist the Federal Aviation Administration in developing a    model.\n \n     The Republic of Korea (South Korea), in preparing for the Seoul    Summer Olympics, and with the hard experience of the bombing of KAL    Flight 858 in November 1987, behind it, has also fashioned a superb    airline security system. Korean procedures combine detection    technologies and passenger search-and-review procedures that are as    thorough at the airline's gateway cities as they are at Kimpo Airport    in Seoul.\n \n     One characteristic that links Israeli and Korean security is that    both constantly test those procedures. No matter how well conceived, an    airline's security is only as good as those who manage and operate it    on a day-to-day basis.\n \n     Finally, the U.S. government must itself take responsibility for    the safety of its flag carriers. And we cannot protect U.S. flag    carriers without the assistance of foreign governments, to help isolate    governments supporting terrorist activities.\n \n  Noel Koch, who supervised the Pentagon's anti-terrorism program, is    president of International Security Management.\n \n    \n\nLoad-Date: November 9, 1992"
}