{
    "title": "Tech no 'cure-all' in terrorism fight",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 9,
    "day": 26,
    "full text": "The United States faces a daunting task in fighting terrorism, and while technology can play a key role in the effort, it cannot be a cure-all, speakers at a conference said Wednesday.\nSpeakers at the Technology to Market conference in Salt Lake City said people remain the best weapon in combatting terrorism.\n\"We have to be careful about assuming too much about what technology can do,\" said Jeffrey Isaacson, vice president of the National Defense Research Division of national security research and analysis company Rand.\nIsaacson described al-Qaida as \"a product of Information Age technology,\" noting that its members used technology to plan and coordinate attacks by a dispersed membership. \"We are dealing with a sophisticated adversary that has not been defeated,\" he said.\nRichard Griffith, technical manager of the Engineering Sciences Center at the Sandia National Laboratories' Emerging Threats Program, said protecting all forms of data has to be considered, lest a terrorist obtain access.\n\"As we get more and more information, how do we protect it?\" he asked. \"Having a great database to improve security for a city is a very powerful tool for the police department, but it's also a very powerful tool for terrorists.\"\nIsaacson said technology already has helped prevent terrorism, from military action in Afghanistan to the thwarting of potential terrorist acts. \"Networks have prevailed against networks,\" he said.\nBut one key will be to apply technology to eliminate terrorists' support structures. Reducing their access to supplies will \"eliminate pathways to make violence and criminality less attractive,\" he said.\nThe focus of new technology in the antiterrorism effort will be to share information in a timely manner, which several speakers said is a huge challenge. Data \"mining\" is difficult when one considers the world has about 180 million computers, 14 million faxes and 40 million cell phones. The United States receives 5.7 million shipping containers from overseas each year, always with the possibility that one may contain a weapon of mass destruction.\nIsaacson stressed the importance of putting new technology in human hands as soon as possible so that real-world operations can refine it, and the importance of realizing the limitations of technology and the costs of those limitations.\nTechnology also should be as comprehensive as possible, he said, adding that it makes little sense to have tight security inside airports but not on the tarmacs. \"If weak links exist,\" he said, \"our adversaries are sure to find them. . . . A fanatic will penetrate defenses. There are too many vulnerabilities in an open society.\"\nOther speakers explained how technology can be used to not just prevent attacks but rather to deal with the aftermath if any are successful. Some spoke of ways that antiterrorism data and information can be applied to broader uses.\nGriffith said developing technology is not an end unto itself. \"The key is integrating that technology into existing infrastructure in a useful way,\" he said.\nCol. Steve Fuscher, senior reserve judge advocate at the U.S. Air Force Academy, stressed that business owners should not be afraid to work with government. Security technology can have many common applications, and some has even been used to help fight wildfires.\n\"You have to use their imagination,\" he said, \"to see where the opportunities are.\"\nE-MAIL: bwallace@desnews.com  \n\nLoad-Date: September 26, 2002"
}