{
    "title": "Ted Koppel Offers Officials A Cozy Forum on Terrorism",
    "publisher": "the new york times",
    "year": 2006,
    "month": 9,
    "day": 9,
    "full text": "Ted Koppel's admirers, who regard him as one of the premier American broadcast journalists of his generation, may approach his new series, ''Koppel on Discovery,'' with outsize expectations. After all, for 25 years he brought to ABC's ''Nightline'' a thoughtful and relentless intelligence, and he has kept with him the same production team, led by Tom Bettag, that helped build that program into a showcase.\n  So expectations are high, but even if they were modest, the first 90 minutes of ''The Price of Security,'' Mr. Koppel's three-hour Discovery Channel debut (which includes a live 90-minute town meeting), would have trouble meeting them. It's an intellectually disheveled piece of journalism, a throwback to the deferential, we're-all-in-this-together reportage in vogue from 9/11 to the time the war in Iraq began to sour. Despite its pedigree, it brings little new to light and little muscle to questioning the wisdom of the ways in which this country's leaders have chosen to defend against the threat of terrorism.\nThe program opens with Mr. Koppel, who is also a contributing columnist for The New York Times, inexplicably pretending to go through security (even removing his jacket and shoes) at an after-hours Reagan National Airport in Washington. Americans, he says, are now demanding, ''Tell us again why we went to war in Iraq and why the troops can't come home yet.'' \n  ''Are you telling us,'' Mr. Koppel continues, still paraphrasing American concerns, that the National Security Agency is gathering private phone records, that the government is sending terror suspects to be tortured abroad, that the C.I.A. is running its own secret prisons, and that detainees are being denied fundamental rights?\n  This ''tell us'' formulation is the frame for much of what follows, in which tough questions are reassuringly answered by the architects of the war on terror, with gentle coaxing from an affable Mr. Koppel.\n  Secretary of State Condoleezza Rice is allowed to remind people of the 2001 anthrax attacks -- which were never linked to foreign terrorists -- and to describe her famous remark about keeping the ''smoking gun'' from becoming a ''mushroom cloud'' as a warning not about Saddam Hussein, which it was, but about a terrorist weapon smuggled into the United States. \n  Karen Hughes, the under secretary of state for public diplomacy, is given a few moments to express her admiration for President Bush as a determined, decisive leader. The Guantanamo Bay camp's commander declares that no innocent people are held there, which few American wardens would say of their prisons. \n  And Tom Ridge, the first secretary of homeland security, seems to suggest, in a curiously vague way that goes unchallenged and unclarified by Mr. Koppel, that the decline in America's standing abroad is a ''perception.'' Never is it hinted that the administration's response to terror might have been influenced by domestic political calculations. \n  Throughout, the costliest element in the ''price of security,'' the war in Iraq, stalks the narrative, but is felt mostly by its absence. With the exception of a moving segment about a Canadian who, having been captured and deported by the United States while changing planes in New York, suffered a year of torture in Syria, these costs come across as abstract, unseen or procedural.\n  Guantanamo is described as now torture-free, though Mr. Koppel allows that it still suffers from ''an image problem.'' The C.I.A.'s secret prisons are safely off-camera, and the relevance of Iraq to the war on terror goes unaddressed. \n  Even the perils of 21st-century surveillance are depicted largely through an examination of advanced security measures at Las Vegas casinos, steps that a Washington Post reporter says are being adapted by the government to identify potential terrorists. But viewers are not told how this is being done, nor how well, nor are they given a sense of how such surveillance might infringe on privacy and liberty in America.\n  Ultimately, ''The Price of Security'' weighs the horrors of terrorism against the costs of protecting from them, but it keeps its finger on the scale, portraying the costs as isolated and, by comparison, minor. Security, the program leaves viewers to conclude, is well worth the price. If only it were that simple.\n\nKoppel on Discovery\nThe Price of Security\n\nDiscovery Channel, tomorrow night at 8, Eastern and Pacific times; 7, Central time.\n\nProduced by Ted Koppel; Tom Bettag, executive producer; Mr. Koppel, managing editor; James Blue, Peter Demchuk, Richard Harris, Jay Lamonica and Elissa Rubin, producers. Produced by the Discovery Network.\n\nhttp://www.nytimes.com\n\nLoad-Date: September 9, 2006"
}