{
    "title": "Teddy terrorism",
    "publisher": "university wire",
    "year": 2006,
    "month": 7,
    "day": 17,
    "full text": "After reading \"Winkie,\" by Clifford Chase, I feel it's a good time to come to grips with something only Mom and Dad know. I have a teddy bear, damn it. His name is Bear.\nThis stuffed animal is one of my prized possessions. He's a beautiful, brown, worn-out family member, like my dog. My Bear or any plush toy could never commit heinous acts of high treason or such sundry things, right?\nNo, of course not. The fur, the dowdy eyes, the limited range of movement, and their hugability all symbolize everything cute and nice.\nChase, the author of a memoir \"The Hurry-Up Song\" and editor of \"Queer 13: Lesbian and Gay Writers Recall Seventh Grade,\" has created a first novel that deals with a teddy bear named Winkie who is tried for terrorism, among other crimes. Winkie manages to be both touching and satirical in the same breath.\nThe majority of the novel takes place in Winkie's jail cell or at trial, with flashbacks of Winkie's past with the Chase family. Although the sections set in the family's past aren't the real hook of the novel, they do provide the emotional core. The reader quickly -- and, honestly, how can anyone not -- identifies with Winkie's plight to be loved and hugged.\nYet, like Pinocchio, the bear wills himself to be real, jumps out the Chases' window, and sets off for the forest. While exploring the outdoors, Winkie abruptly gives birth to a Baby Winkie, as she's called. The teddy bears encounter a deranged mail-bombing hermit who, coincidentally, happens to be a former creative-writing teacher. As we learn in the opening scene of the novel, the police raid the hermit's cabin and arrest Winkie. In the process, they accidentally shoot him.\nIn the hospital recovering from his wounds, Winkie befriends a cleaning woman, Francoise. The police arrest her on suspicion of collusion with Winkie, now a suspected terrorist; during one of her many interrogations, Francoise, a lesbian, is asked about her sexual involvement with the bear. The interrogating officer yells: \"Queer enough to have sex with a 12-inch terrorist?\"\nThe laundry list of charges against Winkie would impress even the hardest criminal: Terrorism, treason, 124 counts of attempted murder, impersonating a woman, fraud, resisting arrest, corrupting the youth of Athens, holding false doctrine that the sun is the center of the world, witchcraft, teaching evolution in schools, ritual satanic abuse, and acts of gross indecency with certain young men of London, to name just a few. The list, as read by the judge, goes on for five hours, with nearly everyone in the courtroom falling asleep midway through.\nThe satire should be plain. Winkie isn't High Literature. The literary and scientific allusions don't require a Ph.D. to decode; they define the scope of fun Chase wants the reader to have: Everything, from the Scopes trial to Wilde's arrest to Plato's trial, is fair game. It's the limitless sense of playfulness that carries even the most cynical reader happily along. And, honestly, who could hate a novel about a wrongly accused terrorist bear?\nChase writes: \"The little bear wept [...] Not because he was a prisoner now, but because he was a prisoner then as well -- full of hope but a slave to others' whims, silent and watchful, stuck in the warm confines of Ruth's family, loved, yes, but only as a toy [...]\"\nYet, for all his flights of fancy, Chase manages to construct something small and personal that resonates within all of us: the desire to be loved.\n(C) 2006 The Daily Iowan via U-WIRE\n\nLoad-Date: July 17, 2006"
}