{
    "title": "TEENS CRAFT MODELS OF FUTURE CITIES WITH AN EYE ON TERRORISM, OIL INDEPENDENCE",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 2,
    "day": 20,
    "full text": "Candeo Glacia is powered by hydrogen. Its residents submit to regular iris scans for security purposes. And the leaves on its bioengineered trees turn purple at any sign of radiation.\n That's how budding engineer Megan Horton, 14, sees the future: not dependent on oil, tightly secured and quick to detect terrorist threats not imagined by urban planners of the past.\nThe ability to respond to an attack, she and two classmates believe, should be part of any cityscape. \"It's real to us, just part of life,\" said Megan.\n Megan and twins Mitchell and Casey Laski, from Mission Middle School in Bellevue, Neb., won first place yesterday in the 11th annual Future City Competition, part of National Engineers Week.\n Their model of Candeo Glacia -- \"glowing ice\" -- is a neatly laid-out grid of buildings and waterfalls sitting above an underground methane hydrate-mining system that turns the gas to hydrogen.\n The threat of terrorism lies beneath their work, too, because it became part of their lives on Sept. 11, 2001. After terrorists flew airplanes into buildings half a continent away, nearby Offutt Air Force Base became part of the drama.\n President Bush was flown there as part of a spontaneous hopscotch across the country to give his advisers time to assess the threat against him -- and to confuse any terrorists who might have been interested in his whereabouts.\n The prospect of Air Force One being a target parked in their midst unnerved nearby residents, the students recalled. Unlike some of Candeo Glacia's futuristic technology, the threat of terror is now real to the students in Nebraska.\n \"It's part of us,\" said teacher Susan Hester. \"It's real. As we did this project, I said that we will do things to protect ourselves, they will build things with that in mind.\"\n The eighth-graders from Nebraska, who won a trip to U.S. Space Camp in Alabama, were among a handful of the 31 entrants who integrated the threat of terrorism into their models.\n The official theme of the contest, after all, was biotechnology.\n So the cities of the future proposed at the contest were overwhelmingly focused on alternative sources of fuel, ways to deal with pollution and, of course, fun.\n With names like Aquaterria (St. Valentine School of Redford, Mich.), Astrodel (St. Theresa School of Phoenix) and Ciudad del Suelo (Nativity of Our Lord School, Orchard Park, N.Y.), the teams proposed utopian civilizations far in the future, on the edge of the Great Barrier Reef, on an asteroid and underground in North Dakota.\n The team from St. Mary Parish School of Hales Corners, Wis., envisioned their city, Luminescence, to be business-friendly, feature forests and offer a petroleum-free transportation system called Skyway. The team won fifth place.\n\nLoad-Date: February 21, 2003"
}