{
    "title": "Teen pleads not guilty to murder plot",
    "publisher": "telegraph herald ",
    "year": 2013,
    "month": 9,
    "day": 7,
    "full text": "CHICAGO - A teenage terror suspect accused by the government of trying to set off what he thought was a bomb outside a Chicago bar pleaded not guilty Friday to new charges that he tried to have an FBI agent murdered from behind bars.\nAdel Daoud, 19, looked relaxed as he entered a U.S. district courtroom in Chicago for his arraignment, his legs shackled at the ankles.\nAfter marshals unlocked his handcuffs, he waved to his parents, then fist-bumped his lead attorney, asking, \"What's up man?\"\nOutside court later, the defense attorney, Thomas Durkin, told reporters that Daoud's cheerful demeanor raised questions about his psychological state. He said he wasn't sure if the teenager of Hillside, a Chicago suburb, appreciated the gravity of the situation, \"which is part of the problem.\"\nDaoud in October pleaded not guilty to a terrorism charge.\nAccording to court documents, an undercover agent pretending to be a terrorist provided the teen with a phony car bomb, watched him plant the bomb in downtown Chicago and press a trigger.\nHe now is charged with solicitation of murder, a charge that alone carries a maximum 20-year prison term. If convicted of terrorism, Daoud faces life in prison.\nAccording to court documents, Daoud tried in late 2012 to arrange the killing of an FBI agent who was involved in the sting that snared him earlier that year.\nThe documents say the plot was intended to prevent the agent from testifying.\nDurkin said the new charges are based on the word of a street gang leader-turned-jailhouse snitch who shared a cell with Daoud. The attorney asserted that such informants are notoriously unreliable.\n\"It's an absurd plot on its face. It's laughable,\" Durkin said.\n\"If my client's a terrorist, I'll eat my hat,\" he added.\nA spokeswoman for the U.S. attorney's office, Kimberly Nerheim, declined to comment Friday.\n\nLoad-Date: September 7, 2013"
}