{
    "title": "Teen accused of threatening shootout",
    "publisher": "telegraph herald ",
    "year": 1999,
    "month": 11,
    "day": 7,
    "full text": "Terrorism:The boy allegedly planned to pull alarm and fire at students on way out\nSTANWOOD (AP) - An eastern Iowa ninth-grader is accused of threatening to pull his school's fire alarm and shoot students as they scurried outside, a deadly scenario acted out last year at an Arkansas school.\nBrett Moravek, 14, of Mechanicsville is charged with terrorism and is being held in a juvenile detention center pending a court hearing later this month.\nSuperintendent Richard Hobart said Moravek, a freshman at Stanwood North Cedar High School, had a personal Internet site called \"Psychopathic Killa House of Horrors.\"\nKarla Moravek, Brett's mother, defended her son Friday night.\n\"He is being framed,\" she said. \"He was just joking around with friends.\"\nHobart said the school district first confronted Brett Moravek on Oct. 28 after worried students told the principal that Moravek was making threats about pulling the fire alarm and shooting students.\nSchool officials held a conference with the student and his mother, at which time Moravek promised he would stop his threats, Hobart said.\nHowever, three students reported hearing Moravek make more threats Tuesday, the superintendent said. Moravek was confronted Wednesday and removed from school.\nHobart called a school meeting Wednesday afternoon to tell the school's 300 students what had happened and to thank those who had come forward.\n\"I'm really proud of our kids for having the courage to tell us about the threats,\" he said.\nAfter being removed from school, Moravek was charged with the delinquent act of terrorism by making threats and released to his mother.\nBy Friday, Hobart said some parents and children in Mechanicsville were upset and uneasy because Moravek was not in custody.\nCedar County Attorney Lee Beine said Friday afternoon that a delinquency complaint had been filed against the teenager, clearing the way for him to be taken to a detention center in Montrose.\nThe threat mirrors a March 1998 attack at a school in Jonesboro, Ark., in which two boys pulled the fire alarm and fired at students and staff as they left the building. A teacher and four students died, and 10 others were wounded.\nSchool officials around the country have taken threats of violence more seriously in the aftermath of that shooting and other school attacks in places such as West Paducah, Ky., and Columbine High School in Littleton, Colo.\n\"This is the kind of thing that needs to be taken seriously,\" Beine said. \"I think we've taken it seriously. But I don't see any basis whatsoever to be comparing this to Columbine or Paducah.\"\n\nLoad-Date: November 9, 1999"
}