{
    "title": "Teen's hearing postponed in terrorism case",
    "publisher": "chicago daily herald",
    "year": 2014,
    "month": 10,
    "day": 22,
    "full text": "A Bolingbrook teen accused of trying to join the Islamic State terrorist group must wait at least two weeks before learning if he'll to need to stay behind bars pending trial.\nOn Tuesday, a planned detention hearing for 19-year-old Mohammed Hamzah Khan was postponed to Nov. 3. Federal Judge Susan Cox allowed the delay after prosecutors filed a motion to continue the hearing. Khan's attorneys didn't object.\nKhan has been in jail since his Oct. 4 arrest at O'Hare International Airport as he attempted to board a plane to Turkey. He's charged with attempting to provide material support to a foreign terrorist organization.\nThe delay gives the judge time to rule on whether parts of the detention hearing should be closed to the public.\nProsecutors are requesting a partial closure of the hearing because some of their evidence relies on testimony from minors. Khan's attorneys want the court proceedings to be open to the public.\nCox said she plans to issue a written ruling sometime before the Nov. 3 hearing.\nInvestigators say Khan, who was born in the suburbs to Indian parents, left a letter for them in his bedroom expressing disgust with Western society.\nOn the day of his arrest, Khan went to O'Hare with a round-trip ticket to Istanbul, Turkey. The ticket was purchased for him on Sept. 26.\nAfter Khan arrived at the airport, law enforcement agents watched him pass through the security screening checkpoint at O'Hare's international terminal. He initially was approached by U.S. Customs and Border Protection officers and later was interviewed by FBI agents at the airport, officials said.\nKhan told FBI agents he was planning to meet someone in Istanbul who would take him to the Islamic State group in Syria and Iraq, according to a federal complaint. When asked what he was going to do there, Khan said he expected to be involved \"in some type of public service, a police force, humanitarian work, or a combat role.\"\nWhile Khan was at the airport, federal agents searched his home and found multiple handwritten documents that appeared to be drafted by Khan or others expressing support for the Islamic State group, according to a federal complaint. The documents included travel plans and materials referencing jihad.\nIf convicted, Khan could be sentenced to a maximum of 15 years in prison and fined up to $250,000.\n\nLoad-Date: October 22, 2014"
}