{
    "title": "Teens forced to 'grow up fast'",
    "publisher": "usa today",
    "year": 1996,
    "month": 7,
    "day": 30,
    "full text": "Eighteen-year-old Mark Hubbard of Fargo, N.D., says one of his\nearliest TV memories is watching Ted Koppel talk about hijackings\non Nightline. He caught on early, Hubbard says, that we\n\"live in an age of terrorism.\"\nHubbard and most other members of USA TODAY's Teen Panel have\ncut their teeth on tales of terrorism. Recent incidents hit close\nto home.\nThe teens identify with the injured Fallon Stubbs, 14, whose mother\nwas killed by the pipe bomb in Atlanta, and the high school French\nclub that died on TWA Flight 800.\n\"Those students on TWA sounded like me and my friends,\" says\nAaron Benavidez , 16, of Stockton, Calif.\nThe two latest incidents \"make you grow up faster, realize how\ndangerous the world is,\" says Kyle Haden, 17, of Bethel Park,\nPa.\nThe bomb in Atlanta \"sits like a dead weight on everyone's heart,\"\nBenavidez says. \"You wonder if you are safe anywhere anymore.\"\nAmericans are centered on themselves, Haden adds, and should examine\nterrorism in other countries.\nSays Jennifer Tyus, 17, of Decatur, Ill.: \"We don't learn anything\nat all in school about terrorists. Where are they in our history\nbooks?\"\nSome of the panelists worry that overemphasizing the bombings\nlets the terrorists win. These are isolated incidents, says Tighe\nHerren, 16, of Louisville. \"There are idiots out there trying\nto cash in on the threat of terrorism, which has been around forever.\nThis doesn't mean there is some resurgence of a terrorist threat.\"\nBut most agree with Tyus. \"I take these bombings very seriously,\"\nshe says. She had been in Germany just one day with the Decatur\nYouth Symphony when TWA Flight 800 blew up. \"Everybody was talking\nabout it. What if our plane blew up on the way home! . . .Finally,\nI just said 'We have to take that risk.' \"\n\nGraphic\n\n \nPHOTOS, b/w, AP(3); PHOTO, b/w, David Finch; PHOTO, b/w, Cindy Stucky; USA TODAY Teen Panel: From left, Hubbard, Benavidez, Haden, Tyus and Herren.\n\nLoad-Date: July 30, 1996"
}