{
    "title": "TEEN-AGERS IN ATLANTA TOLD OF 'TERRORIST RAID'",
    "publisher": "the new york times",
    "year": 1987,
    "month": 2,
    "day": 8,
    "full text": "Plans to stage a mock surprise attack on a group of Jewish teen-agers to dramatize the dangers of terrorism were discarded Friday after objections by parents and the Israeli Consulate to surprising the children.\nInstead, the group of 130 Jewish teen-agers sat quietly and occasionally giggled in a five-minute staged attack tonight about which they had been told earlier.\nThe teen-agers, delegates from several Southeastern states to a United Synagogue Youth conference, asked questions of the ''terrorist leader'' but showed no apparent fear when a dozen fatigue-clad ''terrorists'' burst into Congregation Etz Chaim on cue.\nControversy had arisen when it was reported earlier that the adult organizers of the conference were considering staging a mock attack on the youngsters that would have included an enactment of a killing and rape. After several calls from parents and one from the Israeli Consulate in Atlanta objecting to the plan, the adult leaders said that there would be no such enactment of an attack and that they had never seriously considered one.\nThe youngsters were then informed of the plan, and those who did not wish to witness the terrorist attack were allowed to leave the meeting. The attack was staged by staff members from a nearby martial arts school who explained to the youngsters what would be likely to happen at each stage of a terrorist attack.\n''We had a whole range of options presented to us,'' said Rabbi Shalom Lewis, rabbi of Congregation Etz Chaim. ''The options ranged from a simple discussion of terrorism all the way to a full-scale surprise attack involving the children, but we never seriously considered a surprise attack.''\nRabbi Lewis labeled news reports indicating a decision to stage such a surprise attack erroneous.\nAside from military-style dress worn by the attackers and a single blank gunshot that announced their arrival in the synagogue, there was nothing in tonight's attack that suggested a real terrorist assault. Although plans for the surprise attack called for the youngsters to be taken ''hostage,'' adult leaders squelched that idea. Instead, the children were only witnesses to an attack on several security officers.\nThe youngsters had heard from anti-terrorism experts and from Arthur Koll, vice consul of the Israeli Consulate in Atlanta before tonight's staged demonstration. Rabbi Lewis confirmed that officials of the Israeli Consulate had objected to a mock surprise attack, however Mr. Lewis said consular officials were reacting only to news reports about such an attack."
}