{
    "title": "Teens, parking, now terrorism Mall guards get more training",
    "publisher": "the philadelphia inquirer",
    "year": 2007,
    "month": 1,
    "day": 4,
    "full text": "The job of a shopping mall security guard normally involves controlling rowdy teenagers, finding lost children, and patrolling parking lots. But starting this month, malls across the country will begin training guards for another task: fighting terrorism.\nThe 14-hour program is being developed by the International Council of Shopping Centers, a New York trade group, and the Homeland Security Policy Institute at George Washington University at a cost of $2 million. It is the first standardized antiterrorism curriculum written for the nation's estimated 20,000 mall security guards.\nDevelopers of the program say it is crucial to safeguard shopping centers, which have significant economic import and have emerged as modern-day town centers, with movie theaters, restaurants and even grocery stores and gyms.\n\"Many different facets of our society since Sept. 11 have had to take the stark realization that bad people might try to do bad things,\" said Paul Maniscalco, a senior research scientist at the university, who helped create the program. \"Security is really paramount in large, enclosed malls... . These events, when you respond to them, you make or break it in the first 20 minutes.\"\nNot everyone agrees, however, that America's malls face a serious threat of terrorism. And some critics question the effectiveness of the training when the private-security industry suffers from high turnover - most guards leave the job within a year and some in as little as four months, according to estimates from the Service Employees International Union.\n\"There is no justification for this,\" said Ian Lustick, a University of Pennsylvania professor and author of Trapped in the War on Terror. \"It's too diffuse a problem. There's a security problem in any public place... . The retail industry and shopping malls is just one little part of that.\"\nThe training focuses on making guards more aware of the effects of terrorist attacks and helping them recognize potential attackers. It includes understanding the characteristics of the nerve agent sarin (especially dangerous in enclosed spaces because it vaporizes quickly) and spotting suicide bombers (look for unusual dress, like a heavy coat in the middle of summer).\nThe program is being tested at a handful of shopping centers and is planned to be rolled out over the next six months.\nThe Department of Homeland Security categorizes shopping centers, along with other easily accessible public places, as \"soft targets.\"\nYet the retail industry has treaded warily. Customers expect shopping centers to be free and open, and malls are loathe to introduce stringent security measures, as airports have done, that might limit shoppers' access - or scare them off. Though security officers are usually uniformed, they are not intended to appear threatening.\n\"Their job is to be welcoming,\" said Robert Rowe, director of development for the American Society for Industrial Security, an Alexandria, Va., advocacy group for private security officers. \"The shopping mall doesn't survive unless people come.\"\nA report released early last year under the leadership of the Police Foundation, a Washington think tank, found that although some malls have made changes, they have not been enough. The report, financed by the Justice Department, cited lack of coordination with local law and emergency forces and of financing for new technology. It highlighted poor training of mall officers in terrorism awareness and response as one of the industry's main challenges.\nThat thinking broadens the responsibility of security guards: Mall security directors surveyed in the report put loitering children as their top concern, with terrorism second. Only 2.5 percent required guards to have some college education. Less than 1 percent required a degree in criminal justice.\nRobert Davis, lead author of the report, who now is senior research analyst at Rand Corp., said it was not feasible to teach mall guards the complex skills needed to identify potential terrorists, who are tracked through highly developed intelligence networks. He contends there is little malls can do to prevent an attack - they can only react to one.\n\"The biggest things malls can do is have really well-developed, detailed emergency-response plans and rehearse them,\" Davis said. \"The best thing they can do is respond effectively.\"\nManiscalco, the George Washington research scientist, said the curriculum would focus on awareness and response and was developed with the same materials used in training courses for emergency responders and law enforcement, tailored for mall security officers.\n\nLoad-Date: January 4, 2007"
}