{
    "title": "Teen's terror trial begins today Case among first in nation to apply anti-terror laws to school viol",
    "publisher": "charleston gazette",
    "year": 2005,
    "month": 6,
    "day": 10,
    "full text": "MOUNT CLEMENS, Mich. - A teen accused of plotting a massacre at his suburban Detroit high school pleaded guilty Thursday to several firearms charges - a day before his Internet terror trial is set to begin.\nAndrew Osantowski, 17, faces charges of making a threat of terrorism, using a computer to make threats of terrorism and possession of a firearm in a felony. Opening statements are scheduled for today.\nThe case appears to be among the first in the nation in which anti-terrorism laws are being applied to school violence, according to law enforcement officials.\nPolice arrested Osantowski in September after discovering Internet chat room messages in which the teen allegedly threatened to kill students at Chippewa Valley High School. The messages were sent to Celia McGinty, an Idaho girl who alerted her father, a university police officer. He contacted Michigan authorities.\nDuring a search of Osantowski's home, authorities found weapons, ammunition, bomb-making paraphernalia, Nazi flags and books about white supremacy and Adolf Hitler. The teenager's father and a man accused of giving the boy bomb-making instructions were also arrested.\nOsantowski had attended the school for less than three weeks before his arrest.\nDefense attorney Brian Legghio said the teen's pleas to three counts of receiving and concealing stolen firearms should limit the amount of evidence prosecutors may introduce on the remaining charges.\nMacomb County Circuit Judge Matthew Switalski has already thrown out most of Osantowski's confession, saying police coerced him. The judge ruled earlier Thursday that the Nazi flag and literature from the boy's home could not be entered as evidence.\nThe terrorism counts are punishable by up to 20 years in prison; the felony firearm charge carries a two-year mandatory sentence. Each firearms charge to which Osantowski pleaded guilty is punishable by up to 10 years.\nA sentencing date won't be set until after the trial.\n\nLoad-Date: June 10, 2005"
}