{
    "title": "Teenage jihadi's grounded at Chicago airport FBI nabs ISIS wannabe who left note for kin",
    "publisher": "daily news ",
    "year": 2014,
    "month": 10,
    "day": 7,
    "full text": "A WANNABE teen terrorist tried to join Islamic State fighters in Syria but got busted before he could fly out of a Chicago airport, officials said Monday.\nMohammed Hamzah Khan, 19, of Bolingbrook, Ill., bragged of being a \"lion of war\" but his trip to the jihadi battlefield ended at O'Hare International Airport without incident, officials said.\nThe FBI's Chicago Joint Terrorism Task Force nabbed the goateed Khan, a U.S. citizen, on Saturday after he blew his nefarious plans by leaving a sloppy trail of evidence - including a three-page letter to his parents with the plea not to alert anyone.\n\"My dear parents, there are a number of reasons I will be going to the blessed land of Shaam (another name for Syria) and leaving my home,\" reads the letter included in a criminal complaint.\n\"Western societies are getting more immoral day by day,\" he wrote. \"I do not want my children to be exposed to filth like this.\"\nIn the letter, Khan stated his desire to go to Syria or Iraq to join ISIS, FBI officials said.\n\"I extend an invitation, to my family, to join me in the Islamic State,\" he wrote. \"We are the lions of war. My nation, the dawn has emerged.\"\nIn capital letters, Khan begged his parents: \"Please make sure not to tell the authorities.\"\nHe signed the letter, \"Your loving son.\"\nAustrian Airlines said Khan's roundtrip ticket was purchased on Sept. 26. He was scheduled to fly to Istanbul via Austria and return to Chicago.\nHe was detained by U.S. Customs agents and questioned for three hours by agents with the FBI Joint Terrorism Task Force.\nWhile being held at the airport, FBI agents raided his suburban Chicago home, seizing handwritten documents and maps with arrows pointing from the Turkish border into Iraq and Syria, the complaint says.\nAgents also seized an ISIS flag from his bedroom with the words \"Come to jihad\" written in Arabic.\nKhan allegedly met a contact online who promised to transport him to ISIS strongholds in Iraq and Syria once he reached Istanbul, officials said.\nHe was charged with one count of attempting to provide material support or resources to a terrorist group, and faces up to 15 years in prison if convicted. Khan was ordered held without bail pending his next court appearance on Thursday.\n\nGraphic\n\n \nParents of Mohammed Hamzah Khan (top), who was cuffed before he could fly to Istanbul. [AP]\n\nLoad-Date: October 7, 2014"
}