{
    "title": "TEHRAN EXHIBITION GLORIFIES HUMAN TOOLS OF THE TERRORISM TRADE",
    "publisher": "pittsburgh post-gazette",
    "year": 2001,
    "month": 9,
    "day": 30,
    "full text": "At first glance, the sprawling exhibition here looks like a trade show -- with booths, color brochures and free key chains.\n But the theme of the First Universal Exhibition of Sacred Culture and Defense is Islamic revolution and holy war. The event glorifies groups condemned by the United States and Israel as terrorists.\nThere is Hezbollah of Lebanon, where Islamic militants first deployed the suicide car bomb in the early 1980s as part of a successful campaign to drive the United States, Israeli and French armies out of their country. The group brought along a five-man choir, which sings martial songs to the accompaniment of an electronic keyboard.\n \"The songs are about Jerusalem and the intifada [Palestinian uprising], about the Islamic resistance in Lebanon, about the leader of the Islamic community, Imam Khomeini\" ,says a militant in his 20s.\n Also on hand is the Supreme Assembly of the Islamic Revolution of Iraq, at a booth displaying photos of the Iraqi gassing of 5,000 ethnic Kurds in 1988. The Palestinians' booths are lined with gory pictures of young men who blew themselves up or were killed by Israelis, as recently as a few weeks ago.\n The long-planned event, which opened Sept. 21 and runs through Tuesday, commemorates the 21st anniversary of the country's brutal war with Iraq. There is no sign of Osama bin Laden, America's No. 1 suspect in the attacks on the World Trade Center and Pentagon. The Iranian government has long been at odds with bin Laden and his Taliban protectors in Afghanistan.\n While the scene seems to glorify military strikes and terrorist attacks on civilians, Majid Javanmard, a diplomat at the Iranian Foreign Ministry's stand at the show, has a different perspective:\n \"People have different views of terrorism. We condemn it, whether it is in New York, in [the Palestinian refugee camps of ] Sabra and Shatila, or Afghanistan. You've got to look at the context of each case.\"\n His booth features a fine pair of Persian carpets. Right opposite is a mock street wall with a sign reading \"Martyr Road.\" Visitors can look through holes in it to see a battlefield where a green military radio lies abandoned in the ruins of a house that glistens with blood.\n The exhibition was organized by Iran's Revolutionary Guards, the military power base of the hard-line stalwarts of the 1979 Islamic Revolution.\n\nLoad-Date: September 30, 2001"
}