{
    "title": "Television, Terrorism, and the Making of Incomprehension",
    "publisher": "the new york times",
    "year": 2001,
    "month": 12,
    "day": 7,
    "full text": "Of the many things Americans have learned this fall, we must not underestimate this one: We have now seen in a new way the extraordinary emotional power of television news. On September 11, television once again became the medium that made public mourning into an act of national self-definition. TV news took this role by doing what it does best, which is presenting political crises and policy issues as private stories.\nOn the day of the attacks, when I heard from a colleague that something terrible had happened in New York, I did what most people did: I turned on the TV. And just like everyone else I know, I spent much of the next week watching the continuous coverage.\nThe images I remember most are not of the plane slicing through the second tower, or the implosions of the buildings, or even the rescuers covered in soot, rushing in to save those they could. Instead, what stays with me are the families and friends, neighbors and co-workers, who began to arrive on the scene -- and on our screens -- in the hours after the attacks. They carried large photocopies of pictures of their loved ones, and when they spoke to reporters, tearfully telling of their last contact or determinedly showing the images that they hoped would inspire rescuers, I felt the loss of those strangers like a stab in the heart.\nThe personalized style of American television news means that stories like those of the families at the World Trade Center are told with remarkable force, and that is frequently a good thing: In an often faceless world, we need to remember the human effects of seemingly abstract political decisions. When television reporters interview anti-abortion activists outside a clinic or steelworkers protesting globalization, they bring that human dimension home. Even now, in the age of the Internet and CNN online, it was television-news coverage that had the immediacy, the intimacy, and the authority to help Americans fathom the unfathomable.\nThe danger comes when the human facet of a news story becomes its primary frame, as it did after September 11. When political events are narrated through the subjective terms of personal experiences and moral outrage, it becomes nearly impossible to understand why people in the rest of the world might view the situation differently. Just as Americans now realize how much we need to understand the history of the Middle East and U.S. foreign policy there, we also need to better understand the history of television news, and its strengths and weaknesses as a source of national narrative.\nIn the first hours after the attacks, we saw reporters struggling to make sense of what was happening, without a script, without knowing what else might be coming, without even any certainty about their own safety. Within a day, however, the major stations each had developed their own title for the events, their own signature images, and their own unofficial stance.\nFor most people, the style of reporting that emerged in the aftermath of September 11 recalled the saturation coverage of the Persian Gulf war in 1990-91, including the useless technical facts (how many Patriot missiles fired at Iraq; how many windows in the World Trade Center) to fill the minutes when so much substantive information was lacking.\nBut there were also other, even more eerily reminiscent precursors. Terrorism had been televised live before, and the history of that coverage was crucial to what Americans knew, and what they were prepared to know, on September 11. On at least two previous occasions, confrontations with Middle Eastern terrorism had deeply affected the American public: first with the massacre of Israeli athletes at the Munich Olympic Games in 1972, and then during the 1979-81 Iran hostage crisis.\nIn 1972, the Olympics were just beginning to be a national television event in the United States, thanks in part to the efforts of ABC, the network covering the games. When eight Palestinian guerrillas broke into the rooms of the Israeli team in the Olympic compound in Munich on September 5, taking nine Israelis and their coaches hostage, sports reporters suddenly became political correspondents.\nAs tense negotiations between the Palestinians and West German authorities continued throughout the day, ABC began continuous live coverage. Sportscaster Jim McKay anchored the broadcast for 16 straight hours, with the assistance of Howard Cosell. Peter Jennings, a young Middle East correspondent for ABC who was in Munich to do feature stories, managed to sneak into the Italian athletes' quarters and report by phone.\nAlthough the compound was sealed off, high-mounted television cameras captured extraordinary footage: first, a lone gunman, his head covered by a dark hood, who came out to the balcony of the dormitory to examine the situation outside. Then, German sharpshooters, dressed in athletic gear, positioned themselves around the building.\nSoon, realizing that the guerrillas were also watching television, ABC stopped covering the police preparations for attack. In the end, the German officials' plan to capture the attackers went terribly wrong, and a gun battle broke out between German police officers and the guerrillas. All of the Palestinians either surrendered or were killed, but not before they had killed all of their hostages.\nThe massacre had an extraordinary impact in the United States. Unlike earlier terrorist attacks in Israel by Palestinians and their allies -- which had killed dozens of people, both Israelis and international travelers -- this time, an American television network was on the scene, reporting events as they happened. ABC won 29 Emmys for its work in news and sports at Munich, as well as accolades from the Senate floor to The New York Times.\nBut the events in Munich were not just good television. They seemed to strike home politically as well as emotionally, as observers drew direct connections to the conflict in Vietnam. News anchor Howard K. Smith, for example, editorialized on ABC News shortly after the massacre that the stalemate in Vietnam and the continuing Arab-Israeli conflict proved that violence could not solve political disputes. Despite the Munich killings, he said, both Israel and the Arab states still had an interest in negotiating a settlement rather than continuing their conflict.\nConservatives, too, made the connection, albeit differently; they encouraged the Israelis to strike back with decisive force -- the kind of force that, they believed, would have made victory possible in Vietnam.\nIf live terrorist TV was born at Munich, it grew up seven years later, on November 4, 1979, when Iranian militants took over the U.S. Embassy in Tehran. Sixty-five Americans were taken hostage, and during the 444 days of their captivity, they became a national symbol. For more than a year, Walter Cronkite closed his nightly news broadcast on CBS with a reminder of the hostages and their fate: \"And that is how it was on January --, the -- day of the hostages' captivity.\" The story of the hostages became one of the most widely covered stories in television history, gaining as much sustained attention as civil rights, Vietnam, or Watergate.\nUnlike the Munich reporting, the television reporting about the hostages consistently highlighted the personal aspects of the crisis over its larger political context. And indeed, the suffering of the hostages' families was painfully clear in interview after interview, as family members struggled to maintain hope for the safe return of their loved ones.\nAt Christmas the first year, and again the second year, television crews went to homes and church services, and filmed presents being opened around Christmas trees where someone, a father or a daughter perhaps, was missing. The hostages didn't represent America because they were extraordinary, because they had roles as military and embassy personnel. They represented America because they were ordinary -- because television helped render them ordinary, in fact, identifying them with the private sphere, allied with family, emotions, and domesticity, and thus imagined as outside politics.\nThe approach seemed obvious, but television's presentation of the hostage crisis had important political implications for how most Americans viewed events in Iran. The contrast between the personal stories of the hostages and the public demonstrations of anti-American sentiment in Tehran only invited the American audience to feel their own furious bewilderment. Night after night, TV showed masses of people in Tehran chanting outside the U.S. Embassy, fists raised, their fury turned either on the people inside or on the effigies of President Carter that they burned outside the gates.\nIranian anger had a strong basis: The United States had long played a highly visible role in Iran, as the primary ally of the recently deposed Shah. In the early 1950s, the United States had supported the Shah against an emerging democratic movement. By the 1960s, the CIA was also training and financing the Shah's secret police, who were infamous for their use of torture and murder to suppress dissent. The Shah of Iran had been a major American ally for one primary reason: He was willing to back American aims in the Middle East.\nFor most of the postwar period, the U.S. government defined four often interrelated goals in the region: (1) protecting low-cost access to oil; (2) supporting Israel; (3) keeping Arab allies in place as a base for military and political action (which then could be used to help protect access to oil, as in the gulf war); and (4), until the 1990s, containing the Soviet Union.\nThat history was obscured for Americans, in part precisely because of the nightly ritual of viewing the hostage crisis in the news. Television news presented the hostages as symbolic of the primary threat posed by terrorism in the post-Vietnam era: Private lives would no longer be respected as private. At the same time, the fact that the hostages were viewed as private individuals, rather than as representatives of the government, is precisely what made them stand for the nation.\nAs so frequently has been the case, Americans insisted on seeing themselves, and even their nation, as essentially a nonpolitical entity. Within this depoliticizing of political relations the human focus of the television-news coverage -- which is so perfectly understandable at one level -- helped render the Iranian hostage crisis incomprehensible to Americans.\nIn February 1980, after more than three months of near-saturation reporting, the CBS news anchor, Walter Cronkite, could still open the evening broadcast with a frustrated reference to \"the gigantic puzzle that for the last 103 days has been Iran.\" The history of political alliances and social movements in the Middle East was virtually invisible; what the cameras could and did show were Islamic fundamentalists burning the American flag.\nOn the day the hostages were released, January 20, 1981, Ronald Reagan used his inaugural address to announce that \"terrorism\" would replace \"human rights\" as the nation's primary foreign-policy concern. Over the next decade, that first \"war against terrorism\" resulted in the Reagan-Bush military buildup and the reassertion of American political and military hegemony in the Middle East, a reassertion that included, among other things, American military intervention in Lebanon (1981-84), military and logistical support for Iraq in the Iran-Iraq war (1980-83), the sale of arms to Iran in that same war (the Iran-Contra deal, 1985-86), the American bombing of Libya (1986), and the expansion of arms sales to Saudi Arabia (1981-88).\nThe culmination of that reassertion was the gulf war, in which the United States assembled a multinational coalition to oppose Iraq, which had invaded Kuwait. Gulfwar television told the story of the military operation to a captivated audience, counting the days of the war just as it had counted the days of the hostage crisis.\nThis time, the narrative was less focused on the human drama than on a kind of technological fetish. The capacities of smart bombs and Patriot missiles were explained in great detail to Americans who were, presumably, hungry for news. But the emptiness, the lack of political context, the sense of determined incomprehension, remained familiar.\nToday, nearly three months after September 11, as the country remains on edge amid new dangers like bioterrorism, the history of U.S. actions in the Middle East is telling in its absence. Knowing that history might explain more fully a crucial reality: Despite what both the terrorists and the U.S. government often say, the anger at the United States expressed by many people in the Middle East has a complex genesis, one that goes well beyond Arab frustration with American support for Israel or, as has been rather absurdly suggested, Muslim hatred of freedom.\nOsama bin Laden insists that his primary goal is to punish the United States for maintaining troops in Saudi Arabia after the gulf war. But he finds support among ordinary Muslim Arabs because his anti-American rhetoric speaks to an entire history of U.S. military and political action in the region. For many people in the Muslim world, American policy is widely viewed as the mobilization of U.S. power for strategic and economic advantage of Americans, at the expense of both religious sensibilities and genuinely democratic movements in the Middle East.\nThe transformation in television coverage of terrorism -- from Munich, where the political links were made directly, to Iran, where they were obscured -- explains something about what many of us brought into September 11. There is, of course, no justification for the wanton murders of thousands of people in the World Trade Center and at the Pentagon. But if we fail to understand the larger context of the attacks, then we will not be able to comprehend how it is that many individuals in the Middle East who are appalled by the attacks' human consequences can nonetheless sympathize with the deep anti-Americanism that motivated them. And without that understanding, we will continue to develop the kinds of policies that give terrorists the ability to present themselves as freedom fighters. Mesmerized by what we can see on TV, we must not fail to ask what kind of history has been made behind our backs, and off the screen.\nMelani McAlister is an assistant professor of American studies at George Washington University and the author of Epic Encounters: Culture, Media, and U.S. Interests in the Middle East, 1945-2000 (University of California Press, 2001).\n\nLoad-Date: January 7, 2002"
}