{
    "title": "TELEVISION REVIEW; Wondering About Victory In the War on Terrorism",
    "publisher": "the new york times",
    "year": 1998,
    "month": 12,
    "day": 21,
    "full text": "If you have lost track, amid the unfamiliar names and murky allegations of who is supposed to have done what in the year's terrorist bombings in East Africa, tonight's \"Investigative Reports\" provides a sketchy guide. Drawn mainly from American sources, \"Death to America: The Terrorism Trail\" lays out the evidence and suspicions of what has become the case of the United States of America vs. Osama bin Laden.\nIn the months since the August explosions, Mr. bin Laden, the Saudi millionaire who fought the Soviet Union in Afghanistan before turning to preaching the murder of Americans, has been described by one investigator as \"a financial godfather\" of international terrorism.\nThis hourlong program, which begins with pictures of stunned and bloodied survivors, mostly Africans, moves like an exotic-locale paperback mystery, from a seemingly suspicious patient in a Nairobi hospital to a Jordanian in Karachi, Pakistan, to a Lebanese-American in the United States. The Federal Bureau of Investigation says it can connect these plotters with Mr. bin Laden, whom it also credits with playing a part in driving American troops out of Somalia in 1992 and in the bombing of the World Trade Center in Manhattan in 1993. He has been indicted in New York, with a reward of $5 million for anybody out there who can bring him in.\nThe charges have yet to be tested in court, but there has already been controversy over a retaliatory strike by the United States on what was advertised as a factory in the Sudan that produced nerve gas. The Sudanese deny it, and tonight's reporter says there are signs that the demolished factory was what they say it was, a pharmaceutical plant. However that dispute turns out, no one claims that America's response is likely to do much to discourage terrorism. An investigator, who might have been commenting on last week's headlines, says, \"You can't fight terrorism with a cruise missile.\"\nThis brisk hour leaves open the question of whether even the capture of Mr. bin Laden would make life safer for Americans. The publicity spotlight has given the man the aura of a mastermind of terrorism, but the program leaves the caution that such is the nature of terror and fear that the war against them may be unwinnable.\n \nINVESTIGATIVE REPORTS\n \nDeath to America:\nThe Terrorism Trail\nA&E, tonight at 9\n \nFor Investigative Reports: Bill Kurtis, executive producer. For A&E: Michael Cascio, executive producer; Gayle Gilman, supervising producer. A co-production of A&E Network and the BBC. Jane Corbin, reporter.\n\nGraphic\n\n \nPhoto: Osama bin Laden, a Saudi millionaire described as \"a financial godfather\" of international terrorism, has been implicated in several attacks. (Associated Press)\n\nLoad-Date: December 21, 1998"
}