{
    "title": "TELEVISION REVIEW The War on Terrorism, Without the Wrangling",
    "publisher": "the new york times",
    "year": 2003,
    "month": 9,
    "day": 18,
    "full text": "\"Threat Matrix,\" ABC's new drama about a team of counterterrorism experts working for the Department of Homeland Security, opens with a prelude as stark as that of the original \"Dragnet\" series. \"Their job,\" a stern narrator intones, \"is to keep us safe.\"\n     And perhaps the most striking feature of this fast-paced action series is its return to old-fashioned moral clarity: the good guys are really, really good, and the bad guys are terrorists. \n The pilot at least passes over the kind of bureaucratic infighting and interagency feuds that trammel reality and enliven the best thrillers. Novels by John le Carre or Alistair MacLean thrive on the enemy within. So do the Jack Ryan movies based on Tom Clancy's best sellers. Even the most cartoonish television spy shows, from CBS's canceled series \"The Agency\" to ABC's Jennifer Garner vehicle, \"Alias,\" weave government rivalries into the plot. (On A&E the British spy series \"MI-5\" revels in Foreign Office and C.I.A. meddling.)\nWritten in a post-Sept. 11 climate, \"Threat Matrix\" mingles up-to-the-minute realism and wishful thinking; Washington is intently focused on Islamic terrorism, and all the domestic tangles and bureaucratic wrangles between the C.I.A. and the F.B.I. have been smoothed out.\nThe premise is not entirely farfetched, it merely greatly exaggerates the primacy of the Department of Homeland Security: the department shares responsibility for counterterrorism with the Central Intelligence Agency and the Federal Bureau of Investigation. (It does not have its own team of crack agents.) The show, which coyly drops the name of Tom Ridge, the domestic security secretary, and works in fictional White House briefings, takes its title from a daily report to the president about the top terrorist threats. President Bush reads the threat matrix andmeets with the directors of the C.I.A. and F.B.I. every morning. His Oval Office routine is hardly a secret. On \"Meet the Press\" last Sunday, Vice President Dick Cheney mentioned that he and the president began their mornings by reading the latest intelligence reports \"on the nature of the threat that's out there.\"\n\"Threat Matrix\" is crammed with state-of-the-art technology and fact-based information. What it lacks is complexity or nuanced characters. The elite team is led by Special Agent John Kilmer (James Denton), a lantern-jawed F.B.I. investigator who reports directly to the White House, and his ex-wife, Frankie Ellroy-Kilmer (Kelly Rutherford), also of the F.B.I. Amicably divorced, they chase down Al Qaeda and other terrorists before they can strike.\nThey are aided by the top intelligence experts, among them an Arab-American C.I.A. agent called Mo (Anthony Azizi) and a deaf computer expert named Holly (Shoshannah Stern) who helps analyze overseas intelligence. Given the show's overall tone, it is safe to assume that the deaf character was not included as a metaphor for Western inattention to Muslim resentment. \nInstead she signals that even at the highest levels of national security, the American government (or ABC) is an equal-opportunity employer. All of Holly's colleagues in the command center know sign language fluently, and somehow during her F.B.I. training Frankie also picked up Bahasa Indonesian, which comes in handy when she has to interrogate a Swiss drug smuggler in Jakarta. \nThe most interesting moment in the first episode is not Frankie's daring escape from Indonesian hit men, nor even the shot of John forcing his way through an unruly crowd of wackily dressed anti-globalization demonstrators at a G-8 summit meeting so that he can deactivate a suicide bomber.\nIt is right after the opening scene, when a clever infiltration of a top-secret missile site on a military base turns out to be a hoax; John and his team were assigned to test the nation's defenses and detect weak links. He and Frankie cockily park their car, its trunk opened to reveal stolen plutonium, under the window of a general at the Department of Energy, who is, perhaps understandably, irate. \"I should have been given a heads-up about this, that's protocol,\" he shouts.\nJohn replies coolly: \"Yes, sir, in the old world that's right. But no terrorist is going to follow protocol.\"\nThe scene was included to establish the hero's authority quickly and to clear up any confusion over who is in charge. But the real-life tension between custom and crisis inside the federal government can be as compelling as its continuing battle against real enemies, particularly since terrorists have made such deadly use of its bureaucratic inertia and miscommunications.\nIf in future episodes \"Threat Matrix\" can make room for that dimension as well, it will be a richer show.\n\nTHREAT MATRIX\nABC tonight at 8, Eastern and Pacific times; 7, Central time\n\nDirected by Charles Haid; Daniel Voll, Michael Edelstein, Jim Parriott, Emile Levisetti and Keith Addis, executive producers. From Industry Entertainment in association with Touchstone Television.\n\nWITH: James Denton (Special Agent John Kilmer), Kelly Rutherford (Frankie Ellroy-Kilmer), Will Lyman (Colonel Roger Atkins), Anthony Azizi (Mo); Kurt Caceres (Tim Vargas), Mahershalalhashbaz Ali (Jelani) and Melora Walters (Lia Larkins).\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: Kelly Rutherford, right, in \"Threat Matrix,\" a new drama on ABC. (Photo by Craig Sjodin/ABC)(pg. E1); James Denton, left, Kelly Rutherford and Kurt Caceres in ABC's \"Threat Matrix.\" (Photo by Vivian Zink/ABC)(pg. E5) \n\nLoad-Date: September 18, 2003"
}