{
    "title": "Television Coverage of Gulf War Marks Entry Into 'New Territory'",
    "publisher": "the christian science monitor",
    "year": 1991,
    "month": 2,
    "day": 7,
    "full text": "SURREALISTIC, muffled reports from correspondents wearing gas masks; the sounds of bombs dropping; parades of military experts spilling a new lexicon of ''sorties'' and ''collateral damage''; giddy initial reports of coalition military prowess; the confusing reports of coalition bombs hitting an Iraqi baby formula factory, or was it a biological weapons factory?\nThese visions of the Persian Gulf war as prime-time spectacle have alternately fascinated and terrified American viewers.\nBut has it all served the public well? Several media experts say it largely has not.\nCriticism of television news has always been focused on the traditional broadcast techniques of live reports, the 10-second sound bite, and the quest for action versus talking heads.\nBut these old concerns take on new meaning as the dramatic television coverage of the Gulf war - much of it live - gives the medium unprecedented importance in diplomatic concerns, public opinion, and even in the morale of troops watching from their Saudi desert bases, say authorities on mass communication.\n''We're into new territory here,'' observes Jay Rosen, a research fellow at the Gannett Foundation Media Center at Columbia University in New York.\nThe traditional weaknesses of television news, Dr. Rosen says, ''now come together with this extraordinary, grave moment and a whole (television) history of unreflective behavior (becomes) more serious because of the centrality of it to events.''\nExperts see problems in both the dramatic instant reporting of the war, which has been the most riveting and controversial part of television coverage of the crisis, as well as other aspects of the television news packaging.\nThe overall problem with the television coverage, experts say, is that it has largely played on the theatricality of this historic time. They point to the martial music used in news programs, the special war logos used as if packaging a miniseries, and titles reminiscent of cowboy movies such as CBS's ''Showdown in the Gulf.''\nThe theatricality, says Rosen, makes viewers feel as if they are present at a kind of command center where the drama is taking place. ''It draws us in as spectators. The experts can tell us how a war is conducted but they can't tell us how to conduct ourselves as citizens.\n''When we consent to war we need to keep considering and reconsidering what we've consented to, what are the moral and ethical meanings, the moral implications… How do we come to secure a morally sound basis for our belief (in the war)?''\nWhat is missing is a ''civil voice'' like the ethicist, anthropologist, theologian, or even the poet, who each can give viewers something to reflect on, Rosen says.\nThe debates held in Congress leading up to the war were a ''wonderful example'' of how television can provide that civil voice, observes Neil Postman, a New York University professor who has written books on the effects of video technology.\n''Here was an example of people seeing all the representatives not in sound bites but in robust and passionate discourse over this matter … with practically every single point of view. It was the wonderful connection television can make with democracy,'' Mr. Postman says.\nPerhaps the most controversial aspect of war coverage so far has been the instant reporting of correspondents on the scene in Baghdad, Tel Aviv, and Saudi Arabia. Because of the censorship by both sides, reporters beaming out over satellite connections from the site of action often know little more about the situation than the audience itself.\nThis raw reporting, unedited, and motivated by a competitive spirit with other networks, can be seen as a form of terrorism, suggests Postman.\n''In a sense, terrorism is the act of terrifying people about something that might happen. How much should they discuss acts of terrorism before it becomes terrorism?'' Postman asks about the alarm evoked by live reports, such as one broadcast of Iraqi use of chemical weapons that was later proved to be false.\n''There is no great compelling merit in live broadcasting unless there is something substantive to say,'' says Murray Fromson, director of the Center for International Journalism at the University of Southern California and former CBS correspondent.\nSteve Friedman, executive producer of NBC News, defends instant reporting: ''Going live and doing an edited piece are two separate things. With live you don't know what the results are, it's not a calm presentation, it's not well balanced with both sides, but who cares, (as long as viewers) understand this is one kind (of news) and the other is the other kind.''\nMr. Friedman says the viewer understands that a live broadcast may be subject to mistakes and that as the truth is learned, the report will be amended.\nBut, says Lawrence Lichty, director of the Media Studies Project at the Woodrow Wilson Center, ''the most obvious problem when somebody says something wrong (in a live report) is that we act on it. We have to presume governments are more careful than this … but the great danger is of either public or government action without careful consideration.''\n\nGraphic\n\n \nPHOTO: ANTIAIRCRAFT FIRE IN BAGHDAD: TV takes on unprecedented importance in public and private discourse., CABLE NETWORK NEWS"
}