{
    "title": "Tempe memorial event preserves importance of 9_11",
    "publisher": "university wire",
    "year": 2013,
    "month": 9,
    "day": 11,
    "full text": "The sound of bagpipes filled the air of Tempe Beach Park on Wednesday morning to\nhonor the lives lost in the 9/11 terrorist attacks.\nThe 10th annual Healing Field event began at 5:46 a.m., the exact time the first plane struck the World Trade Center 12 years ago. Rev. Ron Poston commenced the service with a prayer.\nTempe Mayor Mark Mitchell welcomed the attendees and thanked those responsible for making the event possible every year.\n\"We will not forget the 2,996 victims that lost their lives 12 years ago today,\" Mitchell said.\nTempe Police Chief Tom Ryff related the importance of the 9/11 tragedies to the unfortunate events that have occurred since that day.\n\"On April 15, 2013, in Boston during the marathon, we witnessed another act of terrorism,\" Ryff said. \"The reaction to this dreadful attack was described by experts as a success due to the preparation and emergency response that went into the event.\"\nRyff explained that the successful reaction came from the lessons learned on 9/11.\nTempe Fire Chief Greg Ruiz added that law enforcement focuses on fighting terrorism.\n\"The men and women of law enforcement remain committed every day to go out and continue the fight of terrorism, domestic terrorism and keeping our community safe,\" Ruiz said.\nHealing Field, which started in 2003, is one of the nation's longest-lasting 9/11 memorials. The event was created to help Americans heal and not feel alone, city of Tempe spokeswoman Denise Rentschler said.\nEmanuel Guardado, a sophomore at Chandler Gilbert Community College who attended the event, said he joined the military because of 9/11.\nNearly 3,000 flags are posted in the park, and each one represents a life lost during the 9/11 attacks. Guardado said these flags hit him hard.\n\"You don't actually realize until you see every single flag,\" Guardado said.\nEmily Valdez, a former ASU student, said she found out about the event through the city of Tempe's website and attended it to get more information on 9/11.\n\"I was 8 or 9 when this happened,\" she said. \"You're so little, you don't realize until you are older that all these people had chances and opportunities and had things they wanted to do in life and woke up one day and couldn't accomplish that.\"\nThe Healing Field memorial will remain in the park until Sept. 15, when the flags will be taken down until next year.\nReach the reporter at jmhobbs@asu.edu or follow her on Twitter @jamiemhobbs\n\nLoad-Date: September 18, 2013"
}