{
    "title": "Ten years after Sept. 11, do you feel the U.S. is safer_ Readers share their thoughts about how the",
    "publisher": "usa today",
    "year": 2011,
    "month": 9,
    "day": 9,
    "full text": "Is America any safer after 9/11? Yes, I think the U.S.  has addressed  problems by improving  airport screening and more.  We are  more aware of our surroundings, but there is still terrorism  that we might not  be ready for. For example, who would ever have thought of  using  airplanes as missiles before 9/11?\nTen years later, two wars are  going on.  Soldiers are putting their lives on the line for  our national security. So much money, time and effort have gone into  fighting terrorism. We did kill Osama bin  Laden. What is next? Will Afghanistan be able to secure its own country? The answer will come in time. But there will always be a new enemy.\nIs America any safer today? It is and it isn't, but what price can you put on freedom?\nCarol Jones\nJackson, Miss.\nFreedoms have been lost\nConsidering that the probability of being killed or injured in a terrorist attack is minuscule, I feel as safe now as I did before 9/11. But I feel a lot less free.\nThere is far too much fear, paranoia and acceptance of idiotic and unreasonable  \"security\" measures. Restrictions on bringing liquids aboard planes, random bag checks at public transit stations, intrusive security measures at sporting events, and the  sneak-and-peek provisions of the USA Patriot Act are examples of overreaction.\nWe have lost too much freedom as a result of such things. When people overreact to fear of terrorism, the terrorists have won.\nPaul Debbas\nHawthorne, N.J.\nPatriotism flourishes\nI think our nation has become more patriotic since the 9/11 attacks. I see more citizens flying the flag, more sports fans removing their hats during the national anthem, and more students putting their hands over their hearts during the Pledge of Allegiance.\nPerhaps the greatest change I have seen comes from within. Since that fateful day,  I have changed.  I love my country with a passion I  never  knew before. I live each day trying to make a difference in this world, and I believe that education is our greatest tool for peace. On Sunday,  I cannot watch the remembrance service or hear my hero, former president George W. Bush, speak. I will be starting my first day of school in Al Khor, Qatar,  where I will devote the next two years to teaching Muslim boys and showing them a positive side of America.\nI don't know whether the 9/11 Commission recommendations were met or whether it even matters. In truth, Americans will never feel the security they did before 9/11. But the terrorists did not break us, and our patriotism still soars.\nFrancy Johnson\nDoha, Qatar\nNo easy solutions\nWhile the significance  of 9/11 rivaled Dec. 7, 1941, we didn't go into full-war mode as a nation. Instead, we have relied on limited  actions, which have nonetheless resulted in additional loss of life and lack of  resolutions.\nGranted, the threat of a nuclear Armageddon always has tempered our military posture since the beginning of the Cold War;  however, we are dealing with an ideological movement whose members are more intent on destruction rather than rational resolution  of differences.\nWe, as a nation,  must recognize that there is no easy solution.  How we approach this dilemma likely will determine our future status  as a world power, especially now that Egypt, Libya, Syria and other Middle Eastern countries are undergoing dramatic political change.\nDean Dranias\nAurora, Ill.\nPriorities have shifted\nA few years ago, I had to miss a fairly significant business meeting to attend my daughter's elementary school play. I called and explained my situation. In the pre-9/11 business environment, I would have been reprimanded. This time, when I returned to work, everyone wanted me to tell them about the play. Even the people in the meeting.\nTo all of you who went from business decisions that Tuesday morning 10 years ago to facing death, to all of you who opened a passageway for your fellow man to crawl out of while you knew  you weren't going to make it: Yes, we are a better nation. We hug each other now, and when we do, we mean it. You made us make a difference.\nGlenn Morris\nChattanooga, Tenn.\nPeople always on guard\nThere has been good and bad change. On the positive side, we as a people feel more proud of being American with many showing more outward signs of patriotism.\nHowever, we have a higher level of fear and stress over terrorist threats close to our homes, where we work and where we gather. This is our new reality. We are stuck with it.\nDick Barton\nPark Ridge, Ill. \n\nGraphic\n\n \nphoto By Justin Sullivan, Getty Images At Liberty State Park: Jessica Jamroz touches a name etched in the Empty Sky memorial Wednesday in Jersey City, N.J. The park is across the Hudson River from Ground Zero.\n\nLoad-Date: September 9, 2011"
}