{
    "title": "Ten dead after van strikes pedestrians in Toronto Police have suspect in custody; motive still uncle",
    "publisher": "the world",
    "year": 2018,
    "month": 4,
    "day": 24,
    "full text": "OTTAWA, Ontario - A white rental van plowed through pedestrians on a sidewalk along a busy commercial street here Monday, killing 10, injuring 15 and leaving one of the world's safest big cities with a path of carnage that spread for nearly a mile.\n Though officials did not say whether the incident was terrorism-related, it marked the latest grim reminder of how a vehicle could be turned into a weapon - in this case, speeding through a crowd at lunch hour on a sunny day, sending people and mailboxes and baby strollers flying, in what eyewitnesses described as a deliberate act.\n Toronto police Chief Mark Saunders identified the man as Alek Minassian, a 25-year-old from Richmond Hill, Ontario. Saunders said Minassian was not known to police, and that he did not have a weapon. Police said they did not yet know of a motive. The driver was taken into custody after a showdown, captured on video, in which he told officers that he had a weapon and said, \"Shoot me in the head.\" He gestured at police with an object and then tossed it onto the ground.\n Canadian officials were cautious in the aftermath of the incident, saying that they would need a long investigation into one of the country's bloodiest mass killings. Canada's public safety minister, Ralph Goodale, said he saw no reason to raise the national terror threat level. The incident had echoes of vehicle attacks in the French city of Nice, as well as in London and New York City - a method that the Islamic State militant group encouraged followers to use. But mentally ill people with no terrorism connections have also carried out such assaults.\n \"We lost a little bit of our innocence,\" John Filion, a city councilor who represents the area where the incident occurred, said in a phone interview Monday. \"We often think of ourselves as being somewhat excluded from the violence and craziness that goes on in other parts of the world. You just kind of don't think of Toronto as a place where that kind of violence will come to.\"\n Peter Yuen, Toronto police services deputy chief, told reporters: \"I can assure the public all our available resources have been brought in to investigate this tragic situation,\" according to the Associated Press.\n Save for a police helicopter circling overhead, the incident brought an eerie silence to one of the city's busiest streets, which had been filled Monday afternoon with people enjoying one of the first warm and sunny days of the year after a long winter.\n The attack took place in the center of North York, a part of Toronto that has grown over the past two decades into a secondary downtown.\n The area - dotted with shops, condo towers and many Korean restaurants - is so heavily trafficked that Toronto's city council debated widening the sidewalks and reducing lanes of traffic to make it more pedestrian-friendly earlier this year.\n \"He started going down on the sidewalk and crumbling down people one by one,\" Ali Shaker, who was in the vicinity of the incident, told CTV News. \"He just destroyed so many people's lives.\" He said the driver was traveling at an estimated 35 to 45 mph.\n Sunnybrook Hospital, a trauma center near the site, said it had received 10 victims, all of them adults. Two were pronounced dead, five patients were in critical condition and the rest were in serious condition, according to Dan Cass, the hospital's executive vice president.\n\nLoad-Date: April 24, 2018"
}