{
    "title": "Tensions Rise as Far-Right and Anti-Fascist Groups Face Off in Portland",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 18,
    "full text": "PORTLAND, Ore. -- About 1,200 people converged for a rally on Saturday at a waterfront park in Portland, Ore., where far-right groups faced off with anti-fascist counterprotesters and brought much of the downtown area to a standstill.\nPresident Trump weighed in on the tense situation in Portland on Saturday morning, calling out the anti-fascist group known as Antifa on Twitter and suggesting support for designating it as a terror organization. He did not mention any of the right-wing groups, although both they and Antifa have a history of using violence against their opponents. \n  Many of the far-right demonstrators support a bill sponsored by Senator Bill Cassidy of Louisiana and Senator Ted Cruz of Texas, both Republicans, urging Congress to identify Antifa, short for anti-fascists, as a domestic terrorist group.\n  The rally was the latest in a series of vocal and at times violent political demonstrations in a city where protest is a rich tradition but where residents have grown increasingly weary of extremist saber-rattling on their streets.\n  For weeks, the police and local politicians have been urging protesters not to show up at all, and those who inevitably arrive to be peaceful. Officials and residents feared a melee like one in the city on June 29, when a conservative writer was assaulted by black-clad protesters.\n  On Saturday, a few confrontations broke out in the park as the rally began, but the far-right groups eventually moved behind a police line and were separated from the counterprotesters by a wide gap that officers worked aggressively to maintain.\n  Later, many of the right-wing protesters left the area and crossed the nearby Hawthorne Bridge to the east side of the city. But some stayed on the west side, and Antifa members followed them through the downtown streets shouting at them to leave the city. At least two of those walking with the militia members appeared to have been hit with white substances resembling milkshakes.\n  The Portland Police Bureau said 13 people were arrested. Officers intervened in occasional skirmishes at or near the park and seized a stun gun, bear spray, a shield, and metal and wooden poles from the protesters, the police said.\n  Officials declined to discuss whether the people arrested -- on charges including disorderly conduct and unlawful use of a weapon -- were affiliated with right-wing groups or with Antifa.\n  Six people sustained minor injuries during the protests, according to the police, with one sent to a hospital for treatment.\n  The rally itself was largely uneventful. But more fights broke out after the groups had dispersed and roved the downtown streets in smaller packs, with tense and sometimes bloody exchanges flaring up between demonstrators.\n  By late afternoon, the police declared the clashes a civil disturbance and began to clear the area around Southwest Park Avenue and Southwest Morrison Street, where a throng of protesters and bystanders had gathered.\n  At a news conference on Saturday night, Mayor Ted Wheeler of Portland excoriated Joe Biggs, who formerly worked for the far-right conspiracy show ''Infowars'' and was one of the main organizers of the rally. He said Mr. Biggs was stoking fear and wasting taxpayer dollars on security measures.\n  ''We do not want him here in my city, period,'' Mr. Wheeler said, adding that white supremacists groups have been emboldened to spread their message of hate toward women, people of color and immigrants.\n  Mr. Wheeler added that Portland was ''always going to be at or near ground zero when it comes to this battle'' because of Oregon's free-speech statutes.\n  A White House spokesman did not respond to an email seeking an explanation of Mr. Trump's tweet, as well as why he chose to target Antifa and not others in the clashes.\n  But Mr. Trump has repeatedly sought to highlight incidents involving Antifa, and has accused the news media of not giving the group's tactics enough coverage. He has often highlighted them amid criticism of the rhetoric used by white nationalists.\n  Which groups are demonstrating?\n  Far-right groups congregated at the south end of the park on Saturday morning. Some wore body armor and helmets, and at least one had a visible pocketknife and pepper spray, which he said were to be used ''as a last resort.''\n  Among the other far-right groups were the Proud Boys, an all-male group whose members sometimes share racist or misogynist ideas, and who have fought with protesters before.\n  The most vocal promoter of the rally was Mr. Biggs, who said he had organized the rally in response to the beating of the conservative writer Andy Ngo in the clashes in June.\n  Many have blamed Antifa for the beating, which was captured on video. No one has been charged in connection with the assault, which the police are continuing to investigate.\n  Rose City Antifa, which is based in Portland and is one of the oldest and most organized Antifa groups, encouraged its followers to attend the rally.\n  The Portland police said they would use 'whatever means necessary' to curb violence\n  ''To those people planning to come and inflict violence in our city: We don't want you here,'' Ted Wheeler, the mayor, said in a recorded admonishment this month. He warned that the police would use ''whatever means necessary'' to uphold the law.\n  The police and the mayor repeatedly said they would not target any political group, but rather seek to stop violence perpetrated by people of any viewpoint.\n  Joey Gibson, the leader of another conservative group, Patriot Prayer, which has organized similar rallies in the past, turned himself in to the Portland police on Friday after being charged with rioting in another clash in May. He appeared at the rally on Saturday.\n  Two members of the Proud Boys are on trial in New York after being charged with attempted assault in an attack on people believed to be members of Antifa. The Proud Boys also hosted a free speech rally in Washington D.C. in June, during which Antifa protesters clashed with police and some conservative demonstrators.\n  What would it mean to call Antifa a domestic terrorist organization?\n  The Antifa bill from Mr. Cassidy and Mr. Cruz is largely symbolic; there is no government list designating groups as domestic terrorist organizations, and the bill does not call on any federal agency to create one. It says simply that groups operating ''under the banner of Antifa'' should be labeled domestic terrorists.\n  The bill also asks the federal government to ''redouble its efforts'' to oppose domestic terrorism, including by white supremacists, and calls on the Senate to express ''the need for the peaceful communication of varied ideas in the United States.''\n  The massacre in El Paso earlier this month, in which a gunman killed 22 people, brought renewed calls for the creation of a law specifically outlawing domestic terrorism after the police said the gunman had written a racist, anti-Latino manifesto.\n  While there is a federal crime outlawing ''acts of terrorism transcending national boundaries,'' there is no crime for domestic terrorism. People who are identified by police as domestic terrorists can be prosecuted for violating state or federal laws.\n  Why does this keep happening in Portland?\n  Opposing groups have faced off in Portland several times in recent years. Sometimes the protests turn violent.\n  Now used to the mayhem, residents and event planners in the city prepared accordingly. A five-kilometer run was moved from one side of the Willamette River to the other to avoid the protest, and the police posted a map on Twitter identifying a dozen other events that it said would not be affected by the demonstration.\n  Rallies are so common in Portland in part because it is a hub for anarchists and radical political groups, drawn to the city's reputation of upholding the rights to free speech and protest.\n  Mike Baker reported from Portland, Ore., and Nicholas Bogel-Burroughs and Neil Vigdor from New York. Maggie Haberman contributed reporting from New York.\n  This is a more complete version of the story than the one that appeared in print.         \n\nhttps://www.nytimes.com/2019/08/17/us/portland-oregon-protests.html\n\nGraphic\n\n \nPHOTOS: Officers at the Hawthorne Bridge in Portland, Ore., near the park where a rally of far-right protesters and Antifa, anti-fascist counterprotesters, demonstrated.\n Demonstrators from right-wing groups crossed the Morrison Bridge to reach the rally at a waterfront park in Portland. The groups and the counterprotesters were eventually separated by a wide gap that police officers worked to maintain. Before the rally, President Trump suggested labeling Antifa as a terror organization. (PHOTOGRAPHS BY RUTH FREMSON/THE NEW YORK TIMES)       \n\nLoad-Date: August 18, 2019"
}