{
    "title": "Terrorism courses added at USC next semester",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 8,
    "full text": "Freshman seminar and special-topic courses related to the Sept. 11 attacks will be added this spring to promote academic discussion about current events in the classroom at the University of Southern California.\n\"I wanted to give students a place where they could get together with faculty members and learn about what is going on in the world together,\" said Richard Fliegel, director of freshman seminars and general education coordinator, who implemented the new courses.\nThe freshman seminar courses will include Cultural Diversity in Islam, Armageddon: the End of the World, and Can't We All Just Get Along?: Ethnic Conflicts and the Media. All seminars are limited to freshmen. Azade-Ayse Rorlich, professor of history, will teach Cultural Diversity in Islam, which will focus on the relationship between culture and religion, as well as the diverse people who claim Islamic affiliation. The course will also investigate the shared fundamental beliefs of Muslims.\nU. Southern California\n\"I think this class will help students understand Islam thoughtfully and academically,\" Fliegel said. \"I hope it will reduce people's fears and prejudices of Islam and allow people to understand the values of Muslim people around the world.\" The freshman seminar courses will give students the opportunity to discuss current issues and seek the truth, Fliegel said.\n\"I wanted to create a place where people who need to learn about these issues can go,\" he said.\nSpecial-topic upper-division classes scheduled for next semester relating to the terrorist attacks include Cultures of South Asia: India, Pakistan, Nepal. The anthropology class will address violence and terrorism and explore Islam. The International Relations department is offering a course titled New Security Challenges: A Military Perspective. The class, instructed by John E. Peters of the Rand Corporation, will investigate the potential impact of recent security challenges on international relations and how the military will deal with these challenges.\nExisting classes relating to terrorism are beginning to fill up. Terrorism and Genocide, a political science course, is half full, with 100 students registered. Only three spots are available in the International Relations course U.S. Policy Toward the Middle East: 1950 to the Present.\nNearly 40 students are registered for the 50 seats in International Terrorism and Liberal Democracy. International Relations Professor Todd Sandler will teach the course, which is regularly offered in the fall through the department. \"I want this class to help students put the terrorism threat in perspective, what seems to work against terrorism and what doesn't,\" Sandler said. \"What exactly are the terrorists trying to achieve?\"\nThe Political Violence Initiative, launched by the College of Letters, Arts and Sciences, is setting aside funding for classes about the post-Sept. 11 world. The initiative also makes it easier and quicker to get classes related to the terrorist attacks approved using the fast-track options.\nThe normal deadline to obtain approval for courses for the Fall 2002 semester was Nov. 2. But fast track will make it possible for faculty to get approval for courses that focus on Sept. 11-related issues after the deadline. The fast-track option is available for freshman seminar courses, Arts and Letters general education courses and multidisciplinary courses. Sarah Pratt, dean of academic programs for the College of Letters, Arts and Sciences, speculates that many professors will want to teach classes on such issues.\n\"I think the number of faculty that participated in the teach-in and were listening in the crowd is an indication of a very high level of commitment and interest the faculty has on addressing these issues,\" Pratt said. The classes will allow students to learn about cultures other than the one they grew up with, Pratt said.\n\"The intersection of the 'me' and 'not-me' cultures can often lead to violence,\" she said. \"I hope these classes will be a way for students to better understand our world, how does it emerge, and what can we be doing to deal with it.\"\nUSC is not the only college that will offer classes related to the terrorist attacks. The College of Letters and Sciences at UCLA created 50 new courses this fall quarter that explore issues emerging from the terrorist attacks. Many of the courses will also be offered for the winter quarter.\n\"These courses provide an excellent way to involve undergraduates especially our newest students in understanding and coping with these tragic events,\" said Brian Copenhaver, provost of UCLA's College of Letters and Sciences. Pepperdine University has not added any new courses, but offers students a lecture series. Loyola Marymount University also has not added any new courses to their class schedule, but professors will address Sept. 11 issues in classes in the political science and philosophy departments.\n(C) 2001 Daily Trojan via U-WIRE\n\nLoad-Date: November 8, 2001"
}