{
    "title": "Terrorism shadows New Year in Asia",
    "publisher": "the capital ",
    "year": 2003,
    "month": 1,
    "day": 1,
    "full text": "SYDNEY, Australia - The word \"Peace,\" written out in lights, blazed over Sydney's famed harbor as millions in Asia rang in the New Year under tightened security and fears of terror attacks.\nSeveral hours before midnight, a bomb went off in a market filled with holiday revelers in the southern Philippines, killing at least six people and wounding 30 others. There was no immediate claim of responsibility, but authorities suspected Islamic separatists.\nIn downtown Seoul, at least 20,000 South Koreans gathered in a candlelight demonstration to protest the deaths of two teenage girls killed when they were hit by a U.S. military jeep. The protesters set off fireworks, some chanting, \"Punish the murderous American soldiers!\"\nOne of the first nations in the world to see in the New Year was New Zealand. In the largest city, Auckland, fireworks erupted from the 1,076-foot Sky Tower on the stroke of midnight while crowds cheered on the streets below.\nIn Australia, police closed Sydney's downtown to traffic in a security clampdown rivaled only by the city's 2000 Olympics. Hundreds of thousands of people watched the spectacular 15-minute fireworks show that climaxed with a display on the Harbor Bridge blazing in the shape of a dove clutching an olive branch in its beak and then the message of peace.\n\"After … all this talk about terrorism it is so good that Australians overcame adversity,\" Sydney Lord Mayor Frank Sartor said after the fireworks. \"We went on and celebrated and had a great, great party.\"\nAlong with celebrating the New Year, Europeans were marking a year of using the euro as cash. People in the European Union nations are complaining about price increases they blame on the new currency, launched on Jan. 1, 2002, though EU officials insist it has not caused inflation.\nPacific Rim nations have been on heightened alert since Oct. 12, when bombs tore through two nightclubs on the Indonesian island of Bali, killing 192. The victims were mostly Western vacationers and 88 of them were Australians.\nThe blasts are blamed on Jemaah Islamiyah, a group linked to Osama bin Laden's al-Qaida terrorist network.\nIn a defiant gesture against terrorism, Indonesian President Megawati Sukarnoputri was to lead national celebrations on Bali, not far from the attack site.\nOverall, more than 200,000 security personnel would be on duty across the world's most populous Islamic nation. In the capital, Jakarta, bomb squad officers and armed officers were watching over revelers.\n\"We are all on full alert,\" said police spokesman Lt. Col. Zainuri Lubis.\nNonetheless, nervous western embassies told their citizens to stay at home.\nThe explosion Tuesday evening in the southern Philippine town of Tacurong was triggered either by a mortar shell equipped with timer or a grenade place next to a stall selling fireworks, chief police inspector Jaime Guiballa said.\nAuthorities have blamed the separatist Moro Islamic Liberation Front for a series of bomb attacks in the country's south during the past two weeks and an ambush that killed 30 people and injured dozens. The rebels have denied the charge.\nIn the Philippine capital, SWAT teams and plainclothes agents on motorcycles were posted near the already tightly secured seaside American Embassy and other diplomatic missions in the capital to prevent possible terrorist or rebel attacks timed with New Year's, Manila police chief Pedro Bulaong said.\nAlthough there were no specific threats, \"emergency units were on standby to respond to anything that could happen,\" Bulaong told The Associated Press.\nSecurity in the mostly Muslim Pakistan has been stepped up for New Year's - a celebration some religious leaders frown on as Western, decadent and against Islamic traditions.\nIn Karachi, where several terrorist attacks have targeted foreigners in 2002, police were enforcing a ban on hotel parties as thousands of young people gathered on beaches on the Arabian Sea.\nIn Kabul in Afghanistan, few New Year's Eve celebrations are expected, apart from private parties, mostly among foreigners. International peacekeepers were mulling whether to set off fireworks at midnight over the city, more used to the pyrotechnics of war than peace.\nIn Japan, millions of Japanese will throng to shrines and temples. Toshinobu Hiroki, spokesman for Japan's National Police Agency, said there had been no specific warnings of terrorist activity.\nSecurity is always tight in Beijing, China, and it wasn't clear whether measures had been ratcheted up further for the New Year, which is not widely celebrated.\nPublic buildings are always closely guarded and, in the embassy district, roads are blocked and guards, some toting submachine guns, are posted every few feet.\nAlso, apparently bowing to security concerns, the legendary Paris-Dakar rally will not start in Paris nor end in Dakar, Senegal.\nInstead the race of 128 cars, 165 motorbikes and 49 trucks will set off Wednesday from Marseille for a 5,300-mile race to the Egyptian Red Sea resort of Sharm El Sheikh.\nHubert Auriol, the only person ever to win the rally on a motorbike and in a car, said the decision to shift the course to northern Africa was partly due to the dangers and political sensitivities that afflict many African nations, such as the Congo and the Central African Republic.\n\nLoad-Date: January 2, 2003"
}