{
    "title": "Terrorism already has left its mark on American institutions",
    "publisher": "the world",
    "year": 1995,
    "month": 4,
    "day": 22,
    "full text": "From the concrete barriers outside the U.S. Capitol, to the metal detectors  at airports, to the decreased use of underground parking garages, the fear of  terrorism already has changed the way Americans live.\nIt's going to get worse.\nIn the wake of the Oklahoma City bombing, terrorism experts say the United  States must tighten security at public buildings, better coordinate the work  of federal and state authorities and encourage Americans to become what they  usually aren't - suspicious of each other.\n\"Good security necessarily means high inconvenience,\" said John Strauchs,  whose Virgina security engineering firm, Systech, is involved in the  multi-million dollar improvements to the World Trade Center after the bombing  there two years ago.\nTERROR2\nTo be sure, two days after the Oklahoma City bombing there were more  questions than answers. The response to this latest escalation of violence,  though, has the potential to be costly - both in dollars and in the freedom  Americans take for granted.\nFor example, with federal buildings a favored target of terrorists, should  barriers be installed to block cars from getting so close? Those barriers are  already quite common in Washington, D.C., and some other cities.\nShould day care centers be located inside federal buildings? There are  nearly 100 day care centers in federal buildings, a convenience once thought  to be the latest in federal employee benefits.\nAnd if airports are a frequent getaway route for bombers, should the United  States follow the lead of other countries and order more extensive searches  there?\nAttorney General Janet Reno said the investigation may lead to improvements  in security around the country. In the meantime, federal buildings are on  alert.\nIn the last several years, terrorism has forced officials to tighten the  security at public facilities and complicate Americans' movements.\nA benchmark year is 1983: It was in that year that a suicide truck bombing  of the Marine barracks in Beirut killed 241 persons. Afterward, the U.S.  enhanced security at its embassies around the world.\nThe new embassy security cost some $ 3-billion, according to estimates by  Emilio Viano, a terrorism expert at American University in Washington, D.C. It  costs airlines $ 500-million a year to prevent terrorism, Viano said.\nThe Beirut bombing was followed a few weeks later by a bombing at the U.S.  Capitol by a domestic group protesting U.S. military \"aggression\" in Grenada  and Beirut.\nThe Nov. 7 blast - the third in the history of the Capitol - took place  just outside the Senate chamber. No one was injured in the explosion; the  Senate had adjourned for the evening.\n\"Prior to the '83 bombing, visitors could drive up to the east front of  the Capitol building and park,\" said Sgt. Dan Nichols of the U.S. Capitol  Police. \"There were no metal detectors and only cursory checks of handbags  and briefcases.\"\nNow the east side of the Capitol is closed to unauthorized vehicles. All  visitors must walk through a metal detector and pass their belongings through  an X-ray device. Beginning in 1984, congressional staffers and journalists in  the Capitol were required to wear color-coded I.D. badges.\nTerrorists' use of car bombs has changed the parking arrangements for big  buildings, too. Underground parking is often put off limits to the public, for  fear that a terrorist will drive in with a bomb.\nFor instance, until 10 years ago, visitors to the Smithsonian National Air  and Space Museum could park in an underground garage beneath the building. But  Smithsonian spokeswoman Linda St. Thomas said the garage is now off-limits to  all but Smithsonian employees.\nRestrictions on underground parking also have become tighter since the 1993  World Trade Center bombing. Increasing attention is being given to concrete  setbacks that keep cars several hundred feet away from a structure.\nYet the additional security comes with a cost: Buildings that house courts  and government agencies are supposed to be easily accessible to the public and  centrally located.\nThe federal agency that clears aliens and citizens for entry into the  United States also has made some procedural changes in the past two years.\n\"Since the World Trade Center bombing we have enhanced the computer  capabilities of our lookout system, which enables us to better search for the  names of known terrorists and individuals suspected of terrorist activities,\"  said Russ Bergeron, spokesman for the Immigration and Naturalization Service.\nThe INS computer data base also is equipped to exchange information with  the State Department.\nAnother measure is the Clinton anti-terrorism bill, which would make  committing a terrorist act on American soil a federal offense. It also would  make it easier for law enforcement officials to deport both legal and illegal  aliens with terrorist ties. The bill awaits action in the House Judiciary  committee.   Terrorism experts say the best solution is improved intelligence to catch  criminals before they set off bombs. That preventive approach would decrease  the disruption of American life.\n\"It's the human intelligence that is the answer and not the physical,\"  said Glynn Wood, an international studies expert and the dean of California's  Monterey Institute in California.\nHowever, Jack Riley, a Rand Corp. analyst who recently completed a study of  domestic terrorism, says smaller communities are unprepared for terrorism.\nThe local departments classify some violent anti-abortion protesters and  other domestic groups as terrorists.\nBut the police are stretched too thin and need help from the FBI, which  isn't always ready to work closely in ferreting out the criminals before they  strike, Riley said.\n\"Obviously, when you're dealing with gang warfare and drive-by shootings,  preparing for a one-in-a-million, spectacular act like this is something  that's very difficult to think about,\" Riley said.\n\nGraphic\n\n \nBLACK AND WHITE PHOTO, Associated Press; There are currently about 100 day care centers in federal buildings, including this Omaha, Neb., center that abuts a public parking area.\n\nLoad-Date: April 24, 1995"
}