{
    "title": "TERRORISTS KILL A TOP GENERAL IN MADRID",
    "publisher": "the new york times",
    "year": 1982,
    "month": 11,
    "day": 5,
    "full text": "Two men on a motorcycle drew up beside a car carrying a top Spanish general this morning and killed him with a hail of submachine gun fire.\nThe victim was Gen. Victor Lago Roman, 63-year-old commander of the elite Brunete First Armored Division, whose tank regiments are stationed around Madrid. The police said they believed that the killers, who escaped, were Basque separatist extremists.\nMADRID, Nov. 4 (AP) - Two men on a motorcycle drew up beside a car carrying a top Spanish general this morning and killed him with a hail of submachine gun fire.\nThe shooting, in which the general's driver was wounded, was the first terrorist attack since the election last week of Spain's first Socialist Government in 46 years. Prime Minister-elect Felipe Gonzalez vowed anew that when he takes office at the end of this month, his Government will ''use all means at the disposal of the democratic state to do away with the scourge of terrorism.''\nThe attack prompted King Juan Carlos to meet with the caretaker Prime Minister, Leopoldo Calvo Sotelo; the Chairman of the Joint Chiefs of Staff, Gen. Alvaro Lacalle Leloup; Defense Minister Alberto Oliart and Mr. Gonzalez. After the meeting the participants condemned the attack and expressed a resolve to fight terrorism and support the armed forces.\n \nPope Prays for 'Latest Victim'\nGeneral Lago Roman was killed an hour after Pope John Paul II left the capital by plane. The Pope, who is on a 10-day visit to Spain, departed from a prepared text during a mass in Toledo to pray for ''the latest victim - all the victims of terrorism in Spain.'' He said he prayed that Spain would be freed from such violence.\nGen. Prudencio Pedrosa Sobrado, who succeeds General Lago Roman as commander of the Brunete division, said the army hoped the Government would ''take the necessary measures to finish once and for all with this situation.''\n''The role of the armed forces is to defend the integrity of the fatherland, and we shall respect the established constitutional order,'' he said.\nThe police said they found 16 9-millimeter shell casings lying near the general's black sedan. The ammunition is of the type used in the past by E.T.A., the Basque separatist organization.\nThe police said that General Lago Roman, a career officer who enlisted in the Spanish Army at the outset of the 1936-39 civil war and fought with the Blue Division on the Russian Front, was slain at 8:35 A.M. while being driven to work along a traffic-filled street.  They said he spurned armed escorts and was accustomed to driving the same route every day, flying his commander's flag.\nHis hat, gloves and swagger stick lay neatly in the back seat of his bullet-punctured car as it was towed away.  Mr. Gonzalez, Mr. Calvo Sotelo, other political figures and heads of the three branches of the armed forces attended a mass tonight for General Lago Roman at central army headquarters where the general's body was lying in state. The burial was scheduled for Saturday in Puentedeume near La Coruna on Spain's northwest coast.\nThe Prime Minister-elect, whose election victory was officially certified today, said after he won that the ''pacification'' of the Basque region and banishment of Spain's ''coup mentality'' would be Socialist priorities.\nToday the president of the autonomous Basque region, Carlos Garaicoechea, who is also head of the centrist Basque Nationalist Party, called the killing of General Lago Roman ''a crime and an execrable provocation.''"
}