{
    "title": "Terrorism must not win the day",
    "publisher": "the tampa tribune ",
    "year": 1995,
    "month": 2,
    "day": 2,
    "full text": "So long has the conflict raged between Israel and its neighbors that many consider the term \"Mideast peace\" an oxymoron. For years the region has been synonymous with entrenched ideologies, religious fanaticism, barbarism, ancient hatreds and the slaughter of innocents.\nSo it is tempting to advise Israel to batten down the hatches and stop trying to live in neighborly fashion with people who, among their number, include the most passionate terrorists. That course is especially tempting after the suicide bombings that killed 19 persons in Israel. But the militant Islamic Jihad, the organization that claimed responsibility for the attack, would like nothing better than to have the peace process stopped.\nQuestion: Does the civilized world want Israel and Arab negotiators to give up after so much progress has been made?\n\"The only solution is to go towards peace, or we will live forever with knives, with car bombs, murder, hate and killings,\" said Israeli Foreign Minister Shimon Peres. He is right (Peres, we think, is often right) and goes on to say, \"Despite the difficulties, we will drag the whole region to peace.\"\nTo that end, U.S. diplomats should support all Mideast peace efforts. They must lean on PLO chief Yasser Arafat to make him show some moral courage. He must not only denounce terrorism, he must use his influence (if he has any left) to identify and eliminate terrorists in the land that is under his control. Efforts like those of Peres must be strengthened to offset the Israeli faction that, like the Islamic Jihad, has no interest in seeing the peace process continue.\nTo stop striving for peace makes no sense. A relatively few extremists must not be allowed to discourage good people in their efforts to change the hostile atmosphere that for generations has hung over the Middle East like poison gas.\n\nNotes\n\nEDITORIAL; EDITORIALS\n\nLoad-Date: May 30, 1995"
}