{
    "title": "Terrorism's versatility hits home with poisoning Two cases may not have been preventable",
    "publisher": "usa today",
    "year": 1997,
    "month": 8,
    "day": 6,
    "full text": "Two incidents of deliberate food contamination reported today\nby federal health officials underscore how vulnerable Americans\nare to attack by terrorists armed not with machine guns but with\nmicrobes, scientists say.\nRegulations in the 1996 anti-terrorism bill aim to restrict shipping\nof dangerous biologic agents, but they might not have prevented\neither of the events, say researchers in today's Journal of\nthe American Medical Association:\n-- An outbreak of salmonella poisoning in September 1984 affected\n751 people who ate at restaurants in The Dalles, Ore.\nInvestigators\nconcluded that followers of Bhagwan Shree Rajneesh, leader of\na local religious commune whose members were at odds with town\nresidents, had poured cultures of salmonella on salad bar items\nand into coffee creamers in 10 restaurants. Commune members admitted\nthey were trying out a plan to influence an upcoming election\nby making voters too sick to go to polls.\nBecause salmonella can be found in raw foods and produced with\nsimple equipment and skills, writes Thomas J. Torok of the Centers\nfor Disease Control and Prevention, \"it seems unlikely that any\nregulation of commercially available pathogens could have prevented\nthis outbreak.\"\n-- Last October, someone left doughnuts and muffins in a break\nroom at St. Paul Medical Center, Dallas. A dozen lab workers who\nate the pastries suffered severe illness traced to poisoning by\nShigella dysenteriae type 2, which came from a freezer in the\nmedical center where lab cultures are kept. A criminal investigation\nis ongoing, says CDC epidemiologist Shellie A. Kolavic, but it\nappears that the culprit was someone with access to the lab freezer\nand the know-how to cultivate the organisms.\nWhen a scientist \"decides to commit a crime,\" she says, \"there's\nnot much we can do.\"\n-- Biological threats, 3D\n\nLoad-Date: August 6, 1997"
}