{
    "title": "Terrorism Remains a Threat at Olympics, Says Security Expert",
    "publisher": "the salt lake tribune",
    "year": 2000,
    "month": 1,
    "day": 21,
    "full text": "NEW YORK -- Since 1972 and the terrorist attack at Munich, Germany, the Olympics have proven to be one of the safest places you can go, according to a Denver risk-control strategist. But the bombing of Centennial Park at the '96 Summer Games in Atlanta was a reminder that terrorism remains a threat.\n\"We are at a point in our society, where the handwriting is on the wall, we almost have to expect terrorism,\" said Gary Salmans of the Marsh Company. Salmans' consulting career has included instituting preventive measures at Columbine High School to keep tragedy from repeating itself.\nFear, by itself, is an important deterrent working in Salt Lake City's favor when it comes time to host the 2002 Games, he added. \"It's a good thing, because it means people will be prepared.\"\nSalmans, who spoke Thursday at the International Sport Summit here, said the bombing in Atlanta persuaded sporting-event officials to ratchet their already tight security to an even higher level.\n\"The people of Salt Lake City can rest assured that everything that can be done is being done,\" said Salmans, who has made case studies of Olympic security strategies.\n\"Everything,\" he said, includes metal detectors that check individuals for weapons as they go in and out of Olympic venues, as well as \"things they don't want the public to know about, for security reasons.\"\nFor instance, visitors to the Olympic basketball arena in Sydney, Australia, are routinely told, \"There's no place you can go in this arena where we can't see you,\" said Rick Burton of the University of Oregon's sports marketing center. But no cameras are visible to the naked eye.\n\"Terrorism works the same way,\" Burton added. \"The threat is always there.\"\nBurton was in Australia last week touring Sydney's Olympic venues for September's 2000 Summer Games.\n\"It's hard to talk about terrorism, because sometimes it breeds terrorism,\" Burton said. \"It appeared to me that there were many expensive mechanisms in place to keep the mission of preventing terrorism at work.\"\nSalmans' and Burton's remarks at the conference of sports marketing professionals were directed to officials whose venues are not protected and who have no plan to deal with a terrorist event.\nTerrorism comes in many variations, they said, from an out-of-control crowd to highly sophisticated plots. There are good examples in handling terrorism, such as the organized response to the bombing at Centennial Park in Atlanta. Bad examples, include the \"Duh factor\" that happened when riots overtook the World Trade Organization conference in Seattle last month. \"Seattle law enforcement should have known from the reaction of the crowd on the first day that things could get out of hand, but they waited too long,\" Salmans said.\n\nLoad-Date: January 21, 2000"
}