{
    "title": "Terrorism in 1886",
    "publisher": "the day ",
    "year": 1986,
    "month": 5,
    "day": 1,
    "full text": "TERRORIST bombings are nothing new in American history. In fact, Sunday is the centennial of a bombing that brought forth enormous controversy: the Haymarket Square bombing, in Chicago.\nThe square was a popular meeting place for radical labor organizers. Some 1,200 people had gathered to protest the violence, presumably initiated by police, the day before against strikers at a nearby McCormick Harvester plant. The May 4 meeting, led by German-born anarchist August Spies, was uneventful, except for some rhetoric in advance of reality. Only one striker had been killed in the McCormick showdown May 3. But by the next day, the orators in Haymarket Square had inflated that tally into six deaths.\nAs a cold rain helped to break up the assembly, nearly 200 policemen arrived to hasten the dispersal, perhaps motivated by a circular publicizing the meeting: ''REVENGE! WORKINGMEN! TO ARMS!'' it began.\nDuring the exodus a bomb exploded, killing one policeman and wounding many others. The police fired into the crowd; the final toll was 7 policemen and 4 laborers dead, and more than 100 injured.\nThe public outcry in Chicago and the nation was swift, with eight known anarchists immediately arrested for murder. Editorial reaction was strongly anti-foreign: ''These people are not Americans, but the very scum and offal of Europe.'' ''Long-haired, wild-eyed, bad-smelling, atheistic, reckless foreign wretches, who never did an honest hour's work in their lives.''\nSix of the accused anarchists had not been in Haymarket Square on May 4, and the two others would not be implicated at their trial with actually having thrown the bomb. No matter. All eight were convicted: Four were hanged, another committed suicide, and the three others received long prison sentences. When Illinois Gov. John Peter Altgeld pardoned the three in 1893 because their trial had not been fair, public reaction was decidedly hostile toward such clemency.\nAnarchists, in sum, were believed to be foreign terrorists; eternal vigilance against them was necessary. In the words of one editorial, ''Our national existence, and, as well, our national and social institutions, are at stake.''"
}