{
    "title": "Terrorism the focus of Tillerson's trip",
    "publisher": "the bismarck tribune",
    "year": 2017,
    "month": 10,
    "day": 27,
    "full text": "GENEVA - Through seven nations across three different parts of the world, Secretary of State Rex Tillerson devoted himself to his president's overarching foreign policy mission: Defeating terrorism. His trip concluded Thursday with limited success.\nIn the Persian Gulf and Iraq, the top American diplomat sought to keep a region fracturing at the seams focused on defeating the Islamic State group and countering Iran. In Afghanistan, Pakistan and India, Tillerson addressed long-term plans for stabilizing an Afghan government besieged by the Taliban insurgency. In Switzerland, the former oil man dove back into the years-long drive to end Syria's civil war, the origins of an IS threat that has spread worldwide.\nAll represented diplomatic moonshots. They remain so.\nBut for Tillerson, the journey from the Middle East to South Asia to Europe returned him to the mission he set out to do when he accepted President Donald Trump's offer to be chief emissary of his \"America First\" international agenda. Instead of diplomacy, America's attention on Tillerson in recent weeks has been almost entirely about reports that he called the president a \"moron,\" and speculation he might be the next top Trump aide to leave an administration beset by high-profile departures.\nSpeaking to reporters during his last stop in Geneva, Tillerson said he reviewed the trip and its objectives with Trump shortly before heading overseas. He said he and other Trump aides \"develop the policy, the president approves it, and then it's up to me.\" This week, Tillerson noted in typical understatement, his efforts took him to several countries \"still embroiled in significant conflict.\"\nOffering a grand vision of America's role in the world, Tillerson said: \"The United States will continue to provide global leadership, promote security, stability and prosperity for all people.\" He then quickly pivoted to a more Trumpian theme about nations taking greater responsibility for their own problems, and international partners doing more to help.\nThe fact that two of Tillerson's stops - Afghanistan and Iraq - had to be cloaked in secrecy and heavy security only underscored America's failure to provide stability after committing to a decade-and-a-half of military efforts and trillions of dollars in each country.\nAnd his message in several places appeared to fall flat.\nSaudi Arabia and Qatar rebuffed the push to end a five-month old crisis between the American allies that has distracted from the U.S-led campaign to destroy IS.\nIn Baghdad, Prime Minister Haider al-Abadi was displeased with Tillerson's call for Iranian-backed militia composed of mainly Iraqi fighters to \"go home.\" In Islamabad, government officials saw his demands for cracking down on extremist havens as lecturing.\nSome of Tilleron's other ambitious projects seem to rely on overturning all conventional wisdom.\nAre Sunni-led Saudi Arabia and Shiite-majority Iraq going to join in a grand alliance against Iran?\nIs Pakistan going to do anything that helps India shape the future of Afghanistan?\nAre Syrian President Bashar Assad's supporters, Russia and Iran, even willing to entertain any process to remove him from power - let alone Assad himself?\nIn a wide-ranging 40-minute discussion with reporters, Tillerson on Thursday rejected international complaints. He said he presented the Trump administration's \"asks\" of these countries in a direct and frank manner.\nOn his pursuit of a Saudi-Iraqi front against Iran, he said, \"What we're saying to Iraq is you must develop a capacity to stand on your own and resist that influence.\"\n\"Iraqis are Arab, they are not Persian. Whether it's Iraqi Sunni or Iraqi Shia, it's Iraqi Arabs, not Iraqi Persians,\" Tillerson said, touting the enormous potential of an Iraqi partnership with the Saudis. \"It's important to facilitate Iraq standing on its own so that it doesn't have to look only to the east.\"\nAfter meeting Tillerson in Riyadh and Baghdad this week, where they also a discussed a tense Iraqi-Kurdish dispute, al-Abadi promptly traveled to Tehran.\nTillerson's stop in Afghanistan was overshadowed by an apparent attempt by the U.S. embassy and Afghan government to disguise the location of his meeting with President Ashraf Ghani and Chief Executive Abdullah Abdullah.\nIn tweets, statements and photographs, the embassy said the talks were in Kabul. In reality, the meeting took place in the heavily fortified Bagram Air Base north of the capital for security reasons. Tillerson and his party never left the facility and stayed there just over two hours.\nNonetheless, Tillerson said his talks with the Afghan leaders were productive and that they appreciated President Donald Trump's new South Asia policy. The strategy leans heavily on counterterrorism and getting neighboring Pakistan to eradicate Taliban extremists from the remote areas on its soil.\n\nLoad-Date: October 27, 2017"
}