{
    "title": "TERRORISM TEAM APPROVE IN SHIFT OF POLICY TOWARD DETAINEES, OBAMA SIGNS OFF ON NEW INTERROGATION UNI",
    "publisher": "pittsburgh post-gazette",
    "year": 2009,
    "month": 8,
    "day": 24,
    "full text": "WASHINGTON -- President Barack Obama has approved the creation of an elite team of interrogators to question key suspected terrorists, part of a broader effort to revamp U.S. policy on detention and interrogation, senior administration officials said yesterday.\nMr. Obama signed off late last week on the new unit, named the High-Value Detainee Interrogation Group, or HIG. Composed of experts from several intelligence and law enforcement agencies, the interrogation unit will be housed at the FBI but will be overseen by the National Security Council -- shifting the center of gravity away from the CIA and giving the White House direct oversight.\nSeeking to signal a clean break from the Bush administration, Mr. Obama moved to overhaul interrogation and detention guidelines soon after taking office, including the creation of a task force on interrogation and transfer policies. The task force, whose findings will be made public today, recommended the new interrogation unit, along with other changes regarding the way prisoners are transferred overseas.\nA separate task force on detainees, which will determine the fate of prisoners at Guantanamo Bay, Cuba, and future regulations about the duration and location of detentions of suspected terrorists, has not concluded its work.\nUnder the new guidelines, interrogators must stay within the parameters of the Army Field Manual when questioning suspects. Using the Army Field Manual means certain techniques in the gray zone between torture and legal questioning -- such as playing loud music or depriving prisoners of sleep -- will not be allowed. Which tactics are acceptable was an issue \"looked at thoroughly,\" one senior official said. Mr. Obama had already banned certain severe measures that the Bush administration had permitted, such as waterboarding.\nStill, the Obama task force advised that the group develop a \"scientific research program for interrogation\" to develop new techniques and study existing ones to see if they work. In essence, the unit would determine a set of best practices on interrogation and share them with other agencies that question prisoners.\nNew details of prisoner treatment during the Bush administration are expected to be included in a long-awaited CIA inspector general's report being unveiled today about the spy agency's interrogation program.\nThe report could set off a fresh debate between members of the current administration and the previous one over whether such tactics are necessary to prod detainees into cooperation and, ultimately, keep the country safe.\nAttorney General Eric Holder is also considering whether to appoint a criminal prosecutor to investigate past interrogation abuses. Mr. Obama and White House officials have stated their desire to look ahead on national security.\nMembers of the new interrogation unit will have the authority to travel around the world to talk to suspects, and will be trained to handle certain high-interest individuals, such as al-Qaida leader Osama bin Laden.\nInterrogators will not necessarily read detainees their rights before questioning, instead making that decision on a case-by-case basis, officials said. That could affect whether some material can be used in a U.S. court of law. The main purpose of the new unit, however, is to glean intelligence, especially about potential terrorist attacks, the officials said.\nThe director of the HIG is expected to come from the FBI, and the deputy will be selected from one of the intelligence agencies, such as the CIA. Although past CIA techniques have come under fire in the debate over torture, the agency will continue to play \"a very important role,\" one official said. \n\nLoad-Date: August 25, 2009"
}