{
    "title": "Terrorism fails to stifle summer travel season",
    "publisher": "the capital ",
    "year": 2004,
    "month": 3,
    "day": 25,
    "full text": "There's war in Iraq and Afghanistan, violence is common in the Middle East and Spain just suffered a deadly train bombing.\nBut that's not scaring Americans away from booking spring and summer vacations to exotic locales like the Caribbean, the Mediterranean and even Russia, according to the U.S. State Department and local travel agents.\n\"We're doing a lot of European vacations, despite what's going on,\" said Terence McDonough, owner of Aladdin Travel Agency in West Annapolis. \"People are going ahead with it.\"\nVacations closer to home are popular, too.\nAt the Travel Advantage Network in Millersville, bookings are hot for condominiums near Walt Disney World in Florida and at Myrtle Beach, S.C. Often groups of families or couples are traveling in a group, a trend called \"togethering.\"\n\"Our numbers are up. People seem to be traveling more,\" said Kelly Leso, a spokesman for Travel Advantage Network.\nAnd at the State Department, this year could set a new record for passports, said Stuart Patt of the Bureau of Consular Affairs.\nMr. Patt wouldn't speculate about why Americans are applying for more passports, but he said international travel certainly is a factor.\nPassport applications, which were already on a slight decline, dropped sharply after the Sept. 11, 2001 terrorist attacks. They started to climb in fiscal year 2003, which started in October 2002. About 7.3 million Americans got passports that year.\nAnd less than halfway through this year - fiscal 2004 - 3.5 million Americans already have applied for passports, and the busiest season is just beginning.\nApplications are running 14 percent higher than last year, Mr. Patt said.\n\"We are swamped,\" he said. \"If anyone is thinking of traveling this summer, now is the time.\"\nAnnapolis-area residents are busy planning tours of Europe, Russian riverboat cruises and visits to Caribbean resorts, Mr. McDonough said. But they're avoiding hotspots like Spain and Israel.\nMr. McDonough said some of the increase in passports may be because more Caribbean countries require U.S. travelers to have passports. Countries like Barbados and Costa Rica previously required only a birth certificate and photo identification for U.S. citizens.\nAnd having a vetted form of identification like a passport makes border crossings easier, he said.\n\"It's being required more and more,\" Mr. McDonough said. \"You might as well get one.\"\n---\npwood@capitalgazette.com  \n\nLoad-Date: March 25, 2004"
}