{
    "title": "Terrorism suspect might plead guilty",
    "publisher": "chicago daily herald",
    "year": 2015,
    "month": 7,
    "day": 23,
    "full text": "An Aurora man held without bail for more than two years in a federal terrorism case is likely to plead guilty to the charges next month, his defense attorney and a prosecution spokesman confirmed.\nAn Aug. 11 change of plea hearing is set for Abdella Ahmad Tounisi in federal court in Chicago.\nTounisi, 18 at the time of his arrest on April 19, 2013, was attempting to board a plane at O'Hare Interational Airport to Istanbul after posting messages on a fake website created by the FBI. Authorities say he planned to travel to Syria to join an al-Qaida-sponsored terrorist group, Jabhat al-Nusrah, in its fight against the Bashar Assad regime.\nThe federal complaint also alleges Tounisi was a close friend of Adel Daoud of Hillside. Daoud is accused of trying to detonate what he believed to be a car bomb outside a Chicago bar in September 2012. The fake bomb, planted by FBI agents, didn't explode.\nTounisi initially pleaded not guilty on May 29, 2013.\nMolly Armour, lead defense attorney, confirmed a plea deal is in the works but declined to give details or comment on why her client may be changing his plea.\nProsecutors also confirmed the potential plea deal but would not discuss negotiations.\nThe maximum sentence for the charges against Tounisi is 15 years on the count of providing material support or resources to terrorists and eight years on the charge of lying to federal authorities.\nU.S. Department of Justice spokesman Joseph Fitzpatrick said there are no rehabilitative programs for teens or young adults facing such terrorism charges in lieu of a prison term.\nIn November, Tounisi's attorneys unsuccessfully petitioned for his release on bond in the care of a couple — close family friends who themselves had raised three children. The husband, who is a business owner, could offer Tounisi a job, if the court agreed, according to court documents.\nSince Tounisi's pretrial detention, the situation at home also has changed with his mother giving birth to a new baby, his sister now married, and the family changing homes, court documents show.\n\"Before his arrest, Abdella helped his mother with child care, and the long-term hope is that he would eventually be able to resume such responsibilities. He also hopes to work and return to college,\" according to court documents.\nRecords also indicate during his detention at the Chicago Metropolitan Correctional Center, Tounisi completed a parenting class and that imprisonment has been a \"sobering experience.\"\n\"He has matured substantially in that time, as one would expect for most young men transitioning from teenage mentality to adulthood,\" his attorneys wrote.\nAlso cited were Tounisi's strong familial support and lack of any criminal history or substance issues as arguments for his release. It also noted ongoing problems with Tounisi's health and need for medical care.\nHowever, the request was denied by Judge Samuel Der-Yeghiayan on Nov. 20, 2014.\n\nGraphic\n\n \nAbdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi\n\n Abdella Ahmad Tounisi\n\n Abdella Ahmad Tounisi\n\n Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad Tounisi Abdella Ahmad TounisiAssociated PressFamily members of 18 year-old Abdella Ahmad Tounisi, including his father, Ahmad Tounisi, center, leave the Dirksen Federal Building on Tuesday in Chicago. During a detention hearing, a federal judge said he'd delay a decision on the Aurora teen's bond until next week. Associated PressFamily members of 18 year-old Abdella Ahmad Tounisi, including his father, Ahmad Tounisi, center, leave the Dirksen Federal Building on Tuesday in Chicago. During a detention hearing, a federal judge said he'd delay a decision on the Aurora teen's bond until next week. Associated Press FILE PHOTO Family members of Abdella Ahmad Tounisi, including his father Ahmad Tounisi, center, leave the Dirksen Federal Building in Chicago on April 23, 2013, after the Aurora teen was charged with trying to join an al-Qaida-affiliated group in Syria. Tounisi, now 21, may plead guilty next month.\n\nLoad-Date: July 23, 2015"
}