{
    "title": "Terrorism and the Random Search",
    "publisher": "the new york times",
    "year": 2005,
    "month": 7,
    "day": 26,
    "full text": "London's bombings continue to echo throughout the urban world. In New York City, commuters have been facing random searches of backpacks, duffel bags and briefcases by police officers who are trying to thwart a potential terrorist attack. The extra precautions, originally planned to continue for a few weeks, have already drawn complaints from some civil libertarians. \n  The searches must be done in an evenhanded manner. They must also be done for far longer than a few weeks. \n Travelers have long since gotten used to extensive searches before they board airplanes, and they should be relieved to see security measures on the subways and commuter trains as well. The New York City Police Department seems to have taken some pains to make sure that people's constitutional rights are respected. It has, to its credit, issued a directive that while people who refuse to have their belongings examined can be stopped from riding the subways, no one can be arrested simply for leaving and not allowing a search. \n  The police officers must be careful not to give the impression that every rider who looks Arab or South Asian is automatically a subject of suspicion. They will naturally choose to search the bags of those people who appear suspicious, like those wearing bulky clothes in warm weather. But those who are selected simply because they are carrying packages should be chosen in a way that does not raise fears of racial profiling -- by, for example, searching every 5th or 12th person, with the exact sequence chosen at random.\n  Finding a way to treat people fairly and still pursue any real threat is a particularly difficult and important task in a city as diverse as New York. The last thing the city or the Police Department needs is a shooting like the one in London last week, when officers misjudged the situation and gunned down a Brazilian immigrant who had nothing to do with that city's bombings.\n  Making sure that the searches and other security measures are continuing and widespread may be harder than keeping them constitutional. New York City has doubled the number of officers patrolling the subway system since the London bombings on July 7, at a cost of about $1.9 million a week in overtime. That is a national defense burden that Washington should be ready to shoulder quickly, not only for New York, but for every large mass transit system in an area that is judged a likely terrorist target.\n  Protecting the New York subways -- and subways in Washington, Atlanta and other cities -- against terrorists is a vital national interest. Congress has been favoring pork over risk in giving the states money for homeland defense, but it can now show that it takes the lesson of London seriously by making more money available for this weak link in the nation's defenses. Michael Chertoff, the homeland security secretary -- who, in a recent unfortunate quotation, appeared to dismiss the federal government's duty to protect subway riders -- must make this an urgent priority. \n\nhttp://www.nytimes.com\n\nLoad-Date: July 26, 2005"
}