{
    "title": "Terrorism expert speaks on psychology of suicide bombers",
    "publisher": "university wire",
    "year": 2014,
    "month": 10,
    "day": 23,
    "full text": "By Aly Malinger\nafmaling@indiana.edu | @aly_mali\nA 14-year-old girl named Rayna woke up one morning to find her father had been kidnapped. Her mother, forced to provide for the family, had no way other than to sell her daughter into marriage, forcing her to marry a man she had never met.\nHe was 11 years older than her.\nNine months later, she was brought to the house of her husband's cousin and was fitted for a belt around her waist in the presence of her husband. Rayna was being sized for her bomb vest with intentions of being sacrificed in a suicide bomb.\nShe was one of few women in her situation to escape.\nThe IU Psychology Club and the IU chapter of Students Supporting Israel co-sponsored a speaker event Wednesday, titled \"Inside the Mind of a Terrorist,\" with Dr. Anat Berko. Berko is a criminologist and counter-terrorism consultant for the Institute for Counter-Terrorism. The event focused on the psychology behind women and children involved in suicide bombings.\nBerko is an Israeli citizen who is known globally as a terrorism expert focusing on suicide bombers and their handlers. Serving as an asset to Israel's Counter-Terrorism Team, Israel's National Security Council and other government officials, Berko conducts extensive amounts of research relating to the dangers of ?terrorism.\n\"This era is facing a huge challenge of fundamental Islamic Muslim terrorism that we cannot ignore,\" she said.\nIn her presentation, Berko went into the mindset of typical female terrorists and how the idea of killing themselves and others becomes something they aspire to do. If a woman is divorced, raped or unable to produce male offspring, she is considered a burden to society, Dr. Berko said. The only way to redeem herself in the afterlife and make it to paradise is to become a suicide bomber.\nBerko's most recent book, titled, \"The Smarter Bomb: Women and Children as Suicide Bombers,\" focuses on the questions that most people have when dealing with the difficult subject of suicide bombings.\n\"This event was made to be educational rather than political,\" said senior Amit Boukai, president of Students Supporting Israel. \"This was our first event of the year, and we hope to hold more events like this in the future.\"\nThe event was in Hodge Hall with an audience of about 50 people.\nThis was Berko's first time speaking at IU. She has given counter-terrorism lectures in the past for NATO, before Congress, the FBI and at other universities throughout the U.S. and elsewhere.\nThe event left Paige Espiritu, a freshman in criminal psychology, shocked.\n\"I put myself in (the terrorists') shoes,\" Espiritu said. \"It was definitely a total cultural shock.\"\n\nLoad-Date: October 23, 2014"
}