{
    "title": "Terrorism Experts Say Focus on Al Qaeda Misses a Broader Threat",
    "publisher": "the new york times",
    "year": 2006,
    "month": 8,
    "day": 13,
    "full text": "When American and Pakistani officials said this week that one conspirator in the foiled plan to bomb trans-Atlantic airliners was a ''liaison'' to Al Qaeda, they suggested that his arrest proved the group was linked to the scheme. Rashid Rauf, a Briton, had trained in the group's camps in the 1990's and was ''a key Al Qaeda operative,'' one Pakistani official said.\n  But counterterrorism experts said Saturday that the focus of government officials and the public on Al Qaeda, a term today with deep connotations but elusive meaning, may be misplaced.\nThey say the Qaeda label remains useful shorthand for the news media and for officials who want to tap the powerful emotions associated with the Sept. 11 attacks. But to suggest that the terrorist threat today is represented by the organization directly commanded by Osama bin Laden is to oversimplify a complex international movement, the specialists say.\n  ''If you think of Al Qaeda as the group that did 9/11, I don't think it's a very useful question,'' said Marc S. Sageman, a former Central Intelligence Agency officer and author of a 2004 book closely studied in intelligence agencies, ''Understanding Terror Networks.''\n  ''There is no such thing as Al Qaeda as it existed before we went to Afghanistan and destroyed it,'' Mr. Sageman said.\n  As the latest plot suggests, he said, that does not mean total victory is at hand. ''We won the war against the old Al Qaeda. But we're not winning against the global social movement that Al Qaeda was part of, because more and more kids are joining the movement,'' he said.\n  Michael Scheuer, a former head of the C.I.A. unit that focuses on Mr. bin Laden, says there may be more left of the old Al Qaeda than Mr. Sageman thinks. But he, too, doubts that Mr. bin Laden had anything to do with the airliner plot and emphasizes Al Qaeda's role as the inspiration and support for a broader movement.\n  ''There are an amazing number of people who are connected to Al Qaeda'' through training or funding, Mr. Scheuer said. ''But the connection is not command and control.''\n  Some government officials acknowledge privately that Washington has been slow to consider the possibility that the international jihad movement is without any central organization.\n  ''We're still wrapped up in thinking that this is a hierarchical organization,'' said one intelligence official who spoke on condition of anonymity. ''We have a major problem out there, because the fact is that there is no command and control, and there are so many copycats out there.''\n  Top American officials said in their first comments after news of the arrests in Britain that the scheme bore ''the hallmarks'' of Al Qaeda. Media coverage dwelt at length on the possibility of ties to the group. The identification on Friday of Mr. Rauf appeared to nail down a connection.\n  Speculation about a possible role of another suspected militant still being sought in Pakistan, Matiur Rehman, an explosives expert, has added to the notion of a Qaeda role, though few agree on whether he is linked with the group's operations in Pakistan. \n  Mr. Rehman is a ''person of interest'' in the airliner plot but it is unclear whether he played a role, the intelligence official said. Even top intelligence officials are uncertain about what is left of Al Qaeda beyond its top two leaders, Osama bin Laden and Ayman al-Zawahiri, who are believed to be in hiding in Pakistan.\n  ''Those of us in the counterterrorism community debate this all the time: what do we mean when we say 'Al Qaeda'?'' said Brian Fishman, of the Combating Terrorism Center at the United States Military Academy. ''There's a lot of disagreement.''\n  The West Point center has published a study of Al Qaeda documents that include an almost comically bureaucratic set of personnel rules on salary and vacation. One reads: ''The salary of a married Mujahed brother is 1,000 Pakistani rupee. The bachelor Mujahed qualifies for a round-trip ticket to his country after one year from joining the organization.''\n  The date of the documents is uncertain, but they clearly were written when Al Qaeda was based in Afghanistan between 1996 and 2001 and had the greatest freedom of action, Mr. Fishman said.\n  ''It really looked like a corporate organization,'' he said. ''But even then, bin Laden and Zawahiri saw their job as inspiring a movement of youth around the world. They were under no illusion that they could topple the United States on their own.''\n  In fact, Al Qaeda was not for long the stable and hierarchical organization implied by its personnel policies. Much of the discussion of the group this week focused on the similarities between the foiled trans-Atlantic plot and an earlier failed scheme dating from 1994, the so-called Bojinka plan to bring down 11 airliners over the Pacific.\n  But contrary to widespread belief, said Paul R. Pillar, a former C.I.A. analyst now at Georgetown University, neither the Bojinka plot nor the 1993 attack on the World Trade Center were, strictly speaking, Al Qaeda operations. Both took place before Mr. bin Laden moved from Sudan to establish his base in Afghanistan in 1996 and intelligence officials believe neither was directed by him.\n  Ramzi Yousef, who is now imprisoned in Colorado, was involved in both the 1993 World Trade Center bombing and the Bojinka plot, in which Mr. Yousef's uncle, Khalid Sheikh Mohammed, also played a role. Only in 1998 did Mr. Mohammed formally join Al Qaeda, but his later role as the chief architect of the Sept. 11 attacks has led to the association of the group with the earlier plots.\n  Nonetheless, the invocation of Al Qaeda, and the still-chilling image of Mr. bin Laden, have provided an effective way to encapsulate and personalize the otherwise overwhelming threat of terrorism. In the same way, the image of Abu Musab al-Zarqawi, the head of the loosely affiliated branch of Al Qaeda in Iraq, came to stand for the entire Iraqi insurgency.\n  But the insurgency has continued uninterrupted since Mr. Zarqawi was killed in June. Similarly, the larger terrorist threat would likely not be significantly diminished if Mr. bin Laden and Mr. Zawahiri were killed, most specialists believe.\n  References to Al Qaeda by American officials have unmistakable political implications, as demonstrated by the Bush administration's bitterly disputed attempts to link Saddam Hussein to Al Qaeda to justify the invasion of Iraq. There are also legal implications, stemming in part from the Congressional authorization of military force approved days after the Sept. 11 attacks, which targeted those who ''planned, authorized, committed, or aided'' those attacks rather than terrorists generally.\n  But the focus on Al Qaeda reflects a natural human tendency to paint the enemy in understandable terms, Mr. Fishman said. \n  ''The world is simpler when we have one enemy,'' he said. ''When we talk about a social movement and self-radicalizing, homegrown groups, that's nothing like we have faced in the past.''\n\nhttp://www.nytimes.com\n\nLoad-Date: August 13, 2006"
}