{
    "title": "Terrorism_ Fort Hood report doesn't mention Islamic extremism. At congressional hearings Wednesday o",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 1,
    "day": 20,
    "full text": "House Republicans were keen Wednesday to find out why a report titled \"Protecting the Force: Lessons from Fort Hood\" fails to discuss Islamic extremism as a possible motive for Maj. Nidal Hasan's attack in November, which killed 13 and wounded 43.Frustrated by the Department of Defense's description of the Fort Hood rampage as an \"incident\" by an \"alleged perpetrator,\" several members of the House Armed Services Committee wondered if political correctness is besting common sense as the US tries to understand the nature and strategy of its enemies.The debate highlights ongoing tension over how to define and react to a series of high-profile attacks, including the Fort Hood rampage and the attempted Christmas Day bombing of a Detroit-bound jetliner. President Obama has described the Christmas Day attack as an act of war, but the government has so far resisted calling the Fort Hood attack \"terrorism,\" despite Hasan's ties to a cleric in Yemen alleged to be an Al Qaeda recruiter. Republican criticism come as conservatives - most notably former Vice President Dick Cheney - have sought to cast Obama as weak against terrorism. \n'Strange silence' on Islamic extremismRep. Buck McKeon (R) of California on Wednesday called the report's failure to mention Islamic extremism a \"strange silence.\" To 9/11 commission member John Lehman, the administration's position \"shows you how deeply entrenched the values of political correctness have become,\" he told Time magazine earlier this week.Republican members of the House Armed Services Committee suggested that Americans are increasingly concerned that political correctness is undermining national security.\"The American people recognize that the 9/11 Commission was correct when it said we have an enemy and it's Islamist extremists - their words - and the concern is that we may not be paying attention to the fact that the alleged perpetrator was in fact an Islamist extremist,\" said Rep. John Kline (R) of Minnesota. \"There's frustration that we seem to be overlooking the 800 pound gorilla and that this is something more than just a random act of violence with an alleged perpetrator, and that it's certainly more than just an incident.\"The report's respected authors, former Army Secretary Togo West and retired Navy Adm. Vernon Clark, said Defense Secretary Robert Gates did not charge them with finding out what happened. They were tasked with discovering whether there were any gaps or deficiencies that would hobble future efforts to identify internal threats and protect the force.They added that Defense Department lawyers requested that they not discuss specifics of the Hasan case since it could jeopardize the Army's court-martial case against him. Hasan faces murder charges, but no terrorism-related indictment.Nevertheless, Mr. West said a key finding of the investigation is that the military does not adequately understand the process of what he called \"self-radicalization.\" Pentagon needs to better understand today's hazards\"We can prepare better and we need to pay attention to today's hazards,\" he said. \"We need to understand the forces that cause an individual to radicalize, to commit violent acts, and make us vulnerable from within.\"But asked directly about whether political correctness played a role in the failure of officers and promotion boards to pinpoint Hasan despite a number of warning signs, West balked. \"What we're talking about [with political correctness] is: How do we do what we have to do to get information to spot people who are likely to harm service members versus how are we careful that in so doing we're not taking steps that lump people into a group and [attribute] characteristics to the entire group,\" West said.But, he added, \"I don't think religion or theology are out of bounds when we're looking for indicators of violence. \"Lawmakers skepticalBut some lawmakers on Wednesday said they believe politics, not security concerns, played into the investigation - including the reasons given for why the public shouldn't know that Hasan was promoted even after an alleged statement to colleagues that Sharia law trumps the US Constitution.\"This is another incident in a long pattern of information withheld from the public that is neither germane to national security interests or impinging on legal processes,\" said Rep. Mike Coffman (R) of Colorado. \"A lot of information that has come before this committee has been classified merely because it's politically embarrassing.\"West would not answer whether the attack was, in fact, terrorism. \"I'm going to pass on whether it was an act of terrorism,\" West said. \"But I know people who died there were terrified and the people who were wounded were, too.\"-----Follow us on Twitter.\n   \n\nLoad-Date: February 17, 2010"
}