{
    "title": "TERRORISM'S AFTERMATH",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 9,
    "day": 10,
    "full text": "As investigators are still trying to determine the cause of the explosion on TWA Flight 800, the conviction of three men charged with planning similar explosions on a dozen flights bound for the United States is both reassuring and worrisome. Mastermind Ramzi Ahmed Yousef and two followers are likely to spend the rest of their lives in prison. But fanatical sympathizers could use the verdict as an excuse to carry on his deadly crusade.\nYousef, Abdul Hakim Murad and Wali Khan Amin Shah were convicted in federal court in New York City last week on charges that they plotted to blow up airliners headed from Asia to major American cities in a two-day period in 1995. The explosions never occurred; if they had, authorities estimate that as many as 4,000 people may have lost their lives, including a large number of Americans.\nBefore he was arrested in Islamabad, Pakistan, Yousef was considered the most wanted man in the world. He had fled New York for Pakistan on the night of Feb. 26, 1993 - the day a bomb exploded at the World Trade Center. During a trial that convicted followers of Sheik Omar Abdel Rahman for that crime, testimony indicated that Yousef had purchased most of the chemicals used in the 1,200-pound bomb involved. In late 1994, he is said to have planted a small bomb on a Philippines Airline jet in Manila, then gotten off during a stopover. The bomb exploded after the plane took off again, killing one person and injuring 10 others.\nAuthorities say that explosion was a rehearsal for the planned series of bombs that led to last week's convictions. Yousef's motive is unclear, though when he was arrested he had left behind a laptop computer that had both the plans for the bombings and a draft letter that railed against \"the financial, political and military assistance given to the Jewish State in the occupied land of Palestine by the American government.\"\nSuch irrational hatred for Israel and the United States is unfortunately shared by many who may want to continue Yousef's work. After his conviction, the State Department cautioned American travelers to be wary about possible retaliation, though it said it had no specific information about threats. Still, the fear that such warnings create lets terrorists win through intimidation, a weapon less deadly than explosives but paralyzing in a different way. Peace of mind is never safe from the threat of an extremist with a cause and a bomb.\n\nLoad-Date: September 10, 1996"
}