{
    "title": "Terrorism's Child",
    "publisher": "the new york times",
    "year": 2016,
    "month": 11,
    "day": 27,
    "full text": "THE HOSTAGE'S DAUGHTERA Story of Family, Madness, and the Middle EastBy Sulome Anderson272 pp. Dey Street/William Morrow Publishers. $25.99.\nMany American correspondents in the Middle East start out with an attraction not just to the adrenaline but to the exotic. They fall a little bit in love with the mullah's wail in moonlight and the scent of cardamom, even if the scent is tainted by shallow graves and the prayer calls punctuated with the sound of gunfire, off in the distance. \n  As a journalist on this turf, Sulome Anderson is sui generis. Not only is she both American and Lebanese, and so immune to the exotic; she is also the daughter of Terry Anderson. In 1985, while he was the Associated Press bureau chief for the Middle East, Terry Anderson was kidnapped and spent almost seven years in captivity, long before ISIS was a gleam in some mullah's eye, when hostage taking -- not beheading -- was deemed by militant Islamists and their affiliates to be sufficient to sow fear in the enemy.\n  In this complex and engaging memoir, Sulome is both journalist and memoirist, describing her metamorphosis from entitled brat who wasted her teens and early 20s on OxyContin, Xanax, coke, pot and booze, before getting therapy and putting her journalism degree from Columbia University to the test, investigating the 30-year-old mystery of who really kidnapped her father and why.\n  The younger Anderson was in utero when her father was snatched on his way home after a morning of tennis in Beirut. Complicating matters, her mother, a Lebanese Christian national, hadn't got around to marrying her father, who was still married to a wife with a daughter in Japan when he was captured.\n  Sulome grew up, as she writes, ''defined by terrorism.''\n  Her earliest memories are of seeing her father's haggard visage on TV, and of receiving presents ''from'' him (secretly bought by her mother). After years of imagining what it would be like to have him in her life, he was released when she was 7.\n  But the new family, now reunited and very rich (Anderson's parents received $40 million from various lawsuits; she herself received $6 million from frozen Iranian assets), was miserable. The childhood ideal exploded on contact with the emotionally damaged and physically weakened man.\n  One editor advised her to put off this memoir until a riper age, but she decided to write ''The Hostage's Daughter'' anyway. In her research, she comes across some of the Middle East's great conspiracy theories -- commonplace notions in Arab countries, but which seasoned American journalists avoid like the professional kiss of death they are. Young Anderson dives right in: Was Israel behind her dad's kidnapping and lengthy captivity? Was the mysterious Islamic Jihad Organization -- which took credit for holding her father -- a front seeded by Israel to tar the reputation of the Lebanese Shiites and Hezbollah?\n  She admits early on that she harbors personal animosity toward the Israeli government, calling it ''the elephant in the room,'' and then proceeds later in the book to diligently track down and interview a number of Arabs, an ex-Mossad agent and even some Westerners willing to suggest that Israeli intelligence assets were complicit in her father's kidnapping, or knew exactly where he was and how to get him out, but did nothing.\n  She also jumps down the Iran-contra rabbit hole, another conspiracy never fully unraveled. She meets Oliver North and various spies and diplomats who played major and supporting roles in the Reagan administration's plan to run guns through Israel to Iran. At one point she says she is ''starting to seriously consider'' that the American government extended her father's captivity ''by four to five years.''\n  Anderson recounts various interviews and meetings, sharing surreal moments like bringing a puppy to a man who personally participated in holding her father hostage, and having the same man point a pistol at her face. She shares the Hezbollah leaders' various reactions when she tells them who her father is -- a fact she habitually saved for halfway through the interviews.\n  Anderson's disarming youth and gender opened many doors. But it is not easy for a 20-something woman -- especially one with acknowledged mental health problems -- to get taken seriously. Eventually, she stops trying to figure out who's being truthful and who's not. ''Governments will always plot and scheme, trying to reap as much political benefit as possible from the tragedies of families such as mine,'' she concludes.\n  Readers will meet some of the shady characters skulking around Beirut, Tehran, Washington and Tel Aviv in these pages, but they might be slightly disappointed that the author can't pin them down. Instead, she serves up an Oprah moment of forgiveness that -- like countless Middle East truces -- may or may not hold.\n\nhttp://www.nytimes.com/2016/11/25/books/review/sulome-anderson-hostages-daughter-terry-anderson.html\n\nLoad-Date: November 27, 2016"
}