{
    "title": "Terrorism investigation leads to conviction of store owner He withdrew money illegally, sent it over",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 5,
    "day": 5,
    "full text": "An investigation by a terrorism task force has led to the conviction of a convenience store owner who unlawfully withdrew millions of dollars and sent much of it overseas.\nHasan Ali Ayesh, a Palestinian who became a U.S. citizen in 2002, was sentenced to five years' probation and his citizenship was revoked, the U.S. attorney's office said Tuesday.\nHe was in immigration custody, but officials did not say if he would be deported. Ayesh came to the United States in December 1984 from territories now controlled by the Palestinian Authority.\nAuthorities said Ayesh withdrew more than $6.4 million from a bank without reporting it -- making 650 withdrawals of $9,900 each to try to get money past federal authorities. By law, banks must report transactions from individuals in excess of $10,000 to the IRS.\nHe sent a large portion of the money out of the country, U.S. Attorney Bud Cummins said, although he declined to say where it was sent or exactly how much. He said much of the cash was used in an unlicensed check cashing operation he ran on the side, along with his convenience store.\nAyesh, of West Memphis, was also convicted of wire fraud and naturalization fraud for lying during a citizenship interview by swearing he wasn't involved in any criminal activity. At that point, he had been making the bank withdrawals for several years, officials said.\nCummins said Ayesh wasn't charged with any terrorism-related offenses, but the large amount of money involved was a red flag.\n\"Every case the Joint Terrorism Task Force investigates does not involve people planning to fly planes into buildings,\" he said.\nCummins said that Ayesh's Arab ethnicity was not the reason the task force got involved, and any naturalized person would have received the same attention for the same activity.\n\"If it's Joe Smith from Lithuania or Ireland, undoubtedly we would find ourselves in the same situation,\" Cummins said.\n\nLoad-Date: May 5, 2005"
}