{
    "title": "Terrorism not subject to debate",
    "publisher": "st. petersburg times ",
    "year": 1993,
    "month": 8,
    "day": 24,
    "full text": "In March, when the first abortion doctor was shot in Pensacola, the manager  of a Tampa Bay area clinic acknowledged that the doctor who performed  abortions there had taken to wearing a bullet proof vest.\n\"But please don't write that,\" the clinic manager said. \"If you do,  they'll aim for his head.\"\nBecause I was caught up in the passion of the moment (Who anticipated that  somebody who claimed to believe in life would gun down a doctor?), I agreed  not to use this extraordinary statement.\nMELONE24\nBut it soon occurred to me that anybody demented enough to kill was  probably smart enough to know where to aim. And since then, two other doctors  have been shot. One was wounded last week in Wichita, Kan., and police  arrested an anti-abortion protester. Another was shot Saturday in Mobile, Ala.\nNobody has been arrested, and the police there were uncertain Monday if  the murder of Dr. George Patterson was related to his medical practice. But  Patterson replaced Dr. David Gunn, who was killed in March at his clinic  across the state line in Pensacola. News of Patterson's death rang across  Florida like a gunshot among the people who run the state's abortion clinics.  They doubt what happened to him is an unfortunate coincidence.\nSo there seems to be no reason not to publish the words of that clinic  manager I talked to in March. But the name? No. The manager, to use an  increasingly abused phrase, has a right to life, not to mention peace of mind.  So does the doctor at that clinic.\nBut the names don't matter. My intent is to telegraph what that clinic  manager was feeling. I doubt it's changed, this thing, this terror.\n\"I know doctors who have stopped (performing abortions), who are scared,\"  said Maggie Gifford, the owner of Alternatives, a Tampa abortion clinic.\n\"There is one who just doesn't return my calls when I need him, and I feel  badly. . . . I know he doesn't like himself for doing this, but he has a right  to protect his family.\"\nPatricia Baird-Windle, the owner of a Melbourne abortion clinic and one of  the most visible women in Florida when it comes to this subject, is going to  Tallahassee next week for a court hearing about abortion. After the latest  shooting, she decided to take along a bodyguard. \"No ifs, ands or buts about  it,\" she said Monday.\nNow I won't for the umpteenth time explain my belief that abortion is a  woman's somber province. It won't change any minds, and we're past that.\nThese shootings show we're no longer talking about the sincere  philosophical and moral differences held by ordinary people, you and me, on  abortion, or the right to protest and exercise free speech.\nWe're talking about terrorism, carried about by the extremists on the  so-far-out-it's-on-Pluto end of the otherwise legitimate anti-abortion  movement.\nWe're talking about people who think they are getting marching orders from  God to shed blood, remarkably similar to the Muslim fundamentalists who bomb  and maim a half a world away in the name of Allah.\nStrange, isn't it, how we only condemn the Muslims?\nI guess it is because they don't believe in what most of us take to be the  American God, to the extent that we have one.\nBut what Patricia Baird-Windle described Monday isn't about Christianity.  At three clinics she knows of in the southeast, clinic workers have received  the same telephone threat. Quit your job, the caller says, or we'll kill you.  When the worker doesn't quit, the caller calls again and threatens to kill the  worker and her child.\n\"There is nobody on our side,\" Gifford said, \"who is this crazy.\"\nAnd crazier still, nobody seems to care, politicians least of all. After  Gunn was killed, Patricia Baird-Windle wanted the Florida Legislature to pass  a mildly worded bill against clinic violence. It went nowhere. Now she's  asking for a federal investigation into what she suspects is a national  underground of anti-abortion extremists.\nI won't hold my breath until she gets her wish, but I will make a  prediction. If people, including those of us against abortion, don't speak out  against the violence, other doctors will die.\nWhen that happens, Maggie Gifford will cry out again. Patricia Baird-Windle  will repeat her call for action.\nNot in favor of abortion.\nBut against terrorism. \n\nLoad-Date: August 24, 1993"
}