{
    "title": "Terrorists allowedon flights,Terrorists given new IDs, permitted to board flights",
    "publisher": "pittsburgh tribune review",
    "year": 2013,
    "month": 5,
    "day": 17,
    "full text": "WASHINGTON - An investigation of the Justice Department's witness protection program uncovered glaring security problems that allowed terrorists who had been given new identities after cooperating with federal prosecutors to board commercial flights in the United States. \nIn some cases, suspects whose names were on federal watch lists that were meant to keep them off commercial aircraft were nevertheless able to board flights because the Justice Department had failed to add their new government-issued identities to counterterrorism databases. \nOverall, the Justice Department inspector general concluded that there were \"significant deficiencies in the handling of known or suspected terrorists who were admitted into the (Witness Security) Program,\" according to a summary of the report made public on Thursday. \nThe Justice Department issued a response saying that the security breaches identified in the report had been fixed and that \"no terrorism-linked witness has ever committed an act of terrorism after entering the program.\" \nStill, the report identified a security vulnerability that had apparently been in place for years and exposed the Justice Department to new criticism of the way it handles information on terrorism suspects and threats, just weeks after similar concerns were raised in connection with the Boston Marathon bombing. \n\"This is gross mismanagement - pure and simple - that jeopardizes American lives and cannot be tolerated,\" Rep. Bob Goodlatte, R-Va., the chairman of the House Judiciary Committee, said in a statement. \"This lack of interagency information sharing appears to be systemic. We witnessed similar interagency sharing problems leading up to last month's bombings in Boston.\" \nThe report was completed last year but kept secret until the Justice Department could act to eliminate security gaps. All but one of the inspector general's 16 recommendations have been addressed, according to the report, and the Justice Department was \"in the process\" of implementing the remaining recommendation. \nThe investigation focused on a program formed in 1971 to help the FBI crack organized crime cases by protecting key witnesses from intimidation or retaliation. But the program has been used to safeguard individuals with links to terrorist organizations who agreed to cooperate with the federal government. \nThe report said that 18,000 witnesses and their families have been admitted to the program during the past 40 years, and that there were \"700 active participants\" in May 2012. \nThe Justice Department said the number of suspected terrorists in the program \"represents a fraction of one percent of the total,\" including just two individuals over the past six years. \nIn exchange for their cooperation, the witnesses are relocated and given new identities. But the department failed to notify other counterterrorism agencies of the arrangements or update the individuals' entries on a database maintained by the FBI's Terrorist Screening Center. \nThat repository is used to generate other counterterrorism databases across the government, including the \"no-fly list\" maintained by the Transportation Security Administration. \n\"Therefore, it was possible for known or suspected terrorists to fly on commercial airplanes in or over the United States and evade one of the government's primary means of identifying and tracking terrorists' movements and actions,\" the report stated. \nInvestigators cited cases in which that had happened, but did not provide details. The report said the Justice Department \"did not definitively know how many\" terrorism suspects had been admitted to the program and that the U.S. Marshals Service, which handles the relocation of witnesses, had lost track of at least two suspected terrorists last year. \nSince then, the service had located one of those former witnesses and concluded that the other was \"believed to be residing outside the United States,\" the report said. \nIn a lengthy rebuttal submitted this month to Inspector General Michael E. Horowitz, the Justice Department disputed some of the findings and argued that the report overstated the dangers posed by witnesses. \nOfficials said the program has been critical to aiding investigations of terrorism cases, including the 1993 bombing of the World Trade Center in New York and the 1994 attack on a federal building in Oklahoma City, as well as the prosecution of suspects in the 2009 New York City subway suicide bomb plot. \nJustice Department officials said those admitted to the program would be \"more accurately described as former known or suspected terrorists,\" emphasizing that all had been carefully vetted and were no longer considered a threat. \nHorowitz's office replied that there is no such thing as a \"former\" designation on terrorism watch lists. \n\nLoad-Date: May 19, 2013"
}