{
    "title": "Terrorism war magnifies U.S. - Saudi differences",
    "publisher": "the new york times",
    "year": 2002,
    "month": 2,
    "day": 18,
    "full text": "In the days after Sept. 11, Prince Bandar bin Sultan, the Saudi Arabian ambassador to Washington, metaphorically related how the two World Trade Center towers had collapsed on his head. He was referring to the sudden and unprecedented criticism of Saudi Arabia by U.S. news media, particularly once it came to light that 15 young Saudis were among the 19 hijackers of the four American airplanes.\nSuddenly, U.S. journalists and political analysts were speculating on what sorts of Saudi national evils could have engendered such terrorists. Prince Bandar found himself in a diplomatic trap, squeezed between the powerful and furious media of an important ally, the United States, and the population of his own country, in which the overwhelming majority of youth support Osama bin Laden.\nThe prince's statement and the complex situation behind it characterize the pull of two different tides of public opinion. Recently, that U.S.-Saudi gap appears to have widened:\n * Saudi Arabia asked the United States to turn over at least 100 prisoners, all Saudi citizens, who are being held at the naval base at Guantanamo Bay, Cuba. The U.S. response: The fate of each would be decided on a case-by-case basis.\n * There have been suggestions on both sides that it might be time for U.S. troops to withdraw from Saudi Arabia, though that rhetoric has cooled in recent days.\n * Crown Prince Abdullah, Saudi Arabia's de facto leader, said in a recent interview that while relations have not changed, U.S. support of Israel was fueling further anti-American sentiment.\nI am here to explain my country's position, not defend it. One thing is obvious to me: While there may not be an urgent U.S.-Saudi political crisis, surely there is a communications crisis -- and it is not at the level of government officials so much as it is within the public. Unless we get a better understanding of each other's culture and thinking, the attitudes of our citizens toward one another will continue to be misunderstood and only cause further mistrust and even hatred.\nBarrage of condemnation\nThe recent tensions began soon after the Sept. 11 attacks. Saudi Arabia officially announced its political support for the U.S. war on terrorism. So Saudis were confused, and angered when they were confronted by an unrelenting storm of American media criticism. The U.S. media have taken to condemning Saudi Arabia's domestic problems as the source of anti-American hostility. In their version of events, the multiple social and cultural restrictions in Saudi Arabia, such as a lack of speech and press freedoms that Americans possess, have led to deep resentment in my country.\nSaudis, meanwhile, chafed at that criticism and at U.S. complaints that Saudi Arabia was not doing enough to aid America's war on terrorism. In response, the Saudi media seized on the \"conspiracy theory\" -- still very much alive in Arabic discourse -- that U.S. media criticism of the kingdom was a campaign orchestrated by Zionists.\nIn an interview with The New York Times and The Washington Post, Crown Prince Abdullah echoed his country's public sentiment: U.S. support for Israel's treatment of the Palestinians undermines any effort by the Saudis to defend America. The United States, the prince said, not only supplies military equipment to the Israeli army, but also gives weighty political and financial support. To ask Saudi Arabia to blindly support a U.S. agenda that supports Israel and backs a war of terrorism that is directed primarily against Muslims, the prince said, only invites further erosion of public support at home.\nDangerously, the situation in Saudi Arabia comes down to this: The more the Palestinians are oppressed and cornered and the more U.S. foreign policy feels like repression, the more popular bin Laden and his like become.\nIt is appalling to hear people throughout the Arab world, educated or not, talking of this conspiracy, or what is being called the \"New Crusades.\" Recently, I received a call from a young journalist in Riyadh who had read my previous opinion article in USA TODAY and wanted, he said, to share his feelings about America.\nAmericans, yes; America, no\nHe had spent one year studying in the United States in the early 1990s, and he thinks the Americans themselves are nice people. The problem, he said, is that Americans do not know how much trouble their government has caused us in the Middle East. He told me about a Saudi friend of his who had lived in the USA for seven years and -- following the Arabic tradition of naming newborns after people their parents admire -- had just named his new baby Osama.\n\"And you know what?\" he added. \"My friend chose the best name for his baby. Look at the siege that Israel is imposing on the Palestinians. See how the Americans treat our prisoners in Guantanamo. And you tell me this is not a crusade?\"\nSupporting this young man's position are Arabic Web sites full of comments expressing grievous hatred of the United States and deep admiration for bin Laden, who represents the opposite of all American interests. Every day in Riyadh, I hear tirades about \"American arrogance,\" \"American hypocrisy,\" \"American double standards\" and so on.\nVicious circle\nAs they throw accusations back and forth, the American and Saudi media are unwilling to listen to each other's criticism. This has become a circular and largely rhetorical argument, with each side missing the point the other wants to make, and it is probably a debate that could stretch on for decades.\nDon't get me wrong. We in Saudi Arabia do have much work to do domestically. Many of us, especially young and newly educated Saudis, were tirelessly calling for political and social changes long before Sept. 11. Our media, too, need to be responsible enough to open serious intellectual debates on issues related to women's rights, an independent judicial system, educational reform and many other critical social and economic issues.\nSo we know very well that our society has a long way to go before it deals with progressive social and political reform ideas. And we know that often we have to swim against the tide.\nAmerican criticism, therefore, is not exactly misdirected, but it is misguided. If the media mudslinging of both sides is to stop, then Americans and Saudis need to come to a deeper understanding of each other's perspectives.\nSulaiman Al-Hattlan, a Saudi journalist and political analyst, is a post-doctoral fellow at the Center for Middle Eastern Studies at Harvard University. During 1988 and 1989, he covered the war in Afghanistan.\n\nGraphic\n\n \nGRAPHIC, B/W (ILLUSTRATION)\n\nLoad-Date: February 19, 2002"
}