{
    "title": "Terrorism and Democracy_ Two Documentaries Address the Peruvian Example",
    "publisher": "the new york times",
    "year": 2006,
    "month": 1,
    "day": 9,
    "full text": "Of all the insurgent groups active in Latin America over the last half-century, none fitted the description of ''terrorist'' more aptly than Peru's Sendero Luminoso, or Shining Path. It began armed action in 1980, committed atrocities for more than a decade and was defeated under a president who was driven from office in 2000 for abuse of power.\n  So does Peru's war on terror offer any lessons to the United States?\nThe American directors of two documentaries being shown at Film Forum in New York this month believe it does: at the very least, they say, the Peruvian experience is a cautionary tale because of the price paid by Peru's fragile democracy in crushing terrorism.\n  Both directors, Pamela Yates and Ellen Perry, said they made their films with American audiences in mind. And while neither film explicitly draws parallels with the American war on terror, the issues raised in Peru -- from antiterrorist tactics to civil liberties -- have a familiar ring.\n  That said, the two documentaries are strikingly different.\n  ''State of Fear: The Truth About Terrorism,'' directed by Ms. Yates, which opens Wednesday for a week, follows up on the work of Peru's Truth Commission, which concluded that more than 69,000 people were killed in terrorist or government-sponsored violence in Peru between 1980 and 2000. It also underlines how the war on terror was used to justify erosion of the country's democracy.\n  ''The Fall of Fujimori,'' directed by Ms. Perry, which runs for two weeks starting Jan. 18, goes over some of the same ground, but much of it is based on interviews with Alberto Fujimori, Peru's president from 1990 to 2000, who is allowed to explain his strategy and claim credit for wiping out the Shining Path.\n  Peru's story, though, is not over. \n  From his exile in Japan, the land of his forefathers, Mr. Fujimori had long vowed to run again for office in April's presidential elections. As a step in this direction, in early November he flew to Chile, where he was arrested at the request of Peruvian authorities. Last week, Peru asked for his extradition to face an array of charges, from corruption to responsibility for death squads.\n  The two documentaries are contributing to Peru's re-examination of its recent past. ''State of Fear,'' applauded by human rights groups at a festival in Lima in August, is now being broadcast weekly by Peru's government-owned Channel 7 as a way of reminding people of Mr. Fujimori's excesses. ''The Fall of Fujimori'' was in turn welcomed by Mr. Fujimori's followers at the same festival.\n  What most distinguishes Peru's experience from the American war on terror is that Peru's violence was entirely homegrown. Founded by Abimael Guzman, a former philosophy professor, the Shining Path promised to reverse centuries of injustice suffered by Peru's Indian population. But to assert its power, it created a reign of terror, notably in the Ayacucho region of the Andes.\n  In preparing ''State of Fear,'' Ms. Yates and her producer, Paco de Onis, attended public hearings of the Truth Commission. They returned to Peru to interview witnesses and, in some cases, accompanied them to the sites of Shining Path atrocities. Some in the movie, for instance, were press-ganged into the Shining Path as children and some were forced to kill their own families.\n  By the mid-1980's, Peru's armed forces were fighting the Shining Path in the Andes but, as ''State of Fear'' demonstrates, the result often increased the violence, with many Indian communities threatened and punished by both armed groups. And, in practice, military repression helped the Shining Path: by 1990, it was beginning to threaten the coastal capital of Lima.\n  It was then that Mr. Fujimori, another former professor, was elected. In April 1992, in the name of fighting terrorism, he closed Congress and assumed dictatorial powers. Five months later, Mr. Guzman, the Shining Path's leader, was arrested. But a central argument in ''State of Fear'' is that the arrest came about, not through military repression, but through old-fashioned police work.\n  While Mr. Guzman's arrest proved fatal to the Shining Path, Peru's military intelligence, under Vladimiro Montesinos, stepped up persecution of suspected terrorists, using torture and death squads. In ''State of Fear,'' a woman called Magdalena Monteza described how, on her first day at university, she was arrested, repeatedly raped and then jailed. Sitting beside her in the interview was the young girl born of that rape.\n  In ''The Fall of Fujimori,'' Mr. Fujimori points out that he was overwhelmingly re-elected for a second term in 1995. ''What were Peruvians willing to do in the name of peace?'' Ms. Perry wondered in a telephone interview from Los Angeles. ''They allowed military tribunals, they allowed death squads, they knew this was going on.'' And, she added: ''I'm perplexed that they're going after him on pre-1995 charges when his re-election was a landslide.''\n  What eventually undermined Mr. Fujimori was his decision to seek re-election again in 2000. And despite protests that he violated the constitution, he won. Then, shortly after his inauguration, a television channel broadcast a videotape showing Mr. Montesinos bribing a congressman. Within 10 days, Mr. Montesinos had fled the country and, as more videotapes were shown, Mr. Fujimori's regime began to unravel.\n  He called for new elections and distanced himself from Mr. Montesinos. But in November 2000, as evidence of Mr. Montesinos's corruption mounted, Mr. Fujimori flew to Japan and faxed his resignation as president. In ''The Fall of Fujimori,'' he says that his life was in danger and insists that he knew nothing of Mr. Montesinos's illegal activities.\n  ''Montesinos in my mind is a criminal and a rebel,'' Ms. Perry said. ''Fujimori is a patriot, a rebel and possibly a criminal. Fujimori and Montesinos are truly Shakespearean characters.''\n  Certainly, her film focuses more on its main character than on his record. ''It gives you a glimpse into the mind of a dictator,'' said Ms. Perry, who has been nominated for a Writers Guild Documentary Screenplay Award along with her co-writers, Zack Anderson and Kim Roberts. ''I don't spend 20 minutes talking about the brutality of the military, but it's all in there subtly.''\n  In contrast, ''State of Fear'' offers a more comprehensive view of Peru's battle against terrorism and for democracy. It is also having an unexpected international impact. In July, it was broadcast in 45 languages on the National Geographic Channels International. And last month, it provoked a fierce debate between critics and supporters of the Russian government at a human rights festival in Moscow.\n  ''They're working on a Quechua version,'' Mr. de Onis said, referring to one of Peru's Indian languages. ''We showed it at a festival in Nepal in September and pro-democracy groups there now want a Nepalese version. We're thinking of doing an Arabic version. They're looking at the film in Northern Ireland. It's amazing to see the film take on a life of its own.\n  Ms. Yates added: ''I hope the film helps our own debate on the best way to defeat terrorism.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: A child soldier, left, in ''State of Fear''\nAlberto Fujimori, Peru's former president, from ''The Fall of Fujimori.'' (Photos by Left, Vera Lentz\nright, Presidential Archives)(pg. E1)\n Indians conscripted to fight in Peru, in the documentary ''State of Fear.'' (Photo by Vera Lentz)(pg. E7)\n\nLoad-Date: January 9, 2006"
}