{
    "title": "TERRORISM'S RESILIENCE",
    "publisher": "daily news ",
    "year": 2004,
    "month": 6,
    "day": 2,
    "full text": "Almost two years ago families of victims of the Sept. 11 attacks sued the Saudi government for $1 trillion, claiming the Saudi royal family had paid protection money to al-Qaida, which in turn funded terror attacks elsewhere. The suit is nowhere near concluded, but it's clear enough that if there was protection money, it didn't work, which leads the oil-dependent United States to ask the self-evident: Now what?\nThe most recent attacks took place at a housing complex in the city of Khobar that eventually killed 22 people after terrorists took hostages and the Saudi government raided the complex. But previously there had been an al-Qaida attack at a petrochemical site near the Red Sea and before that, the Riyadh bombing a year ago. One difference with the Khobar attack, according to The Washington Post, was the city's place among a dense network of refineries, the center of Persian Gulf export terminals. But the point is clear enough: Saudi Arabia, which represents one-fourth of the world's oil reserves, is not safe from attack and likely will be attacked again.\nThe oil markets, acting rationally in such a situation, sent the price of oil up just as it looked as it had peaked. This is a problem for the U.S. economy, which seems to have begun a substantial recovery, but it is not the largest problem.\nIf Osama bin Laden and al-Qaida can maintain the network and coordination to carry out an attack after 30 months, the lives of a thousand U.S. troops and a few hundred billion dollars spent in the war on terrorism, what does it say about the United States' ultimate chance of success under its current strategy? It's not as if this nation can simply ship a large number of troops to Saudi Arabia to guard the oil fields. And presumably the Bush administration is doing all it can to catch Osama bin Laden, but it appears that he remains free enough to plot this attack.\nPresident Bush has promised a series of talks over the next month to provide a fuller understanding of the progress and challenges facing the United States in Iraq. These are welcome, but he should add to the discussion a fuller explanation of how his administration has reconsidered its tactics after failing to catch Mr. bin Laden or starve his organization of funding. The war in Iraq, as so many have pointed out, shifted resources and attention away from stopping al-Qaida. The attack in Khobar should be enough to return them there now.\n\nLoad-Date: June 2, 2004"
}