{
    "title": "Terrorism panel suggests changes; Civil liberties need protection, it says",
    "publisher": "the atlanta journal-constitution",
    "year": 2003,
    "month": 12,
    "day": 16,
    "full text": "Arlington, Va. --- The federal government should set up a commission on civil liberties, improve information sharing with state and local officials and revise the five-color homeland security advisory system, an influential commission said Monday.\nThe panel also warned that the momentum of homeland security efforts \"appears to have waned\" because of several factors, including good results abroad in the war on terrorism and the fact that the United States hasn't seen another attack since Sept. 11, 2001.\nCox Washington Bureau\n\"We can't let down because of any individual successes,\" said former Virginia Gov. James Gilmore, a Republican, who heads the federally chartered commission. \"There is a long way to go.\"\nThe Gilmore Commission, a 19-member panel created in 1999 to assess the nation's preparedness for terrorist attacks, released its fifth and final annual report at a news conference. The commission's charter expires in February.\nThe commission recommended setting up a bipartisan oversight board to provide counsel on homeland security efforts that may affect civil liberties. The board is needed because of the \"potential chilling effect\" of government monitoring conducted in the name of security, the report said.\nBrian Roehrkasse, a spokesman for the federal Department of Homeland Security, said the department already has implemented many of the recommendations in the commission's report, including combining different agencies' grant-making programs into a single entity.\nHe noted that the department has an office of civil rights and a chief privacy officer \"to ensure that any issues associated with privacy or civil liberties are brought up and addressed . . . before any measures are even implemented.\"\nThe report also said the department's homeland security advisory system --- the color-coded scale set up to guide government response to terrorist attacks --- should be changed to a regional alert system.\nA process should be established to provide specific guidance for the affected areas and training to emergency responders about what to do at each level, the report said.\nRoehrkasse said the current system already is equipped to provide geographically tailored alerts.\nThe commission's report focused heavily on the perceived need to improve sharing of information with state and local agencies and urged the government to cut through a backlog of people outside Washington waiting to get security clearances for information.\nIn addition, it advises the government to develop a training program for state and local officials and certain people in the private sector for interpreting intelligence reports.\nThe report also recommends:\n \n* Giving the White House Homeland Security Council, which includes several Cabinet secretaries and agency heads, greater authority over homeland security budgets and programs throughout the federal government. \"There just isn't a traffic cop in the president's plan,\" Gilmore said.\n \n* Developing rules for the use of force for military activities inside the United States.\n \n* Making the Terrorist Threat Integration Center an independent agency. The center, where intelligence analysts from different agencies work together, currently is housed at the CIA.\n \n* Having the Department of Homeland Security take a stronger role in developing standards for local emergency responders. Currently, at least six federal departments and a number of other organizations are involved in developing standards for emergency communication systems and equipment, the report said.\nRoehrkasse said the department is in the process of developing such standards.\n\nGraphic\n\n \nPhoto: Former Virginia Gov. James Gilmore heads the Gilmore Commission, created in 1999.\n\nLoad-Date: December 16, 2003"
}