{
    "title": "Terrorism_ The harsh reality for millenials",
    "publisher": "university wire",
    "year": 2016,
    "month": 3,
    "day": 23,
    "full text": "When I heard the news of death and terror in Brussels, I found my dainty green necklace with a hammered bronze pendant reading: \"peace.\" I don't pray, but that is my karmic contribution; a hopeless scream into the abyss saying, \"We're better than this; we are more than destruction and mutually assured annihilation.\"\nToday, ISIS is praising Allah for a victory against crusaders.\nToday, Brussels and the world are mourning more souls that shouldn't have died. My tender heart is aching. I'm keenly aware of the destruction and death around the world, but my ethnocentrism makes me feel a greater ache for those who look like me. It's selfish and unfair, but I don't know if I could handle feeling the pain of a world that is watered with the blood of wandering, listless souls.\nEurope will almost certainly mobilize for airstrikes in ISIS-controlled territory. Thousands of people will die, hopefully as few civilians as possible. These deaths will do nothing but provoke more attacks, leading to more deaths, leading to more airstrikes.\nTime is nothing if not cyclical.\nThe thing about bombs and bullets is that they don't change minds- they change lives. A person can be shifted from a bystander to a radial with a badly-placed bomb. A child becomes an orphan. ISIS fighters mobilize in a horrifyingly efficient manner. They find people sensitive to radicalization and bring them over to the side of violence and fear.\nIn the aftermath of decades of war and unrest in the Middle East, both sides are assuring their destruction. Radicals won't stop attacking Western countries. Western countries won't stop retaliating in an obscene fashion. Comparably, we kill their militants and civilians by the thousands while they kill us by the hundreds. The body count doesn't matter; both sides should be haunted by the growing lists of the dead.\nISIS will successfully politicize both their dead and our dead.  They've turned terror into a hashtag. Western politicians will successfully politicize this. To most of them, it doesn't matter if we, as a nation, actually pursue violence against ISIS. They'll use the death toll to help their exit polls, because what is human life compared to the presidency?\nI'm disgusted by the reality that has been cultivated through years of violence. I have known nothing but war. In 2001, I was 7 years old. My only concern with terrorism was whether or not it would make us cancel our trip to Disney World for the next week. In two weeks, I will be 22, and I am forced to face a world that does not care who lives or dies - a world that deals in death instead of kindness. A world that is utterly apathetic to the needs of humanity as long as political and social ends are met.\nI want to believe, one day, we will look into the eyes of those we call an enemy and embrace them, forsaking the past and walking hand in hand into a brighter, safer future.\nBut that's why the youth are called idealistic and naïve. I'll see peace in necklaces and movies, but never in reality.\nHolly Baer is a senior religious studies major from Flowood.\n\nLoad-Date: December 15, 2016"
}