{
    "title": "Terrorism trial ends in split verdict 2 men are acquitted of racketeering conspiracy but convicted o",
    "publisher": "telegraph herald ",
    "year": 2007,
    "month": 2,
    "day": 2,
    "full text": "Two men accused of furnishing money and recruits to the militant Palestinian group Hamas were acquitted Thursday of racketeering conspiracy but convicted of lesser counts.\nMuhammad Salah, 53, a former Chicago grocer, and Abdelhaleem Ashqar, 48, beamed broadly at the split verdict and defense attorneys immediately declared victory in the three-month trial that the government had described as a major component in its war on terrorism.\n\"We are not terrorists,\" Salah told reporters as he left the courthouse with his 8-year-old son, Ibrahim, on his shoulders.\n\"I feel good,\" he said as he was hugged by relatives and well wishers. \"I thank God and I hope justice will prevail.\"\nProsecutors said the men sent cash to Hamas terrorists fighting the Israeli government, to pay for murders, bombings and kidnappings. But defense attorneys portrayed them as freedom fighters, comparing them to Nelson Mandela, Malcolm X and the Rev. Martin Luther King Jr.\nSalah was convicted of obstruction of justice for providing false answers to questions in a civil suit filed by parents of an American teenager who was killed by Hamas terrorists at an Israeli bus stop.\nAshqar was convicted of obstruction of justice and criminal contempt for refusing to testify before a federal grand jury after receiving immunity from prosecution for anything that he might have revealed.\nDefense attorneys said they hoped to have the convictions reversed on appeal but added that, at worst, the men would likely serve comparatively short sentences. Obstruction of justice carries a maximum sentence of 10 years and criminal contempt has no maximum, prosecutors said.\n\"I call this victory,\" said Salah attorney Michael E. Deutsch. \"I think the jury rejected (the government's) effort to criminalize resistance to occupation\" of the West Bank and Gaza by Israel.\nAshqar attorney William Moffitt said: \"It is very hard for an American jury to find people guilty if they're fighting for their rights.\"\nIt was the second time Moffitt has scored significant success against the government in a cases involving alleged Palestinian terrorism.\nHe was chief defense counsel in the December 2005 terrorism trial in Tampa of former professor Sami Al-Arian. Al-Arian was acquitted of eight of 17 charges and the jury deadlocked on the rest.\nThe charges against Salah and Ashqar were announced by then-U.S. Attorney General John Ashcroft, who said the government had broken up a terrorism financing cell in the Midwest.\nProsecutors said they were not disappointed by the verdict.\n\"It's not possible to be disappointed when you have convicted the other defendants on all of the other charges,\" said Gary S. Shapiro, first assistant U.S. attorney in Chicago. But he said the government is \"still convinced of what we alleged in this case - we're convinced that the evidence that we put on in this case is true.\"\n\"This was about an organization that has publicly claimed credit over and over and over again for terrorist acts - not just acts against the Israeli military, but acts against civilians where Americans and foreign nationals were killed,\" Shapiro said.\n\nGraphic\n\n \nAP Photo\n\nLoad-Date: February 2, 2007"
}