{
    "title": "Terrorism feared in plane disappearance EgyptAir jetliner carrying 66 vanishes over Mediterranean. E",
    "publisher": "daily news ",
    "year": 2016,
    "month": 5,
    "day": 20,
    "full text": "A relative of victims of the EgyptAir flight 804 that is believed to have crashed makes a phone call Thursday at Charles de Gaulle Airport outside of Paris.\nThe EgyptAir plane that disappeared Thursday during a flight from Paris to Cairo was an Airbus A320.\nRelatives of passengers on an EgyptAir flight that disappeared from radar grieve Thursday at Cairo International Airport in Egypt\nCAIRO - An Egyptian jetliner carrying 66 people from Paris to Cairo abruptly swerved, vanished from radar and plunged into the Mediterranean early Thursday, shortly before it was scheduled to land.\nEgyptian officials issued conflicting information about whether wreckage had been found and suggested terrorism was a more likely cause than technical failure.\nThe loss of the flight, EgyptAir 804, was the second civilian aviation disaster for Egypt in the past year. It immediately resurrected fears and speculation about the safety and security of Egyptian air travel and broader questions about terrorism against civilian air travel.\nE g y p t a n d G re e c e mounted an intense search-and-rescue operation in the southern Aegean Sea, and, on Thursday afternoon, Greek authorities said debris believed to be from the wreckage had been found at a site around 205 nautical miles southeast of Crete and 190 nautical miles south of the Greek island of Karpathos.\nEgyptAir reported \"the finding of wreckage of the missing aircraft\" in a Twitter posting. But hours later EgyptAir's vice chairman, Ahmed Adel, was quoted by CNN as saying no wreckage had been found yet.\n\"We stand corrected on finding the wreckage because what we identified is not a part of our plane,\" he was quoted as saying. \"So the search and rescue is still going on.\"\nThe Egyptian civil aviation minister, Sherif Fathi, told a news conference in Cairo that it was premature to draw conclusions about the cause of the crash, but he quickly acknowledged that it might be terrorism.\n\"I don't want to go to speculations and I don't want to go to assumptions,\" Fathi said. Still, he said, \"if you analyze the situation properly,\" the possibility of \"having a terror attack is higher than the possibility\" of technical failure.\nThe jetliner, an Airbus A320, departed Paris at 11:09 p.m. local time Wednesday. The pilot spoke to Greek air traffic controllers at 2:26 a.m. and nothing seemed out of the ordinary, officials said. Three or four minutes later, the plane made its last normal radar contact.\nAt 2:37 a.m., shortly after entering Egyptian airspace, the plane made a 90-degree turn to the left and then a full circle to the right, first plunging to 15,000 feet from 37,000 feet and then to 9,000 feet. At that point it disappeared from radar, Greek defense minister Panos Kammenos said at a news conference Thursday afternoon.\nFlight 804 was carrying 56 passengers, including three children; seven crew members; and three members of airline security. A list of the passengers' nationalities, released by the airline, indicated that 30 were from Egypt, 15 from France, two from Iraq and one each from Algeria, Belgium, Britain, Canada, Chad, Kuwait, Portugal, Saudi Arabia and Sudan.\nThe twin-engine aircraft, which can accommodate up to 220 passengers, was delivered to EgyptAir in November 2003 and had accumulated 48,000 hours of flying time, according to data compiled by Flightradar24, an aviation website. Such aircraft are typically built to last 30 or 40 years, and there was no indication anything was mechanically amiss.\nThe aircraft's North Africa itinerary in the past two days was possibly more worrisome. Flightradar24 data showed it had flown round trips between Cairo and Asmara, Eritrea, and between Cairo and Tunis before flying to Paris. U.S. and European officials have expressed concerns about security gaps at North African airports.\nIntelligence analysts who monitor jihadi websites and social media said there had been no claims of responsibility by terrorist groups.\nOfficials in Egypt, who have been under intense scrutiny since a bomb brought down a Russian airliner over the Sinai Peninsula in October, killing all 224 people on board, declined to describe the events on Wednesday as a crash. The aviation minister's quick acknowledgment that terrorism might be a cause this time was in stark contrast to the government's handling of the loss of the Russian airliner.\nFrench President François Hollande, after speaking by telephone with Egyptian President Abdel-Fattah el-Sissi, also raised the possibility of terrorism.\n\"The information that we have been able to gather - the prime minister, the members of the government, and, of course, the Egyptian authorities - unfortunately confirm for us that this plane crashed at sea and has been lost,\" Hollande said at the Élysée Palace.\nPresident Barack Obama was briefed on the situation by Lisa O. Monaco, his adviser for homeland security and counterterrorism.\n\"The president asked to be updated throughout the day as the situation warrants, and directed administration officials to reach out to their international counterparts to offer support and assistance,\" the White House said in a statement.\nU.S. officials said they were sharing information from a terrorist watch list as well as other data with Egyptian, French and other investigators, but that there was no evidence so far of what had caused the plane to vanish.\nEgyptAir said the last radar contact with the plane had been at 2:30 a.m., when it was 175 miles off the Egyptian coast.\nAt 3:14 a.m., Greek authorities began a search operation, deploying a C-130 military transport plane. At 4:26 a.m. - nearly two hours after the last radar contact - the plane emitted a signal, although it was not clear whether that was an emergency distress signal sent by a crew member or an automated signal from the plane's onboard computers.\n\"We don't know if the pilot had something to do with this or if it is just the plane sending it,\" said Ihab Raslan, a spokesman for the Egyptian Civil Aviation Ministry.\n\nLoad-Date: May 20, 2016"
}