{
    "title": "Terrorism and scales of grief",
    "publisher": "the new york times",
    "year": 2017,
    "month": 6,
    "day": 10,
    "full text": "LONDON -- There is a sickeningly familiar routine to terrorist attacks in Pakistan. If one happens in your city, you get a text message or a phone call asking if you are O.K. What happened? you ask. From that, the caller concludes that you are O.K.. Then you turn on the TV and watch the screen zoom in on a Google map or an animated blast before cameras reach the scene and start beaming images of bloodied slippers.\nLast Saturday, I went through the same routine during a stay in London. It was a friend in Pakistan who alerted me by text message about the attacks here. As I looked for the TV remote, I got another message from him. ''Did you ever think you'd hear about London from Pakistan?'' \n  I found the observation slightly upsetting. I wanted to write back: ''You are sitting peacefully in your home in Islamabad. This is not the time to be ironic. There is no irony in carnage.'' I didn't reply, and instead got busy trying to track down my son, who happened to be in the area near where the attack happened. Last year, I sent him off to university in London, calculating this was a safer place than home in Karachi.\n  After I found out that my son was all right, I had time for ironic reflection.\n  In the weeks during which a concert in Manchester and a lively neighborhood of London were struck by terrorists, a dozen people were killed at two sites in Tehran, an ice cream parlor was blown up in Baghdad, a single bombing killed some 90 people in Kabul, then more Afghans died during protests about that attack and then still more Afghans died in another attack at a funeral for people killed during the protests.\n  I read many stories about loss and valor in Britain, but saw hardly any bloodied Iraqi slippers. Instead of the names and faces of the slain in Kabul, we mostly got tiny bits of security analysis.\n  What gets covered and what gets left behind? I spent too much time when I was at the BBC a decade ago debating with colleagues whether when an attack killed 40 people we should highlight that two of them were British. But it's the same problem everywhere. When a bomb goes off in Parachinar, in northern Pakistan, it barely gets a couple of minutes on national television.\n  Karachi ignores Kabul's suffering. Kabul forsakes Kandahar. Kandahar can't be expected to worry about Mosul. If a terrorist attack happens in London or Paris, we want human interest stories. In the ice cream parlors of Baghdad or the bazaars of Kabul? Statistics will do.\n  Is there a hierarchy of grief? Or is there just too much horror in the world to fit into the news?\n  Soon after the London attacks, Prime Minister Theresa May of Britain said, ''Enough is enough.'' But wasn't the attack in Manchester already enough? Or the one on Westminster Bridge in March? Is Kabul, Baghdad or Peshawar not enough?\n  In the aftermath of every atrocity, before we have had a chance to properly mourn the dead, urgent conversations are started -- as if good, sound analysis could somehow make us feel better. We talk about the police's past failures. We talk about the intelligence community's past successes. We talk about our resolve and our phlegmatic defiance. Then we feel resilient enough to take out the trash or walk the dog again.\n  In Britain as in Pakistan, these discussions often become shrill and turn to religion. After last weekend's attacks in London -- but before her party lost its majority in Parliament on Thursday -- Mrs. May said that we will need to have embarrassing conversations. What she probably meant was that we'll talk about how Muslims are like prepubescent boys and must be taken aside to be told the facts of life and the true spirit of Islam. Your holy texts are being misused. Forget those lullabies that were whispered to you in your cradle teaching you to hate us. And if you already agree with us, why don't you condemn your peers who don't?\n  But how many times can we say these things? How many times can we be told that radical Islamists don't represent true Islam? Does calling terrorists ''losers'' or ''cowardly'' make anyone feel better anymore?\n  There are those who trot out solutions. Sure, shut down the mosques, if that would make one iota of difference. Go ahead and close the pubs. While you're at it, ban hip-hop music and gin and tonics, and take away beards and hijabs. If that'll make a difference.\n  Some embarrassing conversations, or at least thoughts, already happen within ourselves. Iraqis are relieved that it was a man with connections to Libya who blew up more than 20 people in Manchester. The hearts of Pakistanis sink when they hear that one of the London attackers was born in Pakistan. At least, thank God, he was a British citizen. And thank God my own son is O.K.\n  Then there are the embarrassing conversations we're not having, or not enough. Like the one about billion-dollar arms deals with Saudi Arabia. Or the one about how while we want to mourn our own dead with dignity, we tend to drown other people's sorrow in numbers.\n  Follow The New York Times Opinion section on Facebook and Twitter, and sign up for the Opinion Today newsletter.\n\nhttps://www.nytimes.com/2017/06/09/opinion/london-kabul-terrorist-attack.html\n\nGraphic\n\n \nCandles for the victims of a suicide bomb attack in Karachi, Pakistan, in February. SHAHZAIB AKBER/EUROPEAN PRESSPHOTO AGENCY       \n\nLoad-Date: June 10, 2017"
}