{
    "title": "Terrorism insurance gets cool reception",
    "publisher": "journal record legislative report ",
    "year": 2003,
    "month": 4,
    "day": 7,
    "full text": "Insurers are offering terrorism coverage, but many buildings, businesses and other commercial interests across the United States are not buying the insurance because they do not consider themselves targets of terrorism, the cost is too high or both, according to a special terrorism insurance survey conducted by The Council of Insurance Agents & Brokers.\nBrokers noted, however, that in the days leading up to the war in Iraq, more businesses were buying coverage out of fear that terrorists may retaliate for U.S. actions in that region.\nNearly 60 percent of brokers responding to the survey said fewer than 10 percent of their small commercial property/casualty accounts and fewer than 20 percent of medium-sized accounts have purchased terrorism coverage offered to them by insurance carriers. Of the brokers handling large accounts, 48 percent said fewer than one in five of the biggest customers have bought terrorism coverage.\nThe CIAB survey, conducted in the same manner as The Council's quarterly report on commercial property/casualty market trends, also provides the first national sampling of the cost of terrorism coverage. Most of the small and medium accounts are being assessed 10 percent of premium, while large accounts typically are paying 20 percent of premium or less.\nThe council represents the top tier of the nation's insurance brokers who collectively write 80 percent of the commercial property/casualty premiums annually.\nCouncil President Ken A. Crerar said responses of brokers to a number of open-ended questions indicate that despite the passage of the federal terrorism insurance backstop at the end of last year, there are some significant gaps in terrorism coverage around the country.\n\"On balance, the market is significantly more stable with the Terrorism Risk Insurance Act (TRIA) than without it. However, cost and availability of coverage remain key issues,\" Crerar said. \"Small, relatively low-profile accounts seem to be able to find terrorism coverage at a reasonable cost, but many are opting not to buy it because they don't think they are at risk. On the other hand, some of the riskier operations, with real exposures, choose to do without coverage because of the cost.\"\nCrerar said there are a number of market challenges remaining. \"The full set of regulations for TRIA implementation are not yet in place. We have been operating for several months under the threat of a war that has now begun, and insurers still face significant financial risk under the legislation. So it is not altogether surprising that gaps in coverage continue to exist. We will watch the marketplace closely in coming months and expect more stability and predictability in time.\"\n\nLoad-Date: April 7, 2003"
}