{
    "title": "Terrorism, the energy trap, and the way out",
    "publisher": "the christian science monitor",
    "year": 2001,
    "month": 10,
    "day": 23,
    "full text": "WITH each passing day, the scope of the United States' and allied responses to the terrorism of Sept. 11 becomes clearer and clearer. But the attacks on America, and the wider trends from which they emerged, point to another pressing need - one that is so far going unnoticed.  The events of Sept. 11 sealed the national security argument for a massive national investment in renewable energy.\n \nWithout new sources of energy, the US will be increasingly hostage to the few countries still producing large amounts of oil, and frighteningly vulnerable to energy-related aggression and terrorism.  About a decade from now, we will import some 70 percent of our oil, and the Middle East will account for perhaps 70 percent of world oil exports. Energy rivalries, price volatility, and the strategic vulnerability of oil will intensify.\nThe threats emerging from this vortex of energy insecurity could take many forms. Two or three small nuclear warheads detonated in the right places in the Persian Gulf would bring the world economy to a standstill. A regional bully circa 2010 or 2015 will be able to hold at risk a far greater proportion of the world's daily energy diet than did Saddam Hussein in 1990.\n \nIf our vulnerability to this sort of mischief was substantial before Sept. 11, it is much greater today. Osama bin Laden and his followers are intent on sparking a war between extremist Islam and the West. To the extent that they succeed even in part of their agenda - threatening, for example, the stability of the regime in Saudi Arabia - US and world oil supplies will rest on even shakier foundations.\n \nAs recent events make clear, too, the problem isn't just global, it is also domestic. A fossil-fuel-dependent, long-range-energy-grid economy is susceptible to terrorist attacks from local or global troublemakers.\n \nHow, then, can we begin a transformation in our sources of energy?  Advocates of such a shift usually offer punitive or restrictive approaches, from regulations to enforced conservation, to achieve their goal. Such regulations are politically charged, though, and they don't really solve the problem - they only delay the day of reckoning. Truly escaping the fossil-fuel trap demands different kinds of fuels.\n \nIt demands a visionary approach to energy security and environmental sustainability that ought to be very attractive to President Bush. He could, for example, announce his intention to reduce the threat posed by the slow exhaustion of fossil fuels, and commit the US to a dramatic increase in the proportion of the total energy it generates from decentralized, renewable sources within a specific time frame - say, by 2010.\n \nSuch a goal is achievable. Many renewable energy technologies - solar, wind, fuel cells, biomass - are now within shouting distance of the potential for widespread use in terms of reliability, practicality, and, most important, cost-competitiveness with fossil fuels. Some renewables just need scale; with bigger markets, per-user prices will drop. In other cases, rigorous research and development remain necessary.\n \nEither way, a bold government policy that both guarantees larger markets for renewables and funds new research can make these technologies practical for widespread use - not in one year, perhaps not in five, but much sooner than it will happen otherwise.\n \nOpponents of a big federal role on renewables have argued that developing them is the market's job, not the government's. But with our most vital national interests at stake, economic theory needs to take a backseat to national security. Fifteen years from now, when gas prices are leaping and terrorists are menacing Middle East oil, our philosophical devotion to market forces will seem absurd.\n \nPolitically, this approach could be a real winner. The broad appeal of such an initiative - \"protect the environment, shore up our security, safeguard our economy\" - is as obvious as its environmental and strategic value. Polls show that 90 percent of Americans favor a greater federal role in renewable energy.\n \nAs a side bonus, renewable energy could become the technological silver bullet in the global-warming and energy-policy debate - a debate President Bush was losing before the recent crisis. Instead of placing government agencies or global bureaucracies in charge of a painful, gradual reduction of greenhouse gases, he could jump-start the technologies that will someday eliminate them.\n \nWhether or not we have an environmental problem in need of urgent action, we surely have a brewing security crisis that demands it. The time has come for America to become the master of its own energy security, and the president can lead the way.\n \nMichael J. Mazarr is president and CEO of the Henry L. Stimson Center.\n(c) Copyright 2001. The Christian Science Monitor\n\nLoad-Date: October 22, 2001"
}