{
    "title": "TERRORISM_ INDIVIDUALS NOW FUND MOST ATTACKS, OFFICIALS SAY",
    "publisher": "daily news ",
    "year": 1996,
    "month": 8,
    "day": 14,
    "full text": "* Wealthy people now are a prime source of money for terrorist organizations.\nNEW YORK TIMES WASHINGTON - Much of the financial support for terrorists who attack Americans, Israelis and others sympathetic to the West comes from wealthy individuals from Saudi Arabia and other Persian Gulf countries allied with the United States, former and current U.S. officials say.\nOver the last decade, the United States has focused its anti-terrorism efforts on state sponsors of terrorism, forbidding trade with countries like Libya and Iran. But officials said the emergence of sophisticated, privately financed networks of terrorists posed a new and even thornier set of diplomatic and legal challenges for Western governments.\nU.S. officials suspect that businessmen in Saudi Arabia, Qatar and the United Arab Emirates helped finance the operations of Ramzi Ahmed Yousef, who has been charged with masterminding New York's World Trade Center bombing in February 1993 and a plot to blow up 11 American airliners.\nAnd U.S. intelligence agencies are closely examining the activities of Osama Bin Laden, the scion of a wealthy Saudi family stripped of his Saudi citizenship in 1994 who finances a host of hard-line groups from Egypt to Algeria.\nOfficials in several countries, including the United States, say Bin Laden's money, as well as money he has raised, paid for terrorist acts in Europe, Africa and the Middle East against Americans and other Westerners.\nThe State Department, in an unusually detailed document made public this year, called Bin Laden ''one of the most significant financial sponsors of Islamic extremist activities in the world.'' It linked him to terrorist training camps in Afghanistan and the Sudan and said he supported a group that\ntried to bomb U.S. servicemen in Yemen in 1992.\nIn the three years before he was charged in the World Trade Center case, Yousef lived in a Pakistan guest house paid for by Bin Laden, according to the document. And the Saudi militants who killed five Americans last November in Riyadh said in their confessions that they had been influenced by Bin Laden's thinking.\nBin Laden, in interviews with other reporters, has denied any involvement in terrorism, but he could not be reached for comment Tuesday.\nKhaled al-Fauwaz, a spokesman for the Advice and Reformation Committee in London with which Bin Laden is associated, said he was ''proud'' to be his friend, and described the charges of supporting terrorism as ''rubbish.''\n''There is no evidence I know of to support such charges,'' Fauwaz said.\nThe State Department's latest annual report on global terrorism touches briefly on the role played by individual financiers. But Philip C. Wilcox Jr., the head of the State Department's counterterrorism office, which prepared the report, recently told Congress that Hamas and Islamic Holy War - two Palestinian fundamentalist groups based in the Middle East - receive significant support from individuals in the Persian Gulf as well as in the United States.\nSome contributors, Wilcox added, believe that they are underwriting legitimate charitable organizations. Others, he said, give money to radical groups knowingly through secret channels.\n\nLoad-Date: August 16, 1996"
}