{
    "title": "Terrorism deaths decline worldwide, report says Islamic State defeats in Syria , Iraq drive decrease",
    "publisher": "usa today",
    "year": 2018,
    "month": 12,
    "day": 7,
    "full text": "WASHINGTON - Terror-related deaths have fallen for the third consecutive year around the globe, while far-right political terrorism is on the rise in North America and Western Europe, according to a report released Wednesday.\nAfter peaking at about 34,000 deaths in 2014, terrorism-related deaths fell by 44 percent last year to 18,800, according to Steve Killelea, executive chairman of the London-based Institute of Economics & Peace, which publishes the annual Global Terrorism Index.\nMilitary defeats of the Islamic State, also known as ISIS or ISIL, in Iraq and Syria and the Nigerian government \"breaking the back\" of Boko Haram are the main reasons for the drop in deaths related to terrorism, Killelea said.\nAfghanistan recorded the highest number of terror-related deaths among all countries.\nOverall, deaths at the hands of the Islamic State dropped by 52 percent in 2017, according to the report.\nKillelea predicted that the group will no longer rank as the deadliest terrorist organization in 2018.\n\"I think if there's one thing which I'd have people to take away from the study, it would be simply that the back of ISIL is broken,\" Killelea said. \"And that doesn't mean that it's the end of terrorism. Because al-Qaida is still highly active.\"\nThe report's authors say that after Islamic State collapses in Iraq and Syria, the terrorist group is moving to countries in the Maghreb and Sahel regions of Africa, such as Libya, Niger and Mali, and to Southeast Asia.\nIslamic terrorism is \"incredibly fluid,\" Killelea said.\nExtremist groups splinter, merge and form offshoots, based on differences in ideology or strategy and tactics, he said.\n\"And that's very, very difficult for intelligence agencies to really track and stay on top of it,\" Killelea said.\nMore than 99 percent of all deaths from terrorism happened in countries mired in violent conflict or high levels of political terror.\nThe report found that social alienation, lack of economic opportunity and involvement in an external conflict are major factors behind terrorism in economically developed areas such as North America and Western Europe, which have witnessed a rise in far-right terrorism.\nFrom 2014 through 2017, far-right groups and individuals were responsible for 66 deaths in Western Europe and North America.\nLast year saw 17. That same year, the USA had 30 attacks resulting in 16 deaths.\nThe report's authors found that lone actors with white nationalist, far-right or anti-Muslim beliefs were responsible for the majority of attacks in North America and Western Europe.\n\"Part of it is a reaction to the immigration flows, which have been appearing in Europe, with the result of the wars in the Middle East,\" Killelea said. \"And also it's a reaction against the terrorist attacks, which have occurred back in the U.S. and in Europe by violent jihadist or violent extremists, violent Muslim extremists.\"\nOther takeaways from the Global Terrorism Index:\nFive countries - Afghanistan, Iraq, Nigeria, Somalia and Syria - saw more than 1,000 deaths from  terrorism. Nineteen countries saw more than 100 deaths.\n67 countries suffered at least one death from terrorism in 2017.\nThe biggest jumps in deaths from terrorism were in Egypt and Somalia, which saw 123 percent and 93 percent increases, respectively.\nTotal year-to-year deaths fell by 75 percent in Europe, making for the biggest rate of improvement.\nThe two deadliest attacks in 2017 occurred in Somalia, where al-Shabab terrorists killed 587 people, and Egypt, where the Islamic State-Sinai Province killed 311. \n\nLoad-Date: December 7, 2018"
}