{
    "title": "Terrorism - and the Qaddafi sideshow",
    "publisher": "the world",
    "year": 1986,
    "month": 4,
    "day": 9,
    "full text": "IF a cranky old man lived on your block, would you deliberately walk in front of his house to get him to throw stones at you? If he lived in a different neighborhood and you did so, would you be considered a hero or an adolescent?\nJudging from the favorable public reaction to the recent American maneuvers in the Gulf of Sidra, countries are judged differently from ordinary people. But their policies must still be subject to long-range analysis and scrutiny on the grounds of efficiency.\nThe strategic value of the Gulf of Sidra is doubtful, and Col. Muammar Qaddafi's military capacity to achieve his demands is practically nonexistent. The psychological basis for Libya's claim is fairly obvious. It is certainly not uncommon in history for the leader of a former colonized area to tweak the nose of ''imperialists'' to bolster his public image.\nThere are legitimate questions in dispute. The United States certainly does not tolerate fully armed warplanes flying within 200 miles of its coastlines; in fact the validity of the three-mile limit, originally adopted because that was the range of ancient cannons, is open to question.\nRightly or wrongly, other nations claim jurisdiction over similarly vast territorial waters, usually because of economic reasons.\nSuch disputes may be handled in different ways. An appeal to the World Court would have discredited Colonel Qaddafi and projected the image of a United States as a reasonable country interested in establishing the rule of law. But it would have been an embarrassment for a nation that rejected a role for the World Court in Nicaragua's case to request judgment on the Sidra question.\nThe US could have accepted the mediation by Maltese Prime Minister Carmelo Mifsud Bonicci and opened talks with Qaddafi, or it could have agreed to a regional conference to discuss all of the area's problems, including terrorism.\nIn fact, America's allies in the Mediterranean will lose out because of the American fleet's operations. They will have to continue their military buildup in the area to guard against possible Libyan retaliation against American bases, and they will remain the most convenient terrorist targets.\nCombating terrorism, not asserting freedom of navigation, was the real reason behind the Gulf of Sidra maneuvers. But it seems difficult to justify provoking Libya over the question of its territorial waters while at the same time presenting the operation as terrorism busting. Such actions only cause confusion.\nQaddafi has made himself so odious to the US that the American public eagerly perceived the Sixth Fleet's enterprise as effective action against Libyan terrorism. But what will the US do if Qaddafi does not mend his ways? Will it send in the fleet again?\nIn fact, while evidence indicates that Qaddafi supports terrorists, he does not appear to be the worst offender in this regard. Syria probably has that distinction.\nBut the US has on several occasions come to an accommodation with that Middle Eastern nation, where terrorist activities were involved. While Hafez Assad works through traditional diplomatic channels, however, Qaddafi's style is at least unorthodox. From a Western public relations view, it is more convenient to taunt a high-profile eccentric than provoke a fellow statesman who has powerful Soviet backing.\nWhat is most difficult to accept and to comprehend is that terrorism is no longer an aberration, but a permanent feature of future warfare.\nWhen firearms first appeared, knights used to put out the eyes of captured soldiers who had used the new weapons. The knights considered it unfair for commoners with little breeding or skill to annihilate noble fighters who had trained for years and who had traditionally dominated the battlefield. Terrorism is also a new tactic and arouses repugnant feelings.\nThe reality is that terrorism has become part of a modern state's arsenal, just as much as nuclear armaments; but unlike such weapons, terrorist tactics are within the grasp of the poorest nations.\nSince terrorism is only an instrument designed to achieve an end, Mideast terrorism can be controlled only by removing the reasons that groups and states use the weapon in the first place. The root cause of the problem remains the Palestinian question.\nUntil that issue is resolved, disputes with Qaddafi will remain sideshows, diverting world attention from the real obstacle to peace in the Mediterranean."
}