{
    "title": "Terror will continue unless fought",
    "publisher": "university wire",
    "year": 2005,
    "month": 7,
    "day": 18,
    "full text": "For those who thought the war on terror was winding down, the recent London attacks should have come as yet another rude awakening.\nA week and a half ago, four bombs exploded in England, killing over 50 civilians and injuring more than 700 people. It was an act of unadulterated barbarity. It also should have come as no surprise.\nThough war has been openly declared on the West for decades, many continue to shut their eyes, hoping that the problem will simply disappear.\nThose who ignore the harsh reality of modern-day terrorism remain willfully blind to our generation's predicament. Bali, New York, Turkey, Australia, Morocco and so many other nations have felt the brunt of savage, unapologetic, fundamentalist terrorism. Last week it was London's turn.\nEngland has in fact become a safe haven for radical Islamist groups. British extremist networks have produced a number of home-grown terrorists, and it remains likely that the London bombings were perpetrated by such people.\nRichard Reid, the notorious \"shoe bomber,\" was from England. Two Britons infiltrated Israel and blew up a Tel Aviv night club in 2003. In March 2004, British authorities arrested a cell of terrorists with quantities of the biological agent ricin.\nGiven the current threat, there is absolutely no excuse for anything short of an all-out assault on terrorists and those who harbor and aid them. The enemies of freedom have stated their abominable intentions and we must respond in kind.\nThe war against al Qaeda and their ilk is not about a border dispute, an occupation or any one foreign policy decision. Such terrorist groups are fundamentally opposed to who we are and what we stand for. This is clearly understood from the writings of their ideological mentors, including Ibn Taymiyya, Mohammed ibn Abdul Wahhab and Sayyid Qutb.\nWahhabism specifically has laid the foundation upon which today's terrorism and xenophobia emanate. The same hate-filled Wahhabi ideology now invoked by al Qaeda instigated numerous massacres against those branded as \"infidels,\" such as the murder of 5,000 Shiites in Karbala in 1802.\nSheikh Omar Bakri Muhammad, the well-known pro-bin Laden British radical, declared April of last year in a Portuguese magazine, \"We don't make a distinction between civilians and non-civilians, innocents and non-innocents. Only between Muslims and unbelievers. And the life of an unbeliever has no value. It has no sanctity.\"\nSimilarly, the man who recently confessed to murdering Dutch film-maker Theo van Gogh stated in court, \"I can assure you that one day, should I be set free, I would do exactly the same.\" Addressing the victim's mother, he continued, \"I cannot feel for you ... because I believe you are an infidel.\"\nThe enemy is crystal clear about its intentions, if only we'd listen.\nSeveral principles thus must be clearly established.\nPrimarily, we must win. If Osama bin Laden wins, all women will be forced into servitude and all men will be forced to partake in his perverse interpretation of Islam. Our lives, our civilization and our culture will be destroyed. This is why our victory must be absolute and total -- not just in the battles, but the war. America, Britain and our allies will be triumphant so long as we stay the course and act with unwavering resolve.\nThough bin Laden sees democracy as weak and fractious, the forces of freedom provide strength far beyond what he could imagine. Women's rights, freedom of press and religious pluralism are heretical to bin Laden, Abu Musab al-Zarqawi, Mullah Omar and the rest of their gang of thugs.\nIn reality, however, the freedoms that a liberal society embodies are its ultimate strength and are far more powerful than any bayonet, bullet or bomb.\nAdditionally, there must be absolutely no victory for terrorism -- period. There is much work to be done on this front, and indeed the trend must be reversed after the shameful Spanish capitulation in the wake of the Madrid train bombings.\nTerror must never elicit political gain, only the firm understanding that resorting to terrorism delegitimizes even the most legitimate of causes. In the war on terror, victory fuels victory and defeat begets defeat. Anything short of total victory is unacceptable.\nMeanwhile, I predict more bombs and carnage. Unless grave measures are taken, including pressuring dictators, supporting democratic reform, and toughening counter-terrorism actions, the streets will continue to run with blood.\nLondon will be hit again and again, as will Poland, Washington, Spain, Israel and elsewhere. Until the world recognizes that this war extends far beyond Iraq, and will continue decades into the future, these senseless murders will continue unabated.\nWith quiet determination, we must fight on, never hesitating and never halting. The enemies of freedom must be crushed. Their demise can come about not a moment too soon.\n(C) 2005 Daily Bruin via U-WIRE\n\nLoad-Date: July 18, 2005"
}