{
    "title": "Terrorism sparks patriotic buying; Terrorism sparks patriotic buying",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 9,
    "day": 23,
    "full text": "Beyond flags: Some say they will search out U.S. goods now\nCarl Desantis bought a small American flag after the Sept. 11 terrorist attacks, but his patriotism goes well beyond snapping up red, white and blue merchandise.\nThe Clarence, N.Y., resident, who used to buy freely on the Internet without a care where products were made, now is searching out American-made goods.\n\"If a sense of survival is called patriotism, then I guess I am patriotic,\" he said. \"I want to really savor American goods.\"\nHis interest in classic American labels and American-made goods reflects a new movement that has emerged since the Sept. 11 attacks on the East Coast, according to trend forecasters.\nRetailers reported a surge in flag sales, ribbons, and patriotic T-shirts after the attacks. By Sept. 13, Wal-Mart Stores Inc., the world's largest retailer, sold out of 500,000 flags, and now is scrambling to restock them. Meanwhile, apparel companies like Polo Ralph Lauren and Tommy Hilfiger have reported a sharp increase in sales of red, white and blue merchandise.\nBut cultural trend observers are starting to see hints that Americans' patriotism is starting to run deeper, from the types of food and clothing they choose to where they dine and shop.\n\"People want to reaffirm their Americanism,\" said Marian Salzman, worldwide director of strategy and planning for Euro RSCG, a marketing company based in New York. \"It's about eating American comfort food, like cheeseburgers and mashed potatoes … This has been a miraculous transformation.\"\nAfter the attacks, said C. Britt Beemer, chairman of Charleston, S.C.-based America's Research Group, the number of Americans wanting homemade goods jumped from 20 percent to 30 percent of the 2,100 people surveyed nationwide.\n\"As President George Bush mobilizes the American mindset to fight this war, this trend will definitely move upward even reaching half of the population,\" Beemer predicted.\nSalzman and others said that before the terrorist attacks, the nation was at a tipping point.\n\"Americans were no longer feeling confident that we were No. 1 in whatever intangibles had made the nation so confident,\" said Salzman, who conducted a survey of 15,000 people worldwide.\nSalzman expects to see big changes in fashion, with brands like Levi's, Gap and Timberland benefiting as consumers look for classic American looks.\nBut finding American-made merchandise, particularly apparel, is difficult. About one-third of apparel is made in the United States, down from 50 percent five years ago, according to the Arlington, Va.-based American Apparel and Footwear Manufacturers' Association. Only about 20 percent of Gap Inc.'s clothing, for example, is produced domestically.\nThe move overseas, of course, has been driven by economics, enabling manufacturers to bring prices down by cutting costs. And there are plenty of consumers who will continue to buy on price.\n\"When you look out for your own personal family, economics do pretty much rule, unfortunately,\" said Bill Marsh, 36, a roofing contractor from St. Clair Shores, Mich.\n\nLoad-Date: September 27, 2001"
}