{
    "title": "Terrorism's Meaning Tends to Be in Mind of the Beholder",
    "publisher": "the salt lake tribune",
    "year": 1997,
    "month": 4,
    "day": 27,
    "full text": "Last week, soccer -- the ball game Europeans, by mistake of course, keep calling \"football\" -- apparently won itself another ardent South American admirer: Peruvian President Alberto Fujimori.\nThe Tupac Amaru hostage-takers, including their leader Nestor Cerpa, were too preoccupied with kicking a soccer ball on Tuesday to consider the possibility of an attack from Fujimori's commandos. They probably never had a chance when the troops stormed the Japanese ambassador's residence. At least they were wiped as the hostages were freed.\nThanks to the bold operation's success, Fujimori emerges a heroic anti-terrorist warrior, winning praise worldwide, minus the weak objections from anti-violence crusaders.\nThe whole deal would have looked entirely different had the surprise assault gone wrong, which, of course, it could have. If, for some reason, failure left the hostages still captive or, worse, killed, not only Fujimori's career but the hard-line approach to terrorists would have suffered a major blow. That has happened before -- after President Jimmy Carter's ill-fated 1980 attempt to free American hostages in Iran, which contributed considerably to Carter losing re-election.\nJust as surely, advocates of peaceful dialogue and negotiations with terrorists would have been heard loud and clear had Fujimori lost his gamble.\nThe events in Lima offer the most recent example of how easily the outcome of a single crisis can tip world opinion concerning anti-terrorism. Opinions vary, despite the fact that terrorism hardly could be called a new phenomenon.\nJohn Wilkes Booth, who killed President Abraham Lincoln at Ford's Theater 132 years ago, didn't consider himself a terrorist. And neither, probably, did the plotters who assassinated Roman emperor Gaius Julius Caesar in 44 B.C.\nWhether in the past or present, at least two viewpoints contend over what is politically-motivated terrorism -- the victims' version and the perpetrators'.\nThe young Serbian student who assassinated Austrian Archduke Franz Ferdinand in Sarajevo in June 1914, triggering World War I, certainly was, and maybe still is, a hero for some. So are the people who killed Egypt's President Anwar al-Sadat in 1981, and '83 dynamiters of 241 U.S. Marines in Beirut, and the '85 hijackers of the cruise ship Achille Lauro, and whoever parked a truck full of explosives at the federal building in Oklahoma City, and hostage-takers in the Budyonnovsk, Russia, hospital during the Chechen war.\nObviously, there always have been people who considered terrorism an acceptable, if last, best option for reaching their political goals.\nThe get-tough approach advocates -- like Peru's Fujimori -- argue that those who agree to negotiate, like the Japanese authorities who in '77 paid the Japanese Red Army $ 6 million to end a Japan Air Lines passenger-plane hijacking, are encouraging terrorists. Yet, there are plenty of examples when an attempt to rescue hostages went sour and caused death for people it was supposed to free.\nIn fact, there may be no universal solution; each situation will probably have to be analyzed independently.\nThere is something that could help, however. Compared to the '80s, skyjackings have dwindled to the few crank cases. For a simple reason: Since no country, not even Iraq or Libya, provides skyjackers political asylum, there's little profit in seizing a jetliner. And the truth is, if Fidel Castro's regime didn't openly sympathize with pro-socialist Tupac Amaru rebels, they might never have invaded Japan's Lima, Peru, embassy compound.\nThe dead revolutionaries were certainly criminals, but in their minds they were doing the right thing. Before others like them can be dissuaded from similar self-delusion, they'll need to be convinced that not only are their acts cruel, but totally senseless as well, more apt to be considered foolish than heroic.\nNot long ago, I learned there were people like that in my own family. Apparently, my great-grandfather, in the early 1900s, participated in train robberies to get money for Russian social democrats (future Bolsheviks) led by Vladimir Lenin.\nAnd in 1918, my quiet, intellectual grandmother, who died seven years ago in Moscow, once helped plan terrorist acts against the Bolsheviks.\nMichael Nakoryakov is an editor at The Tribune's National/World News Desk. Until 1991, he was a journalist in Russia.\n\nLoad-Date: April 27, 1997"
}