{
    "title": "TERRORISTS TRAIN AT 15 LIBYAN SITES, U.S. OFFICIAL SAYS",
    "publisher": "the new york times",
    "year": 1986,
    "month": 1,
    "day": 7,
    "full text": "The White House has received intelligence information that as many as 15 camps have been set up in Libya to train Palestinian guerrillas and other terrorists, an Administration official said today.\nThe official also said President Reagan would probably issue in the next few days ''a clarification of what we know'' about purported Libyan links to international terrorism.\nThe existence of such links was denied on Sunday by the Libyan leader, Col. Muammar el-Qaddafi, who said there were no Palestinian training camps in Libya.\n \nEconomic Retaliation\nMr. Reagan plans to announce additional United States economic sanctions against Libya at a nationally televised news conference on Tuesday evening, a senior Administration official said tonight.\nThe official said the new sanctions were a retaliation for what the Administration has said is Libya's role in supporting international terrorism, including attacks Dec. 27 at airports in Rome and Vienna in which five Americans were among the 19 people killed. The official declined to discuss details of the new sanctions. While the imposition of United States economic sanctions against Libya in 1981 has sharply limited trade between the two countries, some economic ties still exist, and presumably these could be severed under the new sanctions.\nAmong the steps also under discussion is a renewed effort to press European allies to impose sanctions of their own, including a ban on landing rights for Libyan commercial airliners.\n \nDifficulty of Military Strike\nAlthough Mr. Reagan is said to be weighing other retaliatory moves against Libya for its purported support of terrorists, officials indicated that a military strike against terrorist training camps in Libya would be difficult, partly because of uncertainty over the whereabouts of specific terrorists.\nAn Administration official said Mr. Reagan's response would be guided largely by ''proportionality'' and ''a definite identification of the perpetrators of the crime to the target.''\nThe President met today for nearly an hour with national security and foreign policy aides to discuss the situation. The meeting was Mr. Reagan's first full discussion of Libya with ranking officials since the airport attacks.\nAn Administration official said the American clarification on Libyan activities would probably include detailed evidence that Colonel Qaddafi has played a role in international terrorism by providing training camps in Libya and sponsoring violence in other countries.\nOfficials said Mr. Reagan would, in essence, seek to bolster the Administration's case that Libya has provided terrorists with training camps, funds, passports and weapons for violence in the Middle East and Europe, including the recent airport attacks.\nThe leader of the group that is said to have carried out the attacks, Abu Nidal, a renegade Palestinian figure whose real name is Sabry al-Banna, is believed to have moved to Libya in the last year, officials said.\n \nDenials Called 'Incredible'\nA State Department spokesman, Charles E. Redman, said denials by Libya that Palestinians operate training camps there were ''really incredible and patently false.''\nMr. Redman said that ''the links between international terrorism and Libya are clear.''\n''Any effort by the Qaddafi regime to portray itself as somehow backing away from its earlier positions is disingenuous at best,'' Mr. Redman added. ''Given the regime's proven record of complicity in international terrorism, a great deal of skepticism about Libyan statements seems justified.''\n \nReagan 'Repulsed by Scene'\nThe White House echoed the blunt comments about Libya. Larry Speakes, the White House spokesman, said Mr. Reagan was ''repulsed by the scene at the airports in Vienna and Rome, and he was disturbed and upset that such incidents can happen in this day and age.''\nThe President ''was concerned enough to ask the United States Government to look into the matter thoroughly,'' Mr. Speakes said, ''and to once again review our options, which has been done and is being done.'' He declined to discuss the options under consideration.\nMr. Speakes also challenged the statements made by Colonel Qaddafi on Sunday and said it was ''patently untrue'' that there were no Palestinian training camps in Libya.\n \nPlays Down Allies' Resistance\nResponding to questions, Mr. Speakes sought to play down the reluctance of European allies, many of which buy oil from Libya, to support American proposals for economic sanctions against Libya.\n''We think there is a growing realization of the threat that Qaddafi poses to the world, to Europe, to the Middle East,'' Mr. Speakes said.\nBut White House aides and other Administration officials were plainly annoyed at the refusal of West Germany and other European Governments to join in sanctions.\n''We feel more could be done collectively and internationally,'' said one Administration official.\n \nU.S. Imports From Libya\nUnder the sanctions imposed by the United States in 1981, exports of American high technology to Libya were banned, as were imports of Libyan crude oil, on which the United States had spent an average of $5 billion to $7 billion a year, according to the State Department.\nImports from Libya, primarily refined petroleum products, totaled more than $36 million in the first 10 months of 1985, according to the Commerce Department. The American sanctions were extended in November to cover the refined products.\nIn the same 10-month period, American exports to Libya were $258 million and ranged from mineral-crushing and mining equipment to pharmaceuticals and corn.\nAccording to the Commerce Department's Bureau of Economic Analysis, direct investment in Libya from the United States is valued at $446 million, while Libya's direct investment in the United States is estimated at $2 million.\nMore than 90 percent of the American investment in Libya is in oil production, but the statistics do not include the involvement of many American consulting and engineering companies there. In most cases such business has been funneled through European subsidiaries.\n \nLibyan Strength Is Cited\nReflecting a growing sense that the most viable options open to the Administration are economic rather than military, Defense Secretary Caspar W. Weinberger noted today in a television interview that Libya had ''considerable military strength'' and alliances with the Soviet Union and Iran.\n''We have basically taken the position that what we need to have a retaliatory capability is to find an exact act that can be punished, and to find the people directly responsible and to make a proportionate response,'' said Mr. Weinberger, who was among those at today's White House meeting.\nHe said that ''we have to bear in mind also the international effects of our taking unilateral military actions when there are so many implications from it internationally.''\nAn Administration official said the presence of 1,000 to 1,500 Americans in Libya - and the possibility that they could be held hostage - added to the difficulty of some form of American retaliation.\n \n'We Want to Be Certain'\nMr. Speakes, underscoring the difficulties involved in military action, said: ''We want to be certain as to what we're doing and where we're striking. We subscribe to the norms of behavior that many other countries do not, particularly those that export terrorism. And we certainly would deal with what's acceptable to our own people in terms of dealing with terrorism.''\nDiscussing the activities of Libyan officials abroad, Mr. Speakes said 15 Libyan diplomats were expelled in 1984 and 1985 from Spain, West Germany, Belgium, Mauritius and the United States ''for actions inconsistent with normal diplomatic behavior.''\n''Tunisia and the United Kingdom broke diplomatic relations with Libya and expelled the entire Libyan diplomatic presences in those countries during the same period,'' Mr. Speakes said. ''I can go on.''\nAt the State Department, Mr. Redman cited comments last week by the Tunisian Interior Ministry, which announced that the Tunisian passports carried by three of the terrorists who attacked the airports had disappeared from their original bearers in Libya.\nTwo of the passports were confiscated by Libyan authorities from Tunisians who were expelled from Libya last summer, the Tunisian Government said, and one was reported lost by a Tunisian in Libya in 1977."
}