{
    "title": "TERRORISM THREAT LOOMS OVER RACE WEEKEND",
    "publisher": "st. louis post-dispatch ",
    "year": 1999,
    "month": 10,
    "day": 10,
    "full text": "NASCAR racing in October is usually all about high speeds and the chase for a championship. This week it's also about the threat of terrorism.\nSecurity has been beefed up at Lowe's Motor Speedway in response to recent bombings at stores owned by the company that bought the track's naming rights, Lowe's Home Improvement Warehouses Inc.\nAuthorities are investigating the possibility that bombs found in three Lowe's stores were planted by someone who feels the company failed to do enough to help the victims of a May 1 crash at the speedway. Three spectators were killed and eight others injured when debris from a wreck flew into the stands during an Indy Racing League event.\nA bomb threat was called into the speedway last week, and even though no explosives were found, it has prompted federal, state and local authorities to increase their presence at the track this week. About 250,000 people are expected at the speedway for Sunday's UAW-GM Quality 500 Winston Cup race and the various activities leading up to the event.\nThe added security is most noticeable in the 1 1/2-mile superspeedway's sprawling infield, where all incoming vehicles are stopped at well-staffed checkpoints. Inside the garage area, there are plenty of police officers, some toting guns. Speedway officials said the U.S. Bureau of Alcohol, Tobacco and Firearms is using plainclothes agents to patrol the area.\nPerhaps the most visible change, however, involves the drivers, who appear to be walking quickly to and from their cars during practice sessions, wasting little time to stop and chat or sign autographs.\nIt presents a stark contrast in a sport that has gained much of its popularity over the decades because of the drivers' willingness to mingle freely with fans.\n\"It would be a shame if we completely lost that, and it could happen,\" said Kevin Triplett, NASCAR's operations director. \"And it goes back to what your grandmother told you and you learned in first grade - that one bad apple spoils the barrel.\"\nAn example of that comes in the form of series points leader Dale Jarrett, who has adjusted his routine because of the possibility of trouble. Jarrett had planned on spending the weekend in a motorhome in the speedway's infield, but decided to instead commute about 70 minutes each way from his home in Hickory.\n\"They've done a good job here of getting more security,\" Jarrett said. \"But you just don't know, and it's unfortunate that it has to be that way.\"\nBobby Labonte, who won the pole for Sunday's race, offered a similar sentiment.\n\"I go back to the Monica Seles stabbing,\" he said. \"That's scary. You just don't have any idea. You hope nothing like that ever happens. But with the sport growing like it is, you just never know.\"\n\nGraphic\n\n \nPHOTO Photo from THE ASSOCIATED PRESS - Security personnel examine a car at the entrance to the infield at the Lowe's Motor Speedway in Concord, N.C. Thursday. Track officials have beefed up security due to several incidents at Lowe's stores in North Carolina recently.\n\nLoad-Date: October 10, 1999"
}