{
    "title": "Terrorism 'jest' leaves 3 detained",
    "publisher": "charleston gazette",
    "year": 2002,
    "month": 9,
    "day": 14,
    "full text": "NAPLES, Fla. - Three men reportedly overheard talking about a terrorist plot were pulled over and detained for 17 hours Friday before authorities said the men were apparently kidding around and released them.\nAfterward, the three drove to a rest stop, where they told reporters they were medical students heading to Miami for training and denied making any comments or jokes about terrorism. Police declined to say what the men told them during questioning.\n\"If this was a hoax, they will be charged,\" Collier County Sheriff Don Hunter said angrily after an all-day search of the men's two cars turned up no sign of explosives.\nIt was unclear what charges, if any, the men might face in Florida or Georgia, where a woman told authorities she heard them plotting at a restaurant Thursday morning.\nAt the rest stop, one man, who has a long beard and wore a skull cap, said the woman may have been influenced by his appearance.\n\"She saw obviously the way I was dressed and maybe she put a little salt and pepper into her story,\" the man said. He and the others declined to give their names.\nThe cars were stopped after the Georgia woman reported overhearing three men who appeared to be of Middle Eastern descent making \"alarming\" comments during breakfast at a restaurant in Calhoun, Ga., said Mickey Lloyd of the Georgia Department of Public Safety.\nAccording to authorities, one of the men said Americans \"mourned on 9/11 and they are going to mourn again on 9/13.\" They also said the target of \"possible terrorist activities\" was in the Miami area.\nGeorgia officials issued an alert based on the woman's report and the cars were stopped at 1 a.m. after one went through the Interstate 75 toll booth east of Naples, authorities said.\nThe men were detained in a van while authorities used dogs and a robot to go through the cars.\nA federal law enforcement official in Washington, who spoke on condition of anonymity, said the men were of Jordanian, Iranian and Pakistani descent. Authorities said one is a U.S. native, another a naturalized citizen and the third has a valid visa.\nRelatives of the men criticized the investigation, suggesting they had been singled out because of their heritage. One was identified by his father as Omar Chaudhary, 23, who was born in Detroit to Pakistani immigrants.\n\"I don't know what the lady in the restaurant heard or assumed. She must have had some kind of prejudice,\" Javed Chaudhary said from his home in Kansas City, Mo. \"My son was born and raised here. I feel like we don't have freedom here anymore. Anybody can call anybody to make any kind of accusation. And the authorities treat you like you are a criminal.\"\nHana Gheith of suburban Chicago also said she didn't believe the report about her brother, 27-year-old Ayman Gheith. She said he was driving to Miami with friends to find an apartment before starting a training program at a hospital.\n\"My brother doesn't joke about these matters,\" she said, her voice at times shaking with anger. \"A lot of Muslims suffered in 9/11.\"\nThe woman who reported the comments is Eunice Stone of Cartersville, Ga., a 44-year-old nurse who told Fox News Network that she was eating at a Shoney's restaurant in Calhoun when she heard the men talking.\n\"I thought anybody that's laughing about 9-11, I know they have that right, but there's something wrong with them,\" Stone told Fox. She later told The Associated Press the incident was \"kind of scary.\"\nNeighbors in Calhoun, a town of 10,000 in rural north Georgia, said they were proud of Stone for calling authorities.\n\"I appreciate someone like her with the courage to do it,\" said neighbor Eric Finch. \"For anyone to sit around and joke over a cup of coffee about a couple of thousand people being killed - they should be prosecuted just for that.\"\nFlorida Gov. Jeb Bush said the information that triggered the threat came from credible witnesses.\n\"Making a mockery or laughing about 9-11 and saying … 'If you thought 9-11 was bad wait until you see what happens on September 13th' gives us all some concern,\" he said.\nAssociated Press reporters John Solomon in Washington and Brendan Farrington in Miami contributed to this report.\n\nLoad-Date: September 14, 2002"
}