{
    "title": "Terrorism Warning_What government advises you should do",
    "publisher": "the capital ",
    "year": 2003,
    "month": 2,
    "day": 12,
    "full text": "Knowing full well that duct tape all but holds the universe together, Gordon Clement makes sure to have plenty of it in stock at his Severna Park hardware store.\nSuddenly, he needs more.\nIn the wake of the federal officials' decision to raise the terrorism alert level, government officials this week advised people to stock up on emergency supplies such as water, batteries, plastic sheeting and duct tape.\nCounty residents are taking heed and rushing to hardware stores.\n\"We normally keep a couple hundred rolls of duct tape around all the time,\" said Mr. Clement, co-owner of Clement Hardware. \"Normally, that's plenty of duct tape. But in this situation, it probably won't be.\"\nSince Friday, the nation has been on \"orange\" alert - and facing a \"high\" risk of terror attacks. The Federal Emergency Management Agency is encouraging residents to stock up three days of canned food and water, medicines and other supplies, including first-aid manuals, antibiotics, bandages and others.\nThe agency also recommended residents buy heavy tape and plastic sheeting that can be used to seal a house from a chemical, biological or radiological attack.\n\"It's kind of going crazy,\" said Jeff Trice, manager of Cape True Value Hardware in Cape St. Claire. \"We opened at 8, and it pretty much started from the beginning. We're seeing more of it as the day progresses.\"\nIn a joint appearance before the Senate Intelligence Committee in Washington yesterday, CIA Director George J. Tenet said intelligence points to attacks that could occur this week - coinciding with the Muslim hajj holy days - possibly using a \"dirty bomb\" that spews out radiological material.\nCounty officials yesterday issued their own alert to county residents, urging them to develop household disaster plans and buy supplies for \"shelter-in-place kits\" to prepare for terrorist attacks or severe weather. The kits should contain items such as bottled water, flashlights, and non-perishable food.\n\"Be it for high (terror) alert, or be it for potential blizzard, it really is important that every citizen do this,\" County Executive Janet S. Owens said.\nShe said having a kit in county homes made \"matter-of-fact, good sense,\" and said people could help emergency response teams by being prepared.\nGary Simpson, Annapolis director of emergency management, said he has seen no specific information about chemical or biological terror attacks, and said officials are not sure what form such attacks would take.\nBut having emergency supplies around isn't a bad idea, he said.\n\"There certainly are some legitimate reasons for having it in a kit of supplies, which might also include water and things like that,\" Mr. Simpson said. \"Is there some utility to having it? Yeah, there's some utility to having it. I'm not going to say, 'Don't go out and get it.\"'\nMr. Clement, for one, says his home is already stocked up.\nWorking in the hardware business, he's sure he has plenty of plastic sheeting and duct tape around the house. If he didn't, he'd buy some.\n\"I think this is different than anything we've seen,\" Mr. Clement said. \"I don't want to buy into the fear, either. But you just don't know. It's an invisible enemy, really.\"\n---\nThe Associated Press contributed to this story.\nthyland@capitalgazette.com  \n\nLoad-Date: February 25, 2003"
}