{
    "title": "Terror suspect pleads guilty Zazi tells N.Y. court al-Qaida recruited him",
    "publisher": "richmond times dispatch ",
    "year": 2010,
    "month": 2,
    "day": 23,
    "full text": "NEW YORK - A former airport shuttle driver accused of buying beauty supplies to make bombs for an attack on New York City subways pleaded guilty yesterday.\n Najibullah Zazi admitted he agreed to conduct an al-Qaida-led \"martyrdom plan\" because of U.S. involvement in his native Afghanistan.\n Zazi told a judge the terror network recruited him to be a suicide bomber in New York.\n \"I would sacrifice myself to bring attention to what the U.S. military was doing to civilians in Afghanistan,\" Zazi said in court.\n His cooperation suggests prosecutors hope to expand the case and bring charges against other suspects in one of the most serious terrorism threats in the U.S. since Sept. 11, 2001.\n Zazi, 25, pleaded guilty to conspiring to use weapons of mass destruction; conspiring to commit murder in a foreign country; and providing material support for a terrorist organization. He faces a life sentence without parole at his sentencing in June.\n Zazi said in court he went to Pakistan in 2008 to join the Taliban and fight against the U.S. military but was recruited by the terrorist network and went into a training camp in Warziristan, a region of Pakistan where al-Qaida is known to operate.\n He said he received weapons training at the camp and later learned about explosives.\n Zazi also said in court that he had been in contact with an al-Qaida leader while in Pakistan but did not identify the person.\n Officials at the Pakistani Embassy in Washington declined to comment on the case.\n Zazi admitted building homemade explosives with beauty supplies purchased in the Denver suburbs and cooked up in a Colorado hotel room. He then drove the materials to New York.\n He said the terrorism plot was aimed at the city subway system, but he did not name a specific target.\n Others charged in the case include Zazi's father, Mohammed Wali Zazi, who was accused this month of trying to get rid of chemicals and other evidence.\n In Washington, Attorney General Eric Holder praised officials for obtaining the guilty plea. He said the criticism of using civilian courts for terror cases is based on politics and not facts.\n Holder rejected criticism from those who have said the administration should try such suspects before military tribunals rather than in civilian courts.\n\nNotes\n\nBREAKING NEWS 2/22/10 10:29 AM TimesDispatch.com\n\nGraphic\n\n \nDRAWING\n\nLoad-Date: February 27, 2010"
}