{
    "title": "Terrorists seek return to less restrictive lockup",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 11,
    "day": 18,
    "full text": "DENVER ? Four convicted terrorists want a federal appeals court to return them to less restrictive prisons after they spent years in solitary confinement and other lockups that permitted little communication. An attorney for Omar Rezaq, who hijacked an EgyptAir jet in 1985, and Ibrahim Elgabrowny, El-Sayyid Nosair and Mohammed Saleh, co-conspirators in the 1993 World Trade Center bomb plot, appeared before the 10th Circuit Court of Appeals on Thursday. \nLawyer Laura Rovner said the prisoners were moved to the Supermax prison in Colorado between 1997 and 2003, and they deserve to go back to less restrictive prisons. \"Three of them were moved from an open prison population to solitary confinement after the Sept. 11 attacks, even though there was no relation to the acts of Sept. 11,\" Rovner told The Associated Press on Friday. She said Rezaq was transferred to Supermax in 1997 and spent 13 years in solitary confinement with no due process. Government prosecutors argued the lawsuits filed on behalf of the terrorists are moot because they were moved from Supermax to other prisons following their complaints. The government also said it previously revised procedures for transferring prisoners to Supermax, but the four prisoners were no longer eligible to have their cases reconsidered under the revised rules. \"The confinement of these prisoners with a history of grave terrorism offenses was not atypical, but reflected legitimate penological interests in safety and national security,\" government attorneys told the appeals court. The Denver Post (http://bit.ly/vRg7Gd) first reported the story on Friday. Elgabrowny, Rezaq and Saleh have been transferred to restrictive communications units in Marion, Ill., and Nosair is in a similar facility in Terra Haute, Ind. Their attorney says those facilities are more restrictive than general prison populations where the four men want to return. The U.S. Attorney's Office did not return a call seeking comment. The court has not indicated when it might rule on the lawsuit. Rezaq was convicted of air piracy for the Nov. 23, 1985, hijacking of EgyptAir Flight 648 in which 57 passengers died. Rezaq shot five passengers including two Israelis and three Americans, and two of them died. Elgabrowny, Nosair and Saleh were convicted of crimes arising from a wide-ranging plot to conduct a campaign of urban terrorism, including an attempt to destroy the World Trade Center in 1993 and bomb bridges and tunnels in New York City. Rezaq was sent to Supermax because authorities in 1996 believed his military skills, including his training with weapons, bomb manufacture and hand-to-hand combat, posed a threat to staff and other inmates at the prison where he was previously kept. After the Sept. 11 attacks, Elgabrowny, Nosair and Saleh were sent to Supermax because of their affiliations with international terrorist organizations linked to the 1993 World Trade Center bombings. The federal Bureau of Prisons says it was concerned about their ability to communicate with other terrorists. Information from: The Denver Post,            http://www.denverpost.com \n\nLoad-Date: November 19, 2011"
}