{
    "title": "Terrorism Panel Faults U.S. Effort on Iran and 1996 Bombing",
    "publisher": "the new york times",
    "year": 2000,
    "month": 6,
    "day": 4,
    "full text": "The Clinton administration has not done enough to press Iran for cooperation in the investigation of a 1996 bombing that killed 19 American servicemen, despite evidence of Iranian involvement, a bipartisan commission on terrorism has concluded.\nIn a report to be released on Monday, the National Commission on Terrorism concludes that the administration has done little to mount an international campaign to put diplomatic pressure on Iran to cooperate in the investigation into the bombing of the Khobar Towers complex in Saudi Arabia.\nThe commission, created by Congress, recommends that the United States make no any further concessions to Iran as part of its rapprochement with political reformers until Tehran cooperates fully in the investigation and ends its support for terrorism.\n\"U.S. efforts to signal support for political reform in Iran could be misinterpreted in Iran or by U.S. allies as signaling a weakening resolve on counterterrorism,\" the commission's report says.\nIt calls for the United States to create the kind of international campaign against Iran that worked to a limited degree with Libya, which was forced to hand over two intelligence officers for trial in connection with the bombing of Pan Am Flight 103 over Lockerbie, Scotland.\nLast year, President Clinton sent a letter to the Iranian president, Mohammad Khatami, asking for help in the Khobar Towers probe, and senior American officials publicly acknowledged that they had evidence of Iranian involvement in the bombing.\nBut the commission concluded that the administration had not acted aggressively enough on the case at a time when it was also seeking a diplomatic opening with Tehran. \"The U.S. government has not sought similar multilateral action to bring pressure on Iran to cooperate in the Khobar Towers bombing investigation,\" the report says.\nIt argues that Iran remains the \"clearest case\" of a state sponsor of anti-American terrorism as an element of its government's policy.\nIn response, an administration official denied that the United States had failed to seek international support for its efforts to gain Iranian cooperation on Khobar Towers. \"We have pursued approaches to Iran through a variety of means, including trying to elicit support from other countries,\" the official said.\nThe White House spokesman, P. J. Crowley, said: \"Khobar Towers remains under investigation, and we continue to pursue all aspects of the case, including possible Iranian involvement. Nothing is being overlooked, and this remains a high priority.\"\nThe 10-member terrorism commission was created last year with six members appointed by the Republican Congressional leadership and four by the Democratic minority. Its report is based on interviews with officials throughout the government, including at the State Department, Pentagon, National Security Council, F.B.I. and C.I.A.\nOne of its recommendations calls on the Central Intelligence Agency to drop its human rights guidelines on the recruitment of terrorist informants.\nIn 1995, the C.I.A. established new procedures for the agency's case officers to seek approval before recruiting informants who may have been involved in human rights abuses. The guidelines were put in place following charges that the C.I.A. knowingly hired paid informers among Guatemalan military officers suspected of involvement in political killings, including those of an American citizen and a rebel leader married to another American.\nThe commission argued that the guidelines had made it more difficult for the C.I.A. to penetrate terrorist organizations.\n\"These procedures have deterred and delayed vigorous efforts to recruit potentially useful informants,\" the report concluded. \"The C.I.A. has created a climate that is overly risk averse.\"\nThe commission recommends that the 1995 guidelines no longer be used in terrorist cases. \"The director of central intelligence should issue a directive that the 1995 guidelines will no longer apply to recruiting terrorist informants,\" the report says.\nA C.I.A. spokesman denied today that the 1995 guidelines impeded the agency's ability to gather intelligence on terrorist organizations.\n\"The notion that our human rights guidelines are an impediment to fighting terrorism is simply wrong,\" said the agency's spokesman, Bill Harlow.\n\"No one knows better than we do that when combating terrorism, it is often necessary to deal with unsavory individuals,\" he said. \"But we do so with our eyes wide open, and with appropriate notification to senior officials. The bottom line is this: C.I.A. headquarters has never turned down a request to use someone, even someone with a record of human rights abuse, if we thought that person was valuable to our overall counterterrorist program.\"\nBut L. Paul Bremer, the chairman of the commission and an ambassador at large for counterterrorism in the Reagan administration, said the panel had heard testimony from both current and former C.I.A. officers who said the guidelines served as disincentives to the recruitment of agents inside terrorist groups. The commission's members were unanimous in recommending that the guidelines be dropped in terrorist cases, he said.\nA C.I.A. official argued that the guidelines serve to protect agency case officers from second-guessing if they recruit an agent who later emerges as a human rights violator. With the guidelines in place, case officers can show that they received approval from senior officials to go ahead with the recruitment.\n\"The guidelines haven't been a problem,\" the official said. \"We want people to be aggressive in the field, and we think they have been pretty successful at that.\"\n\nhttp://www.nytimes.com\n\nLoad-Date: June 4, 2000"
}