{
    "title": "Terrorism threat concerns drivers;",
    "publisher": "the tampa tribune ",
    "year": 1999,
    "month": 10,
    "day": 9,
    "full text": "CONCORD, N.C. - This is the time of year Dale Jarrett would like to be able to focus on his bid  for the Winston Cup title. Instead, he's also thinking about the threat of terrorism.\nSecurity has been beefed up at Lowe's Motor Speedway in response to recent bombings at stores  owned by the company that bought the track's naming rights, Lowe's Home Improvement Warehouses Inc.\nThe possibility of violence has prompted Jarrett, the series points leader, to change his  routine as he prepares for Sunday's UAW-GM Quality 500 at the speedway. Jarrett had planned on  spending the weekend in a motor home in the track's infield, but instead decided to commute about  70 minutes each way from his home in Hickory.\n\"I'm concerned,\" Jarrett said. \"They've done a good job here of getting more security, but you just  don't know, and it's unfortunate that it has to be that way.\"\nAuthorities are investigating the possibility that bombs found in three Lowe's stores were  planted by someone who feels the company failed to do enough to help the victims of a May 1 crash  at the speedway. Three spectators were killed and eight others injured when debris from a wreck  flew into the stands during an Indy Racing League event.\n\"I go back to the Monica Seles stabbing,\" polesitter Bobby Labonte said. \"That's scary. You just  don't have any idea. You hope nothing like that ever happens. But with the sport growing like it  is, you just never know.\"\nOn Friday, H.A. \"Humpy\" Wheeler, general manager of Lowe's Motor Speedway, said he wanted to give  assurances that nobody is expecting any trouble.  Petty disqualified from Busch race\nCONCORD, N.C. - The car driven by fourth-generation stock car driver Adam Petty was disqualified  from today's All Pro Auto Parts 300 Busch series race on Friday after NASCAR inspectors said they  found an altered part in its carburetion system.\nThe apparent rules infraction nullified Petty's qualifying lap of 175.913 mph that was the  fastest in Friday's qualifying session and briefly placed the 19-year-old Busch Series rookie 26th  in the 43-car field.  Etc.\nSauter wins: Jay Sauter, whose crew gave him fresh tires late in the race, shoved his way under  Mike Bliss with three laps remaining and went on to win Friday night's Kroger 225 at Louisville,  Ky.\n\nNotes\n\nAUTO RACING\n\nLoad-Date: October 10, 1999"
}