{
    "title": "Terrorism insurance bill not yet a done deal; Ask A Risk Manager",
    "publisher": "business insurance",
    "year": 2002,
    "month": 8,
    "day": 26,
    "full text": "Q: Nearly one year after 9/11, the terrorism reinsurance issue remains unresolved. How can we move this to an acceptable conclusion most effectively?\nA: Now that the Senate has approved its version of terrorism insurance legislation and appointed conferees to draft a compromise bill with their House counterparts, can we declare victory on this issue? Not just yet.\nMany industry stakeholders, including the Risk & Insurance Management Society Inc., have met or corresponded with the staff of the conferees over the last two months. The consistent message that we have received is that now is not the time to become complacent. There is still a lot of work to be done. Members of Congress need to keep hearing from commercial policyholders that terrorism insurance remains a critical issue. The upcoming midterm elections and competing issues could distract lawmakers from completing the bill.\nRisk managers and other affected policyholders must keep the pressure on the conferees to enact an effective federal terrorism insurance backstop-and quickly. This legislation has been delayed for nearly a year, putting insurers and policyholders at risk for insolvency, and dragging down U.S. economic recovery. The key is to stress the link between terrorism insurance and the economy, and to emphasize the jobs that are at risk. Despite some differences, the House and Senate bills are not too far apart. By pulling together the best provisions from each, there is an excellent chance that the president will be able to sign a bill into law that will have a positive effect on the insurance industry and the economy.\nWhen Congress returns from its recess, the conference committee will have to address several areas of contention-primarily, what form the program will take. The Senate bill contains a provision that would allow insurers to share the costs of a future catastrophic terrorist attack with the government. The House bill would require insurers to repay any government assistance.\nWhile many stakeholders, including RIMS, fully support the Senate cost-sharing concept, we understand that those supporting the House payback provision are also very committed to their approach, and a compromise may be inevitable. However, I encourage risk managers to reiterate to their legislators and the conferees, in particular, that the costs of a terrorist incident will ultimately be borne by the policyholders in any type of federal repayment program-the same commercial insurance consumers that are already struggling under a hard market and a recessed economy.\nThe intended length of both programs is inadequate. Two years would not allow enough time to properly establish the federal program or restabilize the insurance and reinsurance markets. Indeed, if a payback provision were included in the final legislation, the new bureaucracy necessary to process repayments would certainly outlive the intended length of the program in order to ensure that all of the loans are paid.\nIt would be more effective if a federal terrorism insurance program were run on the policy-year concept used in an insurance contract, with a one-year limitation on the extension of individual policies covered beyond the end of the program. Neither bill contains this provision, yet its inclusion would facilitate accounting of losses and payment of costs. In addition, it would be extremely difficult for policyholders to renegotiate in the middle of their policy term if the protection of the federal program were no longer available to their insurer.\nThese and other issues, including the controversial tort provisions, will have to be tackled by the lawmakers. As the stakeholders with the most to lose should this conference bill not materialize, risk managers and commercial policyholders need to continue actively communicating to Congress the need for terrorism insurance legislation.\nStories of unaffordable and unavailable terrorism coverage and economic disruption are still prevalent. They offer a stark picture of what many commercial insurance consumers-not just those in ''high risk'' areas-are facing. Recently, the small town of Tulelake, Calif., temporarily ceased offering public services because it was unable to renew its liability coverage, due to the fact that its insurer could not get an exclusion for terrorism coverage-California being one of a handful of states that will not permit terrorism insurance exclusions. City services, police work and garbage collection resumed last week after the town entered an insurance pool with other local governments.\nThis example further demonstrates that the urgency surrounding a federal terrorism insurance bill has not gone away, even nearly a year after the attacks and the withdrawal of most reinsurers from the U.S. market.\nWe must make sure that Congress completes the job it set out to do last fall by calling for the president's signature on a terrorism insurance bill by the end of September. This legislation is long past due, and the finish line is in sight.\nFor the economic health of the nation and of our businesses, we can effect change by taking a consistently aggressive stance that this matter is of great importance and that part of our economic recovery depends on passing this legislation. Don't forget to seek the assistance of the government affairs experts in your own company, as they will at least want to know what activity of this nature you are involved in and can, in most cases, help you be more effective in influencing the outcome.\nAsk A Risk Manager, Ask A Benefit Manager, Ask A Benefit Actuary and Ask A Casualty Actuary answer written questions from readers on risk and benefits management issues and actuarial problems.\nThis column on risk management issues was written by Christopher E. Mandel, assistant vp-enterprise risk management at USAA Group in San Antonio and president of the Risk & Insurance Management Society Inc.\nAddress your questions to ASK, Business Insurance, 360 N. Michigan Ave., Chicago, Ill. 60601. Please give us your name, title and employer; however, Business Insurance will consider unsigned letters.\n\nLoad-Date: August 30, 2002"
}