{
    "title": "TERRORISM CHARGES Terror suspect pleads_ Send me to Gwinnett",
    "publisher": "the atlanta journal-constitution",
    "year": 2016,
    "month": 4,
    "day": 13,
    "full text": "An Ohio native accused of providing money to an al-Qaida leader is asking to be released on bail before his trial -- so he can be placed under home confinement in Gwinnett County.\nLegal observers say it's doubtful Asif Ahmed Salim will be released, but that is little comfort to some residents in one of metro Atlanta's largest counties.\nSalim, 35, was charged in November in a federal indictment that accuses him and three others of raising money through fraudulent credit card charges and sending the funds to Anwar al-Awlaki, whom the Department of Justice referred to as \"a key leader of al-Qaida in the Arabian Peninsula.\"\nThe scheme took place over about seven years beginning in 2005, The Associated Press previously reported. Al-Awlaki was killed in a drone strike in Yemen in 2011.\nSalim was already denied bail earlier this year, but his attorney, Linda Moreno, filed a new motion Saturday in U.S. District Court in Toledo, Ohio, calling him \"neither a risk of flight nor a danger to the community.\"\nThe filing echoes the requests of January's failed bail motion -- that he be released to his wife's family's home in Duluth, which would also be put up to ensure his court appearance -- but adds a third \"custodian\" that would be responsible for his supervision.\nThat custodian is Gwinnett County Assistant District Attorney Sabrina Nizam, his sister-in-law.\n\"Ms. Nizam has a personal abiding self-interest in making sure Mr. Salim complies with all conditions of release this Court would set, given that her family home, built by her parents, is at stake,\" the filing said. \"She will testify before this Honorable Court about her ability, and that of her mother and sister, to faithfully monitor and control as humanly possible Mr. Salim's compliance with conditions of release.\"\nBuddy Parker, a former federal prosecutor who now serves as a defense attorney, said it's highly unlikely Salim would be released to his family, given the federal judge has already denied him bond.\nParker said the burden is usually on the government to show why a defendant should not be released on bond. But in certain cases, including those involving terrorism charges, the burden shifts to the defendant. That's because of the risk of flight or possible danger to the community, he said.\nThe fact that Salim's sister-in-law is a local prosecutor would carry little weight, Parker said. \"(Bond) won't be granted unless there's some extraordinary evidence put forth by the defendant.\"\nMichael Tobin, a spokesman in the U.S. Attorney's office in Toledo, said his office would not comment on the case.\nGwinnett District Attorney Danny Porter said Nizam, the assistant district attorney, told him about the situation late last year. He said he has no opinion about whether her brother-in-law should be released. But he said he's known Nizam since she interned in his office in high school, college and law school. \"Of the top 10 people in the universe that I trust, she's on that list,\" Porter said.\nPorter said he also knows her family, but not her brother-in-law, and doesn't know if the allegations are true. But he said he trusts the judicial system and said Salim is innocent until proven guilty.\nHowever, David Hancock, co-chairman of the United Tea Party of Georgia, hopes Salim will not be granted bond, let alone released in Gwinnett.He said the charges against him are serious, and feared he could begin \"building a new(terror) group here in Georgia.\"\n\"I do not want him out where he can conduct fundraising activities, but I especially do not want him working in Gwinnett County,\" Hancock said.\n\nLoad-Date: April 13, 2016"
}