{
    "title": "Terrorism's Other Battlefields",
    "publisher": "the new york times",
    "year": 2002,
    "month": 1,
    "day": 9,
    "full text": "From the first days of America's new war against international terrorism, President Bush has made clear that the use of United States military force would not necessarily end with the defeat of the Taliban regime in Afghanistan or the killing or capture of Osama bin Laden. He rightly warned governments around the world that offering sanctuary to international terrorists could expose their countries to American military attack. With Osama bin Laden and other top leaders of Al Qaeda now on the run from Afghanistan, Mr. Bush needs to initiate a discussion with Congress and the American people about whether the war should be extended to other lands. \n     Mr. Bush's new doctrine did not commit Washington to immediate action against all terrorist havens. To have done so would have dangerously overstretched American power and fractured the broad international and domestic support needed for effective military operations. Instead it pointed to a possible series of successive interventions against carefully selected targets -- countries where American military involvement would be most likely to produce results and command broad international backing. Those criteria must now be carefully applied to specific countries and publicly debated to be certain additional combat operations are warranted and fully supported before Mr. Bush orders American forces into action elsewhere. \n Since most Americans do not keep a Baedeker to terrorist sanctuaries on their home bookshelves, they need some help from Mr. Bush in determining which countries harbor bin Laden operatives or other terrorists. In an interview with James Dao and Eric Schmitt of The Times earlier this week, Deputy Secretary of Defense Paul Wolfowitz mentioned several countries where the Pentagon seems eager to act. These range from anarchic states like Somalia, Yemen and Indonesia to allies like the Philippines that might welcome American military cooperation. \nIt is one thing to raise an alarm about terrorism in distant places, and quite another to present detailed evidence and a military plan that makes sense. Mr. Wolfowitz and his colleagues have yet to meet the latter test.\nSomalia is a country with no effective central government, unpoliced borders and local Islamic radicals believed to be linked to Osama bin Laden. Yet Washington's last involvement there, a decade ago, rapidly turned into a military and political disaster. If military action in Somalia is justified, past mistakes must not be repeated.\nYemen too has remote areas outside government control, and it was in the Yemeni port of Aden that terrorists linked to the bin Laden network blew a hole in the side of the destroyer U.S.S. Cole 15 months ago. Recently, however, in response to American pressure, Yemeni authorities have begun cracking down on terrorist cells. Effective action by Yemen's government would be preferable to American combat missions on the Arabian Peninsula.\nIndonesia's vast archipelago is rife with local rebellions, Islamic radical movements and inter-religious conflicts. Indonesia also happens to be the world's largest Islamic nation. It is exactly the kind of intricate society where heavy-handed American intervention is likely to backfire. \nWisely for now, Mr. Wolfowitz's list did not include Iraq. With no effective opposition movement inside Iraq and much of Europe and the Arab world strongly opposed to military action, this is not the time for Washington to wage war against Saddam Hussein. \n\nhttp://www.nytimes.com\n\nLoad-Date: January 9, 2002"
}