{
    "title": "Terrorism was important, but not urgent, for Bush before 9_11, Clarke says",
    "publisher": "the day ",
    "year": 2004,
    "month": 3,
    "day": 25,
    "full text": "WASHINGTON - The former top counterterrorism official in the Clinton and Bush White Houses testified Wednesday that the \"extraordinarily high priority\" placed by Bill Clinton's administration on battling terrorism waned somewhat in the succeeding administration.\n\"I believe the Bush administration, in the first eight months, considered terrorism an important issue but not an urgent issue,\" Richard Clarke told the independent commission investigating the Sept. 11 terrorist attacks.\nHis appearance on the panel's second day of hearings carried all the hallmarks of a high-drama Washington moment - a hearing room brimming with cameras, charged questions with partisan overtones, and answers that could reverberate during a presidential campaign in which President Bush is showcasing his performance in the war on terrorism.\nAppearing just two days after releasing an explosive book that accuses the Bush administration of devoting insufficient attention to the al-Qaida threat, Clarke said Bush officials took until the eve of the Sept. 11 attacks to sign off on a terrorism strategy that drew heavily from the previous administration's playbook.\nThe White House, which has launched an intensive attack to discredit Clarke, insisted anew that his charges were unfounded. In an NBC interview, National Security Adviser Condoleezza Rice, Clarke's former boss, said: \"I just don't think that the record bears out Dick Clarke's assertion.\" And she dismissed the allegation as \"scurrilous\" to a panel of TV reporters, CNN said.\nThe mandate of the day for the 10-member National Commission On Terrorist Attacks Upon the United States - assessing U.S. counterterrorism policy prior to Sept. 11 - was at times a sideshow to the partisan swirl around Clarke.\nDuring the hearing, the White House in an uncommon maneuver revealed that Clarke was the anonymous official who had defended Bush's counterterrorism strategy to reporters in August 2002 after Time magazine published an article suggesting the administration had discarded a Clinton plan to fight al-Qaida.\n\"There was never a plan,\" Clarke told reporters then.\nTwo Republican members of the Sept. 11 panel attacked Clarke, saying the criticisms in his book don't square with his August 2002 defense of the president's terrorism strategy.\n\"Which is true?\" Jim Thompson, a former Republican governor of Illinois, asked sharply. Reagan-era Navy Secretary John Lehman accused Clarke of having \"a real credibility problem.\"\nClarke, who has been accused by the White House of being allied with the campaign of Democratic candidate John Kerry, denied any disconnect between his statements, stressed his Republican credentials and vowed not to work in a Kerry administration if there is one.\nHe said he was called upon by the White House during the 2002 briefing with reporters to \"highlight the positive aspects of what the administration had done and to minimize the negative aspects.\" Clarke, who left his White House post a little over a year ago, said it would have been impolitic to criticize the president while serving in the administration.\nDemocrats on the panel rose to his defense, with former Nebraska Sen. Bob Kerrey saying Clarke's actions have \"not damaged my view of your integrity.\"\nClarke's assertion that he provided Clinton strategy papers to the new administration was buttressed by the Sept. 11 commission investigative staff in a report released earlier in the day. The report says that five days after the new administration took office, Clarke gave Rice a December 2000 Clinton National Security Council report outlining strategies to battle al-Qaida and an earlier 1998 plan, code named Delenda, which called for regular strikes against al-Qaida targets.\nThe report also noted that some others within the intelligence community felt the Bush administration wasn't moving fast enough to address terrorism. The staff said two unnamed CIA veteran counterterrorism officials were so worried about an impending attack that they considered resigning and \"going public with their concerns.\"\nCIA Director George Tenet, testifying Wednesday, said the Bush administration fully appreciated the al-Qaida danger. And he said he was not dissatisfied with the time it took for the new administration to develop its counterterrorism plan.\nThe Clarke controversy overshadowed key findings by the commission's staff, including the fact that the hunt for Osama bin Laden and al-Qaida leaders was hampered by confusion between the CIA and the Clinton White House over rules of engagement. Although White House officials said it was clear Clinton had provided authority for CIA operatives to kill bin Laden, the CIA believed it was required to capture him. \"Working-level CIA officers said they were frustrated by what they saw as the policy restraints of having to instruct their assets to mount a capture operation,\" the report says.\nSandy Berger, Clinton's national security adviser, said the White House never was apprised of the CIA concerns and would have granted any additional authorization needed, if asked. \"There could not have been any doubt about what President Clinton's intent was after he fired 60 Tomahawk cruise missiles at bin Laden in August '98,\" he said. \" I assure you, they were not delivering an arrest warrant. The intent was to kill bin Laden.\"\n(EDITORS: STORY CAN END HERE)\nBerger's successor, Rice, declined to appear at the commission's hearing, although she was making the administration's case on the airwaves. The White House cited separation of powers in declining to permit her public testimony. The administration offered Deputy Secretary of State Richard Armitage in her stead. Angered by Rice's absence, Sept. 11 victims' relatives walked out in protest as Armitage took his seat.\nIn other conclusions, the commission staff said the CIA had done too little to infiltrate U.S. spies into Afghanistan to track al-Qaida, relying too heavily on Afghan tribal fighters and others to monitor the bin Laden operation.\n(EDITORS: STORY CAN END HERE)\nThose CIA proxies on a half-dozen occasions said they considered attacking bin Laden, but reported that they aborted the missions when security was too tight, routes were changed or women and children were in the convoy. But in a sign that the CIA didn't fully trust reports from its Afghan assets, the CIA deputy director for operations told the commission that he wasn't sure if the attempted ambushes ever actually occurred.\n\"By deciding to use proxies to carry out covert actions in Afghanistan before 9/11, both administrations placed the achievement of policy objectives in the hands of others,\" the commission staff said.\nAmid concerns over use of Afghan assets and confusion over the capture/kill policy, the commission raised a key question. \"If officers at all levels questioned the effectiveness of the most active strategy the policymakers were employing to defeat the terrorist enemy, the commission needs to ask why that strategy remained largely unchanged throughout the period leading up to 9/11,\" the report concluded.\n(Morning News staff writer G. Robert Hillman contributed to this report.)\n\nLoad-Date: March 25, 2004"
}