{
    "title": "Terrorism charges against 14 Somalis in US reflect 'disturbing trend' The Justice Department indicte",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 8,
    "day": 5,
    "full text": "The Justice Department charged 14 people Thursday with funneling recruits and otherwise supporting an Al Qaeda ally in Somalia.\nThe indictments, involving mostly US citizens in Alabama, California, and Minnesota, were handed down just as the Obama administration was issuing an annual terrorism report citing home-grown Islamic militants as a growing terrorism threat.\nThe indictments involve what the government described as a \"deadly pipeline\" of money and militants to the organization Al Shabab, a Somali insurgent group whose leaders have pledged allegiance to Al Qaeda.\nUS Attorney General Eric Holder said at a news conference that the indictments suggest \"a very disturbing trend\" of support for radical ideologies among some small subgroups of the youth population. He said the country \"must prevent this kind of captivation from taking hold.\"\nThe indictments focused on the Somali-American community, but Mr. Holder was explicit in praising the community's leadership for assistance to federal authorities in their investigation of activities cited in the indictments.\nThe indictments provided the latest evidence of radicalization within the Somali-American community, a phenomenon that has been on the radar of federal law-enforcement agencies for the past few years. Some experts cite difficulties in assimilating for some members of the community's youth population as one reason for the \"captivation\" with extremism.\nThat same argument is cited in the State Department's annual terrorism report as a reason Islamist radicalism is likely to continue rising in Western centers of large immigrant populations, particularly in Western Europe.\nThe State Department also highlights the rise in the US of what are sometimes called \"home-grown jihadis\" - generally young US residents and citizens who become radicalized in their support for extremist Islamist ideologies - in its congressionally mandated annual assessment of trends in international terrorism.\nThe State Department report notes recent cases in which young Americans traveled to Pakistan and Somalia, reportedly to join the Islamist resistance groups. It also takes up the rise of a few Americans to leadership positions in militant groups.\nThe most famous example is that of Anwar al-Awlaki, an American citizen who has become an influential leader within Al Qaeda on the Arabian Peninsula (AQAP) in Yemen. Mr. Awlaki has become a prominent English-speaking voice of radical Islam on the Internet, and is now perhaps the only US citizen on the government's \"capture or kill\" list.\n\"Not only have there been more cases of Americans becoming operatives for foreign terrorist organizations, we have also seen US citizens rise in prominence as proponents of violent extremism,\" the report says.\nAnother such case is that of Omar Hammani, also known as Abu Mansour al-Amriki, an Al Shabab leader who pledged allegiance to Al Qaeda in a May 2009 video. Mr. Hammani, a former Alabama resident and Al Shabab propagandist, has become one of the most prominent online voices of radical Islam.\nState Department coordinator for counterterrorism Daniel Benjamin said that as disturbing as the rise in cases of home-grown Islamist radicalization may be, it is also a trend that was to be expected.\n\"At one point it was bound to happen that we would find greater radicalization\" at home as radical Islamist ideology spread, he said. He cited, for example, Ethiopia's invasion of Somalia beginning in 2006 as the source of \"a great deal of anger\" and the kind of event that could foment radical support.\nMr. Benjamin said he did not mean to suggest that domestic radicalization was somehow preordained, only that \"in any large group, there is a probability that some small fraction of people will be attracted to any particular ideology over time.\"\nBenjamin also defended the government's placement of Awlaki, a US citizen, on its \"hit list.\"\n\"It's important for people to understand that [Awlaki] is not just a rabble-rouser ... but he is involved quite directly in terrorist activity,\" he said. \"There is no question he is a particularly dangerous individual.\"\n       \n\nLoad-Date: August 6, 2010"
}