{
    "title": "Terrorism_ the genie is out of the bottle",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 1,
    "day": 21,
    "full text": "THE United States confrontation with Libya over the killings at the Vienna and Rome airports once more illustrates the magnitude of this country's dilemma in dealing with terrorist acts originating in the Middle East.\nGiven the administration's position regarding responses to terrorism, the fact that US citizens were killed, the difficulty of tracking Abu Nidal, Qaddafi's praise of the action and pressures for action in the US, the President has undoubtedly done what he had to do. Yet, while the sanctions against Libya may satisfy, in part, the pressures of the moment, they are not likely to dry up the threat of terrorism; the possibility of totally eliminating such acts may have already passed.\nThe administration describes the current problem as support for ''state-sponsored terrorism.'' Very little is said about the cause that creates the motivations for the terrorist acts. Unless we understand that, we cannot fully comprehend the limitations on our actions and the reactions to them in the region.\nColonel Qaddafi explains and condones such actions as the airport killings in the name of the Palestinian cause. One can insist that the cause is not helped by the killing of innocent people, or one can repeat the familiar arguments that proposals have been put forward for a solution to the Palestinian cause that the Arab states have rejected. Some, particularly in Israel, seek to deny the existence of Palestinians.\nNone of these approaches eliminate the fact that the Palestinian cause remains a deeply influential issue in the Arab world. Arab leaders lend support for different reasons: sympathy, fear of retaliation against them, or hatred for Israel. To some the Palestinian cause is an instrument in competition for Arab leadership. Reluctance to oppose any acts committed in the name of Palestine has been further reinforced by influence from Iran and the Shiites, who are fanatically anti-Israel on religious grounds.\nThe terrorism we are witnessing today is carried out by men and women who have lived their lives in the bitter atmosphere of the unresolved problems of the Middle East. Extreme leaders have exploited Palestinian hopelessness and their desire for revenge, to direct them toward Israelis, other Arabs, and Westerners symbolic of the countries they consider responsible for their plight.\nIt is hard to see, under these conditions, how the application of sanctions against Libya will deter Qaddafi from continuing help to militant Palestinian movements. Sanctions may, at least in the short term, enhance his position within Libya and within the Arab world. There has always been an undercurrent of admiration in the Middle East for the small power that will make Uncle Sam squirm.\nThe terrorists that emerge from the Middle East live and move in a region basically hospitable to them. Until Arab leaders perceive the damage to their wider interests of these acts of terrorism against innocent outsiders and gain the courage to oppose them, it is difficult to see what measures will eliminate the threat.\nIt has become trite to say that such acts can be controlled only when there is a satisfactory solution to the problem of the Palestinians. Yet the force of this axiom cannot be denied. Under other circumstances, the US should be directing the force of its diplomatic offensive, not against the reluctance of Western Europe to follow sanctions, but toward the Arab countries that willingly or reluctantly harbor the terrorists. But the United States can be effective in such a diplomatic offensive only if its position on the basic problem is credible - if it can hold out hope to Arab countries that it will work toward a fair solution of this problem. It cannot make that argument today.\nIn the absence of such an approach by the United States, the willingness of Arab countries to restrain the terrorists and the bitterness and ruthlessness of such cadres will continue to threaten innocent people outside the Middle East. The elimination of a Qaddafi will not change this; it might only create one more martyr to be avenged.\nThe United States and other countries are forced back to the strengthening of security in public places and increased cooperation in intelligence to limit the number and effectiveness of incidents.\nIt may already be unrealistic to believe we can eliminate such terrorism totally. The genie is out of the bottle. As in the case of other lost or unresolved causes, even if there is a fair solution to the problem, there will probably continue to be small and desperate groups in the Middle East willing to undertake violent missions. Stronger action to seek a solution to the issue of a political entity for the Palestinians could, however, make it easier for leaders in the region to contain the problem. Venting our frustration and anger against a single Arab, however bizarre, is not likely to do the trick."
}