{
    "title": "Terrorism in the time of Twitter",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 13,
    "full text": "WASHINGTON, D.C. - One of the benefits of social media is its ability to give anyone, anywhere, a voice, but that advantage comes with risks.The same how-to guides that teach you to cook can teach you to build a pipe bomb. The same YouTube videos that take you closer than ever to pop culture idols can also draw you into a world of radicalization and terrorism.And it's happened here in Mississippi.(Photo by: Associated Press | Melanie Thirties)Jaelyn Young poses for a photo in Vicksburg, MS.In the cases against Jaelyn Delshaun Young and Muhammad Oda Dakhlalla, two Mississippi State University students who recently pled guilty in attempting to knowingly join the Islamic State of Iraq and Levant, social media was an important factor.Court documents of the case describe how Dakhlalla and Young watched pro-ISIL YouTube videos as a part of their radicalization, and the discovery of pro-ISIL tweets on Young's Twitter was the FBI's first indicator of her intention to join the terrorist group.The use of social media as a platform for terrorism recruitment and radicalization, however, is not new. According to representatives of the Center for Strategic Counterterrorism Communications in Washington, D.C., internet-propelled terror group recruitment has sparked an evolution in the way propaganda is spread.Nearly every major movement and dictatorship in history has used propaganda in some form, but the advent of social media allowed the opportunity for broad, general propaganda to become individualized, personalized and gives violent exemism recruitment the ability to reach almost anyone, according to the CSCC.Popular platforms include Twitter, Facebook, YouTube, video games, internet message boards and many others. \nThis means the platforms used every day are more than just social outlets; they're vulnerabilities.Recruiters don't knock on random doors, however, the counterterrorism office said. Like any form of social acking, those who are most likely to receive propaganda materials are those who have shown interest in a group or cause. For some, the initial flagging can be as simple as background research on a group. For others, it's a push from violent video games to violence in the real world.For Mississippi Sens. Roger Wicker (R-Miss.) and Thad Cochran (R-Miss.), this poses a difficult threat.\"I think (online recruitment for terror groups) made it more difficult for authorities because it has encouraged the rise of the lone wolf,\" Sen. Roger Wicker said. \"When a group is acting, it is more likely that authorities have some sort of detection. But when a lone wolf is reading Facebook or Twitter or Snapchat, that's very hard to pinpoint.\"Wicker said although social networking has been positive for society, its ability to be used for cyberterror and recruitment increases the need for individual responsibility.\"I don't know if we should be frightened, but we should be mindful of it,\" Wicker said. \"There have always been vulnerable people out there. It's just easier to get to them for nefarious purposes.\"Staffers in the office of U.S. Sen. Thad Cochran said addressing this problem is an ongoing, evolving effort. Identifying and tracking \"lone wolf-style\" terrorists pushes the boundaries between security and individual privacy, they said.Cochran is currently chairman of the defense appropriations subcommittee and was the first chair of the Homeland Security appropriations subcommittee. He has witnessed the change in recruitment style over the past decade. This is, Cochran's office said, a 21st century problem and the ways to address it are not clear yet.In order to address terrorism recruitment, one must understand why individuals join these groups. Although the need to find acceptance is a common motivation for would-be terrorists, David Hazony said it is also rooted deeply in misust of the American government.Hazony is the editor of The Tower Magazine and a senior member of The Israel Project, an educational organization that provides contextualizing information for the public and media about Israel and the Middle East.\"Today in America, there are a lot of people who are very angry about the system and I'm sure terror organizations are taking advantage of that,\" Hazony said. \"If I were a terror organization looking for Americans who would be on my side, I would say look for people who are very disaffected, people who have come to believe the American system is really evil.\"Hazony said ISIS represents a new phase in terror called \"inspired terror.\" Inspired terror is the ability of individuals to commit acts in the name of terror organizations without ever being directly contacted by the organization. Hazony said the greatest example of inspired terror is the attacks in San Bernardino on Dec. 2, 2015, when 14 people were killed and 22 seriously injured in a mass shooting and attempted bombing by a married couple.The attacks could not be directly linked to any terror organization until the discovery of one assailant's pledge of her loyalty to ISIS leader Abu Bakr al-Baghdadi on Facebook, according to CNN.This inspired terror further complicates the issue. How do you track a terror group that never reaches out to its operatives? According to Hazony, we just don't know yet.\n\nLoad-Date: April 13, 2016"
}