{
    "title": "Terrorism can't be eliminated",
    "publisher": "lincoln journal star ",
    "year": 2004,
    "month": 9,
    "day": 25,
    "full text": "The tragedy of Sept. 11, 2001, convinced many Americans of the need to do something about terrorism.  Although such acts of violence had occurred previously in many places in the world, this event grabbed the attention of virtually everyone.  And, in reaction, people everywhere sought to reduce the likelihood of this happening again.\n  But terrorism cannot be eliminated - just like the world cannot eliminate crime, drug abuse and similar anti-social acts.  Thus, terrorism will always be a potential threat. We will always have terrorists, people such as Timothy   McVeigh, who believe the way to oppose what they regard as evil is to kill and destroy. Even though terrorism cannot be eliminated, a society can work to reduce its occurrences.\n  The question then arises about what are the most effective ways to reduce terrorism. A major method is to enlist the cooperation of citizens throughout the world to be vigilant about terrorists' plans.  When people everywhere are ready to report to law enforcement personnel, terrorists find it difficult to hide and to conduct acts of destruction. In other words, a global type of  Neighborhood Watch is a most effective way of isolating terrorists and minimizing their harmful actions.\n  Such a climate of concern existed immediately after Sept. 11, when there was a worldwide outpouring of sympathy for the United States and an extensive desire to prevent similar happenings in the future. Unfortunately, our government leaders squandered that unique opportunity to build such a network of cooperation among the millions of persons who seek a just and law-abiding world. Rather than building upon that climate of empathy and willingness to work with global organizations dedicated to promoting justice in the world, the Bush administration was determined to implement an entirely different policy, namely, the pre-emptive invasion of Iraq.\n  The decision by the Bush administration to conduct a war against Iraq was done in spite of the warnings by U.S. military planners, numerous diplomats, international observers, religious leaders and scholars of  Southwest Asia (i.e., the \"Middle East\").\n  Rather than heeding the predictions about how an American occupation would create chaotic conditions and political instability in Iraq, the Bush administration went ahead with its foolish venture.\n  Already this action by the Bush administration has taken a terrible toll: It has killed thousands of Iraqis and Americans, and it has diverted funds from such needs as education, medical care and housing to the destructive expenditures of war. This monumental mistake will continue to plague our country for many years, even if the American people vote the Bush administration out of office because of it ineptness.\n  In addition to this political, economic and humanitarian catastrophe, a major detrimental effect of this wrongful action is the proliferation of terrorists. By causing the deaths of thousands of innocent persons, the  Bush administration has created worldwide resentment.  The war against Iraq has alienated and polarized former moderates, not only in Iraq and neighboring countries but also throughout the world.\n  The Bush administration has made conditions worse for many people and, thus, created the environment in which, for some individuals and groups, terrorism seems to be the only way of opposing what they perceive as serious injustices.\n  Consequently, for many decades, we in America, as well as the rest of the world, will suffer the repercussions of that harmful - and so very unnecessary - decision by the Bush administration to attack Iraq.  In other words, the actions and attitudes of the Bush administration have not lessened terrorism, but instead, have greatly increased it.\n  Robert Stoddard is a retired professor who has live in and studied Asia for many years.\n\nLoad-Date: November 17, 2006"
}