{
    "title": "Terrorists' sentences toughened New Illinois law will make people convicted in Illinois serve more t",
    "publisher": "st. louis post-dispatch ",
    "year": 2012,
    "month": 8,
    "day": 31,
    "full text": "EDWARDSVILLE - People convicted in Illinois of attempting to commit terrorism may have to serve more of any prison sentence they get under a law scheduled to take effect after this year.\nGov. Pat Quinn signed into law this month a measure requiring that anyone convicted of such crimes serve 85 percent of their sentence. Under current state law, a prisoner can get one day of good-conduct credit for each day served behind bars.\nThe measure was motivated by a Madison County case involving Olutosin Oduwole, 27, an aspiring rapper convicted of attempting to threaten a Virginia Tech-like rampage and later sentenced last December to five years in prison. Oduwole may be eligible for parole after serving half of that. Prosecutors had requested the maximum punishment of 15 years.\nJurors found Oduwole guilty of attempting to make a terrorist threat involving a piece of paper police found in his car, abandoned on the 13,000-student Southern Illinois University campus he was attending in 2007.\nThe writing demanded payment to a PayPal account, threatening that \"if this account doesn't reach $50,000 in the next 7 days then a murderous rampage similar to the VT shooting will occur at another highly populated university. THIS IS NOT A JOKE!\"\n\"The VT shooting\" was a reference to the Virginia Tech rampage, which happened just months before Oduwole's July 2007 arrest and left 32 people dead along with the gunman.\n\nGraphic\n\n \n Photo by Associated Press Olutosin Oduwole walks outside of the Madison County Criminal Justice Center in Edwardsville during his trial last year on charges of attempting to make a terrorist threat. Gov. Pat Quinn signed into law Wednesday a measure requiring that anyone convicted of such crimes serve 85 percent of their sentence. The law takes effect in January. \n\nLoad-Date: September 10, 2012"
}