{
    "title": "Terrorism expert Clarke_ We're losing wars",
    "publisher": "the new york times",
    "year": 2004,
    "month": 5,
    "day": 1,
    "full text": "FORMER U.S. counter-terrorism czar and Bush basher Richard A. Clarke told a crowd of almost 600 last night that the United States wasn't winning the war in Iraq or the war on terrorism.\nClarke, in a speech at the Free Library, was in town to hawk copies of his best-selling book, \"Against All Enemies: Inside America's War on Terror.\"\nIn the book, Clarke writes that the Bush administration scaled back the campaign against Osama bin Laden before the Sept. 11 attacks and then undermined the fight against terrorism by invading Iraq in March 2003.\nHe made the same charges when he testified before the 9/11 Commission in March and repeated those themes last night.\nHe said there was no connection between the 9/11 attacks and Iraq, and that the war in Iraq had made the fight against terrorism \"much more difficult\" by reducing anti-terror resources both at home and abroad.\n\"Protecting SEPTA, 30th Street Station, from the kinds of things that happened in Madrid, there's no federal money for that,\" Clarke said, referring to the recent train bombings in Spain. \"There should be; there isn't, because we're spending $200 billion in Iraq.\"\nHe said al Qaeda had \"morphed\" into a \"tighter\" organization after 9/11, noting there have been more terror attacks around the globe since 9/11 than before.\nFinally, he said, the war in Iraq had \"radicalized the Islamic world\" against America.\n\"No one could have done a better job for al Qaeda than we have for al Qaeda by invading Iraq,\" Clarke said.\n\"We have expanded the pool of their supporters.\"\nAt one point in his lecture, Clarke even mocked the Bush administration's most-recent rationale for going to war in Iraq - the idea that we can make Iraq into a democracy.\nCalling it a \"reverse domino theory,\" Clarke said \"having installed a democracy in Iraq, it would then ripple out from Baghdad and all of the Middle East would become something like Montgomery County.\"\nAfter testifying to the 9/11 Commission, Republicans questioned Clarke's truthfulness, with Senate Majority Leader Bill Frist charging that Clarke told one story to the 9/11 Commission and a different story in a closed-door briefing to the Senate Select Committee on Intelligence when he was in the Bush White House.\nBut no one has questioned Clarke's ability to sell books. The New York Times' bestseller hardcover non-fiction list ranked \"Against All Enemies\" as its top seller this week for a second consecutive week.\nThe book is in its 10th printing since it was published on March 22, the publisher said. Clarke was appointed by former President Bill Clinton as the nation's first counter-terrorism czar in May 1998 and continued in that position under Bush until March 2003, when he resigned.\nIn addition to promoting his book, Clarke's appearance was also a boost for the Free Library Foundation, which is raising money for a planned $120 million expansion and renovation of the Central Library.\nSome 400 listeners in the auditorium shelled out $20 each to hear Clarke, and about 170 others paid $8 apiece to see a simulcast in the library's main lobby.\nClarke got a small fee, but most of the money went to the foundation, said Elliot Shelkrot, president and director of the Free Library. *\n\nNotes\n\nWAR ON TERROR\n\nGraphic\n\n \nPHOTO;\nAssociated Press\nRichard Clarke at Free Library.\n\nLoad-Date: August 25, 2005"
}