{
    "title": "Terrorism fears challenge civil libertarians April 7, 2003, Monday",
    "publisher": "charleston gazette",
    "year": 2003,
    "month": 4,
    "day": 7,
    "full text": "NEW YORK - Times couldn't be more challenging for civil libertarians and privacy advocates as they struggle to arrest what they consider a dangerous, rising tide of government surveillance.\nNot only is the public gripped by terrorism fears. The technologies being used to monitor people more closely can be difficult to explain.\n\"People who are afraid will always choose security,\" said Ira Glasser, former executive director of the American Civil Liberties Union. \"The impulse to believe what the government is telling you when you are afraid is overwhelming.\"\nMany people who attended last week's annual Computers, Freedom and Privacy conference are frustrated. They say intrusive security measures are rapidly eroding privacy and individual liberty and allowing the federal government to cast suspicion on too many innocent people.\nThese advocates say philosophical arguments often fail them.\nSo participants at the three-day conference, which ended Friday, discussed ways to turn the debate around.\nThe key to slowing down the expansion in surveillance is questioning its effectiveness and convincing people that \"these policies are a scam and won't provide safety,\" Glasser said.\nDuring a break, AT&T Labs security expert Steven M. Bellovin said technologists like him need to speak up when they see flaws. But he said \"a few lone tech voices\" can only do so much.\n\"Technical issues are complicated, and it's not obvious to the average person who's right,\" Bellovin said.\nRichard M. Smith, a privacy and security consultant in Cambridge, Mass., said the public needs to be reminded that many al-Qaida operatives were caught through \"good, old-fashioned police work\" - not databases that create dossiers and promise to pick out terrorists.\nA chief villain at the conference was one such database, Total Information Awareness. It's being developed by former national security adviser John Poindexter to mine phone, credit card and other records in hopes of spotting patterns.\nOther proposals criticized include a new airline-passenger screening system called CAPPS II; more surveillance in draft U.S. legislation dubbed Patriot II; and European efforts to undo limits on retaining private customer data so that investigatory needs trump privacy protections.\nSome worry that too many initiatives are being adopted in the name of terrorism when its very definition is vague. A European anti-terrorism measure, for example, was criticized as possibly applicable to anti-globalization protests that turn violent.\nSmith also said initiatives being developed for commercial purposes today might be co-opted later for tracking people. He cited moves to tag clothing with radio-frequency chips for inventory control.\nAmid all the talk of electronic surveillance and government profiling, many speakers focused on broader threats: government secrecy, deportation and censorship.\n\"If all the initiatives that are being implemented or contemplated in various countries were followed through to their logical conclusions, privacy and freedom as we know it would soon be a distant memory,\" said George Radwanski, Canada's privacy commissioner.\nIn such a society, he said, citizens must produce on demand national ID cards containing fingerprints and other biometric information, while their every move is relentlessly observed.\nBob Barr, a former Georgia Republican congressman who supports liberals in their calls for privacy, said U.S. administrations from both parties tend to respond to adversity by blaming Congress.\nThey will seek more powers and resources - rather than blame themselves for misusing what they already have - and won't cede the new powers even after threats subside, he said.\n\"That's why whenever we consider issues relating to freedom and privacy, we better try our best the first time because you rarely get a second bite at the apple,\" Barr said.\nClearly in the minority at the conference were supporters of tougher security measures. Organizers say government officials had declined invitations.\n\"I think the government has done a lousy job of making the case for some of these initiatives,\" said Heather MacDonald, a fellow at the conservative Manhattan Institute. \"They are missing in action, leaving the field to be dominated by civil libertarians.\"\nAbout 375 people attended - 85 percent of normal attendance. Organizer Barry Steinhardt, the ACLU's cyberliberties chief, said about two dozen couldn't get visas - mostly because applications are taking more time to process these days - and scores of others didn't want to fly during a war.\nAnd though Steinhardt mentioned in his opening remarks how New York City seemed to him in some ways like an armed camp these days, the conference had the feel of an intimate gathering.\nNo one checked name tags at the door or complained of unattended backpacks.\n\nLoad-Date: April 8, 2003"
}