{
    "title": "Terrorism Tale Reveals Author_s View Of Realism",
    "publisher": "the tampa tribune ",
    "year": 2007,
    "month": 5,
    "day": 27,
    "full text": "By BRIAN AYRES\n\"The Unknown Terrorist,\" by Richard Flanagan (Grove Press, $24)\nRichard Flanagan makes clear his view of the post-9/11 world early in his latest novel: \"Realism is the embrace of disappointment, in order no longer to be disappointed.\" Substitute \"fear\" for \"disappointment,\" and you have Flanagan's perspective on how Western democracies, including his native Australia, have handled human relations since Sept. 11, 2001.\nFlanagan is seething about the fear-mongering and emotional manipulation by politicians and the media. But Flanagan believed he needed a less obvious target than an Arab or Muslim. Enter Gina \"The Doll\" Davies, a twentysomething stripper saving money to escape Sydney's sleazy side.\nDavies becomes a prime suspect in a terrorist attack on Olympic Stadium after she is videotaped entering an apartment building with Tariq, a suspected al-Qaeda terrorist with whom she was about to have a one-night stand. For five days, she is the most wanted woman in Australia and the source of media frenzy, led by a desperate television reporter looking to boost a sinking career. Her life and character are twisted in ways that lead Australia to near madness.\nFlanagan was inspired to write this \"it could happen to you\" tale by the story of an Australian locked up in Guantanamo Bay. The author's anger makes his motives transparent, which makes the story extremely predictable. Whether the tale of The Doll could happen to anyone depends on whether you agree with Flanagan's definition of realism.\nBrian Ayres, a Valrico resident, teaches social studies and journalism at Brandon High School.\nPhoto: (The Unkonwn Terrorist- Richard Flanagan)\nCopyright © 2007, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nNotes\n\nBOOKS REVIEWS\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: May 30, 2007"
}