{
    "title": "TERRORISM Obama takes responsibility for, vows to fix, air security lapses",
    "publisher": "charleston gazette",
    "year": 2010,
    "month": 1,
    "day": 8,
    "full text": "WASHINGTON - President Barack Obama declared Thursday \"the buck stops with me\" for the nation's security and suggested he would not fire anyone for the Christmas attack on a Detroit-bound airliner. Security lapses that led to the near-disaster were not the fault of a single individual or agency, he said, vowing they would be corrected.\nObama didn't tell intelligence officials to change what they're doing. Instead, he told them to just do it better, and faster. He left it to them to figure out how.\nHe said anew that the government had the information that might have prevented the botched attack but failed to piece it together. He announced about a dozen changes designed to fix that, including new terror watch list guidelines, wider and quicker distribution of intelligence reports, stronger analysis of those reports, international partnerships and an interagency effort to develop next-generation airport screening technologies.\nWhile Obama promised improved security, his solutions were laced with bureaucratic reshuffling.\nAmericans might be surprised that the government was not already taking some of the steps Obama ordered. For instance, he directed the intelligence community to begin assigning direct responsibility for following up leads on high-priority threats.\nObama himself hinted at the difficulties of improving intelligence and security against a terrorist network that devises new methods as fast or faster than the U.S. can come up with defenses.\n\"There is, of course, no foolproof solution,\" he said. \"We have to stay one step ahead of a nimble adversary.\"\nHe spoke from the State Dining Room at the White House, his remarks delayed twice as officials scrambled to declassify a six-page summary of a report he'd ordered from top officials on the security failures. That summary was released immediately after he spoke.\n\"When the system fails, it is my responsibility,\" Obama said.\nThe White House is anxious to resolve and move beyond the issue, which threatens to damage the president politically and distract further from his agenda.\nRepublicans have pointed to the attack and Obama's handling of it to criticize him as weak on national security - a perennial election-season charge against Democrats that has sometimes been effective in the past.\nClearly aware of the potential political fallout, Obama struck a tough tone toward the anti-terror fight, taking the rare step - for him - of calling it a \"war.\"\n\"We are at war, we are at war against al-Qaida,\" he said. \"We will do whatever it takes to defeat them.\"\nThe unclassified summary stated that U.S. intelligence officials had received unspecified \"discrete pieces of intelligence\" to identify 23-year-old Nigerian Umar Farouk Abdulmutallab as an al-Qaida operative and keep him off the flight from Amsterdam. Officials received fragments of information as early as October, according to the report.\nAlthough intelligence officials knew that an al-Qaida operative in Yemen posed a threat to U.S. security, they did not increase their focus on that threat and did not pull together fragments of data needed to foil the scheme, said the summary.\nStill, the report concludes, \"The watch listing system is not broken\" and a reorganization of the nation's counterterrorism system is not necessary. The report, instead, calls for strengthening the process used to add suspected terrorists to watch lists.\nAccording to the report, \"a series of human errors\" occurred, including a delay in the dissemination of a completed intelligence report and the failure of CIA and counterterrorism officers to search all available databases for information that could have been tied to Abdulmutallab.\nUnlike the run-up to the 2001 terrorist attacks, intelligence officials did share information. But authorities didn't understand what they had.\nThe president seemed to settle the question of whom to blame by declaring that blame was shared by many.\n\"Now at this stage in the review process, it appears that this incident was not the fault of a single individual or organization, but rather a systemic failure across organizations and agencies,\" he said.\nHe ordered all involved agency heads to set up internal accountability units to review efforts to make changes.\nUnderscoring Obama's assertion that no one individual was responsible for failing to thwart the attack, the administration's report noted that Abdulmutallab's name was misspelled in one instance, leading the State Department to conclude he did not have a valid U.S. visa - when in fact he did. Even so, the report said steps to revoke his visa could have occurred only if other intelligence information had been coordinated and he was placed on a more restrictive watch list.\nMeanwhile on Thursday, many airlines were re-briefing employees on security procedures, from baggage handlers to pilots.\n\"Everybody is being reminded of what the rules of the road are,\" said Jack Casey, an aviation safety consultant in Washington.\nThere's a limit, though, to how much airlines can do on their own, said Casey, a former airline pilot. \"They're waiting for better guidance from everybody in government over this whole issue of profiling and the issue of privacy. That's a big gray area.\"\nAP photo\nPresident Obama speaks at the White House Thursday regarding the failed terrorist attempt to destroy a Detroit-bound U.S. airliner.\n\nLoad-Date: January 8, 2010"
}