{
    "title": "Terror hearing brings out tears, shouting",
    "publisher": "telegraph herald ",
    "year": 2011,
    "month": 3,
    "day": 11,
    "full text": "WASHINGTON - Congress pushed deep into a raw and emotional debate Thursday over American Muslims who have committed terrorist attacks in the name of religion, in a hearing punctuated by tearful testimony, angry recriminations and political theater. Republican Rep. Peter King declared U.S. Muslims are doing too little to help fight terror in America. \nDemocrats warned of inflaming anti-Muslim sentiment and energizing al-Qaida. Framed by photos of the burning World Trade Center and Pentagon, the families of two young men blamed the Islamic community for inspiring young men to commit terrorism. On the other side, one of the two Muslims in Congress wept while discussing a Muslim firefighter who died in the attacks. The sharp divisions reflect a country still struggling with how best to combat terrorism nearly a decade after the September 2001 attacks. Al-Qaida has built a strategy recently around motivating young American Muslims to become one-man terror cells, and the U.S. government has wrestled with fighting that effort. King, a New York congressman and the new chairman of the House Homeland Security Committee, said he called the hearing because Muslim community leaders need to speak out more loudly against terrorism and work more closely with police and the FBI. Democrats wanted the hearing to focus on terror threats more broadly, including from white supremacists. \"This hearing today is playing into al-Qaida right now around the world,\" said Rep. Sheila Jackson Lee, D-Texas, who said the committee was trampling the Constitution. Republicans said that was nothing but political correctness. \"We have to know our enemy, and it is radical Islam in my judgment,\" said Rep. Michael McCaul of Texas. Thursday's hearing was the first high-profile event for the new Republican majority in the House, and it roused the city. The room was packed, and officials steered onlookers into an overflow. At one point, an exchange between Reps. Tom Marino and Al Green grew loud as they talked over each other. Green, a Texas Democrat who is black, said the terrorism hearing should have included discussion of the Ku Klux Klan. Marino, a Pennsylvania Republican who is white, said the subject of the day was terrorism, prompting the chairman to rap the gavel repeatedly as the two argued over whether the KKK was a terrorist organization. Despite years of government focus on terrorism, dozens of unraveled terrorism plots and a few successful attacks have suggested there is no one predictable path toward violence. Thursday's hearing offered no insight into those routes. Homegrown terrorists espousing their Islamic faith have included high school dropouts and college graduates, people from both poor and wealthy families. Some studied overseas. Others were inspired over the Internet. That has complicated government efforts to understand and head off radicalization. It also reduced some of Thursday's debate to a series of anecdotes: Islamic terrorists on the one hand, an Islamic paramedic on the other. Rep. Keith Ellison, D-Minn., the first Muslim elected to Congress, wept as he discussed Mohammed Salman Hamdani, a Pakistani-American paramedic who died responding to the World Trade Center attack. \"This committee's approach to this particular subject, I believe, is contrary to the best of American values and threatens our security, or could potentially,\" Ellison said.\n\nLoad-Date: March 11, 2011"
}