{
    "title": "Terrorism stories may fade, but the threat never does",
    "publisher": "usa today",
    "year": 2006,
    "month": 8,
    "day": 16,
    "full text": "\"Example is the school of mankind,\" noted Edmund Burke, \"and they will learn at no other.\" Alas, Burke didn't say how many examples it would take. The recent foiled terror plot in Britain, the memory of which is already starting to evaporate in the heat of 24-hour television, is merely the latest installment in what is a very familiar story: A broad and deep coalition of Islamic extremists is determined to murder very large numbers of Americans, Westerners, Christians, Jews and -- let us not forget -- insufficiently committed Muslims.\nTheir reasons vary within a narrow gamut of fanatical mumbo jumbo and half-baked nostrums about Western imperialism, plentiful virgins and restoring the Muslim caliphate. However cracked their pots may be, it has been amply demonstrated that they are deadly serious and will not give up any time soon.\nAnd yet, you can be sure, the example of last week will fade into the fog of barely remembered previous terrorist attacks like the road to Brigadoon. Indeed, who recalls that barely two months ago, a cell of would-be jihadists was arrested in Miami for plotting to translate its dream of blowing up the Sears Tower into reality? Meanwhile, the U.S. embassy bombings of the late 1990s, the Bali attacks and the London subway massacres seem like ancient history to many.\nThe depth of Western denial can be measured in the staleness of the \"debate\" over terrorism, which is dominated by those who've convinced themselves that President  Bush is the central cause of the war on terror because somehow it's \"his\" war. This is like blaming the rooster for the sunrise. Those whom Bush now calls Islamic fascists have been killing Americans for decades. Al-Qaeda declared war on America when Bush was still in Texas. On the other side of the debate are Republicans who've taken the bait and gotten bogged down in a largely partisan argument about \"supporting the president.\"\nWhatever the merits of the charge that Iraq is a \"distraction\" from the war on terror, the reality is that arguments about Bush are a larger distraction from the war on terror. For much of the past five years, Democrats not in the Joe Lieberman wing of the party -- which is to say the Democratic Party, minus one -- have repeatedly pointed to Osama bin Laden's ability to elude capture (as opposed to, say, his inability to once again murder thousands on American soil) as proof that Bush's anti-terror efforts have been a failure. It would surely be nice to see bin Laden's head on a pike, but this is childishly partisan.\nWhen U.S. forces killed Abu Musab al-Zarqawi, bin Laden's \"prince\" in Iraq, Democrats presented Zarqawi's demise as good but trivial news. Rep. Alcee Hastings, D-Fla. -- who might (shudder) take over the House Intelligence Committee should the GOP lose the Congress -- explained, \"It won't stop the insurgency. I have found if you liken it to the drug lords, for example, as soon as you imprison one, kill one, another takes his place.\"\nWhy shouldn't this same logic apply to bin Laden and the global Islamic insurgency? Does anyone believe that this polyglot army of jihadist murderers will disband and become TV repairmen the moment bin Laden is dead? This is as naive as believing that U.S. withdrawal from Iraq wouldn't be scored as another jihadist victory. Not only have Hezbollah, Hamas and the rest of the League of Extraordinary Murderers never taken marching orders from bin Laden, but like all jihadist groups they always view such withdrawals as an invitation to even more brazen terrorism.\nThe terrorist threat is here to stay whether we like it or not. That means the debates over racial profiling, wiretapping and the structural deficiencies of the Middle East -- no matter how wearisome compared with news about Brangelina's baby they may be -- are not going away. (Britain's vindicated anti-terror laws, by the way, make the USA Patriot Act look like an ACLU directive.) We'll all learn this because, again, example is the school of mankind, and our enemy has an ambitious lesson plan.\nJonah Goldberg is editor at large of National Review Online. He is a syndicated columnist and a member of USA TODAY's board of contributors.\n\nLoad-Date: August 16, 2006"
}