{
    "title": "Terrorism fears cast blight on Boston U. parents' weekend",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 15,
    "full text": "Bob and Mary Ahearn drove from Brooklyn, N.Y. to Boston University to see their son, Metropolitan College junior Bill, for BU's annual parents' weekend.\nBut it wasn't just the opportunity to visit their son's dorm that drove them to come. Nor was it the chance to see the parade and hockey game among the University's many homecoming activities.\nBoston U.\n\"We traveled because of the scare,\" Bob Ahearn said.\nAhearn, like many parents, felt a desire to be close to family this weekend following an FBI warning of possible terrorist activity in the United States.\nParents and relatives expressed trepidation about traveling long distances for the weekend, and about coming to a city that has received security threats in recent weeks.\nTony and Carlene Lauria came from Liverpool, N.Y., to visit their daughter Megan, a freshman the College of Communication. The two decided to drive, since Carlene refused to fly.\nEven driving brought about anxiety for Carlene, who said she was only comfortable with the trip to BU because the drive didn't include the use of any bridges or tunnels.\nSome students' families decided not to come to parents' weekend because of the warnings. Katie Davis came to Boston to visit her niece Mira Davis, a freshman at BU. Katie had flown from St. Louis, Mo., with her daughter Mimi.\nBoth Mira's mother and daughter felt that \"going to Boston was scary,\" Katie said.\nThe trip had special significance for Katie, an airline employee who has shunned flying since the Sept. 11 attacks.\n\"This is my first time flying in two months,\" Katie said. \"I've had to take time off of work.\"\nThe safety conditions of her company, which she wished not to name, disturbed her.\n\"I think it's pathetic that the people who clean the airplanes are also in charge of checking to make sure it is secure,\" Katie said. \"I doubt they are even thorough enough to find a gun in the back of a seat.\"\n\"I didn't think security was any better than before,\" Mimi said of the airline. \"All they did was ask to see my driver's license.\"\nCollege of Arts and Sciences junior Shara Gundy said her parents changed their minds about coming to Boston because of the warnings.\n\"My mother is scared of terrorism,\" Gundy said. \"She doesn't even want me to ride the T or go downtown.\"\nGundy, however, disagreed with her parents' decision, arguing it was safe for her parents to come.\n\"I think they should have come,\" she said. \"I don't believe Boston is going to be the victim of an attack.\"\nCAS junior P.J. Brindisi's parents also did not attend parents' weekend, which Brindisi attributed to fear.\n\"My mother doesn't like that I live in the city,\" Brindisi said.\nLike Gundy, Brindisi didn't feel such fear was appropriate.\n\"The whole thing is being blown out of proportion,\" Brindisi said. \"You shouldn't be afraid to drive four-and-a-half hours on a major highway.\"\nSome parents are choosing to visit their children at a later date. CAS junior Simon Joseph said his parents plan to come up in a few weeks in order to bypass this weekend's threats.\n\"I wish that they had come up,\" Joseph said. \"Terrorism has put fear in the lives of many of us, but if we allow this paranoia to grow, we are letting the terrorist get the best of us.\"\n(C) 2001 The Daily Free Press via U-WIRE\n\nLoad-Date: October 15, 2001"
}