{
    "title": "Terrorism, free speech collide at trial U.S. says grad student aided terrorists by posting cleric's",
    "publisher": "spokesman review",
    "year": 2004,
    "month": 5,
    "day": 5,
    "full text": "Free speech and terrorism clashed in a Boise courtroom Tuesday as federal\n prosecutors argued that Sami Al-Hussayen aided terrorists by helping broadcast\n a controversial Muslim cleric's lecture.\n ''It is full of violence,\" Assistant U.S.\n Attorney Kim Lindquist told the court. ''The evidence shows how he\n deceitfully facilitated the broadcast of this particular lecture, knowing that\n it was forbidden, sensitive.\"\n Defense attorneys strongly objected. ''This is not about recruitment and\n funding,\" lead defense attorney David Nevin told the court. ''This is the\n government saying, 'You may not say these things. You're a terrorist if you\n express these views, you're a terrorist if you help somebody else express\n these views.\"'\nAl-Hussayen faces charges of providing material support to terrorists, in\n part by operating Web sites for various Islamic groups that the government\n portrays as a recruitment and fund-raising campaign for terrorists. He also\n faces 11 counts of immigration fraud for the same activities because he's in\n the country on a student visa.\n Al-Hussayen maintains his innocence, saying he's a peaceful student who\n merely volunteered for legitimate religious outreach groups.\n The lecture, given in Arabic, runs 80 pages in just a partial translation.\n Titled ''The Intifada and the New Tartars,\" it is Saudi Sheikh Safar\n Al-Hawali's commentary on the Palestinian-Israeli conflict, and includes\n praise for Muslim fighters and anti-American rhetoric.\n ''Somewhere in that 80 pages is material that will offend everyone,\" Nevin\n said. ''It's very critical of American foreign policy. It's harshly worded.\"\n However, Nevin said under the First Amendment, he'd have every right to go\n down to a park today, stand on a soapbox, and give that speech. He likened the\n prosecution's theory to prosecuting someone who gave him a ride to that park\n to give the speech.\n Lindquist said prosecutors will show that Al-Hussayen, a University of\n Idaho graduate student in computer science, schemed to set up an Internet\n broadcast of the lecture through a computer server that wouldn't tie it to the\n Islamic Assembly of North America (IANA), a group with whom he worked.\n Prosecutors also plan to present intercepted e-mail chats that show\n Al-Hussayen declining to give concluding remarks to close the broadcast, and\n another person then calling him a ''coward.\"\n ''This evidence shows compellingly and firmly that the defendant did\n believe in this despicable stuff, he had his hands on this despicable stuff.\n He had knowledge of it, and he intended it,\" Lindquist said.\n The defense asked U.S. District Judge Edward Lodge not to let the lecture\n be used as evidence in the case. Nevin said it was being offered not to show\n any guilt, but ''to stir everybody up, to get everybody mad, and to get\n everybody mad at Mr. Al-Hussayen.\"\n But Lodge declined to block the evidence. Instead, he said it will be\n allowed, but with certain limitations that he plans to outline to the jury\n today.\n Lodge said he was making no ruling about freedom of speech. ''The charges\n against the defendant do not criminalize speech itself,\" he said. ''The\n evidence relates to the defendant's knowledge or intent as it relates to\n providing of material support for terrorists.\"\n The jury will have to decide for itself whether the evidence supports the\n charge, the judge said. After reviewing the lecture during the trial's lunch\n break on Tuesday, Lodge said, ''It does not appear to be unduly prejudicial.\"\n Snippets of the lecture, displayed to the court by Lindquist on Tuesday,\n showed expressions of ''joy\" about ''martyrdom\" operations including suicide\n bombings in Israel, and suggestions that ''the power of the American army will\n fail and the American morale will be destroyed.\"\n Another section said American missiles could destroy any Arab city, but\n then asked, ''Can this improved power catch the mujahid who infiltrates a\n settlement and kills tens of people ...?\" It praises Palestinian fighters for\n waging ''this new type of war which they never expected.\"\n Lindquist said, ''This suicide lecture has the stated purpose of promoting,\n causing suicide, maiming, killing and kidnapping. … It goes to the very\n heart of what the defendant is being charged with.\"\n Nevin said helping with the broadcast doesn't show Al-Hussayen agreed with\n the sentiments, and likened it to CNN's broadcast of an interview with Osama\n bin Laden.\n He told the court, ''They want to say, 'Here's what the defendant thinks,\n so convict him, because these are bad thoughts.\"'   He also said the\n government's translation was missing the lecture's conclusion, which advises\n listeners that if they want to help, they should adopt a Palestinian child.\n The admission of the controversial lecture marked a turning point in the\n trial, which thus far has focused mainly on the government's painstaking\n rundown of various Web site registration records, bills, and the like, to\n document Al-Hussayen's activities for IANA. The defense has acknowledged that\n Al-Hussayen lent his computer skills to the Muslim group, but said he did so\n only as a volunteer acting on the precepts of his religion.\n From this point on, Lindquist told the court, prosecutors will seek to\n ''make the bridge from mere visa fraud and false statements, if you will, to\n material support to terrorism.\"\n\nNotes\n\nBetsy Z. Russell can be reached toll-free at (866) 336-2854, or by e-mail at bzrussell@Rmci.net. For more on the trial, see her Web log at  www.spokesmanreview.com/boise. \n\nLoad-Date: May 7, 2004"
}