{
    "title": "Terrorism insurance price tag_ $390,000",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 1,
    "day": 1,
    "full text": "Last year, Gwinnett County's property insurance included terrorism coverage as a freebie.\nNot any more, not after Sept. 11.\n\"The insurance companies didn't perceive terrorism as a likely event in the continental U.S.,\" said Chuck Huckleberry, the county's risk management director. \"After Sept. 11, as we began to look at things, the insurance companies were painting a very different picture post 9/11. It became very evident it was going to cost us.\"\nAJC\nThe increase was significant.\n\"This year [2002], insurance just for terrorism costs more than we paid for all of our total property insurance last year,\" said Dash Roberts, the county's budget division director. \"It's a big difference.\"\nThe county paid $305,000 to Factory Mutual Insurance Co. for $300 million in property insurance for county buildings and structures for 2001. The policy covered such usual disasters as fire, tornadoes and equipment failures.\nFor the coming year, Gwinnett will fork over $390,000 for a mere $50 million in terrorism coverage, and it had to go to Lloyd's of London to get it.\n\"Our regular carrier wanted to offer $1 million,\" Huckleberry said. \"That wouldn't cover any building we have, so we knew we would have to go farther afield. It took a lot of work.\"\nThe efforts to find terrorism insurance were given added urgency because insurance companies were effectively rationing terrorism coverage, Huckleberry said.\n\"They want to limit their exposure,\" Huckleberry said. \"There's not a real big group, and most of them were devastated by events in New York.\"\nFactory Mutual is still insuring the rest of the county's buildings against disaster, but that figure has gone up as well. The county will pay $502,000 for the same level of protection.\nCounty Administrator Charlotte Nash said that after the terrorist attacks on the Pentagon and the World Trade Center, the county braced for a financial hit when the new rates came out.\n\"We weren't surprised,\" Nash said. \"The cost of insurance in general is up considerably, stemming from Sept. 11. It had an impact on all insurance. They had all their reserves stripped out for Sept. 11, plus they have to prepare for the next attack.\"\nHuckleberry said the shock wave likely will ripple to home insurance policies as well.\n\"Until the whole terrorism situation worldwide stabilizes, we'll be in an uncertain position, and insurance companies don't like that,\" he said. \"It'll probably take a while to sort through. Individuals probably are going to see higher rates as well.\"\n\nLoad-Date: January 1, 2002"
}