{
    "title": "TERRORISM FEARS LEAD TO INVESTOR RELUCTANCE, SEND MARKETS DOWN",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 5,
    "day": 25,
    "full text": "NEW YORK -- Wall Street's fears about terrorism seemed to have slipped into a state of near-dormancy in recent months, but this past week they moved painfully back into the market's consciousness. A string of warnings about possible attacks sent stock prices sliding and investors back to the sidelines.\nWhile the losses came nowhere near the selloff that followed Sept. 11, the decline was enough to erase much of the gains from the previous week's big rally. The threat of terrorism loomed throughout the week amid warnings from Vice President Dick Cheney and the FBI.\n\"The tendency is not to ignore it but to think back to September and what the market's reaction was then,\" said Ned Riley, chief investment strategist for State Street Global Advisors in Boston. \"It's causing people to act very defensively.\"\nIndeed, investors this past week were taking few chances. They sold shares and adjusted their portfolios to reduce risk ahead of the Memorial Day holiday. Some of the threats were pegged to the long weekend.\n\"Investors are satisfied with playing it safe,\" said Alan Ackerman, executive vice president of Fahnestock & Co.\nOn the surface, it might appear that Wall Street has largely forgotten about terrorist threats as stocks generally rebounded from the lows that followed the attacks. But the fear of future terrorism has lingered at least subconsciously and held stocks back, analysts said.\nIn fact, some of the market's current malaise can be attributed to investors having factored in the possibility of future attacks, they said.\n\"It does give those that have been disenchanted with equities and those who have been punished for their investment strategies another excuse to stay away or sell,\" Riley said.\nCombined with an ongoing earnings and economic slump and concern about corporate accounting following the Enron collapse, the possibility of terrorism gives investors more than enough reason to be nervous.\n\"We really have a lethal combination of negatives to keep us less than enthused about the short-term part of the market,\" Riley said.\nIn the past, investors worried that staying out of the market could mean missing profits when stocks eventually headed higher. But in the current political climate traders say that's a small sacrifice given the potential risks attached to stocks now.\n\"There is no screaming reason out there why you have to buy today,\" said Michael Murphy, head trader at Wachovia Securities. \"Some money managers feel they wouldn't mind missing the first 5 or 8 percent (advance) rather than be wrong again.\"\nThat wait-and-see attitude isn't going to change anytime soon, not until investors have less to worry about.\n\"It is going to be a volatile market,\" Murphy said. \"We will still have rallies, but I don't think we will have people making a major commitment … until the end of the third or fourth quarter when we will hopefully have a clearer picture of how the economy is recovering and a better picture of the Middle East.\"\nIt was a down week for all the market's major indexes.\nThe Dow Jones industrials fell 248.82, or 2.4 percent, for the week, after dropping 111.82 to 10,104.26 Friday. The Dow gave up about 60 percent of the previous week's gain of 413.16.\nThe Nasdaq had a weekly loss of 79.90, or 4.6 percent, after falling 36.14 to 1,661.49 Friday. The Nasdaq gave back nearly 57 percent of the previous week's advance of 140.54.\nFor the week, the Standard & Poor's 500 index fell 22.77, or 2.1 percent. On Friday, the S&P declined 13.26 to 1,083.82.\nThe Russell 2000 index, which tracks smaller company stocks, had a weekly loss of 15.30, or 3.0 percent. On Friday, the Russell fell 7.60 to 493.64.\nThe Wilshire Associates Equity Index, which represents the combined market value of all New York Stock Exchange, American Stock Exchange and Nasdaq issues, ended the week at $ 10.250 trillion, off $ 223.540 billion from the previous week.\n\nLoad-Date: May 27, 2002"
}