{
    "title": "Terrorism_ FAAN raises security alert",
    "publisher": "national mirror",
    "year": 2016,
    "month": 7,
    "day": 1,
    "full text": "Lagos, July 1 -- Federal Airports Authority of Nigeria, FAAN, has advised all airport users to be security conscious at all the nation's airports.\nFAAN said the advice was necessary following recent spate of attacks on airports worldwide, especially the one at Ataturk Airport, Turkey, which killed no fewer than 41 persons while scores of air travellers were critically injured.\nFAAN, in a statement by its general manager, Corporate Communications, Mr. Yakubu Dati, said passengers should not accept any luggage from stranger they met within or outside airport vicinity.\nDati also advised air travellers and other airport users to report any suspicious movements or behaviour immediately to the Aviation Security, AVSEC, personnel at the terminals.\nDati declared that report of any strange object or persons would enable the authority to act fast and prevent any form of breakdown of law and order within the airport.\nHe however hinted that on its part, the agency had put adequate security measures in place at all Nigerian airports to forestall any form of security breach, including the installation of 3D screening machines, metal detectors and Closed Circuit Television, CCTV, cameras in strategic places.\nThe statement added: \"Apart from the statutory security and safety measures already in place at the airports, sniffer dogs and members of the Bomb Detection Unit of the Nigerian Police Force have also been deployed at the airports to complement the effort of our Aviation Security personnel at the security screening points.\n\"In spite of these heightened security measures, passenger facilitation at all our airports has also been enhanced by the installation of more modern and bigger conveyor belts and metal walk-through detectors. Airport terminals have also been expanded and modernised to provide better ambience and more space for passenger comfort.\"\nHe added that as the Sallah holiday approaches, air travellers should make early arrangements for their travels while urging them to leave home early on their travel dates in order to complete their boarding documentation in good time.\nPublished by HT Syndication with permission from National Mirror. For any query with respect to this article or any other content requirement, please contact Editor at htsyndication@hindustantimes.com\n\nLoad-Date: July 1, 2016"
}