{
    "title": "Terror with current terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 11,
    "full text": "32 people dead, approximately 270 people injured; The Brussels Airport took on two explosions and moments later there was a third attack at Maalbeek Metro Station in March of this year. Isis took responsibility for the crucial assault. This bombing connected back to last years November attack in Europe that killed 130 people. Among the current bombing, several americans were included in the incident.\nAn example as to why such violence is occurring could be because people are beginning to feel helpless with the social and political injustice. Civilians are finding the courage to take matters into their own hands, resulting in chaos. Innocent lives are being taken in the process of proving a point. It seems as though violence is the last and only option for getting a message across. It is ludicrous to think that such matters have taken place in order to have a voice heard.\n14 people killed, approximately 22 people wounded; The San Bernardino terror attack in December of last year alarmed California and the U.S in general. A couple named Syed Rizwan Farook and Tashfeen Malik striked Riverside City College and the 91 freeway. With the plotting help of Farook's long time friend, Enrique Marquez, the couple attacked students as they fled out of the college, set bombs in the cafeteria and opened fire onto the freeway during rush hour.\n6 people killed, 2 people injured; Two military facilities in Chattanooga, Tennessee in July, last year, were shot at by Mohammod Youssuf Abdulazeez. There was never a clear motive behind his actions, although Abdulazeez shared that he was displeased with the U.S government and it's control with war. It also looked like Isis had nothing to do with his outrage, making his drug use the probably motive.\nAttackers will always have an alternative way to get their point across or to prove a point or share their opinion. It is known that terrorism attacks are an exaggeration of how frustrated or angry the terrorist is towards something. It is a domino effect of how the attacker is feeling, whether they are socially or politically troubled. Why is such an extreme method like terrorism taking place in order to make a point?\n3 people dead, 9 people wounded; In November of last year, a Planned Parenthood in Colorado Springs, Colorado was attacked by an armed man with a rifle who surrendered after more than four hours of shooting. The shooter named Robert Lewis Dear walked in and began to fire. There was no clear reason behind his shooting towards the clinic. A motive behind his attack would be the action of anti-abortion protests that were taking place at that moment that was causing quite a riot at the time.\nPeople reach the extremes and believe that terrorist tactics are most effective. The controversy with gun control and gun rights can come to one's attention when reading of these incidents that make headline news. It doesn't take much to have personal ownership of your own gun, let alone, access to fire one. There could be a drop in terrorism if the access to guns minimized and was in more strict control.\nLeave a Comment\nAbout the Contributor\nKaren Olea, staff writer\nMy name's Karen Olea and I'm a writer for the Mesa Press this semester. I'm majoring in Journalism Broadcasting with a minor in Spanish. I enjoy fashion,...\nRecent Comments\njoker1230 on 'Joker' lets loose in the R-rated realm\nchas holman on Does a transparent administration lie to the public?\nYoga is for anyone at any time on Yoga is for anyone at any time\nTimothy Phelps on Preaching the gospel of hate\nAmy on Adderall abuse rising in college student circles\nNavigate Left\nNews Mesa president selected as finalist in search for new chancellor\nCrime I Smell Gunpowder: Shooting at Asian Bistro (First Hand Account)\nSports Mesa Baseball wins one, loses one\nCrime Paintball poser lurks on campus\nNews Financial Literacy talks budgeting during the holidays\nCulture #MeToo Brings Justice to Survivors\nNews Mesa College Targeted by Signature Gatherers\nclimate California continues to burn while nearing end of the year\nCulture Mesa offers assistance for students in need\nNews Wildfires leave Northern California Communities in Ruins\nNavigate Right\nThe Mesa Press\nRSS Feed\nSnapchat\nSoundCloud\nInstagram\nTwitter\nFacebook\nThe independent student news site of San Diego Mesa College.\nSubmit Search\nSearch\nAbout The Mesa Press\nAdvertise with The Mesa Press\nClassifieds\nStaff\n© 2022 · Advertise · FLEX WordPress Theme by SNO · Log in\n0\nShare on Facebook\nShare on Twitter\nShare via Email\nPrint\nSearch\nSubmit Search\nActivate SearchScroll to TopTerror with current terrorism\nSearch\nNews\nOpinion\nFeatures\nSports\nPodcasts\nAdvertise with The Mesa Press\nClassifieds\nAbout The Mesa Press\nStaff\nCloseClose Modal Window\nComments (0)\nHere at The Mesa Press, we want to foster a community for civil discussions.\nWe welcome your insight and perspective. Comments posted must be appropriate for all ages. Any profanity or cursing is prohibited. That includes any attempts to curse with special characters (!@#) or spacing.\nDiscuss and criticize ideas. We don't allow comments that intend to intimidate, demean or harass other readers in any way.\nAll\nThe Mesa Press Picks\nReader Picks\nSort: Newest\n\nLoad-Date: February 22, 2022"
}