{
    "title": "Terrorism and Oslo",
    "publisher": "the forward",
    "year": 2003,
    "month": 9,
    "day": 19,
    "full text": "The 10th anniversary last Sunday of the famous White House handshake between Yitzhak Rabin and Yasser Arafat was able to do something that the handshake itself was never able to achieve, namely to get everybody on the same page. The relentless violence plaguing Israel and the territories has spread a universal sense of gloom across the Jewish community worldwide. The bright hopes ignited by the Israeli-Palestinian accords concluded in Oslo and signed in Washington in September 1993 have long since faded into dark foreboding.\nIn place of hope a new consensus has emerged, a sort of conventional wisdom that the Oslo accords themselves are the cause of the current carnage. By inviting Arafat's terrorists to set up shop in Ramallah and Gaza, so the usual argument goes, Israel's leaders at the time upset what had been a manageable status quo and set the stage for a decade of steadily mounting bloodshed. A handful of Jewish extremists carry banners for the arrest and trial of the so-called Oslo criminals - meaning the liberal Israeli policymakers who negotiated the accord - but most of us are more generous. We simply shake our heads in sadness at the folly of it all and the sad state it's brought us to, and wait for an opportunity to turn back the clock.\nTrue, you can still find a few die-hard doves here and there who defend the accords, mostly by recalling the glorious sunshine on the White House lawn that September morning and wishing everyone would just learn to get along. The more sophisticated among them like to point to the ways in which Israel benefited from the Oslo accords. The Israeli economy entered an unprecedented boom era, with foreign investment growing more than tenfold; Israel's diplomatic standing changed beyond recognition. Seven Arab nations opened diplomatic or trade missions in Israel. Israelis' personal income increased by more than 50% over the seven years that the accords were in effect, from September 1993 to September 2000.\nThe Real Record\nFor most of us, though, the record of Oslo is judged through a single lens: terrorism. The accords brought Arafat into Israeli-controlled territory. Arafat has used the opportunity to unleash a horrific wave of murderous terrorism against Israelis. It's really quite simple.\nThe blunt mathematical force of the indictment is laid out in a series of numerical tables that are available at a Web site called the Jewish Virtual Library, sponsored by the carefully centrist American-Israeli Cooperative Enterprise. The bottom line, as the Web site's \"terrorism\" section puts it, is this: \"The number of people killed by Palestinian terrorists in the five years immediately after the Oslo accord (256), was greater than the number killed in the 15 years preceding the agreement (216).\"\nNumbers are funny things, though. Once you publish them, they have a way of telling their own story, however hard you try to turn them around. A careful look at the terrorism numbers before and after the Oslo accords shows that what most of us think we know as fact simply isn't so.\nTo begin with, those 216 people killed in the 15 years before Oslo. Most of them - 120, to be precise - were killed in a four-and-a-half year period between January 1989 and August 1993, during the first Palestinian intifada. During the 10 years before that, terrorists were killing Israelis at a rate of less than one per month. Between January 1989 and August 1993 the rate tripled to 2.8 per month.\nThe rate of killing did rise following the signing of the Oslo accords, but not by much. The architects of the accord predicted that rejectionists would resort to terrorism to try and halt the progress toward peace, and they were right. From September 1993 to September 2000, the death rate was 3 per month.\nBut that in itself is slightly misleading. During the accords' first three years, from 1993 to 1996, terrorism deaths rose to 5.8 per month. In late 1996, following a series of horrific bus bombings and a pitched gun battle between Israeli and Palestinian troops, heavy American pressure was brought on the Palestinians to begin honoring their agreements, and for the next three years deaths dropped to just over 1 per month.\nBy the Numbers\nThe biggest rise in terrorism began in September 2000 with the outbreak of Palestinian violence known as the second intifada, when the Oslo accords, as most everyone agrees, collapsed. In the three years since then some 830 Israelis have been killed by terrorists. In other words, terrorism exploded not when the Oslo accords took effect, but after they broke down.\nBut that, too, is only part of the truth. Some 60 Israelis were killed during the first five months of the intifada, or 12 per month, while Ehud Barak was Israel's prime minister. In the 31 months since March 7, 2001, when Ariel Sharon took over, the death rate has exploded to nearly 25 per month, or about 770 deaths in all.\nThree per month under the Oslo accords. Twenty-five per month under the Sharon plan. Those are the numbers.\nTo be sure, we would not dream of suggesting that Israel's prime minister is guilty of the deaths of those 770 victims of terrorism. The victims of terrorism were killed by terrorists. To suggest otherwise would be to pervert history. Sharon is no more guilty of the deaths of the Israelis killed on his watch than Yitzhak Rabin was guilty of the deaths of the Israelis killed when he was prime minister, or Yitzhak Shamir when he was prime minister before that.\nIt's become fashionable among conservatives in Washington and Jerusalem to blame the spectacular failures of their governance on near-forgotten episodes in history. Republicans have lately begun blaming the economic disaster of the Bush administration on the policies of Jimmy Carter, who was president between 1977 and 1981. Benjamin Netanyahu, Israel's finance minister, recently announced that the troubles of the Israeli economy are the fault of Berl Katznelson, a Labor Party theoretician who died in 1944. And everyone likes to blame the spiraling violence that now plagues Israel on the diplomatic initiative undertaken in the fall of 1993.\nBut the numbers don't add up.\n\nLoad-Date: June 14, 2006"
}