{
    "title": "Terrorism battle has little wiggle room, analysts say",
    "publisher": "charleston gazette",
    "year": 2001,
    "month": 10,
    "day": 7,
    "full text": "DALLAS - As the Bush administration prepares for the nation's first war of the 21st century, the depth of the challenge is just beginning to register.\nWhile patriotic fervor is high and public backing of President Bush appears strong, policy analysts say the administration has treacherous waters to navigate in a long and complicated war against terrorism.\n\"Most people say they understand the difficulty and that it's going to take a long time. On an emotional level, I'm not sure they're prepared for the difficulty of this operation - or another terrorist attack,\" said Richard Fleisher, a political scientist at Fordham University in New York.\nRisks are huge\nPolls show that Bush's approval rating has soared. Admirers and detractors say he has displayed appropriate, even unexpected, leadership qualities.\nBut experts say the risks to his administration are huge.\nThey range from botching an early but ill-timed strike to losing the public fervor and fragile international coalition during a more deliberate approach. American casualties could diminish support at home, and loss of innocent lives spark other hostilities. Add to those risks the cost of funding a war while propping up a failing economy.\nThe biggest immediate risk for Bush is failure to show any successes, Fleisher said, \"and the catastrophe would be that six months down the road, there is another terrorist attack.\"\nAnalysts say victory will be hard to measure, but what appears certain is that the war will be a many-faceted endurance test - not a lightning-quick strike that takes out one terrorist leader.\nTo be sure, the administration's operation includes domestic security, international coalition-building, freezing assets of terrorist groups, diplomacy and intelligence gathering.\nIn place; what now?\nOn the military front, it has moved warships into position, called up reserves, deployed troops to former Soviet republics and sent special operations forces scouting in Afghanistan.\nSome analysts think the American people will be resolute in facing the most serious international crisis since World War II.\n\"We've never been in this kind of situation before. It is going to be long-term. It is going to be involved, [and will require] creating assets we don't now have, like intelligence assets,\" said John Lynn, professor of history at the University of Illinois at Champagne-Urbana.\nBush showed he understands the situation when he told Newsweek, \"I'm not going to fire a $ 2 million missile at a $ 10 empty tent and hit a camel in the butt.\"\nBut, at some point, Bush must show some tangible success in the war, other analysts say.\n\"The American people expect solutions yesterday,\" said Clifford Egan, a military and terrorism expert at the University of Houston. \"The people will grow impatient.\nA year to show results\n\"So the question is: Will the unity, the fury of the American populace that really is strong now, endure? History suggests it won't.\"\nEgan gives the administration, at most, a year to show results. Others say terrorist leader Osama Bin Laden must be found in the next month or two, before the bitter Afghan winter makes the job more difficult.\n\"If they can't find him in those mountains, obviously there's going to a tremendous erosion of support,\" said Sid Milkis, professor of government and foreign affairs at the University of Virginia.\nLynn of the University of Illinois said there's a better chance of keeping the international coalition together \"if we do the right thing rather than the fast thing.\"\nSmall successes relayed\nTo help maintain the president's high approval rating, administration officials are releasing information about incremental successes - from frozen bank accounts to arrests in Germany. \"Every day, they're trying to indicate to the American people that the war is ongoing and there are successes,\" said Cal Jillson, a political science professor at Southern Methodist University.\nHe also said the political capital Bush has can't be banked; it must be spent to resolve this crisis.\nThe overall mission is further complicated by an enemy that is a network, not a nation-state. Taking out Osama bin Laden does not necessarily mean the war on terrorism is won.\nExperts increasingly see peace between Israel and Palestine as a critical component.\nAdministration officials now say the U.S. supports a Palestinian state, as long as the security of Israel is assured. And former Sen. George Mitchell said the Sept. 11 attacks might have created a new dynamic leading to peace in the Middle East.\n\"For there to be success, there has to be peace between Palestine and Israel,\" said Egan of the University of Houston.\nThat will require Israelis giving up settlements in the West Bank, NATO guaranteeing Israeli borders, and Jerusalem - a sacred place to three religious groups - becoming an open city or city-place, he said.\n\nLoad-Date: October 9, 2001"
}