{
    "title": "Terrorism DIGEST",
    "publisher": "st. louis post-dispatch ",
    "year": 2010,
    "month": 1,
    "day": 1,
    "full text": "Body scanner wasn't used on suspect at Lagos airport\nThe U.S. gave Nigeria four full-body scanners for its international airports in 2008 to detect explosives and drugs, but none was used on Umar Farouk Abdulmutallab, Nigerian officials say. Abdulmutallab, tracked by cameras through the security check, only went through a metal detector and had his bag X-rayed when he arrived at Nigeria's busiest airport to start his journey, the officials say.\nThe Soter RS scanners delivers 3-D images that would have shown something hidden under clothing. But a spokesman for the anti-drug agency, which operates the Nigerian machines, told The Associated Press that the one at Lagos airport is used sporadically and only on potential narcotics smugglers.\nBritain may use full-body scanners at airports - Britain is considering introducing new technology such as full-body scanners to improve airport security, Prime Minister Gordon Brown said Friday.\nBrown said traditional pat-down searches and sniffer dogs are no longer enough to identify hidden explosives and weapons. Together with the U.S., Britain is examining the use of more sophisticated equipment - including full body scanners and advanced X-ray technology, he said.\nYemen: Abdulmutallab overstayed visa - Umar Farouk Abdulmutallab had stayed on in Yemen illegally after his visa expired three months ago and should have been stopped by authorities from leaving the country, Yemeni security officials said Thursday.\nYemeni officials said Abdulmutallab's student visa for Yemen, where he studied Arabic at a local language institute, was valid from Aug. 4 to Sept. 21. After his visa expired, the 23-year-old stayed on in Yemen until the first week in December, they said, but his whereabouts in the country was unknown. The officials said Abdulmutallab left Yemen on Dec. 7 on a flight to Ethiopia and then continued on a few days later to Ghana. In Ghana, he is believed to have purchased the ticket for the flight from Lagos to Detroit that he is accused of trying to bring down.\nTSA drops subpoenas - The Transportation Security Administration on Thursday dropped its subpoenas it had issued to two Internet writers in its effort to find the leaker of an airline security directive. The TSA said the investigation is \"nearing a successful conclusion and the subpoenas are no longer in effect.\"\nThe security directive quickly became known to passengers at screening lines and aboard their flights. Nonetheless, the passenger screening agency said it \"takes any breach in security very seriously.\"\n\nLoad-Date: January 15, 2010"
}