{
    "title": "TERRORISM ARRIVES IN AMERICA 'S 'BURBS",
    "publisher": "the spokesman-review",
    "year": 1996,
    "month": 8,
    "day": 25,
    "full text": "new york times service\nDEMING, Wash. - The house painter who lives in this little country\ntown is a family man, his neighbor Sharon Pietila says. \"Middle class,\nvery clean, he wouldn't blow anyone up,\" she said of John I. Pitner.\nPitner has been in jail for nearly a month now, joined by a chimney\nsweep, two Boeing Co. workers, a mason, a religious teacher, a\ntelevision repairman and assorted odd jobbers. They are being held\nwithout bail in Seattle, indicted this month on federal charges of\nconspiring to make bombs for use against the American government and\nthe United Nations.\nThe case against them reads, in part, like Ozzie and Harriet go to\nterrorism school. Pipe bombs capable of shattering a courtroom were\nstashed in barbecues, and transported by bicycle, according to the\nindictment. At potluck dinners, they learned how to pack black\ngunpowder into metal cylinders and to make fertilizer do considerably\nmore than spur tomato growth.\nLike the members of an Arizona paramilitary group arrested last month\non charges of conspiring to blow up government buildings, the eight\nmen and one woman indicted in Seattle do not fit the stereotype of a\nforeign menace trying to blow up American targets. Increasingly,\nofficials say, the face of domestic terrorism is a bomber next door.\nAcross the nation, bombings and attempted bombings are soaring. They\nincreased by more than 50 percent in the last five years, and have\nnearly tripled over the last decade. The number of criminal explosions\nand attempts went from 1,103 in 1985 to 3,163 in 1994.\nCases like the explosion in New York's World Trade Center in 1993, the\nOklahoma City bombing last year, and the Unabomb attacks have been\nreceiving most of the attention from law enforcement. But in small\ntowns and suburban neighborhoods, as well as among inner-city street\ngangs, there has been a proliferation of a sort of garden variety\nbomber.\nIn the last two months alone, federal officials have arrested groups\nof mostly white lower-middle class suburban people in Georgia,\nArizona, and Washington state.\nIn Spokane, the very picture of middle-class American life, a series\nof unsolved bombings at City Hall, the office of the local newspaper,\nThe Spokesman-Review, and other targets have put the city in eastern\nWashington on edge. One blast in late April sprayed three-inch nails\nat a site where, just a few days later, nearly 50,000 runners gathered\nat the finish line of an annual foot race. Another explosion, last\nmonth, blew out walls at the Planned Parenthood office in Spokane.\nIt has always been relatively easy to find materials to assemble a\nbomb. But what has changed in recent years is the ease of finding\nbomb-building information, particularly through the Internet,\nlaw-enforcement officials say.\nRecipes, newsgroup discussions and step-by-step manuals on assembling\npowerful explosives can be found with the click of a computer mouse.\n\"It's a fun game to search out the material that can be put together\nto make something go 'Boom,'\" reads the introduction of the\nAnarchists' Cookbook on the Internet. \"It's very difficult for a\nhome-experimenter to make a firecracker, but a bomb capable of blowing\nthe walls out of a building is easy. You can find what you need in\ngrocery stores, hardware stores and farm supplies.\"\nAnother online manual, \"The Terrorist's Handbook,\" says the purpose of\nthe book is to show how \"any lunatic or social deviant could obtain\nthis information,\" then goes on to give detailed information on a\nvariety of lethal explosives.\n\"I don't want to call it a fad, but it almost seems like that's what\nis going on with these bombers,\" said Steve Ott, a supervisor with the\nFederal Bureau of Alcohol, Tobacco and Firearms.\n\nLoad-Date: August 27, 1996"
}