{
    "title": "Terrorists, organized crime trading arms and profits",
    "publisher": "pittsburgh post-gazette",
    "year": 1995,
    "month": 9,
    "day": 26,
    "full text": "A new, unholy alliance is building between terrorism and organized crime.\nIn Europe, authorities say, the Italian Mafia and Russian Mafiya are using terrorist tactics and forming commercial partnerships with terrorist groups. Terrorists are becoming customers of and strong-arm squads for crime organizations, and the mafias are becoming bankers and arms suppliers for terrorists.\nA high-ranking Czech Republic officer in the Organized Crime Unit, who insisted that his identity be kept secret to protect his family and himself, explained the relationship from the terrorists' perspective:\n''If I want to fight against my government, I must obtain money. What is the source of money? Organized crime -- from gambling, prostitution and other activities. And when I obtain money, it's possible for me to buy weapons, explosives and whatever I need from criminal cartels. A perfect symbiosis.\n''I was speaking with colleagues at Interpol, and we tried to define terrorism. What is terrorism? It is organized crime, sharing a lot of components with organized crime -- human smuggling, arms smuggling, murders,'' he said.\nHans Josef Horchem, president of the Brussels-based International Group for Research and Information on Security, predicted that there would a marriage of convenience between ''Islamic fundamentalism and organized crime from the former Soviet Union and from Italy,'' with the Mafia becoming arms suppliers to radical Muslims.\nEvidence of cross-fertilization between terror and organized crime has been building for several years.\nThe Italian Mafia used to shoot people who crossed it. In 1992, it began blowing them up. Its most famous terrorist-style attack was in 1992, on Italy's leading anti-Mafia prosecutor, Giovanni Falcone. Falcone's wife and three bodyguards also died.\nIn 1993, explosions in Milan and Florence killed 10 people and injured dozens in art galleries, museums and churches. Italian investigators quickly concluded that the terrorist campaign was the work of the Sicilian Mafia, not Italy's usual extremists of the right or left. The Mafia's objective was political -- to scare off politicians and prosecutors determined to break its grip on Italy's government.\nBruce Hoffman, head of Scotland's St. Andrews University terrorist studies department, said a Dutch police raid last November showed another facet of the connections between crime and terror.\n''When police raided a farm, they were after cannabis smugglers and found a couple of tons of cannabis. But they also found 300 pounds of Semtex-H plastic explosive,'' he said. ''Now, what are marijuana smugglers doing with Semtex-H?''\n''There's this nexus between terrorists and criminals. … They're trafficking in arms … terrorists are trained in the use of violence, clandestine tactics, and they know how to keep their mouths shut.''\nHe concluded: ''Criminal organizations will use terrorists in the same way that governments use terrorists -- to camouflage the (sponsor's) involvement.''\nThe terrorist marriage with organized crime is a natural fit because both structure themselves along similar lines, according to Alison Jamieson, a widely published expert on both organized crime and terrorism who conducts research for the U.N.'s Vienna-based anti-crime agency: ''All these organizations operate very much on the cell structure, so that no one has any knowledge of anything but the immediate operating network.''\nAlbert Jongman, a terrorism expert at the Netherlands' Leiden University, said: ''This growing link between organized crime and political terrorism makes it much more difficult to distinguish between the two.''\nJongman said terrorist organizations are learning from organized crime, for example, how to launch bank robberies. He said the Abu Sayyaf Islamic group's attack in April on the town of Ipil, on the Philippine island of Mindanao, was a ''fund-raiser.'' Two hundred terrorists, Jongman said, ''destroyed the whole center of the city, and one of their intentions was to rob all the banks all at once to get enough money for their operations.''\nOne terrorist organization, the Irish Republican Army, has reportedly developed its own crime syndicate. According to British officials, some knee-cappings and beatings by the IRA have been for commercial reasons, to deter encroachment on IRA crime monopolies in gambling, prostitution, drugs and even the taxi industry.\nRaids on the IRA last year -- before the current cease-fire -- turned up what a police spokesman called ''substantial quantities of drugs, stolen property, cash, stolen financial instruments, computers and large quantities of documents.''\nThe raids were intended to choke off the money-spinning criminality, including protection rackets and extortion, that have financed the IRA's quarter-century war against British rule in Northern Ireland.\nMarvin J. Cetron, in a report based on the conclusions of experts at a U.S. Department of Defense terrorism conference, wrote:\n''Some criminal terrorist organizations have evolved into a sort of parallel government. Others have so penetrated the existing governmental structure that they have become integrated into the political system. We see this in Latin America and in Italy, where the drug cartels and Mafia remain a potent political and economic force.''\n\nLoad-Date: September 26, 1995"
}