{
    "title": "TERRORISM ACT FOCUS OF FORUM HELD HERE",
    "publisher": "richmond times dispatch ",
    "year": 2003,
    "month": 10,
    "day": 23,
    "full text": "Members of a coalition of groups concerned about how the USA PATRIOT Act affects individual liberty are seeking a Richmond City Council resolution expressing that concern and urging amendments.\nToward that end, the Richmond Safe & Free Coalition held a public forum last night with a panel that included U.S. Rep. Robert C. Scott, D-3rd, and John H. Hager, former lieutenant governor and assistant to the governor for commonwealth preparedness.\nClose to 150 people attended the two-hour forum at the Virginia Holocaust Museum. Richmond residents were urged to tell their council members to support the resolution.\nThe \"Uniting and Strengthening America by Providing Appropriate Tools Required to Intercept and Obstruct Terrorism Act\" passed Congress shortly after the Sept. 11th terrorist attacks.\nThe act, meant to make government agencies more effective in identifying terrorists and thwarting their attack plans, also makes it easier to gather intelligence on ordinary citizens with less judicial review.\nUnder its provisions, FBI agents can secretly compel libraries and bookstores to turn over data on what books patrons are reading, can infiltrate religious or political meetings, can secretly search private homes on warrants that need not be shown until later - all by claiming the investigation has something to do with terrorism.\nScott, one of a few members of Congress who voted against the USA PATRIOT Act, said agents can easily use it in ordinary criminal investigations and not have to meet the \"probable cause\" standard of evidence that a crime has been committed.\n\"Where are the checks and balances? … The war on terrorism replaces checks and balances with 'trust me,'*\" Scott said.\nOthers on the panel last night were Del. Viola O. Baskerville, D-Richmond; M. Imad Damaj of the Virginia Muslim Coalition; and Sarah B. Watstein, a Virginia Commonwealth University librarian.\nThe Safe & Free Coalition member groups include Richmond Peace Education Center, Virginia Muslim Coalition for Public Affairs, Richmond NAACP, Richmond Greens, Richmond Libertarians, First Unitarian Church Peace and Justice and the ACLU of Virginia.\n\nLoad-Date: October 28, 2003"
}