{
    "title": "Terrorism is top theory in crashes",
    "publisher": "the new york times",
    "year": 2004,
    "month": 8,
    "day": 27,
    "full text": "A top Russian official acknowledged Thursday what many citizens already suspected - that terrorism was the most likely cause of two jetliners crashing minutes apart, a feeling reflected in a newspaper headline warning that \"Russia now has a Sept. 11.\"\nA day after officials stressed there were many possibilities besides terrorism, presidential envoy Vladimir Yakovlev told Russia's news agency ITAR-Tass that the main theory \"all the same remains terrorism.\"\nYakovlev said the planes' flight recorders provided no clues to the disaster. He said both boxes had shut off abruptly without any indication of trouble, a sign U.S. aviation experts said was strong evidence of explosions.\nAlso, Transport Minister Igor Levitin confirmed Sibir airlines' report that its crew activated an emergency signal shortly before the plane disappeared from radar. But he said that details were slim because \"no verbal confirmation from the crew was received\" saying what the problem was. \"We have no clear idea today what has happened,\" Levitin said in televised remarks.\nThe news agency Interfax later quoted him saying investigators were checking on the circumstances surrounding one passenger, identified only as a woman named Jabrailova, because no relatives had come forward for information. But a passenger with that name appears on the lists provided by both airlines.\nSuspicions of terrorism came after warnings from officials that separatists might plan attacks before an election this Sunday in Chechnya to replace the war-torn region's assassinated pro-Kremlin president. The rebels have made attacks in Moscow and other cities, hijacked planes outside Russia and allegedly staged suicide bombings.\nDespite Yakovlev's statement about terrorism, the government was still officially investigating all possibilities - bombs, hijackers, mechanical failure, bad fuel and human error. Officials said no evidence had been found pointing to terrorism, and no one has claimed responsibility.\nThe government had hoped the jetliners' flight data recorders would shed some light, but Yakovlev told state-run First Channel that experts found the boxes in both planes shut off before indicating any problems.\nYakovlev, the president's envoy for southern Russia, where one of the planes crashed, said the recorders \"turned off immediately\" - an indication \"that something happened very fast.\"\nBill Waldock, aviation safety professor at Embry-Riddle Aeronautical University in Arizona, said a sudden stoppage of a plane's two recorders indicates that its electrical system was cut.\n\"An explosion could interrupt electrical power,\" he said, adding that it was extremely unlikely that another problem would cause four boxes in two planes to quit abruptly.\nIf something went wrong with a plane's mechanical or electrical systems, \"more protracted data would show up,\" Waldock said. The cockpit voice recorder would pick up pilots' conversations as they dealt with the problem, while the flight data recorder would note such information as altitude, air speed, heading and vertical acceleration.\nPeter Goelz, a former managing director of the National Transportation Safety Board, also said the abrupt shutoffs mostly likely point to explosions. But he raised the possibility that the recorders weren't working properly.\n\"Given that Russian regional aviation has never been known for its maintenance standards, it would not surprise me that the FDRs and CVRs were not working correctly, if at all,\" Goelz said.\nThe planes - a Sibir Tu-154 with 46 aboard and a Volga-Aviaexpress Tu-134 with 43 people - disappeared from radar almost simultaneously about 11 p.m. Moscow time Tuesday. The Tu-134 was headed to the southern city of Volgograd and the other plane to the Black Sea resort city of Sochi, where President Vladimir Putin was vacationing. They had taken off about 40 minutes apart.\n\nGraphic\n\n \nphoto; PHOTO BY TATYANA MAKEYEVA / AFP / GETTY IMAGES - In Russia Thursday, authorities inspect the wreckage of a Tu-154 airliner that was one of two passenger jets that crashed almost simultaneously Tuesday night. An emergency signal was reported from this plane before all contact was lost. \"We have no clear idea today what has happened,\" said Transport Minister Igor Levitin.The planes disappeared from radar at about 11 p.m. Moscow time Tuesday.\n\nLoad-Date: August 27, 2004"
}