{
    "title": "TERRORISM AT FORT HOOD THE ARMY'S CLASSIFICATION OF THE ATTACK HAS PROLONGED THE VICTIMS' PAIN",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 8,
    "day": 14,
    "full text": "In November 2009, my Army Reserve Medical Detachment reported to Fort Hood, Texas, in preparation for deployment to Afghanistan. As we waited in line at the base's processing center, Maj. Nidal Hasan entered the building and fired rounds that would kill 13 people and an unborn child and wound 32 others, including me. After many setbacks, Maj. Hasan's trial finally began last week.\nMy recovery has been long and agonizing. But the pain that has taken me by surprise has come in the nearly four years since the attack, as my fellow victims and I have been given the runaround by a government more eager to protect itself than the dead and wounded.\nOn the day of the attack, I was waiting for a medical exam before what would have been my third deployment overseas. I was texting my wife when I heard the shout of \"Allahu Akbar!\"\nI looked up to see a man in Army fatigues firing a pistol. His fourth or fifth shot went into my chest. As screams broke out around me, I collapsed to the ground. The bullet had punctured my lung and I was gasping for breath. As I lay there, he shot me five more times in my back and legs. Eventually soldiers helped me get medical attention.\nThe bullets had narrowly missed my heart, but one had lodged in my liver. I still have two bullets in my body and deal with near-constant pain in my legs and back.\nDuring my recovery, I learned that the Army had classified the shooting as nonpolitical workplace violence instead of a terrorist attack. The language used to describe the attack may seem meaningless, but it is very meaningful to the victims and their families.\nBecause the Army decided that our wounds were not \"combat-related,\" a number of benefits are being denied to the victims and their families, including certain health and disability ones. In some instances, the designation even resulted in victims receiving smaller salaries than we would have received during our deployment. As a reservist, I was making roughly $2,000 per month less than I would have in my private-sector job. The Army would have made up that difference had I been on deployment orders or had my injuries classified as combat-related.\nUnfortunately, I am not alone in my experience. I have watched other victims and their families be denied disability benefits and treated indifferently by the Army. This has left many families suffering not just physical and emotional wounds, but financial ones as well. Though the Army claims that the survivors of the Fort Hood attack are eligible for the same medical benefits as any service member, we are not getting the same treatment as soldiers wounded in combat. That is part of the reason we have brought a lawsuit against the government.\nBut it would be a mistake to think that the terrorism designation is just about benefits. It is also about the government acknowledging its complicity in the attack.\nBefore the shooting, the Army knew that the gunman was an Islamic religious extremist. After the attack, a bipartisan Senate report concluded that the Defense Department had evidence that \"Hasan embraced views so extreme that it should have disciplined him or discharged him from the military, but DoD failed to take action against him.\"\nThe FBI knew that Maj. Hasan was e-mailing with known terrorist leader Anwar al-Awlaki, asking questions about religious martyrdom and expressing support for al-Awlaki's terrorist tactics. It did nothing.\nThe Army also knew that Maj. Hasan was an incompetent psychiatrist who repeatedly neglected his duties. Yet instead of investigating, disciplining or discharging him, they transferred him to my medical detachment for deployment to Afghanistan.\nCongress has labeled the Fort Hood attack an act of terrorism. In the wake of the attack, an independent report commissioned by the FBI looked at ways to improve counterterrorism measures. Even the president said the attack was inspired by \"larger notions of violent jihad.\" The only entities that have stubbornly refused to call it an act of terrorism are the Army and the Pentagon. Unfortunately for those wounded in the attack, their opinions are the ones that most affect us.\nMaj. Hasan's conviction would represent one step on the path toward justice. But that journey won't be complete until the government tells the truth about the attack, provides proper support for its victims and takes measures to ensure that these mistakes won't happen again.\n\nNotes\n\nShawn Manning is a retired Army staff sergeant and mental health counselor who lives in Lacey, Wash. This article first appeared in The Washington Post./\n\nLoad-Date: August 14, 2013"
}