{
    "title": "Terrorism_ What you need to know before the debate",
    "publisher": "the atlanta journal-constitution",
    "year": 2016,
    "month": 9,
    "day": 25,
    "full text": "And you think Hillary Clinton has problems with millennials.\nDespite its topicality, tomorrow's first presidential debate is likely to make a hash of any discussion of terrorism and the Middle East.\nDonald Trump, the Republican, will insist that all will be well if only we utter the magic words \"radical Islamic terrorism,\" then bomb the hell out of them -- whoever \"them\" are, and search all incoming luggage for copies of the Quran.\nClinton, the Democrat, will speak of strength and steadiness, but won't dare mention boots on the ground or American commitments that could last yet another generation.\nNo, to expect an honest discussion of foreign policy in a presidential campaign 43 days out is as foolish as looking for reality in an episode of \"The Apprentice.\" Yet such discussions can be found elsewhere -- even and especially in Atlanta.\nOnly a few days ago, the Georgia Tech campus hosted a daylong seminar on extremism within and without the Islamic world, under the auspices of the Sam Nunn School of International Affairs. Trump supporters would have been disappointed.\nThere was general agreement that America's ability to assimilate Muslim immigrants, while clearly no guarantee against it, has reduced this country's exposure to terrorism. As for abroad, none of the experts present attempted to create an ideological pigeonhole for jihadism. There are simply too many individual brands, stretching from Libya to the Philippines.\nRather, it was argued, the roots of terrorism are planted at the intersection of two worrisome and longterm trends: First, we have the failure of many Islamic nations -- or those with significant Islamic populations -- to establish competent, honest governments that promote economic development and jobs. Secondly, the world is exploding with young people.\nThere's no shame in being fearful, but it's important to be afraid of the right thing. Terrorism is all about millennials.\n\"These communities are increasingly characterized by an emerging 'youth bulge.' It's a demographic mega-trend across much of the Muslim tier, from Morocco to Mindanao.These youth, frustrated at their lot and angry at their limited opportunities, are radicalized under these circumstances,\" said keynote speaker John Allen, a retired Marine general and co-director of the Center for the 21st Century Security and Intelligence at the Brookings Institute.\nEach year, 121 million adolescents in this world turn 16, Allen said. Eighty-nine percent are in the developing world and are unlikely to find work. For young men in many parts of the world, Islamic extremism is a path to a paycheck and a wife.\nShould you find that thought too mundane to be worth a nightmare, consider that three-quarters of these explosive millennials will be packed closer and closer together in vast megacities by 2050. \"These teeming places will be harder and harder to govern and to sustain,\" Allen said.\nIn fact, he noted, some are likely to be under the thumb of local criminals or \"extremist non-state\" elements. \"They become no-go areas,\" Allen said. \"Military planners are now beginning to use the term 'feral cities,' for cities that exist completely beyond the writ of the host nation.\"\nAllen's examination of terrorism and young people was the 35,000-foot view.An on-the-ground perspective was offered by Mia Bloom. \"Every single group in Syria is using children, including the ones that are U.S. proxies. Including the ones that we think are good guys.And ISIS isn't even the group that's using the most,\" Bloom said.\nWhich helps explain why the U.S. has such a hard time choosing partners there.\nThat Georgia Tech should have an interest in a sensitive, national security issue comes as no surprise. What's new is that, over the last several years, nearby Georgia State University has quietly put together a Pentagon-funded team of researchers who are now dissecting extremism in the Middle East and elsewhere.\nBloom, a Canadian academic brought to GSU last year, is one of them. While at Princeton University in the days after 9/11, she helped set up the New Jersey Department of Homeland Security. (Last weekend, when the hunt was on for Ahmad Khan Rahami, the alleged New York/New Jersey bomber, Bloom put in a courtesy call to make sure investigators had found files on local terror cells she'd left behind.)\nBloom authored one of first books on the pathology of suicide bombers and is now, with GSU colleague John Horgan, working on a book on child \"martyrs\" recruited by the Islamic State.\nA taste of their research appeared in February, posted by the Combating Terrorism Center at West Point. One aspect she's researching is the use of children in high-risk missions known as inghimasi.\n\"Do they send the kids in first, just for shock value? Because you just need to hesitate for a second,\" she posited. \"Or do the kids come in first because then the adults won't change their minds?\"\nIn other words, does ISIL use children to freeze the opponent, or buck up their own fighters?\nEither way, Bloom's research again emphasizes that our fight against terrorism, extremism -- whatever you want to call it, will be multi-generational.\nPerhaps this is the knowledge you need to have on hand, along with that bowl of popcorn, as Monday's presidential debate begins. Beware the candidate who doesn't see the long slog ahead of us.\n\nLoad-Date: September 25, 2016"
}