{
    "title": "Terrorists' next deadly tool_ Viruses Delivery made easier by new technology",
    "publisher": "usa today",
    "year": 2000,
    "month": 9,
    "day": 12,
    "full text": "When Michael Osterholm speaks of \"the perfect storm,\" he's not\ntalking about the weather. He's talking about what would happen\nif smallpox virus were let loose in an American city.\nNearly everyone in the world is susceptible, and supplies of vaccine\nare inadequate, so \"even an accidental release of this virus\ninto civilian populations would result in catastrophe,\" he writes\nin Living Terrors: What America Needs to Know to Survive the\nComing Bioterrorist Catastrophe (Delacorte Press, $ 24.95).\nOsterholm, a national expert on infectious disease and bioterrorism,\nsays would-be terrorists have the means, motive and countless\nopportunities to inflict devastation on the world using any of\ndozens of dreaded biological threats: smallpox, anthrax, botulism\nand hemorrhagic fever viruses like Ebola, to name the most likely.\nHe cites the coming together of three factors:\n* People who will do this. With the end of the Cold War\nhas come an increase in extremist groups, religious cults and\nterrorists motivated by religious or political extremism.\n* Available infectious agents. Osterholm points to the\nease with which scientists can obtain microorganisms from repositories\nthat keep them for sale for research purposes.\n* The ability to deliver those agents. Until recently,\nsuch technology didn't exist.\nBaker Spring, a research fellow at the Heritage Foundation, hasn't\nread Osterholm's book yet, but he agrees \"there clearly are vulnerabilities\"\nrelating to the potential of biological attack.\nBut, Spring says, \"it's important to keep in mind that while\nit's extremely easy to produce basic biological diseases, the\ngerms and so forth, putting them in a deliverable form is not\nquite so easy.\"\nOsterholm, a former state epidemiologist for Minnesota, says that's\nno longer true. Advances in aerosol technology and delivery systems\nmake the tools of the terror trade widely available, from the\ncorner drugstore to the Internet, he says.\nIvan Eland of the Cato Institute says incidents of terrorism are\nrelatively rare. Since 1994, 11 Americans a year are killed, on\naverage, in such events, most of them outside North America.\n\"Terrorism as a problem itself is going down,\" he says. \"However,\ncatastrophic terrorism, the incidents we've seen,\" such as the\nWorld Trade Center bombing and Tokyo subway attack, \"were designed\nto kill a lot of people.\"\nThe potential for such incidents, Eland says, \"is our top security\nthreat.\"\nOsterholm and co-author John Schwartz, a Washington Post reporter,\npresent fictional scenarios for biological attack, such as an\nairplane dispersing microscopic anthrax spores over a football\nstadium or a former Soviet scientist who unleashes smallpox in\na shopping mall during the Christmas rush. They then describe\nthe chaos that would follow, as hospitals try to cope with thousands\nof sick people and not enough antibiotics or vaccine to go around.\nCurrent defense policies, Osterholm argues, are focused on a military\nor police response to terrorism. That is appropriate for a chemical\nor bomb attack, he says, but in a biological attack, the first\nresponders will be medical personnel, and there is no place in\nthe USA that is fully prepared.\nHe urges that funding in defense programs be redirected toward\nbioterrorism planning, training and monitoring. And, he says,\nwe need a stockpile of vaccines and antibiotics effective against\nthe microbes most likely to be used in an attack.\nThe public health system needs to be built up so that it won't\ncollapse under the first hint of trouble. While there is no way\nto completely guard against attack, he says, there is much that\ncan be done to mitigate disaster. \"If I didn't think we could\ndo something about it, I'd have packed up and moved to northern\nMinnesota,\" he says. \"This is not a book to frighten people\nout of their wits. It's a book to frighten people into their wits.\"\n\nGraphic\n\n \nPHOTO, B/W, Ican Inc.; Osterholm: Catastrophes looming.\n\nLoad-Date: September 12, 2000"
}