{
    "title": "TERROR VICTIM'S DAD BACKS HIL, CITING HELP AFTER BLAST",
    "publisher": "daily news ",
    "year": 2000,
    "month": 11,
    "day": 3,
    "full text": "With terrorism suddenly an issue in the Senate race, the father of a Hezbollah bomb victim endorsed Hillary Rodham Clinton yesterday, saying she provided crucial help in shifting U.S. policy to help him recover damages from Iran.\nStephen Flatow of West Orange, N.J., credited the First Lady with persuading the Clinton administration to agree to the legislation. Under the measure, the U.S. will put up the money plaintiffs win against terror-sponsoring countries - and then try to recover it from assets of the offending nations.\nFlatow's daughter, Alisa, 20, was killed in a 1995 bus bombing in Israel. The First Lady's office worked on the legislation over the last year, and it was signed into law last week.\n\"If I was a New York resident, you would have my vote,\" he wrote Clinton. Asked whether he considers the First Lady a staunch opponent of terrorism, he responded, \"absolutely.\"\nFlatow wrote the letter - and Clinton's campaign quickly released it - amid controversy over contributions to her campaign, since returned, by Muslim Americans who have been quoted as supporting violence against Israel.\nFlatow met the First Lady when she spoke to the Orthodox Union, a Jewish organization, in December. His family had won a $22 million court judgment against Iran, but U.S. policy blocked collection of the money. He asked her to help.\n\"She took my hand and said, 'I'll see what I can do.' It was sincere,\" Flatow said. \"A month after that, we sensed a change in tone.\"\nIn another sign of the impact of Middle East politics on the Senate race, a car bomb blast in Jerusalem yesterday prompted Clinton to issue a quick condemnation.\nCampaigning near Buffalo, she did not even wait for reporters' questions as she denounced \"an outrageous act of terrorism directed against the people of Israel.\"\nShe called on Palestinian leader Yasser Arafat to round up terrorists recently sprung from Palestinian jails.\nThe campaign released a 60-second radio spot featuring a testimonial from Sen. Joseph Lieberman, the first Jew to run on a national ticket. Jewish voters also are getting prerecorded calls from Lieberman touting Clinton.\nThe First Lady also launched a long-expected TV attack ad that replays Lazio's worst moment of the campaign - when he marched to her lectern at their Sept. 13 debate, waved a no-soft-money pledge in her face and demanded she sign on.\n\nGraphic\n\n \nStephen Flatow\n\nLoad-Date: November 3, 2000"
}