{
    "title": "TERRORISM WARNINGS CROP UP EVERYWHERE",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 6,
    "day": 18,
    "full text": "WASHINGTON -- It could be a jittery summer for anyone who takes every single terrorist warning to heart.\nThe beach beckons but there's always the slender chance of a malevolent scuba diver bobbing in the surf, a shark without fins.\nTheme parks rock. But terrorists have thought about making trouble there, at least if they have nothing better to do. An al-Qaida manual found abroad urges \"blasting and destroying the places of amusement, immorality, and sin,\" but adds, \"Not a vital target.\"\nThe woods? Promising, but the Army Corps of Engineers has a list of dams in the middle of nowhere that terrorists might find tempting.\nShips, malls, bridges, trains, waterworks, landmarks, monuments and more the possibilities for terrorists, as identified in a series of warnings by the government in recent months, cover just about anywhere Americans live, work, travel and play.\nAll of it adds up to code yellow the new alert system's color denoting a significant risk of attack. The color of summer and sunshine, too.\nThere's an odd exception in the catalog of recently conveyed threats: commercial airliners.\nThe prospect of another terrorist plot using commercial airliners has not been the subject of a public warning, although it is the reason security has been stepped up since Sept. 11. In December, Richard C. Reid allegedly tried to blow up his flight with explosives in his shoes.\nDefense Secretary Donald H. Rumsfeld says he would not be surprised if terrorists have decided to try something other than airplanes.\n\"That's what terrorists do,\" he said Monday. \"They move across a spectrum looking for ways to achieve their goal. And their goal is to kill innocent men, women and children. And there are lots of ways to do that.\"\nAlmost every other mode of transportation has had a warning attached to it based on wisps of information authorities are gleaning from al-Qaida captives and from intelligence.\nAlerts have come with a bewildering mix of specificity and vagueness. Some are precise as to targets the Orlando, Fla., water supply, the Brooklyn Bridge, the Liberty Bell but vague on method, timing and whether someone might have made it up out of thin air.\nSome warnings are, as officials like to say these days, actionable.\nThere's the old standby the State Department's running list of countries Americans should avoid. Currently, 27 countries are on the list. Acting on the warning is simple; don't go there.\nThen there are 19 countries or parts of countries where Americans should take extra care.\nPlus a worldwide alert citing reports that \"extremist individuals are planning additional terrorist actions against U.S. interests. Such actions may be imminent and include suicide operations.\"\nFor all the harbingers of trouble, it seems Americans are finding something else actionable their wish to make tracks to the beach, the mountains, big cities and amusement parks.\nAn AP poll found those to be the most popular destinations, in that order. Three in four respondents said terrorism will not affect their summer plans.\nWARNINGS AT A GLANCE\nSome terrorist warnings put out by government, law enforcement or other sources:\n* PORTS: The Coast Guard warned this month of possible terror attacks on U.S. ports by swimmers or divers. Harbors and ships increased security. The FBI is checking scuba diving schools for terrorists who might have trained there.\n* MERCHANT SHIPS: The administration told Congress that foreign-flagged merchant ships could aid terrorists. The Coast Guard said Osama bin Laden used a cargo ship to deliver supplies used in the 1998 bombings of the U.S. embassies in Kenya and Tanzania.\n* N.Y. LANDMARKS: Extra security was placed around New York City landmarks, and an anniversary celebration of the Brooklyn Bridge was canceled because of uncorroborated threats.\n* SUBWAYS, RAILWAYS: In late May, the Transportation Department warned subway and railway officials about possible terror attacks.\n* APARTMENTS: The FBI warned its field offices and some local police in the spring that al-Qaida had discussed renting apartments and blowing them up.\n* BANKS: The FBI warned more than 1,200 banks and savings institutions that terrorists might attack.\n* ORLANDO WATER SUPPLY: Florida authorities reported a general threat about the Orlando water supply.\n* NUCLEAR POWER PLANT: Officials heard terrorists might strike a U.S. nuclear power plant July 4 and other Independence Day targets but did not consider them credible enough to issue a warning.\n* SHOPPING CENTERS: The FBI warned local law enforcers about unconfirmed information that terrorists might be planning attacks on supermarkets or shopping centers.\n* LIBERTY BELL: The FBI warned Philadelphia police before the spring that someone might attack the Liberty Bell.\n* WESTERN BRIDGES: In November, California Gov. Gray Davis said the FBI had warned of vague threats to attack bridges in the West.\n* SUICIDE BOMBINGS: FBI Director Robert Mueller said walk-up suicide bombings like those in the Middle East are bound to be tried in America.\n* PUBLIC WORKS PROJECTS: The Army Corps of Engineers, seeking money to shore up security at reservoirs, locks and dams, listed 14 vulnerable public works projects in April. It did not say terrorists were targeting them.\n* AMUSEMENT PARKS: A terrorist manual seized in Afghanistan recommends \"blasting and destroying the places of amusement, immorality, and sin\" but adds such places are \"not a vital target.\"\n\nGraphic\n\n \nFile/The Associated Press * Homeland Security Director Tom Ridge unveils a color-coded terrorism warning system in March in Washington, D.C.\n\nLoad-Date: June 19, 2002"
}