{
    "title": "TERRORISM VICTIMS PHONE CENTER BUSY",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 9,
    "day": 14,
    "full text": "The state's new terrorism victims' helpline received more than 300 calls during its first day of operation.\nYesterday, Gov. Jim Gilmore, who announced the toll-free special assistance line in a speech broadcast statewide Wednesday night, toured the calling center, located in the headquarters of the Virginia Department of Motor Vehicles in Richmond.\nArne Owens, spokesman for the calling center, said it had received 267 calls between 7 a.m. and 3 p.m. yesterday. Even before the hot line began yesterday, some 40 people had called in, he said. The line will be answered until midnight.\nThe hot line, manned by 15 volunteers at DMV's call center, has received inquiries mostly from would-be volunteers.\n\"The majority of the calls are from people volunteering their services to victims and their families,\" said Lila White, the governor's press secretary.\nCallers seeking assistance are referred to the relevant federal or state agencies. Most of the funds for the services are provided by the federal government, but the state also is underwriting some assistance. Some private corporations have asked about making contributions, White said.\nSome of the services available to victims or their families are funeral expenses, medical treatment costs, mental health counseling and travel expenses, according to the governor's office.\nIn a related matter, Gilmore issued a proclamation yesterday urging Virginians to pray today for the victims of the terrorist attacks in New York City and at the Pentagon in Arlington County.\nHe also urged Virginians to attend memorial services during their lunch break today.\nState offices will remain open.\nPresident Bush has proclaimed a National Day of Prayer and Remembrance. Gilmore and his wife Roxane will attend a noon-time prayer service at the National Cathedral in Washington. Bush will be at the service.\nFOR HELP\n - To get or offer help, call\n (866) 827-3543.\n\nLoad-Date: September 17, 2001"
}