{
    "title": "Terror probe begins after blast in France",
    "publisher": "telegraph herald ",
    "year": 2019,
    "month": 5,
    "day": 25,
    "full text": "The Associated Press\nLYON, France - A \"low force\" blast hit a busy pedestrian street Friday in the French city of Lyon, injuring seven people as it shattered the glass from a refrigerated shop cooler, a local official said.\nA terrorism investigation is underway as officials believe the blast was caused by a parcel bomb packed with nails, a spokeswoman for the city prosecutor said.\nDenis Broliquier, mayor of Lyon's second district, told BFMTV he arrived minutes after the 5:30p.m. explosion at the bakery chain Brioche Doree in Lyon's central Presqu'ile area, which lies between the Rhone and Saone rivers that run through France's third-largest city.\n\"What I saw was a refrigerated cooler in the Brioche Doree, whose windows had been shattered. It was the windows ... that superficially injured the people who were 1, 2 or 3 meters (yards) away,\" Broliquier said.\n\"But the fridge itself wasn't that damaged, which means the device had low force,\" Broliquier said, downplaying the incident. \"It's not the apocalypse ... There's no danger. There's no risk.\"\nHe said authorities had cordoned off the street but had not evacuated residents.\nFrance's anti-terrorist office said it has opened an inquiry into the blast and said the anti-terrorism prosecutor, Remy Heitz, was heading to Lyon. France is jittery over a spate of attacks in recent years, some of them deadly, carried out by people ranging from trained extremist attackers to mentally unstable individuals.\nFrench President Emmanuel Macron called it an \"attack\" during a live interview about the European Parliament elections that run through Sunday.\nThe mayor and Macron sent their sympathies to the injured, some of whom were taken to the hospital and others just went home.\nResident Jean-Pierre, who lives above the bakery and didn't give his last name, said that the noise from the explosion was \"deafening\" but it didn't cause the walls to shake. He said a window shattered and there was some debris on the street.\nSome victims sustained leg injuries and all wounds weren't life-threatening, regional officials said.\nEarlier, French officials said eight people were wounded, but later lowered the figure to seven.\nThe women's World Cup soccer tournament is scheduled to start in France on June 7. Lyon will host the semifinals, and then the final on July 7.\nFrench Interior Minister Christophe Castaner said in a tweet that he has sent instructions for Lyon authorities to strengthen \"the security of public sites and sporting, cultural and religious events.\"\nFrench Prime Minister Edouard Philippe cancelled an appearance at a European elections-related meeting in Paris due to the Lyon explosion.\nCopyright 2019 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nLoad-Date: May 30, 2019"
}