{
    "title": "Terror costs_ fairness for NY",
    "publisher": "crain's new york business",
    "year": 2003,
    "month": 1,
    "day": 27,
    "full text": "The insurance industry has decided that four places in the United States are most likely to be attacked by terrorists-the five boroughs of New York City, Cook County, Ill. (which encompasses Chicago and its close-in suburbs), the city of Washington, D.C., and the county that includes San Francisco. The industry plans to make property owners in these areas pay for the danger they face. That's wrong.\nThe industry's Insurance Services Office, which is responsible for providing guidance on risks and premiums, is acting to comply with the new federal law requiring the industry to offer terrorism insurance that protects companies from catastrophic losses. It has issued a draft report that outlines three levels of terrorism risk.\nNew York and its peers are in Tier 1. The ISO suggests terrorism coverage for this tier would cost 14 cents for every $100 of coverage. The next tier includes Houston, Seattle, Boston and their close-in suburbs, Philadelphia and all of Los Angeles County. Companies there would pay 7 cents per $100, or half the rate in New York. Businesses in the rest of the country would pay a fraction of 1 cent. The effect would be to increase rates in Tier 1 cities by up to 150% from current levels.\nThe insurance industry's judgments are debatable. New Yorkers know that the Bronx is not as much a target as Manhattan. Nor is it clear why Washington, D.C., is in the highest risk category and Arlington, Va., where the Pentagon is located, is in the same tier as Kansas farmland.\nGetting mired in such arguments misses the point. The purpose of all insurance is to spread the risk; in the case of terrorism insurance, there is an additional element of fairness. Because the threat of terrorism comes from people who want to attack America, the risk should be shared across the country. New York and other premier cities are vulnerable only because they are the places where a terrorist strike could generate the most publicity.\nTerrorism insurance should cost about the same here as it does elsewhere. It is up to state insurance commissioners to insist on such fairness. If necessary, Congress should take up the issue again.\n\nLoad-Date: January 31, 2003"
}