{
    "title": "Terrorism up in '03, new report says; The State Dept. study corrected one that had been cited as sho",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 6,
    "day": 23,
    "full text": "The Bush administration acknowledged yesterday that worldwide terrorism increased by most measures in 2003, issuing a corrected version of a State Department report that officials had used to declare progress in President Bush's war on terrorism.\nThe corrected report states that there were 175 \"significant\" terrorist attacks last year, the most in two decades, and that the number of individuals injured by international terrorism jumped to 3,646 from about 2,000. Government experts said the increase reflected attackers' increasing focus on \"soft\" civilian targets.\nThe State Department, in a report it now acknowledges was riddled with errors, had said that there were 170 \"significant\" attacks and that 307 people died in terrorist attacks in 2003. The real number of fatalities is more than double that - 625 - but still less than the 725 killed in 2002.\nThe faulty figures in the department's annual \"Patterns of Global Terrorism\" report, first released in April, have become a political embarrassment to the Bush administration. The controversy comes at a time when Bush's assertion that the Iraq war advanced the fight against terrorism is increasingly under fire.\nCritics have charged the administration with being overeager to trumpet the President's record on a crucial election-year issue.\nState Department and intelligence officials sharply disputed that yesterday. They blamed the errors on a series of bureaucratic mistakes that involved a new agency, the Terrorist Threat Integration Center, which was formed after the Sept. 11, 2001, attacks to improve coordination of terrorist data.\nThe original report falsely claimed that the overall number of attacks last year was the lowest since 1969.\nIn unveiling the report April 29, Deputy Secretary of State Richard Armitage said: \"You will find in these pages clear evidence that we are prevailing in the fight\" against terrorism.\nSecretary of State Colin L. Powell said yesterday that Armitage was reflecting on what he thought to be accurate data.\n\"We recognize that terrorism is a danger that is not going away soon,\" Powell said.\nCofer Black, the State Department's counterterrorism coordinator, said, \"Our earlier assessment was overly positive in some respects.\" But Black said the ability of the United States and its allies to fight terrorism was improving. He said that if he could display a chart of terrorist attacks prevented and lives saved, \"that number would certainly be going up.\"\nThe U.S. government does not release such information, most of which is classified.\nThe report released in April showed no major attacks last year after Nov. 11, omitting such incidents as a series of four bombings in Istanbul, Turkey, that killed 61 people and wounded 855.\nBlack and John Brennan, the director of the Terrorist Threat Integration Center, said that error and others were due to faulty data that the center supplied to the CIA and the State Department, which did not catch the mistakes.\nAides to Rep. Henry A. Waxman (D., Calif.), who first brought the issue to Powell's attention, called the revisions a \"good-faith effort\" by the State Department to correct the record.\nBut Phil Singer, a spokesman for presumptive Democratic presidential nominee John Kerry, said: \"This revised report is just the latest example of an administration playing fast and loose with the truth when it comes to the war on terror.\"\nThe State Department report does not include the frequent attacks against on-duty U.S. combat personnel in Iraq and Afghanistan in its definition of terrorism.\nContact reporter Warren Strobel at 202-383-6033 or wstrobel@krwashington.com  \n\nGraphic\n\n \nPHOTO;\nGERALD HERBERT, Associated Press\nSecretary of State Colin L. Powell said at yesterday's news conference, \"We recognize that terrorism is a danger that is not going away soon.\"\n\nLoad-Date: August 26, 2005"
}