{
    "title": "Terrorismsuspectruled competentfortrial",
    "publisher": "the tampa tribune ",
    "year": 2013,
    "month": 2,
    "day": 22,
    "full text": "FBI says Pinellas Park man planned to attack nightspot\nBY ELAINE SILVESTRINI\nTribune staff\nTAMPA A court-appointed psychologist has concluded that terrorism suspect Sami Osmakac is competent to stand trial, a judge said Thursday.\nSami Osmakac, a naturalized U.S. citizen from Kosovo, was arrested last year on charges of attempting to use a weapon of mass destruction and possession of an unregistered machine gun after an undercover FBI sting.\nAuthorities said the Pinellas Park man planned to attack a Tampa nightspot, take hostages and demand the release of Muslim prisoners.\nProsecutors asked for an evaluation because he \"may be suffering from a mental disease or defect rendering him unable to understand the nature and consequences of the proceedings against him or to communicate with his counsel or assist the defense,\" according to U.S. Magistrate Anthony Porcelli's order.\nPorcelli convened a brief hearing Thursday and informed the parties that psychologist Debbie Goldsmith determined Osmakac is competent.\nDefense attorney Ralph Fernandez, who cited Osmakac's \"auditory hallucinations,\" said he has concerns that his client might not be competent and requested a hearing.\nFernandez said he didn't plan to hire his own expert because he has been unable to find someone willing to perform an assessment in the terrorism case. The lawyer also noted \"desperation and paranoia\" observed by government agents who were monitoring Osmakac for more than a year before he was arrested.\n\"This report doesn't address some critical issues,\" Fernandez said of Goldsmith's conclusions.\nPorcelli said he will allow Fernandez to question Goldsmith at a hearing, but he did not set the date, allowing lawyers to confer with one another.\nFernandez withdrew a motion he had filed asking for information about an informant. Assistant U.S. Attorney Sara Sweeney asked that the motion be stricken because Fernandez had not spoken to the prosecution before filing.\nFernandez also filed a motion asking for any surveillance recordings of Osmakac obtained under the Foreign Intelligence Surveillance Act, a law that governs how the government secretly may monitor communications involving U.S. citizens in cases of national security.\nIn that motion, which alludes to a possible entrapment defense, Fernandez says Osmakac was subject to extensive interviews and had materials and documents seized when he flew to Detroit from Istanbul in 2011.\nThat flight had a stop in Amsterdam, and inspectors there notified U.S. Homeland Security inspectors of their concerns, Fernandez wrote.\nFernandez said he would like to withdraw from the case; he has cited \"irreconcilable differences\" with Osmakac in court pleadings. Fernandez said another lawyer might enter the case, allowing him to withdraw.\nesilvestrini@tampatrib.com\n(813) 259-7837\nCopyright © 2013, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: February 25, 2013"
}