{
    "title": "TERRORISM SENDS MESSAGES OF HATE - AND COWARDICE",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 4,
    "day": 24,
    "full text": "IT WAS ABOUT 2 a.m. and I was getting into bed when the house shuddered, as if some immense wind had suddenly struck it from the west. The windows rattled abruptly. Then silence.\nI knew in only the most general terms what it was: news of some kind. And I was a brand-new reporter/photographer.\nSo I clicked on my police radio and waited to hear exactly what happened. There was silence there, too. For five minutes. Ten.\nI called my old friend Mike Berta, the Collinsville police dispatcher on duty that night. He said he got a lot of calls asking what it was, but none offering an explanation.\nBy 2:30 or so I gave up.\nThe next morning I found out somebody had bombed the Burger Chef restaurant being remodeled down on Collinsville Road, probably three miles from where I lived.\nThe blast blew out windows and left a crater the size of a mop bucket in the concrete outside the front door.\nThis was terrorism, of course. Small scale. Union trouble, the police figured. Nobody was hurt. Nobody was supposed to be. The place was closed at the time.\nNobody was caught, either. Some kind of message was delivered to somebody and I have no idea whether it was heeded. I do know that nobody ever bombed the place again. It's been a Hardee's restaurant now for years.\nThis was 1970, a time when the U.S. was bombing the heck out of North Vietnam, but I don't recall particular fears of anyone bombing us here.\nOh, we had bomb threats in my days as a student (and student newspaper reporter) at SIU at Edwardsville. Nobody seemed to take them too seriously. Mostly, they seemed to come in midterm or finals week. Maybe it was a way for the unprepared to try to postpone a test.\nThe campus police always played these things low-key, trying to avoid attention, especially from us newshounds.\nI recall with mild amusement the day I encountered Carl Foster, then SIUE's chief of police, trying to look inconspicuous as he roamed the Communications Building, occasionally poking his head into closets and his hands into trash cans.\n\"Bomb threat, chief?\" I asked.\nHe sort of rolled his eyes and nodded quietly, realizing that I was realizing that there was no other sane explanation for such behavior.\nSometime later, I covered a bombing of a union office down in the Loisel Village area of East St. Louis. It was at night, when everything around was closed.\nMy favorite of these cases, if there can be such a thing, occurred one warm evening when the police scanner crackled with news of a car bombing down on Spring Street. The auto was sitting parked and unoccupied in a driveway when a bomb placed underneath lifted it briefly into the air, authorities explained.\nThe owner, a union official, was watching TV in his house at the time. He told me that he hadn't noticed the explosion until his neighbors came banging on the door.\nHuh? Your car blows up just outside the room where you're sitting and you don't notice it?\nWell, he explained, he was watching reruns of the \"The Untouchables\" when he dozed off. He woke up with a start, but figured it was just from Eliot Ness blasting away at the mob with a tommy gun.\nI was still taking pictures when somebody got the idea there might be a second bomb under the hood, waiting to blast those who gathered to investigate.\nSo we left things alone until some Army guys showed up in civilian clothes with a little green truck. I hid behind a squad car with some police friends while these guys poked around with a flashlight for about 30 seconds, popped open the hood, declared everything safe and headed back to wherever the bomb disposal guys slept in those days.\nWe took our fingers out of our ears and felt maybe a little foolish.\nThese bombings were not amusing events, of course, but they were pretty clearly not aimed at hurting people. They could have, but that was obviously not the intent.\nThe one in 1972 was different.\nIt was planted in a briefcase and left in the unlocked car of a lawyer parked outside his office in downtown Collinsville on a brilliant June morning.\nWhen the attorney leaned in an open window to examine the thing, it set off a blast that tore through the top of his car, depositing pieces up to two blocks away.\nMiraculously alive, the victim recovered from the injuries, minus a finger and with impairments to his eyesight and hearing. The bomber was never caught. The motive was never clear. Nobody tried again to kill the man.\nThe message this time was unmistakably supposed to be murder. And it boldly underscored what I already knew. Bombing is inhumane and cowardly, done with no regard of innocent life.\nThese are the things I'm thinking about as I get ready to spend my afternoon at a hearing in a federal building.\n\nLoad-Date: April 25, 1995"
}