{
    "title": "Terrorism focus in final days",
    "publisher": "charleston gazette",
    "year": 2004,
    "month": 10,
    "day": 31,
    "full text": "APPLETON, Wis.- Wrapping up a campaign shadowed by war and terrorism, President Bush and Democratic Sen. John Kerry unabashedly sought political advantage Saturday from Osama bin Laden's re-emergence.\n\"It's very helpful to the president,\" contended Bush ally Sen. John McCain, R-Ariz., although the president didn't mention the menacing new message from bin Laden at his first campaign stops on a four-state, 14-hour swing.\nRather, Bush declared, \"The terrorists who killed thousands of innocent people are still dangerous and they are determined.\"\nCampaigning 25 miles from the president in eastern Wisconsin, Kerry responded to bin Laden's re-emergence with his months-old criticism of Bush's post-Sept. 11 tactics in Afghanistan, the terrorist mastermind's once and perhaps current home.\n\"It was wrong to divert our forces from Afghanistan so that we could rush to war in Iraq without a plan to win the peace,\" said the Democratic challenger. \"It was wrong to outsource the job\" of capturing bin Laden to local warlords.\nAs Bush and Kerry crisscrossed Midwest battleground states, a new poll showed the president moving ahead of Kerry in the popular vote, and Democrats said their private surveys hinted at momentum for the Republican incumbent.\nThe two candidates responded to the bin Laden tape in ways reflecting their long-held campaign strategies.\nThe president has sought to offset voter concerns about the war in Iraq, the economy and his overall job performance by fueling fears about terrorism - and raising doubts about Kerry's ability to respond.\nAt his first stop in GOP-leaning western Michigan, the president raised the stakes in the election while reminding voters of the 2001 attacks. \"Americans go to the polls at a time of war and ongoing threats unlike any we have faced before,\" Bush said.\nIn response to the videotape, the Bush administration warned state and local officials that the tape may be intended to promote or signal an attack on the United States.\nKerry has tried to tap deep anti-war sentiment within the ranks of the Democratic Party while assuring swing voters that he would keep them safe. The decorated Vietnam War veteran pledged anew to \"destroy, capture, kill Osama bin Laden and all of the terrorists.\"\nWith a touch of swagger, Kerry began one sentence by saying, \"When I am president,\" and pledged to provide \"leadership and hope\" to U.S. troops seeking a quick return home from Iraq.\nAfter his Appleton rally, Kerry handed out campaign literature to volunteers knocking on doors in the battleground state.\nWith up to 40 states already in the Kerry or Bush camps, the race is concentrated in closely fought Florida, Ohio, Pennsylvania, Wisconsin, Iowa, Minnesota, New Mexico and Nevada. Another six to 12 states could come into play before their unconventional campaigns draw to a close.\nThroughout the battlegrounds, Kerry's mostly paid army of organizers were pitted against Bush's largely volunteer-driven team to get supporters to the polls Tuesday. It's too late for some: Early voting mushroomed this year and, in Florida alone, nearly 2 million voters have already cast ballots.\n\"It looks like the All-American tradition of voting on Election Day is going out the window,\" said Fred D. Galey, elections supervisor in Brevard County.\nIn Maine, a state Bush expects to lose to Kerry, the Democrat poured last-minute money into a Social Security ad aimed at elderly voters in the north. Unlike most states which have a winner-take-all system, Maine awards two of its four electoral votes based on congressional district votes.\nHawaii's four electoral votes drew Democrat Al Gore to the islands he won in 2000. Wearing a green-and-red flower lei, the former vice president tried to shore up Kerry's campaign in the Democratic bastion.\nSinger John Bon Jovi and actor Ashton Kutcher campaigned with Kerry in Iowa, another Gore-won state looking shaky for Democrats. \"You have the power to give America a fresh start,\" Kerry said, borrowing the campaign slogan of former Democratic rival Howard Dean.\nThe congressional races did not lack for intensity, an unexpectedly close Senate campaign in Kentucky among them. \"I think we've all broken the Ten Commandments,\" said Sen. Jim Bunning, accused by his Democratic rival of violating two of them. Dan Mongiardo made his charge after Republicans suggested he is gay, which he denied.\n\nLoad-Date: November 1, 2004"
}