{
    "title": "Terrorism-themed 'Fears' walks a fine line",
    "publisher": "usa today",
    "year": 2002,
    "month": 5,
    "day": 30,
    "full text": "Terrorism is no longer just a dose of harsh reality. It's an increasing motif at the movies, and some worry the messages could strike too close to home.\nThe Sum of All Fears, the Tom Clancy thriller in which the nation is caught off guard by a terrorist attack, opens Friday amid some concerns that its themes are too similar to Sept. 11. Even its star is uncertain how audiences will react.\n\"We're walking a tightrope here,\" says Ben Affleck, who plays young CIA agent Jack Ryan. \"I'm proud of the movie because everything was done very tastefully. But I'm not sure what audiences are ready for yet.\"\nNeither are studios. Paramount, which produced the $ 68 million thriller, has been careful not to give the appearance that it is capitalizing on real-life events. The studio invited dozens of lawmakers and military officials to its world premiere Wednesday in Los Angeles, and has waged a heavy publicity campaign to tout the cooperation it received from the Pentagon, which supplied Marines and helicopters for the production.\nOther studios will be watching Fears, which is considered a harbinger for summer blockbusters. \"Spider-Man and Star Wars were huge, but summer is going to depend on other films like (Fears) if it's going to keep up its record pace,\" says critic Ty Ingram, with the film Web site zap2it.com.\nThe industry will also be measuring the public's appetite for terrorism-themed entertainment. A week after Fears, Disney will release Bad Company, a thriller starring Anthony Hopkins and Chris Rock that revolves around terrorists planting a nuclear device in New York's Grand Central Terminal.\nTelevision is getting in the mix. Next season, Fox's 24 will spin a real-time story line about terrorism.\n\"The media love mirroring society, but this one might become taboo,\" says Albert Wallace, author of Fact, Fiction and Film, which examines how cinema portrays real-life events. \"We see plenty on TV news. Movies may be too much.\"\nImmediately after the attacks, studios postponed the release of several violent movies, such as Arnold Schwarzenegger's Collateral Damage, about a firefighter hunting down South American terrorists who killed his family in a bomb blast. The Tim Allen comedy Big Trouble, whose story line centered on smuggling an atomic bomb onto a passenger jet, also was shelved for months.\nBut it's unclear whether the fears were warranted. Damage did mediocre business at the box office, as well as receiving dismal reviews, and Trouble was a flop. But the brutal Denzel Washington film Training Day was a surprise hit of fall, and the Gene Hackman military action film Behind Enemy Lines overcame negative reviews to take in $ 60 million, $ 20 million more than it cost.\n\"In the end, you have to have an entertaining movie,\" says Fears producer Mace Neufeld. \"Before Sept. 11, (Fears)would have been seen simply as entertainment. Now it's also a cautionary tale. But you always need compelling storytelling. Now that the world is falling down around their ears, people want a good movie, a good escape.\"\n\nGraphic\n\n \nPHOTO, Color, Paramount Pictures; Summing up: Morgan Freeman and Ben Affleck face their Fears starting Friday.\n\nLoad-Date: May 30, 2002"
}