{
    "title": "Terrorism is in the eye of the beholder",
    "publisher": "university wire",
    "year": 2000,
    "month": 10,
    "day": 24,
    "full text": "The front cover of the Oct. 23 Time magazine announces in huge print, \"TERROR IN THE MIDDLE EAST.\" There are two photos adorning the cover: one of the USS Cole, the U.S. Navy warship that was bombed while moored in Yemen; the other of a young Palestinian man in Ramallah sticking his bloodied hands out of a police station window to a crowd below. The first picture requires no introduction, as Americans have been inundated with news of the attack over the last week and a half. The latter, which should be familiar to anyone following the recent violence in Israel and the occupied territories, stems from an Oct. 12 incident in which two Israeli soldiers were brutally beaten to death by a group of young Palestinians.\nThe cover is instructive for what it suggests but doesn't explicitly say: The United States and Israel represent the primary victims of the present terror. This sort of framework is well-circulated in America, but it is one viewed as largely problematic by most of the international community. Lacking any historical or comparative context, the two events represented on the Time cover are far more complex than the overly simplistic designation \"terror\" allows.\nU. Minnesota\nLet's begin with the Cole. It is indeed tragic that 17 crew members lost their lives in the faceless and as-of-yet unresolved bombing and that many more were injured. As is typical in the United States after such occurrences, a discussion has emerged in the mass media regarding the lessons to be derived from the episode. Unfortunately, virtually all of this debate has centered on questions of preparedness: The attack is viewed as instructive in that it points to the need for tighter security controls in foreign ports.\nWhile from a military analysis this might be important, this perspective fails to recognize that the bombing was, in all likelihood, the symptom of a larger regional grievance. Americans would be well-advised not to limit their inquisitiveness to questions of how the Cole could possibly be bombed.\nMore important for people of conscience in this country, the question of why a group would feel compelled to pursue such an assault against the United States should be central to present debates about the incident. To do so is not an excuse of the action but rather an attempt to understand it.\nAlthough it remains unclear at this time who was behind the attack on the naval vessel, it is probable that the bombing was tied in some way to U.S. policy toward the Middle East. That foreign states and individuals might not appreciate Washington's persistent exertion of its will might come as a shock to some; after all, it remains a guiding principle of American media discourse that the United States serves as an agent for democracy and peace in its foreign affairs.\nIn the aftermath of the bombing, there has been little consideration, for instance, of why the Cole was in Yemen in the first place. According to Time's acontextual explanation -- a brief statement that has been repeated in countless media reports across the United States -- the ship was on its way to the Persian Gulf to simply \"enforce the international oil embargo against Iraq.\"\nTime's brief allusion to the sanctions regime in Iraq broaches a subject about which most Americans remain largely ignorant, although the tireless work of peace and human-rights activists has slowly begun cracking the wall of silence regarding the sanctions' effects on the country's civilian population. Increasingly opposed by virtually the entire international community -- the sole exception being NATO ally Britain -- the United States has for 10 years spearheaded the drive to systematically terrorize Iraqi civilians through immoral and illegal sanctions that have, according to UNICEF estimates, killed approximately 2,000 women, men and children since the Cole was bombed on Oct. 12.\nIt is worth noting that the attack in Yemen killed 17 American sailors. To put that in perspective, more than 100 times that number -- all of them civilians -- have died in Iraq since the fateful attack on the U.S. destroyer 12 days ago. The editors at Time have yet to place a photo of these victims on the cover of their magazine.\nOne gets a clear sense of the moral debasement of American intellectual culture by the absence in the media of the designation \"terrorism\" to describe the U.S. sanctions policy. The bombing of an American military vessel is a clear case of international terrorism. But the slow murder by the United States and Britain of more than half a million Iraqi civilians since 1991 is merely an unfortunate but inevitable price to be paid in the otherwise noble crusade against Saddam Hussein, who remains just as firmly entrenched in power as ever.\nU.S. policy vis-a-vis Israel and the Palestinians generates similar antipathy abroad. With respect to the present violence between them, one can certainly express revulsion at the horrendous beating that appeared on the cover of Time. While tragic, however, the fact that nearly all of the deaths in the conflict -- not to mention the thousands of injuries, many of them critical -- since late September have been borne by Palestinians should serve as a reminder that Israel is hardly the aggrieved victim that it's represented to be.\nThe media have treated the current unrest as a well-organized assault by Palestinians against the state of Israel. However, such an analytic framework overlooks the nature of the Palestinian struggle, which remains an anti-colonial movement for self-determination.\nTo date, the so-called \"peace process\" has brought Palestinians an increase in illegal settlements by Israeli Jews; a patchwork of non-contiguous territory akin to the bantustans of apartheid-era South Africa; a refusal to recognize the rights of return or compensation of four million Palestinian refugees; and, in the figure of Yasser Arafat, a corrupt despot who has largely abandoned the nationalist aspirations of his people.\nGiven the American media discourse afforded the continuing violence against Palestinians in Israel and the occupied territories, Norman Solomon recently suggested that it probably won't be long before we read that \"Israel demands Palestinians stop attacking bullets with their bodies.\" The statement was made tongue-in-cheek, but with the American mass media, one never knows.\nAfter all, it requires quite a fantastic imagination to seriously represent the United States and Israel as innocents presently being victimized by \"TERROR IN THE MIDDLE EAST.\"\n(C) 2000 Minnesota Daily via U-WIRE\n\nLoad-Date: October 24, 2000"
}