{
    "title": "Terrorist guises_",
    "publisher": "university wire",
    "year": 2000,
    "month": 6,
    "day": 22,
    "full text": "From our little corner of the map, terrorism doesn't seem like much of a threat. We go about our day-to-day business and cross paths with many people, most of whom we don't think twice about. As far as the students at this university go, we've all been thrown into a proverbial melting pot of people from all different backgrounds, cultures, races and creeds, people from this state, people from states across the nation and people from from countries around the world. Studying abroad is common here, whether you're coming or going.\nU. Illinois\nIt's not often, then, that the two -- terrorism and students -- get mentioned in the same sentence. But according to a report presented to Congress this month, \"pre-emptive\" measures should be taken against terrorism, specifically targeting international students who come to the United States on student visas.\nRidiculously, the report suggested that the activities of said students should be closely monitored to prevent terrorist strikes. Not surprisingly, international program counselors and administrators are not happy. Furthermore, they are absolutely right to think that such an idea would tag a degrading message onto the idea of being a foreigner among Americans.\nAlthough this measure was one among a list of suggestions presented by the National Commission on Terrorism (a panel of private experts and former government officials assembled by Congress after the bombings of the U. S. embassies in Kenya and Tanzania in 1998), it conveys a message of \"misunderstanding and suspicion,\" according to an article from U-Wire. It completely undermines the ideals of organizations set up to assist prospective international students, and makes it apparent that Americans consider outsiders to be a threat to security.\nWhile there is no question America must remain vigilant and guard against any threat, foreign or domestic, targeting exchange students with Orwellian surveillance is no way to reassure Americans that they're safe in their own backyards. International students come to this country not just for the classes, but for the opportunities and the experiences afforded to students who study abroad. In the hopes of catching a few bad apples, America has become a very bad host to guests that enrich campuses across the country.\n(C) 2000 Daily Illini via U-WIRE\n\nLoad-Date: June 22, 2000"
}