{
    "title": "Terrorists at the Peace Table",
    "publisher": "christian science monitor ",
    "year": 1994,
    "month": 11,
    "day": 9,
    "full text": "RECENT events, including the cease-fires of Catholic and\nProtestant militants in Northern Ireland and acts of violence by\nHamas in Israel, have brought terrorism and its results once more\nto public attention. The two cases illustrate the problems of\ncurbing and ultimately eliminating the threat of such acts.\nTerrorism, as repugnant as it is, can achieve at least partial\nresults. The Irish Republican Army (IRA) appears to be pushing\neffectively toward a seat at the negotiating table on the future of\nNorthern Ireland, although polls in Ulster register only about 12.5\npercent support for its political wing, Sinn Fein. Hamas, the\nmilitant Islamic Palestinian organization, through kidnappings and\nattacks in Israel, has achieved at least part of its goal of\ndisrupting the Middle East peace process. Its actions have resulted\nin harsh measures by the Israeli government against Palestinians\nthat may well increase support for the Hamas position in Gaza,\nJericho, and the occupied territories.\nThe strength of such movements lies to a considerable extent in\ntheir capacity to develop support in countries not directly\ninvolved in the issues that spark the violence. The IRA for many\nyears benefited from assistance from Irish individuals and groups\nin the United States; although the US may seek to play a role in\nthe resolution of the Northern Ireland conflict, the ultimate\ndecisions rest with Britain, the Republic of Ireland, and the\npeople of the territory.\nHamas reportedly receives assistance from groups in the US and\nindividuals - if not governments - in Saudi Arabia and the Persian\nGulf. The final determination of the course of events in Israel and\nthe Palestinian territories, however, will rest only tangentially,\nif at all, with these supporters.\nThe ardent external supporters of extremist groups see issues\nthrough a narrow focus. Among its politically influential allies in\nthe US, the IRA is erroneously assumed to represent majority\nCatholic opinion in Northern Ireland. Thus, it was Gerry Adams of\nthe IRA who received high-level executive and congressional\nattention in Washington when he declared a cease-fire, not John\nHume, the leader of a more widely supported moderate Catholic\nparty, the Social Democratic and Labour Party.\nSupporters of Hamas reject the compromises that PLO Chairman\nYasser Arafat has made to achieve peace and pursue a disruptive\ncampaign of violence against Israel.\nIn both cases, if there is to be peace, the groups responsible\nfor terrorist acts are likely to be represented in future elections\nto determine the fate and the leadership in the affected\nterritories. As the IRA has done, presumably Hamas will need to\nagree to a renunciation of violence. But then another obstacle\narises. The positions of each are irreconcilable with solutions\nenvisaged by the responsible parties. The IRA seeks the\nincorporation of the six provinces of Northern Ireland into a\nunited Ireland, a position counter to the interests of the\nProtestant majority supported by the British. In the occupied\nterritories of Palestine, Hamas strongly opposes the peace process\nand presumably seeks an unconditional return of all the territories\nto an independent Palestinian state, a position unlikely to be\naccepted by any Israeli government.\nIf, through acts of violence, parties push their way to the\nnegotiating table and an election process, will they then be\nprepared to accept the results peacefully? This question looms\nahead in both situations. The answer will lie largely with external\nsupporters. If IRA supporters in the United States or Hamas\nsupporters in the Arab world resist accepting election results and\ncontinue to support unrealistic goals through violent means, all\nparties will be losers.\n\nLoad-Date: November 10, 1994"
}