{
    "title": "Terrorism can be born at home",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 7,
    "full text": "Last week, the World Knights of the Ku Klux Klan celebrated Labor Day early by exercising their constitutional right to free speech and holding a rally in Gettysburg National Park. They kicked things off in a light rain by shouting \"White power!\" and later moved on to lambasting such time-honored targets as blacks, Jews, gays and Latinos. Supposedly, the main purpose of the event was to call for the return of U.S. troops from Iraq -- in order to carry out the ingenious plan of stopping immigration by placing them as patrol units along the Mexican border.\nWho knew the Klan were such pacifists? You could have fooled me. The wool must have been pulled over my eyes when I went to the World Knights' Web site (one of many sites associated with the KKK). The banner on the site features several armed soldiers in battle gear. A manifesto outlines dreams of eventually exterminating every non-white ethnicity on the face of the planet. The site is adorned with other wonderful little trinkets, such as gunshot sound effects every time you highlight a link. How creative.\nDisgusted sarcasm aside, this is the kind of thing that makes me want to throw up or hand in my resignation from the human race. To see this kind of xenophobic behavior -- to think that this is the furthest we've come -- is a surefire way to stir up misanthropic feelings. Of course, not everyone reacts this way. Dismissing KKK rallies as outlets for lunatics or wackos is the response of choice. These idiots will fade away ... eventually.\nFunny thing is, that's what they said 40 years ago, in the wake of the civil rights movement. That's what they said 40 years before that, during some of the Klan's widespread anti-Catholic activities and another 60 years earlier following the Civil War. The group and its message refuse to slowly die or burn out.\nThese guys are still around, though today it seems a broad assortment of groups claim the Klan name. They are a real force that represents the worst part of America, a part it has not been able to shake.\nForget affirmative action and ethnic insensitivity; this is an organized, chartered hate group, fostered right here on American soil. They're not hinting at underlying prejudices and discriminatory feelings; they're coming right out and saying them. Yet the continued activity of the Klan is only the most explicit indication of a far wider-reaching problem in the United States. The root cause rests deeper in the American psyche.\nThe fact is, the Klan is a terrorist organization that is fed by widespread racism and extreme nationalism. This combination breeds exactly the sort of ideologies that motivate people to hijack public transportation, bomb churches and murder innocent civilians. Sound familiar to anything we hear about in other parts of the world? This is not the appropriate place to go into whether we should be concerned with hunting terrorists abroad (hey, give me a break, I've only got 800 words to work with). But the recipe for hatred and terrorism -- people who really \"hate freedom\" -- is found right here at home.\nAnd America doesn't want to admit that. America hates to admit that anything raised and nurtured under its own roof could ever escalate into the kind of violence we see and hear about in the news every day, abroad. We would love to think that we're too civilized, too egalitarian, too rich, too comfortable and too well protected by our laws and our Constitution to ever give birth to the destructive hatreds that we see in other parts of the world.\nBoth the Klan and the Islamic terrorists we are hunting claim to be backed by their respective religions, while in reality both make mockeries of what their religions stand for. The only thing holding back the Klan from the same kind of crusade is a lack of leadership. Come to think of it, it may be a good thing the Klan sees all non-white races the same, because they would otherwise gladly join forces with radical Islamic fundamentalists to eliminate the \"Zionist state\" of Israel.\nIt is the darkest sense of poetic irony that the Klan rallied on the battleground of an American war kindled in large part by widespread racism. Abraham Lincoln may have been saddened to learn we would still be struggling from the same national maladies for decades and decades to come. \"It is for us the living, rather, to be dedicated here to the unfinished work which they who fought here have thus far so nobly advanced,\" he said in his famous address. What would Honest Abe think if he could see that hallowed ground today? There is precious little dedication to advancing the moral mission of this country. Lincoln was concerned with holding the fragile country together. Perhaps today we should be concerned with not letting it become the very thing we hate.\n(C) 2006 The Observer via U-WIRE\n\nLoad-Date: September 7, 2006"
}