{
    "title": "Terrorism is hot topic for GOP candidates",
    "publisher": "usa today",
    "year": 2015,
    "month": 12,
    "day": 16,
    "full text": "Terrorism and national security took center stage in Las Vegas Tuesday night along with Donald Trump and a dozen other Republicans seeking their party’s nomination for president.\nFacing off for the fifth time in five months, but for the first time since terrorist attacks in Paris and California, the candidates sought to convince the CNN television audience that they have commander-in-chief credentials to fight the looming threat. \nThe focus was once again on Trump, leading by a wide margin in national polls, but also on two 44-year-old Cuban-American senators from the South who seek to replace him as the favorite among Republican voters: Texas’ Ted Cruz and Florida’s Marco Rubio. \nWhile Trump was repeatedly attacked for his proposal to ban Muslims from entering the United States, Cruz  suddenly leading in Iowa, where the voting begins Feb. 1  also was put on the defensive for opposing government surveillance programs. \nSix other candidates gathered on stage at The Venetian hotel and casino for the main debate, and four more kicked things off at a “happy hour” debate earlier in the evening. \nTrying to edge into the top tier occupied by Trump, Cruz and Rubio were retired neurosurgeon Ben Carson, former Florida governor Jeb Bush, New Jersey Gov. Chris Christie, Ohio Gov. John Kasich, former Hewlett-Packard CEO Carly Fiorina and Sen. Rand Paul of Kentucky. \nFar behind in the polls  and therefore relegated to the first debate  were former Arkansas governor Mike Huckabee, former Pennsylvania senator Rick Santo-rum, Sen. Lindsey Graham of South Carolina and former New York governor George Pataki. \nFrom the start, the terrorist threat dominated the debates. “World War III has begun,” Santorum said. \n“We are at a crisis in our country. Radical Islam poses a threat to our safety, not just overseas but literally in every community in America,” Pataki said. \n“We have an enemy that is out to kill us, and we have a government we don’t trust anymore,” added Huckabee. \nGraham took the lead in criticizing Trump for his comments on Muslims, calling it “a coup” for the Islamic State’s recruitment efforts. \n“He has made us all less safe,” Graham said. “He clearly doesn’t understand this war and how to win it.” \nCruz entered the debate with a bump in the Iowa polls. The Des Moines Register/Bloomberg Politics Iowa Poll showed him with a 31%-21% lead over Trump among likely Republican caucus-goers. \nTrump has questioned Cruz’s temperament, noting that many of the Texas senator’s Republican colleagues dislike him. Cruz has questioned Trump’s judgment, as well as his call to bar Muslims from entering the country. \nRubio, citing recent terrorist attacks, has criticized Cruz for opposing government surveillance programs. Cruz has hit Rubio for trying to forge a comprehensive immigration bill with moderates and Democrats. \nChristie scored a victory just by making it onto the main stage. Last month he was relegated to the preliminary debate but CNN took into account polling in early voting states Iowa and New Hampshire, whihc raised Chrisie’s standing. His strength is in New Hampshire. \nAnd it was a big test for Bush, who has languished in the middle of the pack for months despite carrying on the family name of two previous presidents and having by far the most campaign cash to spend in the race. \nThe debate also was a crucial opportunity for Carson, an early darling of social conservatives in Iowa who has seen his poll numbers fade as voters question his experience.\n\nGraphic\n\n \nL.E. BASKOW, AFP/GETTY IMAGES\">Republican presidential candidates, from left, George Pataki, Mike Huckabee, Rick Santorum, and Lindsey Graham squared off during the under card debate Tuesday in Las Vegas.\n\nLoad-Date: November 30, 2023"
}