{
    "title": "Terrorism suspect accused of hiring hit man to kill judge Man tried to arrange hit from prison in To",
    "publisher": "daily news ",
    "year": 2016,
    "month": 7,
    "day": 9,
    "full text": "A former Ohio State University student - already under federal indictment, accused of raising money for al-Qaida terrorists - is now accused of trying to arrange the murder of a federal judge in Toledo.\nA federal grand jury in Michigan returned a three-count indictment Wednesday against Yahya Farooq Mohammad, 37. He is charged with attempted first-degree murder of a federal officer, solicitation to commit a crime of violence and use of interstate commerce facilities in commission of hire for murder. The charges carry a maximum penalty of 50 years.\nAccording to the Department of Justice, Mohammad was in the Lucas County Correction Center in Toledo in April when he told another inmate that he wanted U.S. District Judge Jack Zouhary, the Toledo judge presiding over his case, kidnapped and murdered.\nThe inmate then arranged for Mohammad to meet another man, who was actually an undercover FBI employee, according to the indictment.\nThe indictment alleges that Mohammad said he was willing to pay $15,000 to have Zouhary killed. On May 5, Mohammad's wife met a man she thought was a hit man, but who really was an undercover agent, in the Chicago area with $1,000 cash as a down payment for the hit.\nEleven days later, the undercover agent met with Mohammad's wife again and showed a photograph purported to be Zouhary's dead body and asked for the remaining money owed. Mohammad had told the undercover agent he could get the money from a source in Dubai.\nLast November, Mohammad was one of four men charged on federal counts with raising cash for Anwar al-Awlaki, a key leader for the terrorist organization al-Qaida. Mohammad helped deliver money for al-Qaida training camps in 2008 and 2009, federal officials said. Al-Awlaki was killed in a U.S. drone strike in Yemen in 2011.\nMohammad, a citizen of India, studied electrical engineering at Ohio State University from 2002 to 2004.\n\nLoad-Date: July 9, 2016"
}