{
    "title": "TERRORISM TRIAL IS SET TO BEGIN",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 1,
    "day": 30,
    "full text": "The largest terrorism conspiracy trial in U.S. history begins this week for 12 Muslims accused of plotting the World Trade Center bombing.\nProsecutors will try to show that Sheik Omar Abdel-Rahman and 11 other Muslim zealots plotted to blow up not just the World Trade Center, but the United Nations, the FBI's New York headquarters, two tunnels and a bridge, and to kill Egyptian President Hosni Mubarak and other politicians and judges.\nAfter 13 lawyers deliver their opening statements beginning today, U.S. District Judge Michael Mukasey will instruct the jury on seditious conspiracy, the rarely used Civil War-era charge used in the case.\nMukasey told lawyers last week that he would tell the jury the defendants are not accused of trying to overthrow the U.S. government, only of trying to wage a war against it. He also will advise them that if someone breaks laws, \"the fact that it is undertaken in the name of religion is no defense whatsoever.\"\n\"There is no religion on trial here,\" the judge said in a preliminary draft of his jury instructions.\nLawyers for Abdel-Rahman, the 56-year-old blind cleric alleged to have headed the conspiracy, charge that he is being prosecuted for his beliefs. If convicted, he could face life in prison.\nThe alleged plot's motive, prosecutors say, was to punish the United States for supporting Israel and Egypt and to weaken the nation's influence, easing the spread of the particularly rigid brand of Islam that Abdel-Rahman espouses.\nThe trial is the second chapter in the prosecution of a group allegedly responsible for the 1990 assassination of Rabbi Meir Kahane, founder of the militant Jewish Defense League, and the Feb. 26, 1993, World Trade Center bombing, in which six people were killed and hundreds injured.\nThree followers of the teachings of Abdel-Rahman and a fourth man were convicted last year in the Trade Center bombing and were sentenced to life in prison without parole.\nEl Sayyid Nosair was acquitted in the 1990 assassination of Kahane but is a defendant in the current trial. He was convicted on related weapons charges.\nMost of the prosecution evidence consists of transcripts of secretly taped conversations between defendants and a former Egyptian Army officer who became an FBI informant and infiltrated the group.\nThe informant, Emad Salem, who was paid $ 1 million for his information, is expected to face intense cross-examination by defense lawyers.\n\nLoad-Date: January 31, 1995"
}