{
    "title": "Terror trial over Web sites starts; An Idaho grad student is accused of aiding groups by running sit",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 4,
    "day": 14,
    "full text": "A University of Idaho graduate student went on trial yesterday on charges he supported terrorism by running Web sites that recruited militants and raised money for groups promoting violence against the United States.\nSami Omar Al-Hussayen, a Saudi national working on his doctoral degree in computer science, is charged with three counts of aiding terrorism and additional counts of visa fraud and making false statements.\nU.S. District Judge Edward Lodge began questioning potential jurors yesterday and expected to have a panel seated by the end of the day.\nHussayen is accused of helping to run Web sites that supported the Palestinian organization Hamas and other groups accused of promoting terrorism.\nFederal prosecutors say he provided \"material support\" to terrorists, a crime that was expanded under the USA Patriot Act to include \"expert advice or assistance.\"\nHussayen, 34, was arrested at his home Feb. 26, 2003. He has gotten strong support from students and faculty on the Moscow, Idaho, campus, where he had a reputation as a positive leader of the small Islamic community.\nHussayen's attorney has said that although his client set up the Web sites, any statements made on those sites supporting terrorism were not his, and said his client had been unfairly blamed for the words of others.\nFederal prosecutors allege that Hussayen also maintained bank accounts to funnel cash to another group that federal agents contend has terrorist links. He is also charged with 11 counts of visa fraud and four counts of making false statements to cover up alleged links to terrorists.\nHussayen has been jailed since his arrest. His wife and three children returned to Saudi Arabia in January rather than fight deportation.\nThe terrorism counts are punishable by up to 15 years each, the visa-fraud charges up to 25 years each, and the false-statement counts by five years each.\n\nLoad-Date: August 24, 2005"
}