{
    "title": "TERROR DIDN'T USE TO HAPPEN HERE",
    "publisher": "the world",
    "year": 1996,
    "month": 7,
    "day": 28,
    "full text": "NEW YORK - Terrorism has been a fact of life elsewhere in the world\nfor a long time, but it's getting harder and harder for Americans to\nremember when it couldn't - or at least didn't - happen here.\nThe pipe bomb explosion at the Atlanta Olympics is yet another\nreminder that the United States is especially at the mercy of groups\nor individuals with political causes, personal grievances or emotional\nhangups.\n\"It seems to be the beginning that you [Americans] will be living in\nyour country like the Israelis are living there,\" said Max Dadi, who\ncommented on the Atlanta incident while waiting for divers to recover\nthe body of his brother, French country musician Marcel Dadi, from the\nsubmerged wreck of TWA Flight 800.\nIn fact, the beginning of domestic terrorism for most Americans\nprobably was the 1993 bombing of New York's World Trade Center, which\nkilled six, injured more than 1,000 and virtually paralyzed\nneighboring Wall Street. It was underscored two years later by the\nbombing of the Oklahoma City federal building, with 168 killed.\nBefore that, terrorism against the United States focused mainly on\nlocales outside the country - attacks on U.S. embassies and\ninstitutions in the Middle East and Latin America, the Marine barracks\nbombing in Beirut in 1983, the downing of Pan Am 103 over Lockerbie,\nScotland, in 1988.\nThe Olympics pipe bomb showed once again that terrorist acts need not\nbe grandiose. It could be a disgruntled recluse known as the\nUnabomber, sending deadly packages to strangers through the U.S.\nPostal Service.\n\"As an open society and a democracy this country is particularly\nvulnerable - we have free passage, coast to coast, anyone can apply\nfor a visa to visit, and the population is both enormous and\ndiversified,\" said Philip Stern, a terrorism expert at the Fairfax\nGroup, a New York-based corporate security firm.\nSuch factors provide cover for America's foreign foes, whether\nresentful economic \"have-nots\" or religious fundamentalists who see\nWestern culture, values and power as oppression, to carry their fight\nto the enemy's turf.\n\"At the same time we have the Montana Freemen, the Branch Davidians\nand the people who bomb our churches - all symptomatic of\ndisenchantment with society among people who are willing to use\nviolence,\" Stern said.\nSuch actions, he said, are \"impossible to stop,\" even with stricter\ncontrols, surveillance and other security measures in confined areas\nsuch as government buildings and airports.\n\"The one thing you can't protect is the general population in a large\nurban area. Even Israel, a democracy that is under siege 24 hours a\nday, 365 days a year, can't stop it - and they have in place a\nsecurity system that we could not possibly emulate, due to this\ncountry's size.\"\nThat leaves the country in the position of \"a giant trying to swat a\ngnat,\" he said.\nAfter President Clinton tightened security at the nation's airports in\nresponse to the July 17 crash of the Paris-bound Flight 800, most\npeople questioned in television interviews agreed it was necessary,\ndespite the added cost and the extra time and hassle.\nBut the United States has hundreds of airports - from major \"gateway\"\nfacilities that handle hordes of tourists and other international\ntravelers to state and municipal airports serving commuters and\nbusiness customers.\n\"The question is, how do you protect the American Airlines flight from\nColumbus to St. Paul?\" said Stern.\n\"It all comes down to the cost factor - how much you are willing to\nspend, and what civil rights are you willing to have intruded upon, to\nprotect against terrorism,\" Stern said.\n\"There is much more we can do on every front,\" said Rep. Charles\nSchumer, D-N.Y., who has crusaded for gun control and anti-terrorism\nlegislation. \"If there is any lesson in the unfortunate incident in\nAtlanta, it is that we have to do it, even if it costs. But many of\nthese things cost next to nothing.\"\nAs an example, he cited small plastic particles called \"taggants\"\nthat can be placed in manufactured explosives to trace their origin.\nThe recently passed crime bill originally included such a provision\nbut it was knocked out after objections from the National Rifle\nAssociation.\n\"Taggants in the black powder of that Olympic pipe bomb would have\nhelped the FBI's investigation,\" Schumer said.\n\nLoad-Date: July 30, 1996"
}