{
    "title": "Terrorism training center set for state National Guard, WVU to team up to create center",
    "publisher": "the world",
    "year": 2001,
    "month": 3,
    "day": 15,
    "full text": "DAILY MAIL WASHINGTON BUREAU\nWASHINGTON - The quiet hills of West Virginia appear to be a world away from terrorist attacks.\nBut they'll be the epicenter of response to domestic and international terrorism, be it a cloud of poison gas, a bomb or a virulent bug.\nWest Virginia University and the West Virginia National Guard, along with global contractor EDS, are joining forces to create the National Training Center for Weapons of Mass Destruction.\nThe university and EDS Wednesday signed an agreement on a joint project to improve national readiness to terrorist attacks. The likely client? The federal government.\nThe pair already has $ 1.7 million in federal funding, and West Virginia University program director Rusty Russell said participants are looking for other grant or contract money.\nThis isn't the state's only foray into the world of counter-terrorism. Besides the training facilities at Camp Dawson, the National Guard also has the West Virginia Memorial Tunnel National Counter-Terrorism Facility in Kanawha County.\nThe godfather of all this is Sen. Robert Byrd, D-W.Va., who has been interested in counter-terrorism issues for years. He helped secure funding for some of the facilities, and Russell said it was Byrd who brought the university and the National Guard together.\nThe university, which is home to the International Telemedicine Collaboratory, will work to develop a response plan to a range of terrorist attacks, Russell said. They will figure out who the first responders are, including medical and law enforcement personnel. They also will draft different responses to different types of attacks and design a training program.\nThe university also will concentrate on ways to get the information out, including online distribution, Russell said.\nThe National Guard, however, may deal with more of the hands-on training at Camp Dawson in Preston County. Police, fire and emergency room personnel could be sent to the facility to learn specific techniques or protocols.\nAbout 50 faculty members likely will work on the project, which cuts across disciplinary lines, Russell said. An initial prototype could be completed in roughly 15 months.\nIt's important that the groups begin now to prepare for an event most federal officials concede is inevitable, Russell said. Officials expect a terrorist attack sometime in the next 10 years, although they don't know what form it will take.\n\"It's like a flood or a tornado,\" Russell said. \"You know it's going to happen, but not when it's going to come.\"\nWriter Karin Fischer can be reached at (202) 662-8732 or by e-mail at kfischer@dailymail.com.  \n\nLoad-Date: March 16, 2001"
}