{
    "title": "Terrorism exclusions widely approved",
    "publisher": "business insurance",
    "year": 2002,
    "month": 1,
    "day": 7,
    "full text": "State insurance regulators in nearly all jurisdictions have either approved exclusions for terrorism in commercial lines policies or are taking steps to allow insurers to exclude such risks.\nThe main focus of regulators in most jurisdictions-with the notable exceptions of California and New York-is to approve exclusions that are at least as extensive as the latest language regulators negotiated last month with the Insurance Services Office Inc. in Jersey City, N.J.\nIn November, ISO had filed optional in every U.S. jurisdiction (BI, Dec. 17, 2001). ISO subsequently limited the exclusions, however, following negotiations in December with regulators from the National Assn. of Insurance Commissioners, according to NAIC President Terri Vaughan, the Iowa insurance commissioner.\nThe amended version excluded property damage due to terrorism when just insured losses exceed $25 million, rather than the total of both insured and uninsured losses, which had been the trigger in the original version. In addition, the exclusion for biochemical hazards requires that such hazards be an overt part of a terrorist attack, rather than an inadvertent result of one.\nAn ISO spokesman said late last week that, so far, 35 states, the District of Columbia and Puerto Rico have approved the exclusions.\nIn addition, the NAIC recently issued a model bulletin for insurers for states to consider adopting, as Iowa has, Ms. Vaughan said. That bulletin, which summarizes action adopted by nearly all NAIC regulators last month, endorses conditional approval of commercial lines exclusions for terrorism using the ISO framework.\nState insurance regulators adopted the exclusions because of ''reports of market disruptions'' following reinsurers' unwillingness to cover terrorism risks and Congress' failure to pass a federal backstop for terrorism coverage, Ms. Vaughan said.\nCongressional efforts to create such a program stalled when lawmakers recessed last month (BI, Dec. 24/31, 2001). In addition, regulators were concerned that significant portions of the insurance market would go offshore or into surplus lines markets, which offer consumers little or no protection in the event of an insurer's insolvency.\nThe NAIC still hopes that Congress will provide a federal backstop for insurers when it reconvenes later this month. To the extent permitted by state law, the exclusions ''would sunset or be withdrawn 15 business days after the president signs into law a federal backstop to address insurance losses attributed to acts of terrorism,'' the bulletin states.\nThe bulletin, which is available on the Iowa Insurance Department's Web site at www.iid. state.ia.us, also provides an online application form insurers can use to expedite the filing of terrorist exclusions. The application requires that an insurer certify that it is seeking approval for the exclusions because it is unable to obtain reinsurance coverage for acts of terrorism.\nRegulators in California and New York, who voted against adopting the broadly supported resolution the NAIC adopted last month, are reviewing the ISO filings individually.\n''California is still concerned that the ISO language may be overly broad'' and may not respond to vandalism stemming from hate crimes, said a department spokesman. Commissioner Harry Low must act by Feb. 12 or the filing is deemed to be approved, the spokesman said.\nIn addition, Connecticut Insurance Commissioner Susan Cogswell had expressed reservations about the ISO filings but decided earlier this week to adopt them.\nISO is in the process of filing for personal lines coverages nationwide, the ISO spokesman said. An NAIC subgroup is currently reviewing those filings, Ms. Vaughan said.\n\nLoad-Date: January 11, 2002"
}