{
    "title": "Terrorism alert has N.Y. subway riders on edge",
    "publisher": "the new york times",
    "year": 2005,
    "month": 10,
    "day": 8,
    "full text": "New York --- Millions of subway riders endured heightened security Friday as federal and local officials disagreed over the seriousness of an alleged terrorist plot to bomb the nation's largest transit system.\nAn investigation into the threat raised the prospect that a suspect may have already traveled to New York.\nNew York Mayor Michael Bloomberg defended his decision a day earlier to alert the public, deploy thousands of extra police and step up bag searches in the subway. Bloomberg had called the threat the most specific the city has received, but Homeland Security officials in Washington questioned the credibility of the intelligence behind it.\n\"If I'm going to make a mistake, you can rest assured it is on the side of being cautious,\" Bloomberg said at a news conference. \"In this case, I don't think we made a mistake.\"\nPresident Bush supported New York officials, saying, \"They took the information we gave and made the judgments they thought were necessary.\"\nNew York Police Commissioner Ray Kelly warned Thursday that terrorists in coming days might try to conceal explosives in bags, packages or baby strollers and told the public to avoid bringing those items on the subway if possible.\nU.S. forces in Iraq arrested two suspects connected to the alleged plot on Thursday and a third Friday, The Associated Press reported, citing law enforcement officials speaking on condition of anonymity. Based on information from what one official called a reliable informant, authorities were looking at whether an unconfirmed fourth suspect had traveled to New York.\nThe three men arrested were al-Qaida operatives, The New York Times reported, quoting a law enforcement official who spoke anonymously.\nThe arrested suspects had trained in Afghanistan to use explosives and planned to travel through Syria to New York to meet with other plotters, one official said. The window for an attack reportedly was Friday through at least the weekend. The attack plan may have involved using as many as 19 bombs, officials said.\nOne official said that an arrested suspect told interrogators that more than a dozen people were involved in the plot. They were of various nationalities, including Afghans, Syrians and Iraqis, the official said.\nThe New York threat rippled across the country to California, where officials tightened security for transit systems in the San Francisco area.\nSeparately, in the nation's capital, the Washington Monument was closed for about two hours Friday afternoon after a bomb threat was called in to local police. A search turned up nothing.\nNew York officials, who began random bag searches in July after the London train bombings, renewed a request that people look out for anything suspicious. About 4.5 million people ride the New York subway every weekday.\n\"There is cause for concern, but it's hard to stop your life,\" said Meena Satnarain, 27, a Brooklyn art teacher.\nShe said the increased police presence she sees in the subway is more disquieting than reassuring. \"You always have to be aware that something can happen at any time,\" she said. \"It's just the times that we're living in.\"\nOn Friday morning, authorities briefly closed part of Pennsylvania Station, where hazardous materials workers investigated a suspicious package that turned out to be garbage and a green bottle filled with a liquid similar to drain cleaner. Kelly said the bottle was probably a prank.\nMany New Yorkers have become numb to repeated terrorism warnings, said Jose Foronda, 53, a hair stylist from Hicksville, N.Y. \"So many times they're telling you what's going to happen, you don't care anymore,\" he said.\nForonda, who commutes to Manhattan through Penn Station six days a week, said getting to work does not concern him. \"There's nothing you can do about it.\"\nThe Associated Press contributed to this article.\n\nGraphic\n\n \nJOHN SMOCK / Associated Press New York police check subway cars on Friday. Security was tight after Thursday's announcement of a specific threat to bomb the subway system. ; PETER MORGAN / Associated Press Security personnel clear an area of Pennsylvania Station after a bottle filled with a suspicious liquid was found there. The liquid turned out to be drain cleaner.\n\nLoad-Date: October 8, 2005"
}