{
    "title": "Terrorism dominates Baden-Baden talks",
    "publisher": "business insurance",
    "year": 2001,
    "month": 11,
    "day": 5,
    "full text": "BADEN-BADEN, Germany-Reinsurers and their cedents have expected, for some time, that the traditional year-end renewal negotiations in Baden-Baden would be tougher in 2001 than previous years.\nReinsurance costs, which have been steadily increasing over the past year, were expected to be pushed still higher by reinsurers as they finalized programs with cedents in private meetings.\nBut the notion of completing any renewal negotiations at the spa town in the Black Forest was abruptly dismissed by the terrorist attacks of Sept. 11.\nThe attacks, which seem certain to produce the largest reinsurance loss ever, have caused such disruption in the insurance and reinsurance markets that few reinsurers attending Baden-Baden this year were prepared to commit to cedents' programs.\nInstead of negotiating single or double figure increases in rates or lowering ceding commissions, reinsurers offered few indications about how much more they would charge for coverage, participants in the meeting say.\nWhile prices are expected to increase significantly, reinsurers were still trying to determine what they will cover rather than how much they will charge, they say.\nCoverage for terrorism risks is certain to be restricted, limits will likely be cut, and the definition of a catastrophe may change, they say.\nBut although these and other topics were earnestly discussed, there was little business finalized at the meeting, they say.\n''The tables were devoid of paper,'' noted Thomas Mahoney, managing director of St. Paul Reinsurance Co. Ltd. in London.\n''It's going to be a very long renewal season. It won't start in earnest till November, and it's probably going to run to the end of January and into February,'' he commented.\nBruce Bartell, underwriter on Chaucer Holdings Ltd. non-marine syndicate 1096 at Lloyd's of London, agreed.\n''I think most reinsurers have suggested that it's unlikely that they'll be putting terms out until after the NAII in mid-November,'' Mr. Bartell said.\nAnd the contracts that are finally drawn up are likely to include some severe restrictions on coverage for terrorism risks, participants say.\nAt Baden-Baden there was ''a very thorough discussion about the terrorism topic,'' said Wolfgang von Wasielewski, senior executive manager for Central and Eastern European countries for Munich Reinsurance Co.\nMunich Re, the world's largest reinsurer, had already contacted insurance company clients ahead of Baden-Baden to ask them to re-examine their policies in order to get a clearer assessment of their exposures to terrorism. The Munich, Germany-based reinsurance giant has not, however, come to a definitive policy on its own approach to terrorism, Mr. von Wasielewski said.\nAt Baden-Baden terrorism discussions concentrated on limits, higher rates and the possible provision of state pools, he said. Munich Re favors creation of government backed pools as reinsurers of last resort for terrorist risks.\nReinsurers have unlimited exposures to losses from terrorism in some countries and it is essential that they limit those exposures, maintained Mr. von Wasielewski. For example, a large car bomb detonated in a key business area could produce a loss that would be too large for auto insurers to bear, he said.\nWhile, terrorism exclusions are likely to be imposed, the extent of the exclusion was still being discussed at Baden-Baden, said St. Paul Re's Mr. Mahoney.\n''The whole thing was very fluid. People were just stating alternative positions and gauging reactions. There is no clear direction right now,'' he stated.\nThere might, however, be some relaxation in the blanket exclusion of terrorist cover that some reinsurers have suggested imposing, said Chaucer's Mr. Bartell.\n''The cover that's given may be in respect to smaller, simpler risks,'' with reinsurers looking at specific countries and certain risks below a certain value, he added.\nCoverage for catastrophes may also change, several reinsurers said. Man-made catastrophes, such as the destruction of the World Trade Center, may be rated separately from natural disasters, such as storms and earthquakes, they said.\nMr. Mahoney said: ''People are saying catastrophe cover should be for natural disasters only. Perhaps there should be another cover for other catastrophe risks so that they can be separately priced.''\nMr. Bartell at Lloyd's syndicate 1096 agrees that this is likely to be the way going forward. ''In some instances on catastrophe programs, the likelihood is that cover will be given for natural perils only.''\nOutside of terrorism losses, reinsurers have also suffered other large losses over the past year, said Jean Dailcroix, area manager-Central Europe for Le Mans Re.\nHis geographic area of responsibility, Central Europe, had been particularly badly impacted by flood claims, so clients had been prepared, in the generally hardening market, for tougher terms.\nCedents understand much better now the price that has to be paid for capacity and that conditions have to improve for reinsurers, he said.\nWhile rates, unusually, were not the key area of discussion at the meeting, there was nevertheless some talk of what reinsurers should charge in a hardening market.\nMr. von Wasielewski, of Munich Re, said that the level of increases will depend on the country where the risks are based. ''In general, you can say that there are countries and markets and branches where you should be prepared to have double the price,'' he maintained.\nIncreases also depend upon the line of business, and, while he emphasized that its hard to generalize, Mr. von Wasielewski noted industrial fire and motor business as two lines where rate increases are particularly needed.\n''A lot of companies are not quoting right now because they don't know where they are vs. retrocessions,'' said St. Paul Re's Mr. Mahoney.\n\nLoad-Date: November 9, 2001"
}