{
    "title": "TERRORISM INSURANCE PROGRAM PROVIDES MONTANA WITH ADDED PROTECTION",
    "publisher": "business insurance",
    "year": 2014,
    "month": 4,
    "day": 28,
    "full text": "Montana, with its sparse population and remote location, may not seem like a typical terrorism target, but the risk is real, and if an attack happens the state is covered, said Brett E. Dahl, Helena, Mont.-based director of the Risk Management and Tort Defense Division for the state of Montana.\nHe is quick to point out that Montana was home to one of the nation's most notorious domestic terrorists: Ted Kaczynski, also known as \"the Unabomber,\" who spent 17 years plotting deadly attacks from his remote cabin in western Montana.\nIn addition, the 2013 Boston Marathon bombings, allegedly perpetrated by Chechen brothers Dzhokhar and Tamerlan Tsarnaev, showed that just a few people can create havoc, he said.\nAlthough the state participated in a shared terrorism program under the Alliant Property Insurance Program, which pooled risk for a group of Alliant Insurance Services Inc. clients, Mr. Dahl said he wasn't satisfied with the primary coverage limits of $100 million per occurrence/$200 million aggregate. \"I know this sounds extreme, but what if terrorist cells did infiltrate our country and begin to attack local, city, state and federal governments - the heart and soul of this country - and those limits in the APIP program were gone? What would be left for my state to cover an act of terrorism that could cripple our infrastructure?\"\nSo Mr. Dahl investigated the purchase of terrorism insurance. He went to his broker, Tom Bryson, a senior vice president in the Thousand Oaks, Calif., office of Alliant, to secure a second shared APIP layer of coverage of $300 million per occurrence/$800 million aggregate available to APIP members through a Lloyd's of London syndicates. \"Then I said to myself, 'What if, again, a terrorist attack exhausted that $800 million aggregate?,'\" he said. \"I wanted $100 million standalone that applied only to the state of Montana.\"\nHe figured that this additional $100 million in standalone coverage, added to the APIP limits, would cover an attack on the state capitol building, valued at $300 million. And because London-based underwriters saw Montana's exposure as being fairly low, the price was right: Just $37,000 annually, Mr. Dahl said.\n\nLoad-Date: May 1, 2014"
}