{
    "title": "Terrorism Trial in U.S. Moves Minor Actor to Center Stage",
    "publisher": "the new york times",
    "year": 1989,
    "month": 2,
    "day": 14,
    "full text": "A year and a half ago, Fawaz Yunis became the first accused terrorist to be spirited out of Lebanon to face American justice. Now he is about to become the leading figure in a trial designed to demonstrate the effectiveness of a 1984 law that makes overseas hijacking a crime in the United States if Americans were victims.\nMr. Yunis is to stand trial in Federal District court here beginning Thursday on charges of hijacking a Jordanian airliner in 1985.\nThe trial is also an effort by the Government to show that there is cooperation among Federal agencies and foreign allies in fighting terrorism. An Elaborate Case by U.S.  The elaborate covert operation that lured Mr. Yunis into an ambush on the high seas in September 1987 and flew him nonstop to the United States was also part of a broader effort to show the world that the United States remained committed to the fight against terrorism, despite its arms dealings with Iran.\nMr. Yunis has spent much of his life as a supporting actor in the schemes and dreams of others. As a young man in Lebanon, he was picked by the leaders of a Shiite militia to carry out a 1985 hijacking that would underscore their anger about the presence of Palestinian guerrillas in Lebanon. The incident made world headlines when the empty Jordanian jetliner was blown up on the tarmac at Beirut International Airport.\nTwo years later, senior American officials selected Mr. Yunis as the first accused Middle Eastern terrorist to be spirited out of Lebanon and tried in an American court.\nThe prosecution need prove only that Mr. Yunis hijacked a plane carrying Americans with the intent of achieving a political goal. But court documents show the Government has put together an elaborate case that demonstrates their power under several recent anti-terrorism laws to pursue witnesses around the world.\n \nPassengers to Testify\nThe American passengers are to testify about the hijacking. In addition, an Arab passenger and two flight attendants from Alia Royal Jordanian Airlines have been put in the Federal witness protection program. Jamal Hamdan, the Lebanese informant who set up the arrest, is also a protected witness, and more than a dozen members of his family have been granted permanent residence in the United States. Witnesses from Italy will testify about the plane's brief stop there.\nMr. Yunis's tale is one of modern-day Lebanon, mixing blood and betrayal with violence, religion and commerce.\nThe country's long civil war has claimed the lives of two of his three brothers. One died fighting the Lebanese Army, the other in a battle against Palestinians. The informant who led Mr. Yunis into the trap posed as a friend, a man whose personal warmth and generosity was but a cover story.\n \nDenies Terrorist Activity\nMr. Yunis, who has spent the last 18 months in solitary confinement, said in his only interview since his arrest in September 1987 that he did not view the hijacking as in the same category as the bombings and kidnappings aimed at Americans in Lebanon. The interview was with The New York Times.\n''I don't believe our operation was a terrorist activity,'' he said of the hijacking. ''Had I meant to terrorize anyone, we would have acted in the same manner as in any other operation.''\nHe said they did not know there were any Americans on board until after the plane was hijacked.\n''We, the Amal movement, never had any problems with the American Government,'' he continued. ''It had nothing to do with the hostages, or with hijacking American planes. It had nothing to do with these issues. I never imagined that I would be arrested by the American Government.''\n \nCalled a Suitable Target\nWhat Mr. Yunis did not know is that the Reagan Administration had been searching for years for the opportunity to test a 1984 statute that makes it a crime to hijack planes carrying Americans. In the wake of the Iran-contra affair, senior officials said they redoubled the search for a suitable target, and Mr. Yunis was selected from among several possibilities.\nThe hijacking with which Mr. Yunis is charged began on June 11, 1985, when five armed men charged up the stairs of Royal Jordanian Airlines Flight 402 as it was boarding passengers at Beirut International Airport.\nAs the hijackers flew on their 30-hour journey from Cyprus to Tunis to Italy to Tunis to Beirut, they periodically read statements calling for the expulsion of all Palestinians from Lebanon.\nAmerican prosecutors say seven Jordanian sky marshals aboard the plane were beaten and brutalized until they told the hijackers the hidden locations of their weapons.\n \nPassengers Were Unloaded\nWhen the plane returned to Beirut for the final time, the passengers were unloaded and one of the hijackers, who identified himself only as Nazeeh, held a news conference on the tarmac. Moments later, the plane was blown up.\nAmong the American passengers on the plane were Thomas Landry Slade, the vice president of the American University in Beirut, and William, his 16-year-old son. In an unusual twist in a year filled with incidents, father and son where hijacked a second time the next day as they tried to fly home.\nThey emerged unscathed, and are scheduled as prosecution witnesses against Mr. Yunis.\nWithin a few months after Nazeeh held his news conference at the Beirut Airport, the Reagan Administration had identified him as Fawaz Yunis. Officials wrestled with the question of how to arrest a suspect who lived in Lebanon, a country in effect without laws or an extradition treaty.\n \nAn Answer for Americans\nThe answer was provided when American intelligence officers made contact with Mr. Hamdan in Cyprus.\nThe two are typical figures in wartime Beirut. Mr. Yunis, who is about 30 years old, is the son of a Beirut policeman. He studied literature at a private school and joined the Amal militia in 1978.\nHe calls himself a mujahed, or soldier, and said he commanded a group of about 10 people. ''We did any job asked of us from within the organization, be it standing guard, or fighting, or any other area,'' Mr. Yunis said.\nHe later told the F.B.I. that he had guarded some of the hostages in the 1985 hijacking of T.W.A. Flight 847; witnesses from that incident failed to pick him out of a lineup, and the prosecution has decided not to bring charges.\n \nA Brutal Killing\nAccording to Mr. Yunis, Mr. Hamdan had a checkered career in Lebanon. At one point, he ran an extortion racket in a Shiite neighborhood of Beirut.\nMr. Yunis said Mr. Hamdan's most serious crime was the killing of his sister-in-law. An American official said Mr. Hamdan was enraged because he suspected she had become a prostitute.\nAfter being jailed for the slaying, Mr. Hamdan escaped and fled to Cyprus, where he was living in 1987 when his new-found American friends told him to re-contact Mr. Yunis.\nBeginning in March 1987, Mr. Hamdan and Mr. Yunis exchanged frequent phone calls. With C.I.A. officers listening in, the two men spoke of their families, the political situation in Beirut and Mr. Yunis's need to make money. Several times, Mr. Yunis expressed the desire to take part in a drug deal, according to court papers. In one taped conversation, Mr. Yunis admitted his role in the hijacking.\n \nPromise of a Drug Deal\nThe plan was to lure Mr. Yunis into international waters off Cyprus with the promise of a drug deal. On Sept. 13, 1987, Mr. Hamdan, his brother Ali, and Mr. Yunis set out in small powerboat to meet a yacht full of F.B.I. agents posing as drug dealers.\nAccording to a former Administration official, the F.B.I. agents waited anxiously as the boat failed to arrive. The reason, Mr. Yunis said, was that Ali Hamdan had gotten lost.\nFinally, they found the yacht and Mr. Hamdan and Mr. Yunis climbed aboard. Two F.B.I. agents arrested him, pushing him to the deck so hard that he suffered two broken wrists.\nFrom the yacht, he was brought to the Butte, which steamed four days to an aircraft carrier on the opposite side of the Mediterranean. In this trip, Mr. Yunis confessed to the hijacking.\nThe Reagan Administration's plan for the arrest required that it be conducted in international waters, with Mr. Yunis flown directly from aircraft carrier to the United States with no stops on foreign soil.\n\nGraphic\n\n \nphoto of Fawaz Yunis (AP)"
}