{
    "title": "Terror groups live on despite leadership void Al-Qaeda's violent legacy may resurge",
    "publisher": "usa today",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "The death of Osama bin Laden, celebrated in the U.S. and other countries targeted by al-Qaeda, is likely to throw the terrorist group's surviving leadership into chaos and spawn reprisals from affiliate groups attempting to fill the void left by the longtime terror icon, security analysts and government officials said Monday.\n\"Decapitation does not mean the end of the movement,\" said Georgetown University professor Bruce Hoffman, who has studied terrorism and insurgencies for more than three decades.\n\"Some may see this as an opportunity to steal the limelight,\" he said. \"While the risk (of attacks) may go up, the good news is that in the rush to do something, some of these (groups) may go off half-cocked.\"\nFor years, bin Laden's grip on the operational workings of al-Qaeda had loosened dramatically as thousands of operatives were captured or killed on the battlefields of Afghanistan and Iraq and drone attacks chased top terror leaders deeper into hiding, the analysts said.\nBut what survives  is a fractured network of small terrorist franchises  strewn across Asia, Africa and the Middle East.\n\"Al-Qaeda, the organization, is hurting, but the fight in the coming years will be with al-Qaeda-ism -- the movement that survives bin Laden,\" said Phil Mudd, former executive assistant director of the FBI's National Security Branch.\nPerhaps the most troubling aspect of al-Qaeda's continuing influence is the emergence of so-called homegrown U.S. operatives who have drawn inspiration from bin Laden and, more recently, radical Yemen cleric Anwar al-Awlaki, said Tom Kean, co-chairman of the 9/11 Commission, which identified a series of government security failures leading up to the 2001 attacks.\nFor example, Army Maj. Nidal Hasan, accused in the 2009 massacre at Fort Hood in Texas, where 13 people were killed, allegedly sought guidance from the U.S.-born al-Awlaki prior to the shooting.\n\"The increasing threat of homegrown terrorism is part of the (al-Qaeda) legacy,\" Kean said, adding that the threat is likely to intensify in the aftermath of bin Laden's death.\nMarc Sageman, a terror analyst who has served as a consultant for the New York Police Department, said U.S. officials were over-estimating al-Qaeda's capacity to strike. And with bin Laden gone, he said, the terror organization would struggle to attract new recruits.\n\"Some person may become the new head of the global jihadist network, but nobody will ever come close to Osama bin Laden.\"\nAlthough bin Laden's assassination was lauded by White House deputy national security adviser John Brennan as a \"defining moment\" for U.S. counterterrorism operations, the celebration was tempered by talk of a continuing battle.\nSen. Jack Reed, D-R.I., a member of the Armed Services Committee, said bin Laden's death \"deals a huge symbolic blow to al-Qaeda.\"\nReed said  the terrorist leader's death should alarm the group's surviving members, including top lieutenant Ayman al-Zawahri.\nDespite those considerations, Reed said al-Qaeda remained a threat to U.S. interests.\n\"This does not eliminate the threat of terrorism,\" Reed said. \"It does not eliminate the threat of cells operating independently. This is a multiyear, perhaps generational, effort that requires as much diplomacy as it does military action to defeat.\"\nContributing: Richard Wolf and Gregg Zoroya \n\nLoad-Date: May 3, 2011"
}