{
    "title": "Terrorism fight, relief efforts could deplete budget surplus",
    "publisher": "usa today",
    "year": 2001,
    "month": 9,
    "day": 26,
    "full text": "WASHINGTON -- Fighting terrorism, helping victims and bolstering the nation's sagging economy may wipe out a federal budget surplus once forecast at more than $ 300 billion for 2002.\nCongressional leaders and budget analysts said it is possible that as a result of the attacks Sept. 11 and the response to them, the nation will run a deficit next year for the first time since 1997.\n\"We see the . . .  surplus largely evaporating next year,\" said Senate Budget Committee Chairman Kent Conrad, D-N.D.\nThat represents a startling turnabout and demonstrates how quickly budget projections can change, even in the short term.\nIn January, the 2002 surplus was projected at $ 313 billion, but the slowing economy and passage of President Bush's 10-year, $ 1.3 trillion package of tax cuts reduced that estimate. Last month, the Congressional Budget Office forecast a $ 176 billion budget surplus for the fiscal year that begins on Monday.\nNearly all of it comes from Social Security payroll taxes, money that President Bush and Congress had hoped to save in a \"lockbox\" for future retirees. Now, all discussion about the lockbox has been silenced, and the debate has turned to keeping the economy afloat.\nTuesday, Federal Reserve Chairman Alan Greenspan and key lawmakers discussed a tax-cut package of as much as $ 100 billion for 2002 to stimulate the economy. Sen. Chuck Grassley, R-Iowa, said such a tax cut must be temporary but \"significant enough to make a difference.\"\nEconomists and budget analysts say the government's surpluses have put it in good position to handle the extraordinary expenses it now faces. In fact, they say, spending the surplus can stimulate the economy during a downturn by putting more money in the hands of consumers and businesses. An economic bounceback would improve the government's budget outlook in future years.\nThere is a downside: A significant portion of the new spending is expected to become permanent, which would reduce surpluses anticipated in future years. Officials had hoped to use those surpluses to finance long-term overhauls of Social Security and Medicare, provide new prescription-drug benefits to senior citizens and pay off the $ 3.3 trillion public debt.\nNo one knows just how much the terrorism, the military response and the impact on the economy will cost the United States. But the figures are adding up quickly and could well exceed the $ 176 billion surplus projection.\nWhite House spokesman Ari Fleischer acknowledged fighting terrorists will require major funding. He said Bush will take \"the necessary steps\" and that \"the budget implications of that remain to be precisely determined.\"\nBill Hoagland, Republican staff director of the Senate Budget Committee, said Congress and the Bush administration are on track to spend up to $ 80 billion more than planned in 2002, and the increases could top $ 120 billion. The economic downturn could slice an additional $ 50 billion or more from the surplus by reducing tax payments from individuals and corporations.\n\"When you add it all up, we're back into the old-fashioned deficit world,\" Hoagland said.\nThe new spending already approved includes:\n * $ 40 billion in emergency aid to cover recovery efforts at the World Trade Center and Pentagon, the investigation and stepped-up security.\n * $ 15 billion in cash and loan guarantees for the airline industry.\nIn the pipeline:\n * $ 18 billion in additional defense spending.\n * An additional $ 20 billion to respond to the terrorist attacks..\n * $ 3 billion to boost education spending.\nCongress is bracing for requests from others hit by terrorism, such as airline workers and the travel industry.\nThe Congressional Budget Office has not updated its August forecasts and does not plan to do so before January. But analysts inside and outside government have concluded that those projections, as well as similar ones by the Bush administration, are now invalid.\n\"There is nothing that's relevant any longer,\" said Stan Collender, head of the Federal Budget Consulting Group at Fleishman-Hillard, a consulting firm. \"This is not just a 180-degree turn. It's like being in a different dimension.\"\nShrinking surplus\nThe estimated federal budget surplus for the fiscal year that begins Monday has been shrinking rapidly because of the slowing economy, the tax cut and costs related to the terrorist attacks Sept. 11. Senate Budget Chairman Kent Conrad estimates the 2002 surplus will be $ 20 billion to $ 30 billion; other analysts predict a return to deficits. How surplus projections have changed:\nEstimate: Projection\nJuly 2000: $ 312 billion\nJan. 2001: $ 313 billion\nMay 2001: $ 304 billion\nAug. 2001: $ 176 billion\nNow: Unknown\nSource: Congressional Budget Office\n\nLoad-Date: September 26, 2001"
}