{
    "title": "Terrorism law reverberates in U. Iowa lab",
    "publisher": "university wire",
    "year": 2006,
    "month": 11,
    "day": 29,
    "full text": "In a night, a lifetime's worth of work evaporated. Computers were doused with hazardous chemicals. Walls were peppered with animal-rights slogans. And then the lives of loved ones were jeopardized through veiled threats.\nSuch was the plight of University of Iowa researchers who endured the Spence Laboratories break-in of November 2004.\nThe perpetrators remain at large. And now, with a scribble of President Bush's pen, future similar acts will be labeled as terrorism.\nOn Monday, Bush signed the Animal Enterprise Terrorism Act, which will broaden current laws to grant greater protection to scientists, medical researchers, ranchers, farmers -- all those who regularly work with animals -- and their loved ones.\nAmong other mandates, the bill calls for increased punishment of assailants who harm animal-handlers with \"force, violence and threats involving animal enterprises,\" which include zoos, research labs, circuses and farms with livestock.\nBecause protesters who \"instill in another the reasonable fear of death or serious bodily injury\" can be fined upward of $100,000 and imprisoned for five years, civil liberties advocates have criticized the bill as an infringement on First Amendment free-speech rights.\nPaul Cooper, the UI director of the Office of Animal Resources, said defining the vandalism as terrorism would be erroneous. But he draws the line when the assailants threatened his -- and his colleague's -- families. That was terrorism, he said.\nCooper later said he does not believe any legislative measure would have prevented the lab incident.\nYet animal activists have concerns beyond the Bill of Rights. UI graduate student Will McBride, who represents the UI Farm Animal Welfare Network, said he fears all activists may be categorized as terrorists.\n\"Certainly, no one is advocating that breaking the law is OK,\" he said. \"But bringing attention to things through civil disobedience is legal. [But this act] fuels a certain energy to automatically discount things as terrorism when they are certainly not.\"\nRegardless of the law's constitutionality, for the UI researchers at Spence Laboratories, Bush signed the bill two years too late.\nIn an e-mail written to local media the week following the Spence break-in, members of an extremist group called the Animal Liberation Front took responsibility for the vandalism. They threatened malice on animal researchers and then listed the names, office locations, home addresses, phone numbers and names of spouses of Spence scientists.\n\"Let this message be clear to all who victimize the innocent: We're watching,\" the e-mail stated. \"And by ax, drill or crowbar -- we're coming through your door. Stop or be stopped.\"\nSome at Spence Laboratories are still looking over their shoulders, Cooper said. The passing of the Animal Enterprise Terrorism Act may marginally dull the blade of paranoia in the labs, but the shock of the break-in is not easily dispelled, he said.\n\"I didn't think this sort of thing would have happened here,\" Cooper said. \"We run a good program here -- a good research program. I never expected anyone to break in.\"\nFBI Special Agent Jonathan Robitaille of the agency's Omaha bureau said the case remains open.\n\"We are investigating it,\" he said, declining to comment on any specifics. \"We are working late. The investigation is pending, and we are investigating leads.\"\n(C) 2006 The Daily Iowan via U-WIRE\n\nLoad-Date: November 29, 2006"
}