{
    "title": "Terror threat changes as local groups spread Despite rise in activity, demand for coverage appears t",
    "publisher": "business insurance",
    "year": 2010,
    "month": 6,
    "day": 7,
    "full text": "International terrorist groups like al-Qaida are less effective now than previously, but local terrorist groups are on the rise, according to an Aon Corp. report released Wednesday.\nThe Chicago-based broker's 2010 Terrorism Threat Map, created in collaboration with London-based consultant Janusian Security Risk Management P.L.C., found the threat of terrorism has increased in the United States.\nMeanwhile, reinsurance broker Guy Carpenter & Co. L.L.C. said in a separate report that reinsurers would like to place more terrorism business, but the demand for standalone terrorism coverage is on the wane.\nAon's map is based on a database that monitors news of attacks, thwarted plots, terrorist communiqués and government countermeasures. The findings represent a snapshot of the security situation in each country and are not intended to be predictive, Aon said.\nEach country is categorized based on its current threat level: low, guarded, elevated, high and severe. While the United States remains in the elevated threat category as it was in 2009, it has moved to the higher end of that spectrum. Since early 2009, there have been eight significant Islamist-related attacks and plots in the United States, Aon said.\nThe U.S. has done a good job of erecting the kind of defenses that make it more and more difficult for violent extremists to operate in the country, but in a free society (terrorists) can find a way, Richard Myers, retired chairman of the U.S. Joint Chiefs of Staff and a member of Aon's board of directors, said at a press conference in New York.\nAon officials said the United Kingdom, categorized near the bottom of the high threat group, is in a similar situation as the U.S.\nLocal groups increase\nGlobally, al-Qaida's ability to mount large-scale attacks has diminished, but the appearance of local terrorist groups has increased, Aon said. The local groups have nationalist, far right-wing or far left-wing agendas, and often confine their activities to their home area. That contrasts with al-Qaida, which has sought to expand its operations around the world, officials said.\nWe're seeing the spread of Islamist ideology but into more defined pockets around the world, said David Claridge, London-based managing director of Janusian.\nThe Terrorism Threat Map identifies seven countries as under severe threat of terrorism (see box).\nIn addition to the United Kingdom, 19 other countries are rated as having a high threat of terrorism, including Colombia, Israel, Nigeria, the Philippines, Russia, Saudi Arabia, Thailand and Turkey.\nAside from the United States, more than two dozen other countries classified as having an elevated threat of terrorism include France, Germany, Mexico and Sudan.\nFourteen countries saw their threat level decrease compared with Aon's 2009 map, while 16 countries saw their threat level increase.\nMeanwhile, the Guy Carpenter report found that 83% of the reinsurers that responded to an informal survey in September said they are actively seeking new or expanded terrorism transactions. But the survey found that demand for standalone coverage is continuing to drop.\nOther priorities for the reinsurance budget and the passage of time since the last major terrorist strike were cited in the report as possible reasons for the drop-off.\nThe report also cited a finding it called somewhat surprising: the availability of coverage for nuclear, biological, chemical and radiological exposures through about two-thirds of the markets, with roughly one-third of the markets considering pandemic covers.\nAon's report is available free with registration at www.aon.com/terrorismmap. Guy Carpenter's report is available at            www.guycarp.com.\nMark A. Hofmann contributed to this article.\nCopyright 2010 Crain Communications Inc. All Rights Reserved.\n\nLoad-Date: June 11, 2010"
}