{
    "title": "TERRORISM VERDICT TIGHTENS AIRPORT SECURITY",
    "publisher": "the world",
    "year": 1995,
    "month": 10,
    "day": 3,
    "full text": "NEW YORK (AP) - Americans paid for the terrorist convictions of 10\nMuslim radicals with tighter security at airports nationwide Monday.\nIn the toughest measures since the Persian Gulf War, cars left\nunattended at curbside were immediately towed, airline passengers had to\npresent picture identification with their tickets and security officials\nwere ordered to search suspicious cars.\nJames Kallstrom, chief of the FBI's New York office, was unsure about\nthe likelihood of an attack in retaliation for Sunday's convictions. But\nhe \"absolutely\" expected terrorist threats to increase.\n\"We're planning for the worst,\" he said.\nSecurity also was tightened outside the White House, with pedestrians\nblocked from Pennsylvania Avenue.\nTransportation Secretary Federico Pena ordered the heightened airport\nsecurity hours after Sheik Omar Abdel-Rahman and nine others were\nconvicted of conspiring to blow up the United Nations, a federal\nbuilding in Manhattan, two tunnels and a bridge. They also planned to\nassassinate Egyptian President Hosni Mubarak.\n\"Based on several current and future events, more security measures are\nnow warranted,\" Pena said.\nHe apparently was also referring to Pope John Paul II's visit to the\nUnited States this week and the United Nations' 50th anniversary\ncelebration later this month. Security was boosted Monday at the United\nNations, said spokesman Joe Sills. He refused to give details.\nPena had already ordered a \"heightened state of alert\" on Aug. 9 for\ntransportation facilities nationwide after President Clinton called for\na review of airport security procedures.\nAt Newark International Airport, where the pope will arrive on\nWednesday, increased security was barely noticeable. But tighter\nmeasures have been in effect there since Aug. 13, when federal officials\nwarned that Islamic radicals might be planning a car bombing at Kennedy\nInternational Airport in New York City.\nSecurity was perhaps tightest at Kennedy, where people without tickets\nwere barred from food concourses and newsstands. Outside the Korean\nAirlines terminal, employees checked passports before allowing\npassengers to enter.\n\"For the safety, it's good,\" said one passenger, Young Kum of New York\nCity. \"For me, it's inconvenient.\"\nAt Dulles International Airport outside Washington, travelers on a New\nYork-bound flight had to produce picture identification when checking\nbags at the curb and again when they picked up their seat assignments.\nDallas-Fort Worth Airport barricaded 1,600 one-hour parking spaces close\nto the terminal. Sacramento Airport took the same steps and also asked\ntravelers to check in 90 minutes before their flights.\nWhile the measures were stiff, they were not as stringent as during the\ngulf war, when airports halted curbside check-in and barred people\nwithout tickets beyond the metal detectors that lead to flight gates.\nAnd the effort didn't even come close to normal security at other\nairports around the world. In Britain, Italy and France, for example,\nthere is a military presence at airports and it is routine to search\npassengers and luggage and require picture identification.\nDespite the World Trade Center and Oklahoma City bombings, \"Americans\nstill believe they are fairly immune to attacks,\" said Harvey Kushner,\na terrorism expert and chairman of the Department of Criminal Justice\nand Security Administration at Long Island University.\nChange has been slow because airlines are afraid of worrying passengers\nand tighter security costs more money, he said.\n\"We're starting to join the rest of the Western world,\" he said, \"but\nwe have a long way to go.\"\n\nLoad-Date: October 3, 1995"
}