{
    "title": "TERROR AFTERMATH Chief describes Boston Marathon lessons learned",
    "publisher": "los angeles times",
    "year": 2014,
    "month": 4,
    "day": 10,
    "full text": "WASHINGTON - It's been almost a year since police in the Boston suburb of Watertown were at the center of the hunt for the Boston Marathon bombing suspects.\nPolice found themselves in a late-night shootout with the suspects - one was killed, the other was found wounded almost a day later.\nOn Wednesday, Watertown's police chief was on Capitol Hill testifying at a House hearing on the aftermath of last April's bombings.\nEdward Deveau was asked about what lessons his department learned in the wake of the attack and if anything should be different.\nHe said while his department is too small for a permanent seat on the Boston area's Joint Terrorism Taskforce - one of many task forces around the country organized by the FBI - smaller agencies like his \"need to have access to that table immediately after events such as the Boston Marathon bombings.\nA few days after the attacks that killed three and wounded hundred others, Watertown officers got into an early morning shootout with bombing suspects Tamerlan and Dzhokhar Tsarnaev.\nDeveau said his officers thought they were pursing carjacking suspects when the officers were attacked with homemade explosives and gunfire.\nTamerlan Tsarnaev was killed in the shootout and Dzhokhar Tsarnaev was found nearly a day later, wounded and hiding in a boat.\nDeveau testified before the House Homeland Security Committee along with a sergeant from his department and former Boston Police Commissioner Ed Davis.\n\"When something like this happens, we need to have access to that table ... to be updated, Deveau said of working with the FBI-led terrorism task force. \"We need to have a seat right away.\nThe committee chairman, Rep. Michael McCaul, R-Texas, said he still worried that law enforcement officials missed signs that Tamerlan Tsarnaev had become increasingly radicalized in the months and weeks leading up to the bombings.\nMcCaul said a report from the committee on the bombings \"found that several red flags and warnings were missed.\nThe Los Angeles Times reported Wednesday that Tamerlan Tsarnaev submitted an application with immigration authorities to legally change his name to honor a slain militant who fought Russian forces in Dagestan, a Russian republic where the Tsarnaev family is from.\nThe Tsarnaev brothers, ethnic Chechens, and their family immigrated to the Boston area more than a decade ago. Tamerlan Tsarnaev was a legal permanent resident. Dzhokhar Tsarnaev became a naturalized citizen just months before the bombings.\nDzhokhar Tsarnaev has pleaded not guilty to a 30-count indictment and is scheduled to stand trial in federal court in November. The government is seeking the death penalty.\n\nLoad-Date: April 10, 2014"
}