{
    "title": "TERRORISM RERUN_ FIGHT'S NOT FUTILE",
    "publisher": "daily news ",
    "year": 1996,
    "month": 6,
    "day": 28,
    "full text": "Terrorists don't rule the day, but sometimes it seems like it. The struggle against them is constant and frustrating. Even the vehicle bombings that strike at Americans - last year in Oklahoma City, this week in Dhahran, Saudi Arabia - have eerily familiar backdrops: those buildings shorn of their front walls.\nNow U.S. military-security policies are being reviewed. President Clinton has revved up some new international proposals. Through Defense and State department orders, various barracks, bases, embassies and compounds will likely get even more barriers.\nThis is the price a society pays for the savage zeal of a few. The defensiveness seeps down to ordinary life: guards in offices, surveillance systems and detectors.\nIn a way, successful terrorists and political assassins win, if by winning one means hitting society's heart and bringing more fear in at the edges of ordinary life.\nA few shots of a strange and embittered Lee Harvey Oswald shattered an American era. The terrorists who killed crowds of random Israelis during the election campaign succeeded in weakening the peace process they opposed. Those who bombed the federal building in Oklahoma City succeeded in highlighting the pseudo-patriotic hate groups' cultish distrust of the federal government.\nThe bombers of Dhahran succeeded in bringing attention to the tensions of Saudi Arabia, where America has quietly helped play a defensive role against the maneuvers and intrigues of Iraq.\nYet united determination to root out terrorists can make headway, even if a society is ever vulnerable to the poisons and explosives that can be more easily carted around on open streets. The airline hijackings that plagued the 1970s have been largely curtailed, albeit with more omnipresent airport security.\nSome of the old international gangs have been chased and prosecuted into extinction. Some of the prime terrorists have been put out of business.\nMore killers will arise, and societies will be hurt and shaken by them. But the fight against them is not as futile as it seems when the dead are being mourned and buried.\n\nGraphic\n\n \nTIM BRINTON\n\nLoad-Date: June 29, 1996"
}