{
    "title": "Terrorism takes some sparkle out of New Year's",
    "publisher": "the tampa tribune ",
    "year": 2016,
    "month": 1,
    "day": 1,
    "full text": "On a New Year's Eve haunted by fears of terrorism, many people were bidding a weary and wary adieu to a year marred by attacks that left nations reeling and nerves frayed.\nIn Bangkok, site of a deadly bombing months ago, police flanked partygoers. In Paris, residents recovering from their city's deadly attacks participated in scaled-back celebrations.\nA look at how people around the welcomed the new year:France: The French are still recovering from attacks Nov. 13 that killed 130 people in Paris, and authorities prepared for a possible worst-case scenario on New Year's Eve. About 60,000 police and troops were deployed across the country.\nFrench President Francois Hollande used his traditional New Year's Eve speech to warn that the terrorist threat is still at its highest level.\nParis canceled its usual fireworks display in favor of a five-minute video performance at the Arc de Triomphe just before midnight, relayed on screens along the Champs Elysee.\nThailand: Less than six months after a pipe bomb killed 20 people at the Erawan Shrine in Bangkok, tens of thousands of people rang in the new year at the intersection with live music and a countdown.\nUp to 5,000 police officers were in the area, with explosives ordnance disposal experts sweeping the area ahead of time.Japan: New Year's Eve is Japan's biggest holiday, and millions of people crammed into trains to flee the cities for their hometowns to slurp down bowls of noodles, symbolizing longevity, while watching the annual Red and White song competition on television. As midnight approached, families bundled up for visits to neighborhood temples, where the ritual ringing of huge bronze bells reverberated through the chill.\nVatican City: Pope Francis encouraged humanity to hang on to recollections of good deeds so that gestures of goodness can be seen triumphing over evil. \nHe presided over a prayer service in St. Peter's Basilica, where he mused about how people sometimes are driven by insatiable thirst for power and by gratuitous violence. He said it was impossible to forget so many days marked by violence, by death, by the unspeakable suffering of so many innocents.New York: About 1 million people were expected to converge on Times Square for the annual New Year's Eve celebration, with about 6,000 police officers on hand.\n\nLoad-Date: January 1, 2016"
}