{
    "title": "TERRORISTS RAID ROME SYNAGOGUE; BOY, 2, IS KILLED AND 34 ARE HURT",
    "publisher": "the new york times",
    "year": 1982,
    "month": 10,
    "day": 10,
    "full text": "Unidentified gunmen threw hand grenades and fired submachine guns at worshipers leaving the Rome synagogue today at the conclusion of Sabbath services.\nA 2-year-old boy was killed and 34 people were wounded, some seriously.  Witnesses gave differing accounts of the attack, but most said it was carried out by two men with dark complexions.  Some witnesses said the men fled on foot; others reported that they escaped in a car in which two accomplices were waiting.\nROME, Oct. 9 - Unidentified gunmen threw hand grenades and fired submachine guns at worshipers leaving the Rome synagogue today at the conclusion of Sabbath services.Crowd Sprayed With Bullets\nThe two men were reported to have been asked by a security agent employed by the Jewish community to identify themselves. They responded by lobbing four or five grenades and spraying the crowd with submachine-gun bursts.\nThe dead child was identified as Stefano Tache. His 4-year-old brother, Marco, was reported in grave condition with wounds in his head and abdomen. The boys' parents, Joseph and Daniela, were less severly wounded. Today marked Shemini Atzereth, a holiday on which children are taken to synagogue for a special blessing.\nNo arrests have been made and no terrorist organization has taken responsibility for the attack. A police official said that no special police guards were assigned to the synagogue but normal foot patrols passed on their rounds.\n \nPremier Visits Scene\nTen hours after the attack on the synagogue a bomb exploded outside the Syrian Embassy, according to The Associated Press. The police said the explosion caused no injuries and only slight damage to the building.\nThe synagogue, an imposing building opened in 1904, stands on the bank of the Tiber River in Rome's historic center, opposite Tiberina Island. Behind it extends the area that was once the ghetto.\nPrime Minister Giovanni Spadolini rushed to the scene minutes after the attack to express to Chief Rabbi Elio Toaff his shock and his solidarity with the Jewish community, which numbers 14,000 in the capital and 36,000 in all of Italy.\n''The disease of anti-Semitism must be removed from our country in the name of the ideals of tolerance, justice and liberty, in whose names we have always fought,'' Mr. Spadolini declared.\nPresident Sandro Pertini and leaders of political parties ranging from the Communists to the Christian Democrats issued condemnations.  The neo-Fascist Italian Social Movement remained silent.\nPope John Paul II instructed the Vicar of Rome, Ugo Cardinal Poletti, to express his ''deep pain and consternation'' to the leader of the Jewish community and the victims.\n \nAngry Crowds Gather\nLargely Jewish crowds at the police cordon around the synagogue vented an anger that has been building in the Jewish community here since the visit last month of Yasir Arafat, leader of the Palestine Liberation Organization.\nMr. Arafat was received by the Pope, President Pertini and Foreign Minister Emilio Colombo and was greeted with a standing ovation at a session of the Interparliamentary Union.\nThe bystanders at the synagogue today shouted angry remarks against those who met with the Palestinian leader and showed special hostility toward the press, which they accused of creating an anti-Semitic mood. Some reporters, including Americans and other foreigners, were struck and had their notebooks thrown to the ground.\nSeveral hundred youths marched from the synagogue into the center of the city, shouting slogans against Mr. Arafat and terrorists.\n \nMilan Synagogue Attacked\nLeaders of the Jewish community are concerned over what they consider anti-Jewish undertones in the press and in other aspects of public life since the Arafat visit and particularly since the massacre of Palestinians by Lebanese Christian militiamen in Beirut three weeks ago.\nA bomb was thrown into the Milan synagogue on Sept. 29, damaging the empty building. A Milan hotel canceled a scheduled bar mitzvah reception on the demand of labor unions. The unions also refused to service flights of El Al, the Israeli airline, and port workers boycotted Israeli ships for a week.\nThe Modena City Council, which is controlled by Communists, canceled a scheduled festival of films featuring American Jews, notably Woody Allen, and individual Jews reported anti-Semitic slights, which are rare in this country.\n \n----\n \nIsrael Deplores Attack\nJERUSALEM, Oct. 9 (AP) - Israel deplored the attack on a Rome synagogue today and called for a united fight against terrorism.  A Foreign Ministry statement said ''this horrible act again points to the vile character'' of terrorists who attack worshippers during prayer. The statement avoided accusing any group of the assault.\nIn the past, Israel has routinely blamed the Palestine Liberation Organization for any terrorist activity against Jewish targets.  After several anti-Jewish attacks this summer, Israeli focused its anger on some of the press, saying coverage of the Israeli invasion of Lebanon encouraged anti-Jewish sentiment.\n''The time has come for the enlightened world to unite in the fight against terrorism and not to surrender to it,'' the Foreign Ministry statement today said.\n\nGraphic\n\n \nIllustrations: photo of policewomen and blast victim photo of blast scene (page 20) map of Rome"
}