{
    "title": "TERRORISM WILL CLAIM NO VICTORIES IN ATLANTA; IT IS A COWARD'S WEAPON, WHENEVER AND WHEREVER IT'S US",
    "publisher": "portland press herald",
    "year": 1997,
    "month": 1,
    "day": 18,
    "full text": "Once again police in Atlanta are investigating a cowardly bombing attack.\nThis time, the site is not an international Olympic venue, as it was in July.\nThen, a bomb exploded in the city's Centennial Park, killing one woman, wounding others and threatening, if only briefly, the Olympic spirit.\nThis time violence has struck a modest building, where it remains to be seen whether freedom under law was under attack.\nThe structure houses, among other professional enterprises, the Atlanta Northside Family Planning Services clinic. It is a place where American women exercise their legal right of reproductive choice.\nIt is on that clinic that police attention is focused. Yet some doubt that it was the primary object of the attack. Questions arise because two bombs, not one, exploded there Thursday morning. Using one explosion as bait to rain even greater destruction on police who respond is a known terrorist tactic.\nSo, unfortunately, is the use of bombs directed at family planning clinics. The same Atlanta clinic was firebombed at a different location 13 years ago.\nSuch activity has declined markedly in recent years in response to strong laws and aggressive policing. Last year there were seven incidents of bombing and arson at abortion clinics in the entire country. Nevertheless, Wednesday marks the 24th anniversary of the U.S. Supreme Court's landmark Roe vs. Wade decision, and police are investigating any possible connection.\nFederal authorities are also being understandably cautious. They were criticized for too quickly, and erroneously, focusing on a security guard, Richard Jewell, as the primary suspect in the Centennial Park bombing.\nTerrorism has no place in the abortion debate, just as it had no place at the Summer Olympics. Americans, whatever their differing views on abortion, should unite in agreement on that.\n\nLoad-Date: January 19, 1997"
}