{
    "title": "Terror group taking credit for N.Y. plot a 'direct threat'",
    "publisher": "usa today",
    "year": 2010,
    "month": 5,
    "day": 4,
    "full text": "A Muslim terror group in Pakistan that is vowing to attack U.S. cities and took credit for a failed car bombing in Times Square is emerging as a serious threat, terrorism experts said Monday.\nHakimullah Mehsud, head of Tehrik-e-Taliban and a man Pakistani intelligence agencies once said was killed in a missile strike, appeared in two videos posted on YouTube and militants' sites recently to say his group is preparing to move beyond fighting U.S. troops in Afghanistan.\n\"If you look at the Mehsud video, one thing you can't worry about anymore is intent,\" said Bruce Riedel, a former CIA officer in Pakistan. \"It's a question of capability,\" he said. \"Given there is a pretty large Pakistani and Afghan community in the United States, could they find someone here to help carry out an attack? It's possible.\"\nTehrik-e-Taliban spokesman Qari Mehsud claimed in a third video that the group was responsible for the Saturday night attack in Times Square, in retaliation for the killing of two top al-Qaeda in Iraq leaders last month, he said.\nPolice Commissioner Raymond Kelly said no evidence has surfaced to back up that claim. Attorney General Eric Holder said it was too early to say whether there is a foreign connection.\nIn 2007, numerous Taliban leaders in Pakistan grouped under the banner Tehrik-e-Taliban and fought the Pakistani army to a standstill in frontier areas of the country. The group has battled NATO troops in Afghanistan and was accused by Pakistan of assassinating politician Benazir Bhutto. In the past two years, it has shown a desire to target NATO countries, experts said.\n\"Regardless of the (Times Square claim) being true or not, they raise the specter of the Pakistan Taliban morphing into a more global platform and direct threat to the West,\" said Juan Zarate, who served as the George W. Bush administration's deputy national security adviser for combating terrorism.\nIn one video, Mehsud warns NATO nations, \"You will face even worse humiliation, destruction and defeat than America.\"\nIn a video that surfaced in January, Mehsud was seated next to a Jordanian who carried out an attack that killed seven CIA agents at a U.S. base. Pakistan said that Mehsud was subsequently killed in a CIA airstrike, but the Associated Press said Pakistan intelligence believed Mehsud may still be alive. \n\nLoad-Date: May 4, 2010"
}