{
    "title": "Terrorism fears are tempered",
    "publisher": "st. petersburg times ",
    "year": 1991,
    "month": 1,
    "day": 20,
    "full text": "The threat of retaliatory attacks from Middle East terrorists dropped a chill on Americans last week that forced the cancellation of overseas travel plans and prompted many to rethink the safety of public events at home.\n \n    Time and time again, the United States has heard the angry threats of retribution. Yet, relatively few have been real.\nBaltimore Sun   In December 1981, for example, the nation was set on its ear when reports surfaced that Libyan President Moammar Gadhafi had dispatched hit squads to assassinate President Reagan. While security precautions were markedly stepped up, the hit men never materialized.\n \n    But now Americans at home and abroad are being bombarded with yet another round of warnings, as the government beefs up security worldwide.\n \n    They are cautions, terrorism experts agree, that are warranted, particularly overseas.\n \n    But this time, the anxiety and apprehension over a possible attack within the borders of the United States seem higher than before.  There are concerns about terrorist acts against crowds at sporting events and malls, against municipal water supplies and office air-conditioning systems.\n \n    \"There's a line between prudence and paranoia,\" said Bruce Hoffman, an international terrorism expert with the Rand Corp., a conservative think tank in Santa Monica, Calif.\n \n    \"It's certainly prudent to increase security at potential terrorist targets, certainly prudent to address vulnerabilities,\" he said. \"In essence, we have to do that, lest we send the wrong message to terrorists and invite them or embolden them to undertake an attack because they think we've left it undefended or left it vulnerable.\n \n    \"But at the same time, that doesn't mean we should become paranoiac that there's an actual, immediate, monolithic terrorist threat in this country right now.\"\n \n    The FBI, which is responsible for detecting and deterring terrorist attacks at home, considers the risk of attack \"extremely high worldwide\" and is taking the threats \"extremely seriously,\" a spokesman said last week.\n \n    But FBI officials tempered their concern for attacks at home.\n \n    \"The level is lower right here in the U.S. than it is overseas,\" said  FBI spokesman Thomas Jones.\n \n    Yet by no means did he rule out the possibility of an attack.\n \n    \"I don't think we could prevent a terrorist incident in this country,\" Jones said. \"We have a lot of borders in this country, and to think that we could cover every inch of it would be very naive.\"\n \n\nGraphic\n\n \nBLACK AND WHITE PHOTO, Associated Press; A Soviet worker piles up slabs of concrete in front of the U.S.  Embassy in Moscow to increase protection against possible terrorist attacks\n\nLoad-Date: November 12, 1992"
}