{
    "title": "Terrorism punctures heart of India tourism Militants force pro-West nation onto front lines",
    "publisher": "usa today",
    "year": 2008,
    "month": 11,
    "day": 28,
    "full text": "MUMBAI, India -- Sitaram Sharma saw the new face of terrorism in India with his own eyes when two young men in T-shirts and jeans strode past his street stall and started blasting assault rifles into a sidewalk cafe filled with Western tourists.\n\"I've lived in Mumbai for 50 years and never seen anything like it,\" Sharma said, still visibly shaken hours after the bloodshed.\nThe gunmen were members of a terrorist team that rampaged through the heart of India's commercial capital Wednesday and Thursday, killing at least 119 people, taking Western hostages and delivering an unmistakable message: This pro-American democracy of 1.2billion people has joined the front lines of the global war on terror.\n\"This is going to be our future -- the Indian state fighting terrorists,\" said Suba Chandran, deputy director of the Institute of Peace and Conflict Studies in the Indian capital New Delhi. \"It is going to be a long process. There is no easy solution.\"\nThough it was unclear exactly who orchestrated the attacks, they appear to provide further evidence that the main battleground for Islamist extremists is shifting from Iraq, where violence has fallen dramatically this year, to the democracies of South Asia. Militants are inflicting heavy casualties on U.S. and NATO forces in Afghanistan, seizing control of territory from a fragile government in Pakistan and proving they can strike just about anywhere in India.\n\"The implication for us is that there are bad guys still out there, and we're going to have to learn how to deal with them, because our friends are getting sucked into this big-time,\" said Rep. Gary Ackerman, D-N.Y., chairman of the House subcommittee on the Middle East and South Asia.\nIn the past six months, terrorists have detonated bombs and killed dozens of people in several cities including New Delhi and the technology and outsourcing center of Bengaluru. The very factors that in recent years have made India such a compelling success story -- its impressive economic growth, its expanding ties with the West, its relatively open society -- may be making it an irresistible target.\n\"India is going to have more problems in the future,\" said Edward Turzanski, senior fellow at the Foreign Policy Research Institute. \"It's such a large target of opportunity.\"\nPresident Bush called India's prime minister from Camp David to express \"solidarity with the people of India,\" White House press secretary Dana Perino said. President-elect Barack Obama, spending Thanksgiving in Chicago with his family, received an intelligence briefing and spoke by phone with Secretary of State Condoleezza Rice.\nThe coordinated strikes in Mumbai, a rollicking city of 19million on the Arabian Sea, were the most audacious yet to be seen in India. They focused on the kind of so-called soft targets that security experts have long cited as being vulnerable around the world: two luxury hotels, a cafe, a train station, a hospital and the headquarters of a Jewish group, among others.\nBy early this morning, Indian commandos had freed dozens of hostages but dozens more were trapped inside the Oberoi Hotel, according to the Maharashtra state home ministry. More than 400 people were brought out of the Taj Mahal hotel, and army forces were scouring the building for survivors.\nSurvivors reported seeing dozens of dead bodies upon exiting the hotels. Three Americans were among at least 288 people who were injured in the attacks, the State Department said.\nHomegrown militants?\nThe group that claimed responsibility for the attacks in an e-mail message to Indian news media -- Deccan Mujahedin -- was largely unknown to terrorism experts, who are divided over who its members are and where they come from.\nIn a national address, Indian Prime Minister Manmohan Singh said the attackers probably had \"external linkages\" -- an apparent reference to rival Pakistan.\nOsama bin Laden's al-Qaeda network has established a refuge in the mountains along Pakistan's border with Afghanistan. Indian officials often blame Pakistan's military spy agency, the Inter-Services Intelligence (ISI), for orchestrating terror attacks inside India, particularly in the disputed region of Kashmir.\nThe two nuclear-armed countries almost went to war after Pakistani-backed Islamist militants attacked the Indian parliament in December 2001, killing 12 people. After the Mumbai attacks Wednesday, Pakistan was quick to condemn the terrorists.\nChristine Fair, South Asia analyst for the RAND Corp. think tank, suspects that the Mumbai terrorists are homegrown Indian militants, bearing grievances over the way India's 140million Muslims are treated by the Hindu majority. \"This isn't India's 9/11,\" she said. \"This is India's Oklahoma City.\"\nAl-Qaeda's cloud of suspicion\nNamrata Goswami, associate fellow at the Institute for Defense Studies and Analyses in New Delhi, says the attackers are domestic terrorists who sought to impress Islamist militants around the world. \"They want to establish some kind of linkage with al-Qaeda,\" she said. \"But I don't believe it is there. The motive is very, very clear. This outfit wants to attract sponsors abroad. There's a lot of money in it.\"\nGoswami said Indian Muslims bear plenty of grievances. They lag economically. And they have been targeted by Hindu extremists; hundreds of Muslims died, for instance, in communal riots in the Indian state Gujarat in 2002.\nOther analysts such as Sajjan Gohel, director of international security for the Asia-Pacific Foundation in London, see the attacks as part of a broader struggle to foment holy war against the West and its allies. \"There could be an indigenous element,\" Gohel said, \"but there are always transnational links, normally leading back to al-Qaeda and company in Pakistan.\"\nAl-Qaeda has suffered heavy losses this year in Iraq, where Iraqi Foreign Minister Hoshyar Zebari told Reuters on Thursday that the war against the militant group was in its \"final stages.\" U.S. military commanders, however, have warned that al-Qaeda is shifting operatives back to the Pakistani-Afghan border region, and the group is eager to demonstrate it is still capable of spectacular attacks.\n\"I would be stunned if (the Mumbai attacks) were not very heavily based in Pakistan,\" Turzanski said.\nWhoever the attackers were, they caught Indian security forces unprepared. \"Till now, we were greeting with glee Pakistan's incompetence in dealing with terrorism,\" Bahukutumbi Raman, former head of counterterrorism for India's intelligence agency, wrote on his blog after the Mumbai attacks. \"We can no longer do so. We have become as clueless as Pakistan.\"\nAccording to the Associated Press, more than 30 terrorists entered the city by ship, then clambered into inflatable rubber rafts around 9 p.m. Wednesday, passing through the Gateway of India -- a massive archway on the Mumbai waterfront built during British colonial rule.\nThe killing began at the Cafe Leopold, a famous watering hole for Western tourists who come to unwind in a dining room decorated with a picture of Elvis Presley.\nSharma, the street salesman, said he thought he heard the pop of firecrackers left over from the recent Diwali festival. They were gunshots. He saw people running and screaming. Then he spotted the two gunmen picking off patrons in the cafe; he said they were targeting foreigners.\nFive minutes later, the terrorists stormed the nearby Nariman House, owned by the ultra-Orthodox Jewish group Chabad-Lubavitch. Three people -- including the toddler son of Rabbi Gavriel Holtzberg -- walked out. The rabbi and others remained inside, their fates unknown, the Jewish group reported on its website. RAND's Christine Fair said it is the first known attack on India's Jewish community.\nThe attackers moved onto the majestic Victorian-style Chhatrapati Shivaji train station, mowing down commuters with Kalashnikov assault rifles.\nAt 10 p.m., gunmen barged into the Oberoi luxury hotel through different doors.\nMadhur Kapur was enjoying dinner with her banker husband when a lone terrorist carrying a machine gun barged into the hotel's Kandahar restaurant and told everyone to freeze.\nInstead, chaos ensued. Kapur fled down a fire escape and made it downstairs to the swimming pool, where Indian security forces evacuated her. She hasn't seen her husband since.\nA similar scene unfolded at the iconic Taj Mahal Palace & Tower, a 105-year-old landmark that caters to Mumbai's elite and to rich-and-famous foreign guests including Mick Jagger and Steven Spielberg.\nGauging attack risk\nSince 9/11, security experts have been divided over the possibility of similar attacks in America.\nDavid McIntyre, director of Texas A&M University's Integrative Center for Homeland Security, said the extensive news media coverage of the Mumbai attacks -- with its dramatic footage of burning buildings and commando raids -- could invite copycat attacks in the USA.\n\"Anytime somebody is successful at an outrageous act like this, it makes it easier for somebody else to conceive of doing this,\" McIntyre said.\nOther analysts downplayed the possibility, saying foreign terrorists in the USA have focused on dramatic attacks on American icons -- landmark buildings and the aviation system -- as opposed to easier but potentially less-spectacular assaults.\n\"If they want an attack on the U.S., they want it on the 9/11 scale,\" says Randall Larsen, a terrorism expert and former National War College professor.\nThe unprecedented nature of the attacks in Mumbai made the potential fallout that much harder to gauge.\nGeopolitical research firm Stratfor noted previous attacks in India appeared designed to stoke religious violence. \"As opposed to trying to rile up extremist elements in India's Hindu and Muslim communities, the attacks in Mumbai are going after the country's tourism industry, spreading fear ... thereby hitting at India's economic lifelines.\"\nThen again, India has largely avoided massive Hindu-Muslim violence, despite the terrorist provocations.\nTrain attacks that killed about 200 in Mumbai in July 2006 were \"devastating for everyone,\" said Chandran at the Institute of Peace and Conflict Studies. \"But we bounced back the next day.\"\nGohel at the Asia-Pacific Foundation agreed: \"India is the world's largest democracy, a vast subcontinent. ... It has faced many atrocities in the past and, as in the past, it will simply lick its wounds and move on.\"\nGohel noted that Indian officials managed to capture nine suspected terrorists in the Mumbai attacks. \"Those captured (Wednesday) will provide a treasure trove of vital information,\" he said.\nAfter watching the Mumbai attacks on television, Raman, the former counterterrorism official, was rattled: \"I shiver and sweat at the thought of what is waiting to happen tomorrow and where.\"\nWiseman reported from Hong Kong. Frank and Wolf reported from McLean, Va. Wire reports also contributed. \n\nLoad-Date: November 28, 2008"
}