{
    "title": "Terrorist havens named U.S. survey points to South Asia world crime terrorism org government investi",
    "publisher": "the new york times",
    "year": 2000,
    "month": 4,
    "day": 30,
    "full text": "The State Department has for the first time identified South Asia as a major hub of international terrorism, accusing Pakistan, a traditional U.S. ally, and especially Afghanistan of providing safe haven and support to international terrorist groups.\nIn its latest annual report describing the administration's efforts to combat terrorism, the agency also concludes that while Americans were once threatened primarily by terrorism sponsored by states, today they face greater threats from \"loose networks\" of groups and individuals motivated more by religion or ideology than politics and financed increasingly by drug trafficking, crime and illegal trade.\n\"Such a network supported the failed attempt to smuggle explosives material and detonating devices into Seattle in December,\" the report states, referring to the arrest of Ahmed Ressam, an Algerian, and several others in connection with the alleged millennium bombing plot foiled by U.S. authorities last December.  december.\nThe assessment is decidedly more upbeat than in years past about some other regions, including the Middle East, and notes that while terrorist attacks worldwide increased, the number of casualties declined, with only five Americans killed last year.\nThe 107-page report, a copy of which was provided to The New York Times in advance of its publication Monday, lists as state sponsors the same seven countries that Washington has accused of harboring and aiding terrorists since 1993: Cuba, Iran, Iraq, Libya, North Korea, Sudan and Syria.\nBut it says that Afghanistan also poses a \"major terrorist threat\" by, among other things, continuing to shelter the Saudi exile Osama bin Laden, who is wanted in the 1998 bombings of two U.S. Embassies in Africa, as well as other Afghan-trained Islamic militants sought by the administration.\nPakistan, too, the report asserts, is sending \"mixed messages\" on terrorism by harboring and aiding known terrorists, many fighting to wrest control of the disputed Himalayan territory of Kashmir from neighboring India.\nYet the administration stopped short of adding either Pakistan or Afghanistan to its list of state sponsors, against which a series of tough sanctions automatically apply.  apply.\n\nLoad-Date: May 2, 2000"
}