{
    "title": "Terrorism is constant threat in U.S",
    "publisher": "the deseret news",
    "year": 1997,
    "month": 8,
    "day": 18,
    "full text": "WASHINGTON ; To moviegoers, it sounds like a summer blockbuster: Terrorists threaten the nation's capital with a nuclear weapon.\nTo U.S. policymakers, it sounds like an increasingly possible scenario.\n\"People don't understand the enormity of the national security threats out there,\" said Sen. Dick Lugar, R-Ind., a foreign policy and arms control specialist. \"We need to be vigilant. This is not a time to go to sleep at the switch.\"\nFormer national security adviser Anthony Lake, who is writing a book titled \"Six Nightmares\" detailing major threats to the U.S. government, let slip that one involves a blackmailing nuclear terrorist.\n\"You'll just have to wait for the book,\" Lake said of his other nightmare visions, explaining that his publisher won't let him give a preview.\nNational security experts list these top modern menaces:\nWeapons of mass destruction ; nuclear, biological and chemical devices that can kill huge numbers of people and, in some cases, do immense physical damage.\nTerrorism, domestic and foreign.\nNarcotics traffic and international crime.\nGlobal conflicts ; from belligerents in the former Yugoslavia and Russia, to the Middle East and the Persian Gulf, to Asia, particularly the Korean Peninsula and around disputed China Sea territories.\n\"People are most afraid of the nuclear scenario, but biological weapons produce the same number of kills and are very easy to put together,\" said Robert Kupperman, a terrorism expert at the Center for Strategic and International Studies. \"You could just go over a major city and spray.\"\nWhat-would-happen-if scenarios have no limit.\nImagine the 1993 World Trade Center bombing or the 1995 Oklahoma City federal building blast with a nuclear capability or a toxic cloud.\nConsider the 1995 Japanese subway sarin gas attack. In July, a former member of the cult responsible for it told a Tokyo court the group considered attacking the United States, shipping the gas to America by hiding containers in ice sculptures or concrete.\nIn the latest apparent terrorist threat, two Palestinians were shot and arrested July 31 in the Brooklyn borough of New York City and accused of plotting to blow up a New York subway station with nail-loaded pipe bombs. Police said they found a note that vowed to \"burn the ground under America\" if six jailed Islamic militants weren't freed. An FBI theory says the goal actually was extortion, the suspects seeking a $2 million reward from the State Department's \"heroes\" program that buys information about terrorists.\nJeane Kirkpatrick, former permanent U.S. representative to the United Nations, warns of growing ranks of extremist terrorists, both freelancers and those backed by \"outlaw nations\" such as Iran, Iraq, Syria and Libya.\n\"I think it's related ; outlaw nations working all the time to acquire weapons of mass destruction and the continued spread of a kind of radical extremism, carried on often in the name of Islam,\" Kirkpatrick said.\nAs the United States and Russia, the only major nuclear powers, reduce their arsenals, Washington is working to prevent other nations from developing such weapons, especially rogue states.\nPresident Clinton, at a Denver summit with world leaders in June, emphasized how America has enlisted other nations to fight nuclear terrorism, including tightened controls on plutonium stockpiles and a \"rapid-response network to prevent nuclear smuggling.\"\nCongress, meanwhile, has ratified a treaty outlawing use, development, production, possession and transfer of chemical weapons. More than 80 other nations have ratified it.\nStopping rogue states from gaining weapons of mass destruction is not a straightforward matter. Secretary of State Madeleine Albright has praised China for cooperating with the United States to contain North Korea's suspected nuclear weapons program. At the same time, the CIA considers China the world's leading exporter of technology for weapons of mass destruction, including nuclear missiles.\nThe CIA lists Iran and Pakistan as leading buyers ; from Chinese and Russian sources ; of materials that could be used in nuclear, chemical and biological weapons.\nIndia, which has warred with Pakistan three times since partition in 1947, has resumed its long-range ballistic missile program. India exploded a nuclear device in 1974.\nThe CIA, which focused on the Soviet threat during the Cold War, has now turned its attention to individuals worldwide involved in terrorism, weapons proliferation and drug trafficking, said CIA director George Tenet. The FBI, which in 1994 got worldwide jurisdiction under U.S. law over the federal crime of terrorism, is working with the CIA as it opens two dozen overseas offices.\nOn narcotics and organized crime, law enforcers are cracking down on networks among the Italian Mafia, Russia mobs, Japanese yakuza, Chinese triads and Colombian and Mexican drug lords.\nSen. John Kerry, D-Mass., detailed in his book \"The New War\" what he called \"the web of crime that threatens America's security.\" As an example, he wrote of a Russian hit man sent to New York City to kill an uncooperative store owner. The shooter got fake papers \"by supplying the Sicilian Mafia with Soviet Army surplus ground-to-air missiles to smuggle into the Balkans to supply the Bosnian Serbs with the firepower to take on U.N. security forces.\"\n\"America is the great prize for criminals,\" Kerry concluded.\n\nLoad-Date: April 3, 1998"
}