{
    "title": "TERROR SUSPECT FOUND GUILTY",
    "publisher": "star tribune ",
    "year": 2012,
    "month": 10,
    "day": 19,
    "full text": "A one-time janitor at a Minneapolis mosque was found guilty Thursday of conspiring to help a terrorist group recruit young Minnesota men for a holy war in their native Somalia.\nA federal jury in Minneapolis deliberated about 8 1/2 hours before convicting Mahamud Said Omar, 46, in a case that provided the clearest picture to date of a worldwide investigation into the recruiting of at least 20 young men to fight in Somalia with Al-Shabab, a U.S.-designated terror group.\nOmar, 46, of Minneapolis, rocked gently in his seat and studied the jurors dispassionately as the verdict was read.\nGuilty on count one: conspiracy to provide material support to terrorists. Guilty on count two: providing material support to terrorists. Guilty on count three: conspiracy to provide material support to a foreign terrorist organization, namely, the Islamist group Al-Shabab. Guilty on count four: providing material support to Al-Shabab.\nEach of those charges carries a sentence of up to 15 years in prison. Omar swallowed hard in advance of the last verdict, which carries a maximum penalty of life in prison: guilty of conspiring to kill or maim people.\nThe reading of the verdict took just five minutes. Omar, dressed in a black sports coat and blue pinstriped shirt, shook it off quickly. As deputies led him from the courtroom, he turned to his family members, smiled broadly and raised both hands over his head, as if declaring victory.\n\"We're going to go lick our wounds,\" said Jon Hopeman, one of Omar's three attorneys. He said Omar would appeal.\nThe importance of the trial was underscored by the presence of the U.S. attorney for Minnesota, B. Todd Jones, and many of his top prosecutors, investigators and other federal employees who wedged hip to shoulder in the gallery.\n\"Obviously, we're very pleased about the verdict,\" Jones said outside of the U.S. District Court building.\n'Eyes of the world' on case\nFor several years, Jones said, many in the Twin Cities have been curious to know about \"Operation Rhino,\" the government's investigation into a pipeline of more than 20 men who were recruited to go fight for Al-Shabab in Somalia. He said the \"eyes of the world\" were focused on the trial, which allowed the government to showcase the vast amount of work done by the FBI and the Minnesota Joint Terrorism Task Force.\n\"We're in essence very relieved that all of this information is out there,\" Jones said.\nThe United States values religious freedom, he said, \"but there are some lines that you just cannot cross. One of those lines is, you cannot provide material support to a designated terrorist organization like Al-Shabab, and if you choose to do that, there are going to be some serious consequences.\"\nOmar's family members declined to comment, referring questions to community activist Omar Jamal. \"They were not expecting this,\" he said. \"They are a little bit shocked.\"\nJamal said the trial revealed many things that were not known to the community about Al-Shabab's recruiting efforts in Minnesota, but he said many questions remain.\n\"The most important thing is, this is not the end of the game,\" Jamal said. \"The people responsible for ruining the lives of these kids are still out there ... somewhere.\"\nOn that, he and government prosecutors agreed.\n\"Some folks are still fugitives ... and there are still ongoing investigations,\" Jones said. \"This isn't the end.\"\nAssistant U.S. Attorney John Docherty, the ever-serious lead prosecutor, said he hopes the trial will help bring an end to the Al-Shabab pipeline.\nRalph Boelter, former head of the Minneapolis FBI office who was involved in the case as it first emerged, said it was a thorough investigation. \"The U.S. attorneys did their part, presented their case very effectively. It's gratifying but it's not surprising at the same time.\"\nOne mother: 'I'm happy'\nAbayte Ahmed, whose 19-year-old son left to fight with Al-Shabab and was killed in Somalia, said she was pleased by the verdict. \"I'm happy,\" she said. She praised the FBI for its hard work. She testified for the government about how her son, Jamal Aweys Sheikh Bana, disappeared one morning never to return. Since that day, she has been living in pain, she said. \"I'm not feeling well, for years now. I'm not strong. He was my first son. He was a very smart boy. I don't know this man [who] brainwashed my son.\"\nThe trial began Oct. 1 and ended after 10 days of testimony from government witnesses who included three former Al-Shabab recruits and another supporter who pleaded guilty in the case and cooperated with the government in hopes of lighter sentences. Family members of some of the Minnesota recruits also testified, including the sister of the first known American suicide bomber, Shirwa Ahmed, of Minneapolis.\nProsecutors said Omar helped with travel arrangements and supplied cash to some of the men who joined Al-Shabab.\nThe most damning evidence in the case came from Omar himself, as reported by an FBI agent who interviewed him in jail in the Netherlands, and in conversations captured in wiretap recordings with some of the Al-Shabab recruits.\n'A ton of information'\nDocherty said the most difficult part of the case was distilling down the \"amazing amount of hard work\" by the FBI and the terrorism task force to something that could be presented to the jury. \"There was literally a ton of information,\" he said.\nDocherty said he and three other prosecutors -- William Narus, of the Department of Justice, and Assistant U.S. Attorneys Charles Kovats Jr. and LeeAnn Bell -- assembled the evidence one piece at a time and then connected the dots.\nIt clearly worked. Jurors asked during their deliberations Thursday if they could see a chart prosecutors had prepared showing Omar's phone contacts with four Minnesota men sequenced against their travel records to Somalia. The charts showed that Omar's contacts spiked after Shirwa Ahmed of Minneapolis blew himself up in one of five coordinated bombings on Oct. 29, 2008, and continued through the men's departures over the next several days. Chief U.S. District Judge Michael Davis denied the motion because the chart had not been admitted as evidence, and told the jurors to rely on their memory.\nOmar's defense team did not call any witnesses. They argued that he was a simple, part-time janitor at the Abubakar As-Saddique Islamic Center in Minneapolis when the alleged conspiracy took off in 2007 and got caught up in the case by accident.\nDan Browning - 612-673-4493 Allie Shah - 612-673-4488\nVERDICT\nMahamud Said Omar was convicted on five counts related to terrorism, including conspiracy to kill or maim.\nThe sentences could mean Omar faces life in prison.\n\nLoad-Date: October 19, 2012"
}