{
    "title": "Terrorists yesterday, Prime Ministers today",
    "publisher": "the new york times",
    "year": 2006,
    "month": 8,
    "day": 17,
    "full text": "Every situation has a base reality clear as the sun in mid-sky. Looking directly at the sun strains the eyes, and by the same token, exposure and acceptance of reality is a gradual process.\nIn 1946, The King David hotel was bombed by Menachem Begin's Irgun group. 92 were killed, among them civilians and nurses. Last July, former Prime Minister Binyamin Netanyahu attended the 60th anniversary celebrating the terrorist attack, prompting the British Ambassador in Tel Aviv to complain, \"We do not think that it is right for an act of terrorism, which led to the loss of many lives, to be commemorated.\" Netanyahu explained this was not terrorism because Begin telephoned a 15-minute warning - what moral ambiguity?\nAlbert Einstein with, 23 Jewish intellectuals, wrote the New York Times on December 4th, 1948 stating, \"Among the most disturbing political phenomena of our times is the emergence ... of the 'Freedom Party' (Tnuat Haherut), a political party closely akin in its organization, methods, political philosophy and social appeal to the Nazi and Fascist parties ... formed out of the former Irgun Zvai Leumi, a terrorist, right-wing, chauvinist organization in Palestine. The current visit of Menachem Begin, leader of this party, to the United States is obviously calculated ... It is inconceivable that those who oppose fascism throughout the world, if correctly informed ... could add their names and support to the movement he represents ... from its past actions we can judge what it may be expected to do in the future ... the Arab village of Deir Yassin ... had taken no part in the war ... terrorist bands attacked this peaceful village ... killed most of its inhabitants...and kept a few of them alive to parade as captives through the streets of Jerusalem ... the terrorists, far from being ashamed of their act, were proud of this massacre ... Begin and his party, and their record of past performance in Palestine bear ... the unmistakable stamp of a Fascist party for whom terrorism ... and misrepresentation are means, and a 'Leader State' is the goal ... it is imperative that the truth about Mr. Begin and his movement be made known ...\"\nDespite Begin's history of terrorism, his attacks on the King David Hotel, and the Dar Yassin massacre, hetook office as Prime Minister, 1977.\nIn 1944, the terrorist group Lehi led by Yitzhak Shamir assassinated Lord Moyne, British Minister Representative. Shamir was sought after for capital punishment, but escaped capture. 1948, Shamir ordered assassination of Count Folke Bernadotte of Sweden (who secured release of 21,000 Jews from German camps in World War II) while he sought to bring peace to the Middle East as the regional UN representative. State terrorism was again established as an Israeli cornerstone when Shamir took office as Prime Minister in 1983.\n1953, Ariel Sharon as the leader of Special Forces Unit 101 ordered the Qibya operation, in which 69 civilians were killed. Sharon's act was condemned by many countries, including the U.S.\nAs Defense Minister in 1982, Sharon was held entirely responsible for the Sabra and Shatila massacre in which 3,500 civilians were murdered. The Kahan Commission, established by the Israeli government for 'Inquiry into the Events at the Refugee Camps in Beirut' personally charged Sharon for the massacre and recommended his discharge, stating, \"We have found, as has been detailed in this report, that the Minister of Defense [Ariel Sharon] bears personal responsibility. In our opinion, it is fitting that the Minister of Defense draw the appropriate personal conclusions arising out of the defects revealed with regard to the manner in which he discharged the duties of his office - and ... that the Prime Minister consider whether he should exercise his authority under ... Basic Law ... according to which 'the Prime Minister may, after informing the Cabinet of his intention to do so, remove a minister from office.'\"\nNevertheless, Sharon went on to become the 11th Israeli Prime Minister. Interestingly, the same American President who found Ariel Sharon \"a man of peace\" has recently associated Islam with fascism. One can only speculate which Israeli officials described by U.N. High Commissioner for Human Rights (Louise Arbour) as \"in a position of command and control\" bearing \"personal criminal responsibility\" in this war will emerge as a Prime Minister and \"a man of peace\" in the near future - terrorists yesterday, Prime Ministers today.\nMoshe Dayan, responsible for the occupied territories as IDF fourth Chief of Staff (1953-1958), described to his Cabinet the plan for Palestinians under occupation, \"We have no solution, you shall continue to live like dogs, and whoever wishes may leave, and we will see where this process leads.\"\nProfessor Noam Chomsky explains \"Following that recommendation, the guiding principle of the occupation has been incessant and degrading humiliation, along with torture, terror, destruction of property, displacement and settlement, and takeover of basic resources - crucially water.\"\nThe irony is, as stated by Albert Einstein \"Let us recall that in former times no people lived in greater friendship with us than the ancestors of these Arabs,\" guided by the principals of the Islamic faith which Encarta describes as \"one of extraordinary religious and cultural tolerance for the non-Muslim subject populations.\" The Encyclopaedia Judaica adds that historically \"Jewish scholarship and culture flourished alongside its Arab counterpart and was influenced by it.\"\nLast Friday, Reverend Deacon David B. Cole of the Holy Trinity Greek Orthodox Church in Portland wrote in The Oregonian, \"Since the first century A.D., the Holy Land has had a native Christian population, mostly Eastern and Oriental Orthodox. Since the 7th century A.D., that population has lived under Muslim rule ... and had learned to get along with its Muslim and Jewish neighbors. Ironically, it has been chiefly when Westerners (whether Latin Crusaders, Jewish Zionists or evangelical Christians supporting Israel in the mistaken notion that such support would hasten the second coming of Christ) have interfered that peace and coexistence have been upset.\"\nThere is absolutely no excuse for terrorism - be it individual, group oriented, or state sponsored - and unless we hold this in firm belief while carefully reexamining our current state of affairs, the consequences could be as predicted by former U.S. National Security Adviser Zbigniew Brzezinski, \"The lessons of Iraq speak for themselves. Eventually, if neo-con policies continue to be pursued, the United States will be expelled from the region and that will be the beginning of the end for Israel as well.\"\n(C) 2006 OSU Daily Barometer via U-WIRE\n\nLoad-Date: August 17, 2006"
}