{
    "title": "Terrorism coverage to be limited",
    "publisher": "the world",
    "year": 2001,
    "month": 12,
    "day": 22,
    "full text": "Damage to commercial property from terrorist acts will be only partially\n covered by insurance after Dec. 31, Washington Insurance Commissioner Mike\n Kreidler said Friday.\n He said his office has sent letters to insurers permitting them to exempt\n damage in excess of $25million, or when there may be liability in the death or\n serious injury of more than 50 people.\nBy comparison, he noted, damage from the World Trade Center attack could\n reach $70 billion.\n Idaho will also permit exemptions.\n Personal lines of insurance such as homeowner coverage and auto policies\n will not be subject to exemptions.\n Kreidler and other state insurance commissioners had pressured Congress to\n pass a bill that would have made the federal government responsible for damage\n in excess of a pre-set amount.\n The House of Representatives last month approved legislation that would\n commit taxpayers to covering 90 percent of losses from another major terror\n attack. Insurance companies would pay the rest, and later reimburse the\n government for its assistance.\n That bill died in the Senate after Republicans sought to include provisions\n limiting terrorism lawsuits. Democrats, major beneficiaries of trial lawyer\n contributions, balked.\n Kreidler said the damage threshold set in Washington and many other states\n is a stopgap. ''Congress still needs to act,\" he said.\n Washington law forbids life insurers from exempting deaths for terrorist\n acts. Nor can damage from fires be excluded.\n Kreidler said more than 100 insurance companies have applied for terrorist\n exemptions.\n Credit-rating agencies and other segments of the financial and real estate\n industries have warned that the absence of adequate insurance for property\n losses stemming from terrorism could impede development.\n Insurers have increased premiums substantially to cover their losses and\n build reserves.\n\nLoad-Date: December 25, 2001"
}