{
    "title": "Terrorism no excuse for denying stability to Somalia",
    "publisher": "university wire",
    "year": 2007,
    "month": 1,
    "day": 26,
    "full text": "Somalia is a place where chaos and fear thrive. With no real government since 1991, it is no surprise conditions in Somalia continue to approach a level of violence as terrible as anywhere else in the world. According to the BBC, life expectancy in Somalia is close to 48 years and for every 100,000 births, 1,100 women die. The economy and Somalia's medical care still have yet to better themselves. Even as charities in the United States continue to give food to Somalia, the warlords typically steal it.\nIt has always been U.S. policy to come into situations like these, lend a hand, donate some money and save the day. What else could be more important than giving a nation the peace, security and stability it so desperately needs? According to our political leaders, terrorism - even the mere suspicion of terrorism ?- is worth compromising any hope for saving a nation.\nThe Bush administration has long believed the conditions in Somalia make it a perfect place for terrorists. Where there is a lack of government, there is much crime. It wasn't until the creation of the Union of Islamic Courts (UIC), reportedly funded by businessmen in Mogadishu, that most crime finally ceased. But it is the UIC, Somalia's only hope for security, that the Bush administration believes is linked with terrorism, despite its denials.\nAgain and again, Americans are fed this rhetoric of terror to commit more acts of violence and to cover their own use of terrorism. The act of terrorism affects innocent civilians. The U.S. so far has carried out at least two air strikes in southern Somalia. In a country where violence is already the norm, how can we contribute to it with only allegations of terrorism? These air raids provide no solution and only end the lives of many innocent civilians.\nThe only hope for security and peace is already diminished by constant clan warfare. The militias of the different clans - Hawiye, Darod, Rahanwein and Dir - cause insecurity in the capital, preventing any government from installing itself there. Somalia's problems are clearly due to a lack of government, which in turn can be attributed to the constant warfare. Therefore, introducing more violence to Somalia would make the terrible living conditions much worse. Every person deserves the right to live a life free of fear and oppression and while we, as Americans, stand for just that; we have done nothing to achieve that for the victims of Somalia.\nMost international involvement with Somalia has centered on military action - action often devoid of motives to keep peace. The U.S. and Ethiopia contribute to the violence in Somalia. Terrorists in Somalia may pose a threat to U.S. security, but Somalia's security has been an issue for years. The U.S. has narrowly focused on allegations of terrorism in Somalia rather than defeating the anarchy that makes Somalia a perfect haven for said terrorists.\nSomalia needs international peace keepers. While world leaders of the U.N. Security Council have spoken of plans to establish an 8,000-strong African peacekeeping force, putting such a force together has yet to happen.\nThe Ethiopian force of 15,000 soldiers is strongly resented by most Somalis and does little to keep peace. The Ethiopians hope to prevent the spread of Islamic fundamentals in Africa due to the belief shared by the United States that the UIC is linked with al-Qaida.\nSecurity needs to be renewed in the capital with the removal of the warlords and their militias. Only then can a government be established. If we remove the UIC, Somalia's only hope for security, then crime will only worsen in Somalia. Thus making the country an even better haven for terrorists.\nTerrorism is a strategy used too often in our world today by all types of governments. Somalia's citizens are no more than a third party in this war of fighting terrorism with more terrorism. Despite the motives behind attacks on Somalia, more conflicts will arise because of it. After it's over and only rubble is left, is that when we will decide to save the people of Somalia?\n(C) 2007 Northern Star via U-WIRE\n\nLoad-Date: January 26, 2007"
}