{
    "title": "TERRORISM IN EUROPE POISED TO EXPAND For ISIL, region is an easier target than U.S. NEWS ANALYSIS",
    "publisher": "daily news ",
    "year": 2016,
    "month": 7,
    "day": 30,
    "full text": "the People name light of the candles Islamic in Normandy State. , France, on Tuesday after an 85-year-old priest was slain in\nEurope is the latest front in the Islamic State's war on the West, and the recent spate of attacks there likely will expand in coming months.\nThe conditions that have made Europe ripe for terror attacks, including large marginalized Muslim populations, an influx of refugees into Europe and overwhelmed security services, won't be easily fixed, analysts say.\n\"This scenario has been a long time coming for Europe,\" said Rick Nelson, an analyst at the Center for Strategic and International Studies. \"I don't see this letting up anytime soon.\"\nIn the latest attack in Europe, two assailants slit the throat of an 85-year-old priest celebrating Mass in a church in France.\nThe assailants were killed by police. The Islamic State claimed responsibility for the attack.\nFrench President François Hollande said this week the country is at war with the Islamic State, and \"we will win this war.\"\nFrance has been hit particularly hard. Less than two weeks ago, a man using a truck killed 84 people celebrating Bastille Day in Nice in another attack claimed by the Islamic State.\nIn January 2015, two gunmen linked to al-Qaeda attacked the offices of satirical magazine Charlie Hebdo in Paris and killed 12 people, including one policeman.\nAssailants linked to the Islamic State attacked a concert hall, stadium and restaurants and bars in Paris in November, killing 130.\nTerrorists also have launched deadly strikes in Brussels, Germany and elsewhere in Europe over the past year.\nGlobal terror groups such as al-Qaeda and the Islamic State long have identified European countries as their enemies.\nSome of the countries are part of the coalition participating in the air campaign against the Islamic State in Iraq and Syria.\nIncreasingly, as the Islamic State has lost territory in Iraq and Syria the terror group has pursued a strategy of trying to kill large numbers of civilians in the West as a way to stay relevant.\nThe Islamic State, also called ISIS or ISIL, has lost about 45% of the territory it once controlled in Iraq and about 20% in Syria, according to the Pentagon.\nU.S.-backed forces are currently placing military pressure on Raqqa, the Islamic State's de facto capital in Syria, and Mosul, its biggest holding in Iraq and the country's second-largest city.\n\"As they suffer battlefield defeats, they are going to be even more desperate to remain relevant,\" said Matthew Levitt, an analyst at the Washington Institute for Near East Policy.\nThey are finding Europe an easier target than the United States. \"Europe is on the doorstep of the Islamic State,\" Levitt said.\nGermany, France and Belgium are home to millions of Muslims, many living in isolated communities without promising prospects for jobs or education. France alone has a Muslim population of about 5 million. The Islamic State has been masterful at inspiring disenfranchised young men to conduct attacks.\nThousands of immigrants have French or other European passports and have traveled to Syria, where some become radicalized.\nBut increasingly, the Islamic State has encouraged followers to launch attacks near their homes rather than travel to Iraq or Syria. The attacks often require only minimal planning.\n\"It has emphasized time and time again you don't need to travel to Iraq and Syria,\" said Matthew Henman, head of IHS Jane's Terrorism and Insurgency Centre. \"All they need to do is attack and pledge allegiance to ISIS.\"\nThe arrival of hundreds of thousands of war refugees from Syria, Iraq and elsewhere in the Middle East and Africa also made Europe vulnerable.\nA study by Europol, the European Union's law enforcement agency, said there is no \"concrete evidence\" that terror groups were systematically using the flow of refugees to infiltrate terrorists into Europe.\nBut the agency noted that two of the attackers in the deadly Nov. 13 attacks in Paris had entered the European Union through Greece as part of the refugee influx from Syria.\nA terrorist who blew himself up Sunday outside an outdoor music festival in Ansbach, Germany, was a Syrian refugee who had been denied asylum status.\nAnalysts say Germany has struggled to create programs to help assimilate more than 1 million migrants, making many of them vulnerable to Islamic State propaganda.\nIt's questionable whether Germany has \"sufficient services in place to deal with those newly arrived populations,\" Levitt said.\nHollande has urged France to be on a war footing as it has come under attack, but Europe's intelligence and security services have yet to catch up with some anti-terror policies made in the U.S. after the 9/11 terror attacks.\n\nLoad-Date: July 30, 2016"
}