{
    "title": "Terrorism war bigger than bin Laden; Questions burn_ Lawmakers plead for patience",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 6,
    "day": 25,
    "full text": "Everyone in Washington agrees the war on terrorism is much bigger than Osama bin Laden. Everyone is sure his al-Qaida group will carry on even if he is never seen again.\nBut they want him - and how.\nFrustration over the missing man behind the Sept. 11 attacks spilled out Sunday when members of Congress sized up the threat his network still poses to America regardless of whether he is dead or alive.\n\"If he's alive,\" said Senate Minority Leader Trent Lott, R-Miss., \"I'd like him to stick his head up and let us get a good look at him. And then I'd take it off.\"\n\"In a heartbeat,\" agreed Rep. Saxby Chambliss, R-Ga.\nThere was a hint of frustration, too, over other unfinished business from the fall, the anthrax investigation.\nLawmakers echoed Bush administration officials in pleading for patience, saying the case is scientifically complex.\nBut Democratic Sen. Barbara Boxer, of California, said authorities are spending too much time reorganizing themselves into an anti-terrorism bureaucracy and not enough on the bottom line: crushing al-Qaida and finding out who spread the deadly anthrax germs at home.\n\"I have to say we just need a renewed effort to keep our eye on both of these things,\" she said on the talk show circuit. \"That anthrax killer is out there. We need to nab this person.\"\nThe open pining for more results in the anti-terror war was stimulated in part by an audio interview made public over the weekend in which bin Laden spokesman Sulaiman Abu Ghaith said the al-Qaida leader and most top lieutenants are alive, well and ready to attack again.\n\"Lot of bravado there,\" said Boxer, noting bin Laden did not look well at all when last seen on video.\nBut Sen. Bob Graham, D-Fla., chairman of the Senate Intelligence Committee, put some stock in the claims.\n\"It's not surprising that there is a statement that bin Laden is still alive,\" he said on \"Fox News Sunday.\" \"That's the best assessment of U.S. intelligence.\" A White House official found nothing surprising in the statement, either\nGraham said bin Laden might be somewhere in Pakistan's western tribal lands.\nWhatever its boss' fate, al-Qaida appears to be regenerating, Graham said, and even the Hamburg, Germany, cell believed central to the Sept. 11 attacks has been showing signs of life.\nAdministration officials have pointed to numerous indications of al-Qaida activity but question whether the network still has the command structure or communications to plan something from the top.\nThey believe midlevel operatives are having to do their own hasty planning with whatever tools they can muster, and the result could be more frequent but less sophisticated attacks than before.\nLawmakers said al-Qaida does not need bin Laden in order to go on.\nThe lawmakers offered no evidence of an impending attack other than the uncorroborated warnings issued lately, including one that al-Qaida could use fuel- tanker trucks against Jewish targets in the United States.\n\nLoad-Date: June 25, 2002"
}