{
    "title": "TERRORISM STRIKES HOME SEVERAL MILITANT GROUPS DENY INVOLVEMENT IN U.S. BOMBING",
    "publisher": "the columbian ",
    "year": 1995,
    "month": 4,
    "day": 20,
    "full text": "World leaders called today for greater international cooperation to combat terrorism after the deadly car bombing in Oklahoma City. Condolences poured in from around the globe.\nIsrael, citing the \"very large and sad Israeli experience\" with car bombings and other acts of terrorism, offered help, as did Canada and Australia.\n\"Terror must be cut off before terror will hit again,\" Israeli Prime Minister Yitzhak Rabin said in a message to President Clinton.\nIsraeli terrorism experts said that, based on initial media reports, Wednesday's bombing of a federal building resembles other terrorist incidents linked to Muslim radicals, including the 1993 bombing of New York's World Trade Center.\nYigal Carmon, an anti-terror adviser to former Israeli Prime Minister Yitzhak Shamir, said Islamic militants have set up a well-funded infrastructure throughout the United States, and that he knew of fund-raising efforts in Oklahoma City.\nIn the PLO-ruled Gaza Strip, Muslim militants who have been waging a deadly bombing campaign to derail Mideast peace said today they had nothing to do with the bombing.\"Our only goal is to resist the (Israeli) occupation inside the occupied territories,\" said Sheik Sayyeh Abu Musameh, a leader of the Muslim militant group Hamas. \"There is no enmity between us and the Americans.\"\nSheik Nafez Azzam, a leader of the Islamic Jihad group, also denied his group was involved.\nIran, which Washington alleges is the top sponsor of international terrorism, today condemned the bombing \"for destroying the lives of innocent people,\" but said U.S. policies were to blame.\n\"Terrorism is the big plague of our century, victimizing many nations,\" the state-run Tehran Radio said in a commentary monitored by the British Broadcasting Corp. \"But unfortunately the evil policies of hegemonist powers and governments have laid the grounds for such incidents.\"\nIn Moscow, Foreign Ministry spokesman Grigory Karasin said Russians were shocked by news of the bombing and grieved along with Americans.\nPhilippines President Fidel Ramos proposed an international conference on hunting terrorists and on the social and political causes behind terrorism.\n\"Terrorism is indeed a global blight that must be dealt with head on,\" Ramos said in a letter to Clinton.Referring both to the Oklahoma City bombing and the recent gas attacks on Japanese subways, Ramos called for greater exchanges of information about terrorism.\nParis Mayor Jacques Chirac, the frontrunner in the French presidential campaign, agreed.\n\"The great nations that are inevitably exposed to this type of savage act must now more than ever coordinate their efforts to fight effectively against terrorism.\"\nHOW TO HELP\nOrganizations accepting donations for victims of the Oklahoma City bombing:n The American Red Cross Disaster Relief Fund, P.O. Box 37243, Washington, D.C. 20013. Credit card donations can be made by calling 1-800-HELPNOW or 1-800-842-2200 (English) or 1-800-257-7575 (Spanish).\nThe B'nai B'rith Disaster Relief Fund, 1640 Rhode Island Ave., NW. Washington, D.C. 20036.\nFeed the Children: 405-942-0228 or 800-741-1441\nSalvation Army, Box 12600, Oklahoma City, Okla., 73157. Phone 405-270-7800. Must specify funds are for explosion disaster relief.\nCash donations may be dropped off at Oklahoma City-area Sonic Drive-Ins; at any area BankIV or mailed to the bank at P.O. Box 1255, Oklahoma City, Okla. 73101.\nBuilding materials including plastic sheeting, screw guns, screws, sheetrock, drywall tape, drywall screws and nails, paint and glass may be dropped off at Drug Recovery Inc. at 8th and Hudson in Oklahoma City. Phone: 405-232-7215.\nTo check on relatives:\nRed Cross: 405-232-7121\nSt. Anthony Hospital: 405-231-3003 or 231-3006\nThose who were in the Alfred P. Murrah Federal Building at the time of the explosion are asked to call 405-297-2424 or 297-2345.\n\nGraphic\n\n \nThe Associated Press * The Alfred Murrah Federal Building in downtown Oklahoma City sits in ruins.\n\nLoad-Date: April 21, 1995"
}