{
    "title": "Terrorism-insurance measure approved",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 11,
    "day": 20,
    "full text": "Fourteen months after the attacks on New York and Washington, Congress agreed Tuesday to shield the insurance industry from catastrophic costs of future terror onslaughts.\nThe Senate voted 86-11 to have the government cover up to $$ @90 billion in the first year of the measure's three-year lifetime to back up insurers in any future attacks. The House already approved the bill. \nThe vote, the last major action before the Senate adjourns for the year, came less than an hour after the Senate agreed to President Bush's plan to create a new Homeland Security Department.\nBush has pressed Congress to pass both the long-delayed bills before leaving for the year, saying they are vital to the war on terror and the nation's economic security.\n\"Terrorism insurance,\" the president said in a statement, \"will help get America's hard hats back on the job, create new jobs for America's workers and spur billions in new investment in construction projects all across the country. This bill comes at a critical time, as commercial construction is at a six-year low.\"\nThe terrorism insurance bill has been a top priority for the president since shortly after the Sept. 11 attacks. He has argued that the inability of companies to get affordable insurance for large construction projects is costing the economy thousands of jobs.\nThe House passed a bill a year ago, but was unable to come to terms with the Senate on a formula for government protections. Democrats also resisted Republican efforts to ban punitive damage awards in civil lawsuits related to terror attacks.\nBush stepped in after this month's Republican sweep of midterm elections, contacting House GOP leaders and insisting that Congress complete the bill in the lame-duck session before adjourning for the year.\nThe president bowed to Democratic demands for unlimited punitive damages, which many Republicans consider a boon to trial lawyers usually allied with Democrats. But GOP leaders vowed to take up the issue again next year, when they again will have majorities in the House and Senate.\nSen. Christopher Dodd, D-Conn., a chief sponsor of the bill, said the Senate would not have passed it \"were it not for the efforts of the White House.\" He said the bill would \"help ensure construction sites continue to operate, workers continue to fuel our nation's economic engine and the threat of future attacks on our economy is minimized.\"\n\"This was a vote in favor of providing a comprehensive safety net for our national economy,\" said Robert Vagley, president of the American Insurance Association. \"We believe this mechanism can significantly improve the marketplace for insuring against nearly infinite losses resulting from terrorism.\"\nSen. Phil Gramm, R-Texas, fought the bill to the end, saying it overexposed taxpayers to losses, discouraged development of a private terrorism insurance market and did nothing about punitive damage awards against those hit by terrorism, which he described as \"piracy on a hospital ship.\"\nThe government wouldn't step in on any claims less than $$ @5 million. Insurance companies would pay a deductible in 2003 equal to 7 percent of the premiums they received the previous year. The deductible would rise to 10 percent in 2004 and 15 percent in 2005. The federal government would then cover 90 percent of everything above the deductible with insurance companies paying the other 10 percent. \nFederal payments would be capped at $$ @90 billion the first year, $$ @87.5 billion the second year and $$ @85 billion in the final year of the program. \nThe measure does not cover the Sept. 11 attacks, which generated an estimated $$ @40 billion in claims. \nConsumer groups opposed the bill, saying insurance companies don't need a prospective taxpayer bailout despite their pleas of economic distress. \"Instead of helping the relatively few businesses that can't get terror coverage, Congress is poised to give away reinsurance to a rich and politically powerful insurance industry,\" said Travis Plunkett, legislative director of the Consumer Federation of America.\nThe bill is H.R. 3210.\nOn the Net:\nCongress: http://thomas.loc.gov/ \nConsumer Federation of America: http://www.consumerfed.org/ \nAmerican Insurance Association: http://www.aiadc.org \n\nLoad-Date: November 20, 2002"
}