{
    "title": "Terrorism-wary U.S. lets in more refugees",
    "publisher": "the atlanta journal-constitution",
    "year": 2004,
    "month": 10,
    "day": 6,
    "full text": "The United States admitted about 52,000 refugees in the federal budget year that ended Sept. 30, a dramatic increase following a clampdown in the wake of Sept. 11, 2001.\nVisiting Atlanta last week, Secretary of State Colin Powell cited the increase as evidence that the United States remains committed to welcoming people fleeing persecution.\n\"We were determined to meet that goal so the world could see America hasn't changed,\" Powell told the Atlanta Press Club. \"We still reach out. We still open our doors. We still want people here.\"\nAJC\nFor several years before the terrorist attacks, the United States welcomed 68,500 to 99,500 refugees a year. It accepted 27,000 and 28,000 in the two budget years following Sept. 11, 2001.\nNone of the airplane hijackers who struck on that day had entered the country as refugees, but authorities wanted to implement safeguards to thwart would-be terrorists.\nThe law defines a refugee as someone with a fear of persecution based on race, religion, nationality, political opinion or membership in a group, such as a social or ethnic group.\n\"They come with the clothes on their back,\" Powell said. \"We marry them up with private organizations, with churches and temples and synagogues, with Americans who are willing to reach out and help. Some of the most wonderful stories come out of it.\"\nThe United States has opened its doors widest to refugees from places where it has had a deep foreign-policy interest. Nearly 80 percent of refugees admitted from 1982 to 2002 came from former U.S. adversaries or countries in which the United States has intervened: Vietnam, Cambodia and Laos (41 percent of all refugees); the Soviet Union and the republics that replaced it (27 percent); and Bosnia (8 percent), according to an analysis of refugee admission figures.\nNow that pattern is changing. With the end of the Cold War and a shrinking pool of refugees from the former Soviet Union and Vietnam, an increasing number of those few of the world's 10 million refugees whom the United States resettles come from Africa.\nAfricans accounted for about 25,000 of the 52,000 refugees the United States accepted last year, compared with 6,000 seven years ago. They included thousands of Somali Bantus, a group that fled violent repression in 1991 and languished in refugee camps for years, as well as refugees from Ethiopia, Liberia and Sudan.\nThe federal government plans to accept 50,000 refugees in the budget year that began Oct. 1, with 20,000 more slots that could be used in a crisis. About 40 percent would come from Africa, including more Somali Bantus and refugees from Liberia and Burundi.\nThe United States is also resettling several thousand Hmong refugees from Laos who assisted U.S. forces during the Vietnam War.\n\"Within three years their kids are going to be kicking soccer balls around,\" said Powell, whose parents came to this country from Jamaica. \"They're going to be speaking English.\n\"They're going to be Hmong-Americans just like I'm Jamaican-American, African-American, call it what you will. Each one of you could hyphenate your name.\"\n\nGraphic\n\n \nPhoto: Colin Powell says the United States remains committed to welcoming people fleeing persecution: \"We still open our doors.\"\n\nLoad-Date: October 6, 2004"
}