{
    "title": "Terrorism in the real world",
    "publisher": "university wire",
    "year": 2003,
    "month": 10,
    "day": 31,
    "full text": "It's interesting how the word 'terrorism' is used. The corporate media talks about the 'war on terrorism' in headlines as if this were an objective concept, without quotes. Nearly everyone in the mainstream, liberals and conservatives alike, supports this 'war on terrorism.' To even talk seriously of such a thing, however, already is insane. The reality is that the U.S. government has for decades been conducting and supporting terrorism. Sometimes it is conducted by U.S. client states, with the knowledge and support of the U.S. government. And sometimes the United States carries them out itself, through the CIA in covert operations, or through the military in direct acts of aggression. The truth is that the U.S. government, in the past 50 years, has been the world's biggest supporter of terrorism.\nNorth Carolina State U.\nA classic case would be the funding of a proxy army during the 1980s to fight against the elected government of Nicaragua. That situation began when a popular revolution overthrew the brutal and corrupt Somoza dictatorship after some 40 years of rule. That regime had been among the major recipients of U.S. aid, going on through many administrations, up to and including that of the \"human rights President,\" Jimmy Carter. Following Somoza's overthrow, during which his security forces murdered thousands of women and children and many of their top elements were reconstituted by the United States, to head an army to re-conquer the country. This force, officially known as the FDN, was usually known as the contras.\nDuring the course of their activities, the contras committed uncounted atrocities, including massacres, rapes, kidnappings and torture. They were aided by the CIA, which engaged in such helpful actions as blowing up oil facilities and civilian ships. They never did succeed in conquering anything, lacking significant support from anybody but the U.S. government, but they did succeed in killing thousands of innocent people, devastating the Nicaraguan economy and terrifying the population, resulting in the election in 1990 of a regime more paltry to U.S. state-corporate demands.\nAnother interesting case is that of Indonesia. In 1965, Indonesia was politically split between several incompatible elements, including the military and the Indonesian Communist Party. The situation was balanced in an unstable sort of way by the somewhat authoritarian regime of Sukarno. As U.S. support turned against Sukarno following adversity to U.S. business interest, elements of the military took power in a coup and a new leader, a general Suharto, assumed the leading role. Suharto then turned the full power of the military against the PKI, which was a defenseless civilian organization, though it had several million members. The exact figures for the number killed in the resulting bloodbath will probably never be known.\nEstimates run from half a million to well over a million. Here again the CIA performed a useful function -- it compiled lists of thousands of civilians to be killed by the Indonesian military.\nThe horror stories coming from Indonesia don't stop there; it is a particularly nasty story, even among the Pandora's box of nasty stories that forms the real history of U.S. foreign policy. Massacres, torture and the like continued throughout Suharto's rule. In 1975, he launched the invasion of East Timor, a tiny island nation, recently independent from colonialism. President Gerald Ford and Secretary of State Henry Kissinger were visiting the country before the invasion. Ford gave Suharto his assurances: \"We will understand and will not press you on the issue. We understand the problem and the intentions you have.\"\nThe intentions began to be carried out some days later using weapons 90 percent United States made; over several decades, they took the lives of some 200,000 civilians, or roughly a third of the population of Timor -- a fraction which certainly warrants the term genocide.\nAs a third case, we might note Saddam Hussein himself, famous as he is these days. During the 1980s, Hussein was a United States ally in a war against revolutionary Iran, which had overthrown its own United States-imposed dictator in 1979. The Reagan administration approved hundreds of millions of dollars in conventional military aid, as well as the transfer of components for chemical and biological weapons.\nThis was during Hussein's most egregious atrocities, including the 1988 gas massacre of some 5,000 Kurds at Halabja. It is interesting to compare how much was thought of these atrocities in the media at the time they were committed. There was very little condemnation. But after Hussein invaded Kuwait and such condemnation became desired by ruling United States circles, the media responded obediently.\nActually, it isn't fair in many cases to call many of these things international terrorism. Often, they're worse, they are aggression. That's what the Nuremburg trials, after WWII, of leading Nazis called the supreme international crime, containing inside itself all the elements of the others. To be truthful, the invasion of East Timor was not terrorism, and Hussein's invasion of Iran was not. That was aggression. That's also what our latest invasion of Iraq was, clearly. It killed many more people than Sept. 11, 2001. The crimes of the current United States rulers make those of Osama bin Laden look puny in comparison.\n(C) 2002 Technician via U-WIRE\n\nLoad-Date: October 31, 2003"
}