{
    "title": "Terrorism will only increase",
    "publisher": "usa today",
    "year": 2003,
    "month": 4,
    "day": 9,
    "full text": "Today's debate: Postwar Iraq\nOpposing view: U.S. claims to want democracy, but actions suggest less-noble motives.\nIn the wake of 9/11, Americans were in shock, and most wondered why anyone would attack us. President Bush was praised for rallying the nation. What Bush failed to address and what Americans still do not realize is that 9/11, however unjustified, horrible and provocative, was, nevertheless, a comprehensible response to U.S. foreign policy, especially in the Middle East.\nOur rhetoric about democracy appeared hypocritical compared to the despotic Arab sheikdoms we supported, the regional military bases we maintained and the unwavering support for Israel we gave despite its continued disregard of U.N. resolutions dealing with its occupation of Palestinian territories. Now Bush's war on Iraq, rather than ending terrorism, promises to cause more. Instead of analyzing the efficacy of U.S. policy, Bush expanded the war on terrorism to include any state labeled \"rogue,\" meaning states that will not do our bidding or that seek weapons comparable to ours. Although most experts believe Iraq had no ties to al-Qaeda, a majority of Americans believe Saddam Hussein was somehow responsible for 9/11. Why has our government misled us?\nStopping al-Qaeda was necessary. However, it blinded us to a possible American role in generating terrorist anger. Waging wars against \"rogue states\" such as Iraq under the guise of human rights, democracy, anti-terrorism or nuclear non-proliferation cannot conceal the purpose of such military interventionism: American domination of the Middle East and the control of its oil. By controlling the Middle East, the United States can maintain the flow of oil, cut off oil to potential adversaries, protect Israel and enhance our regional superiority. But empire has its costs. Our efforts to dominate the Middle East undoubtedly will generate the terrorism we are supposed to be fighting.\nFor decades, we Americans have seldom been able to question our own morality because we have assumed that we are an exceptional and God-fearing nation whose actions are always just. Such a view has allowed us self-righteously to bomb more than 25 countries since World War II, overthrow and even assassinate leaders who thwart our control and go our own way on issues in which our leadership is crucial. America's actions increasingly look arrogant, bullying, unilateralist and hypocritical.\nThe Iraqis are on the verge of collapse, and some are cheering us as liberators -- Saddam truly is a wicked thug. What will happen in the aftermath is hard to predict. Few will lament the end of Saddam, but most of the world believes it should have been done under international auspices.\nIronically, to get rid of a \"rogue\" such as Saddam, we violated international opinion and law. Despite our idealistic self-perception, for most of the world, America now stands unmasked as the first \"rogue superpower\" and a threat to world peace. Today, terrorism, rather than peace and democracy, is more likely in Iraq and the region.\n***\nMichael Loughlin is a professor of history at Ohio Northern University.\n\nLoad-Date: April 10, 2003"
}