{
    "title": "TERRORISM UPDATE",
    "publisher": "the atlanta journal and constitution",
    "year": 1999,
    "month": 12,
    "day": 31,
    "full text": "1998 bomber suspected in N.H. threat\nThe person who planted two bombs in the heart of Concord, N.H., a year ago now is believed to have made a threat for New Year's Eve.\nPolice intercepted a letter addressed to Gov. Jeanne Shaheen in which someone threatened to bomb a First Night celebration somewhere in the state.\nAuthorities believe the threat came from the person or people who left two bombs in Concord in late October 1998, because the ornate handwriting on the envelope received Wednesday looked identical to handwriting on bomb-related letters received last year.\nOne bomb caused a small fire at the Concord City Library; the other was found unexploded on the steps of the state library, across the street from the governor's Statehouse office.\nAJC\nThe person made other threats but in those cases no bombs were found.\nNo one has ever been arrested. Authorities have said the person had a grievance against the state and made demands for money, but gave no details.\n\n13 in Lebanon injured by suicide bomber\nA suicide bomber blew up a van near an Israeli army convoy in southern Lebanon, killing himself and wounding an Israeli soldier and 12 Lebanese civilians. Seven of the civilians injured were children, ranging in age from 12 to 16, according to the Lebanese Red Cross. Flying glass and shrapnel were largely to blame for the wounds. It was the first suicide bombing in nearly four years in southern Lebanon, the last active Arab-Israeli war front.\n\nExiled terrorist worries Joint Chiefs chairman\nThe chairman of the U.S. Joint Chiefs of Staff said Thursday that he remained concerned about terrorists as the new year approached, especially threats from exiled Saudi terrorist Osama bin Laden. ''In my business, I have to be prepared for the worst-case scenario, and I do not take threats from Osama bin Laden lightly,'' said Gen. Hugh Shelton. ''There are a lot of indicators that bin Laden has something planned for around the first of the year and we have to be prepared,'' he said during a stop in Dunn, N.C., for breakfast Thursday. Shelton and his wife stopped in Dunn after visiting sons in Atlanta and Jacksonville during the holidays. They were headed to the town of Speed, where Shelton was born, to visit his mother, Patsy Shelton.\n\nChina guards against attacks on computers\nAttacked by Taiwanese hackers and flirting with Internet warfare, China has stepped up efforts to guard against viruses and other assaults on its computer systems while passing into the new millennium. After a summer of cyber-skirmishes with rival Taiwan, the Chinese government ordered all agencies and state industries this month to be on guard against viruses and hacker attacks at the new year. The national police force issued a countrywide alert warning computer troublemakers they will be prosecuted.\n\nAssault weapons sales soaring, dealer says\nWhile most Americans seem unconcerned with the possibilities of widespread problems due to the millennium, others are reaching for a gun. Mel Bernstein, a Colorado Springs-area dealer who specializes in assault weapons, said he has sold 37 AK-47s in the past two weeks. He said he normally sells one or two of the semiautomatic assault rifles a week. ''This Y2K thing has really got us busy,'' Bernstein said. ''They want to protect their families. They're scared something's going to hit the fan.''\n\nG.I. Joe's rifles alert airport security\nAmericans have been warned that security is tighter at the nation's airports because of concerns about terrorism. Jacob Heckman, 8, and his 5- year-old brother, Braden, learned about it the hard way. The two boys were about to board a USAirways flight at Raleigh-Durham International Airport for the trip back to Texas when the Christmas gifts their grandmother gave them aroused the suspicion of airport security workers. They confiscated the tiny rifles that came with the boys' new G.I. Joe kits. The rifles were about the size of their father's index finger.\n\nLoad-Date: December 31, 1999"
}