{
    "title": "Terrorism Expert Questions Islamic Relief Organization's Ties",
    "publisher": "new york sun ",
    "year": 2003,
    "month": 5,
    "day": 5,
    "full text": "Staring down from a podium at about 100 Muslims spread around a banquet hall in Queens, Ghazi Khankan demanded money.\n\"From this table, I want $500,\" said Mr. Khankan, who is the executive director of the Council on American Islamic Relations in New York.\nHe had just finished delivering a speech in which he assailed the American Jewish Committee for denying Muslims political influence, and he was prodding his audience to donate money to an Islamic relief organization called Life for Relief and Development that operates inside Iraq.\nBy the end of the event, which took place on April 27 at an Indian restaurant in Jamaica, the audience had written checks or pledged a total of $30,000, money that Life says will pay for disaster relief in Iraq.\nLife insists it's a private nonreligious relief agency, but documents provided to The New York Sun by a noted terrorism expert have raised questions about the 10-year-old group's relationship with people and organizations the American government has accused of supporting terrorism.\nLife, which is registered with the U.S. Agency for International Development and has special consultative status with United Nations, denies it has had any connection with terrorism or to any charities the government recently shut down. FBI officials contacted by the Sun say they aren't investigating Life and aren't aware of the documents given to the Sun.\nAccording to state documents, the head of Life was associated 20 years ago with a base for Muslim extremism in America that housed future Al Qaeda leaders. The documents also reveal that Life worked with a terrorist organization in Pakistan less than 10 years ago.\nIn 1982, Life's CEO, Ghanim Al-Jumaily, was president of the Islamic Center of Tucson, an American base in the mid-1980s for two Al Qaeda founders, said Matt Epstein, an analyst at the Investigative Project, a counterterrorism research center run by Steve Emerson.\nA year after Mr. Al-Jumaily ran the Islamic Center of Tucson, Wael Jelaidan became its president. The American government has accused Jelaidan, who is now in Saudi Arabia, of being an associate of Osama bin Laden and a supporter of Al Qaeda. At the time, the center was also home to Wadih El-Hage, a former personal secretary of Mr. bin Laden who was convicted of planning and executing the 1998 bombing of the American embassies in Africa.\nMr. Al-Jumaily told the Sun he moved to Albuquerque in 1983 and never had contact with Mr. Jelaidan or El-Hage.\nIn the mid 1990s, Mr. Al-Jumaily's group changed its name to Life from the International Relief Association. According to Arizona tax records from 1994, that group worked with an organization called \"Lajnat Al-Da'wah Al-Islamiya,\" which was added to the American government's \"global terrorist\" list in January 2003.\nThe records state, \"Approximately 4,000 families and orphans were provided assistance for food and shelter in South East Asia with cooperation of Lajnat Al-Da'wah Al-Islamiya in Pakistan\" at a cost of $395,000. Mr. Al-Jumaily told the Sun he wasn't aware that the groups had worked together.\n\"I don't know anything about that,\" he said.\nIn mid-April, Life hosted a fundraiser in California, at which one of the speakers urged the audience in Arabic to \"wage Jihad,\" the Muslim word for \"holy war,\" with money.\n\"Today, we have a special type of Jihad, which is with money... And thank our brothers in Life that they made it possible for us to wage jihad with money for our brothers in Iraq,\" said a speaker identified as Wagdy Ghoniem, according to a translated transcript provided by the Investigative Project.\nMr. Al-Jumaily insists his organization is playing an important role in Iraq and doesn't have any connections to terrorism. \"We are operating in transparency,\" he said. \"We don't have anything to hide.\"\n\nLoad-Date: April 21, 2004"
}