{
    "title": "Terror tie to jet discounted Interpol _ Men with stolen passports on missing Malaysian jetliner prob",
    "publisher": "the capital ",
    "year": 2014,
    "month": 3,
    "day": 11,
    "full text": "KUALA LUMPUR, Malaysia (AP) - Two men traveling with stolen passports on a missing Malaysia Airlines jetliner were Iranians who had bought tickets to Europe and were probably not terrorists, law enforcement officials said Tuesday.\nThe announcement is likely to dampen, at least for now, speculation that the disappearance of the Boeing 777 was linked to terrorism. Police said both men bought their tickets in Thailand and entered Malaysia together.\nNo debris from the plane has been found. On Tuesday, baffled authorities expanded their search to the opposite side of Malaysia from where it disappeared more than three days ago with 239 people on board.\nThe airline says the pilots did not send any distress signals, suggesting a sudden and possibly catastrophic incident. Speculation has ranged widely about possible causes, including pilot error, plane malfunction, hijacking and terrorism. News that two of the passengers were traveling with stolen passports immediately fueled speculation of foul play. However, Malaysian police chief Khalid Abu Bakar told a news conference Tuesday that investigators had determined one was a 19-year-old Iranian, Pouria Nourmohammadi Mehrdad, and that it seemed likely that he was planning to migrate to Germany.\n\"We believe he is not likely to be a member of any terrorist group,\" Khalid said.\nInterpol identified the second man as a 29-year-old Iranian and released an image of the two boarding a plane at the same time. Interpol Secretary General Ronald K. Noble said the two men traveled to Malaysia on their Iranian passports, then apparently switched to their stolen Austrian and Italian documents.\nHe said speculation of terrorism appeared to be dying down \"as the belief becomes more certain that these two individuals were probably not terrorists.\"\nKhalid said the 19-year-old man's mother was waiting for him in Frankfurt and had been in contact with police. He said she contacted Malaysian authorities to inform them of her concern when her son didn't get in touch with her.\nAuthorities are expanding their search for the missing plane to the Malacca Strait, far from its last confirmed location, the airline said Tuesday, injecting new mystery into an investigation that so far has failed to come up with any answers.\nThe plane took off from Kuala Lumpur, on the western coast of Malaysia, early Saturday en route to Beijing. It flew across Malaysia into the Gulf of Thailand at 35,000 feet and then disappeared from radar screens.\n\nLoad-Date: March 11, 2014"
}