{
    "title": "Terror alert is lowered back to yellow",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 5,
    "day": 31,
    "full text": "The Bush administration yesterday lowered the nation's terrorism alert level to yellow, or elevated, saying warning signs of a possible attack had eased.\nThe threat level was boosted 10 days ago to orange, or high, after deadly bombings overseas that are believed to be the work of the al-Qaeda terrorism network. U.S. officials worried that the attacks in Saudi Arabia and Morocco, which killed 75 people, including eight Americans, could usher in new attacks on American soil.\nIn a statement, Homeland Security Secretary Tom Ridge said the U.S. intelligence community \"concluded that the number of indicators and warnings that led to raising the level have decreased and the heightened vulnerability associated with the Memorial Day holiday has passed.\"\nRidge warned that the change did not mean the threat of an attack had passed and urged local law enforcement to remain vigilant.\nLocal governments are encouraged to visibly increase security in response to the federal government's stepped-up terrorism alerts. Some have complained of the hefty costs involved.\nThis was the fourth time the administration had raised the terrorism alert level in the new five-tier color system; yellow is the middle level and indicates a significant risk.\nThe terror alert has been at orange four times since the system was put in place in March 2002. No domestic attacks have occurred during any of the alerts, which Homeland Security officials believe serve to deter would-be terrorists from striking.\nPrevious alerts lasted roughly a month. The lowest two levels, green and blue, and the highest, red, have not been used.\nIn Pennsylvania, Gov. Rendell followed the federal government's lead and lowered the state's Homeland Security Threat Level to yellow.\nContact reporter Shannon McCaffrey at 202-383-6164 or smccaffrey@krwashington.com.  \n\nLoad-Date: July 28, 2005"
}