{
    "title": "Terrorism acts are sending people to the bookstore",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 9,
    "day": 20,
    "full text": "There is anguish in the offices of Rutgers University Press, the nonprofit that published professor Angus Gillespie's Twin Towers: The Life of New York City's World Trade Center.\nThe book had an initial run of 3,000 copies in 1999. About 2,000 of those sold before Sept. 11, the day terrorists attacked New York and Washington with hijacked planes. One day later, the remaining 1,000 copies sold, and there was demand for 4,000 more. This week, the demand is up to 33,000. The publisher has placed a rush order.\nThis is not the route to success that the publisher or the author envisioned.\nSimilarly, there is no pleasure being taken in the fact that the late Barbara Olson's Hell to Pay, an unflattering look at Hillary Clinton, is sold out on Amazon.com. The author, wife of U.S. Solicitor General Theodore Olson, was a passenger on one of the hijacked planes.\nUp and down best-seller lists, books about terrorism, germ warfare, Nostradamus and apocalyptic prophecy are hot.\nAt Borders spokeswoman Jenie Carlen said the company had seen an increase in sales of all books having to do with the Middle East, Osama bin Laden, the Taliban, and terrorism in general.\nSales are up, too, on books and calendars that contain pictures of the World Trade Center and Lower Manhattan, she said. And books that offer hope, Carlen said, are doing well. John Edward's Crossing Over, in which the popular psychic discusses communicating with the deceased, and books on coping with grief and loss are also selling well, Carlen said.\n\"Bible sales have increased, too,\" she said.\nCarlen said Borders thought twice about whether to recommend any particular books, for fear of seeming to seek profit from a very real and awful pain. In the end, she said, the company elected to put out a list of suggested titles for readers that features books on terrorism and coping with it.\n\"It's a thin line,\" she said, \"But right now people are seeking information. They're worried, scared and grieving, and we want to be able to provide them with all the information we can on these topics.\"\nBarnes & Noble refused yesterday to release information on the categories of books being sold during this period, except to say there are \"obvious increases in sales of books with religious or spiritual content.\"\nA company spokeswoman, Mary Ellen Keating, said the firm had been inundated with queries from reporters, but she stopped short of acknowledging that it would be awkward to boast about increased sales when so much of the country is hurting.\nAt powerHouse Books, company spokeswoman Sara Rosen issued a press release saying powerHouse meant no harm when it offered copies of Afghanistan Diary: 1992-2000 to its media contacts last week.\n\"Given the circumstances, we understand that some may be offended by what may be perceived as promoting a product. . . . However, our sole intention is to . . . inform the media and public at large about the rise to power of the Taliban regime.\"\nOn Amazon.com's Top 100, which is updated hourly, the list is dominated by related books - most yet to be published. Among them: Germs: American's Secret War Against Biological Weapons by Judith Miller; The New Jackals: Ramzi Yousef, Osama bin Laden and the Future of Terrorism by Simon Reeve; and Bin Laden by Yossef Bodansky.\nThirteen of Amazon.com's first 25 are about terrorism, prophecy or faith.\nDianna Marder's e-mail address is dmarder@phillynews.com.  \n\nLoad-Date: October 31, 2001"
}