{
    "title": "Terrorism, war in Iraq resonate with Maine voters; Election 2004_ After the economy and jobs, issues",
    "publisher": "portland press herald",
    "year": 2004,
    "month": 10,
    "day": 3,
    "full text": "Last in a series\nHelen Jones believes President Bush is doing a good job keeping terrorists from attacking America again and was right to send troops overseas.\nBut Jones, who lives in Dover-Foxcroft and has a son in the Navy, plans to vote for John Kerry. She says the war in Iraq has gone on too long and cost too much. \"I think we should have gone in and done our business and got out,\" she said.\nAlton Brown's half-brother, Robert Norton, was killed in the terrorist attacks on New York three years ago, and Brown is a steadfast Bush supporter. \"I'd rather see him go after them than see them in the back yard,\" said Brown, who also lives in Dover-Foxcroft.\nQuestions about foreign policy and national security have influenced presidential campaigns from the start. But this election is different from those that came before Sept. 11, 2001, the day 19 hijackers attacked America and changed the nation's priorities and political landscape.\nTerrorism and national security are huge, but complicated, factors in the presidential race. How influential those issues will ultimately be, and which candidate will command them, is hard to predict and could well depend on world events between now and Nov. 2.\n\"I think the situation in Iraq is going to be the determining factor in the election,\" said Bahman Baktiari, associate professor of political science and director of the International Affairs Program at the University of Maine.\nHe predicts that a stable or improving situation in Iraq would boost support for Bush, while more violence or economic fallout such as high oil prices or budget problems would shift support to Kerry.\nOthers are less sure. \"I'm not completely convinced that foreign policy issues will be the deciding element,\" said Timothy Cole, associate professor of political science at the University of Maine. \"My suspicion is it will be important this time around, but how decisive it will be is still up for grabs.\"\nA poll of 400 likely Maine voters conducted in September by Zogby International for the Portland Press Herald/Maine Sunday Telegram shows the war in Iraq and terrorism are major concerns of voters, ranking second and third after jobs and the economy. More than 14 percent of likely Maine voters said the war in Iraq is the single most important issue in making their decision and 10.4 percent cited terrorism/security as the top issue. More than 19 percent of the participants said economic issues are the most important in making a decision.\nA Critical Insights poll last month found that 58 percent of Mainers contacted say they are not concerned about terrorism striking near their homes or place of work. On the other hand, 59 percent said they believe terrorists are at least somewhat likely to attack on U.S. soil again before the election.\nSally Tartre of Kennebunk has been touched by terrorism. Her brother, Jim Roux, was aboard one of the planes that crashed into the twin towers on Sept. 11. Tartre now avoids the presidential campaigns as much as possible. She doesn't watch the candidates on TV, read about politics or talk about it, if she can help it.\nShe believes voters should view terrorism and security as their No. 1 issue, but she doesn't like to see it politicized by the candidates, and she isn't taking sides in the presidential race.\n\"I'm not a Bush supporter. I'm not a Kerry supporter,\" she said. \"It's such a national thing. But to me it's so personal.\"\nBoth campaigns know security issues could decide the race, and have focused increasing attention on security issues as Election Day nears. Terrorism and Iraq were the focus of the first head-to-head debate between Bush and Kerry last week.\nPolitical scientists and polls, both in Maine and nationwide, say the issues generally break down this way: More voters support Bush when asked who will best fight terrorism and promote homeland security. But a majority also say they are unhappy with the war in Iraq.\nThe campaigns are well aware of those attitudes. The Bush-Cheney campaign has effectively reminded voters of the Sept. 11 attacks and framed the war in Iraq as an extension of America's strike-first response. The Kerry-Edwards camp, on the other hand, has worked to focus the voters' attention on Iraq and criticize the president's handling of the war and his honesty about its success.\nEven the words used by the campaigns are telling, said Cole, an expert in presidential rhetoric. The Bush campaign talks about Iraq as part of a World War II-like struggle against an evil enemy that wants to destroy freedom. The Kerry campaign uses words such as chaos and quagmire that remind voters more of Vietnam.\nPolls show that many voters consider terrorism and the war in Iraq as separate issues. But frustration about Iraq has not translated into strong support for Kerry on that issue. Kerry and Bush both say troops must stay in Iraq to stabilize the country. Polls show voters are virtually split on which candidate would better handle the war going forward.\n\"The president's message is what's going on in the world, including Iraq and Afghanistan, is still under the shadow of 9/11. It's part of the war on terror. He's been pretty successful at that,\" Cole said. \"What's Kerry going to do, demand immediate withdrawal? He's already made it clear he won't do that.\"\nVoters who support Bush often say they like the way he is decisive and resolute.\nDan McCormick of Freeport says he is voting for Bush because the president supports a strong defense. \"At this point in this country's history, it is pretty important,\" he said. \"I don't think the economy can handle another hit like Sept. 11.\"\nMcCormick, a 38-year-old business owner, is frustrated about the progress of the war, but still agrees with Bush's strike-first approach to foreign threats.\n\"The one problem we have right now is there is no exit strategy for Iraq,\" he said. \"Unfortunately, we have entered into a new phase in this country's history where we may have to preemptively strike certain dictatorships around the world that have the capability to do us harm.\"\nThe fact that troops have not found stockpiles of weapons of mass destruction or links between Saddam Hussein and the Sept. 11 terrorists has not changed his mind about the invasion. \"It was only a matter of time before Hussein and al-Qaida hooked up,\" he said.\nEdward Tansey of Winslow, on the other hand, is like many voters who support Kerry and consider Bush reckless or arrogant.\nTansey, a 60-year-old retired teacher and Vietnam-era veteran, says Kerry would be a strong defender of the country. But he also understands history and the need to work with other nations, he said.\n\"My personal feeling is I think President Bush was really trying to make right what his father didn't do,\" he said.  \"As we have learned, or I thought we had learned (in Vietnam), these situations are like a quagmire.\"\nTansey says both Kerry and Bush will keep America as safe as possible from attacks, given the openness of our society. And, he believes, neither candidate will be able to find an easy way out of Iraq.\nBut he's convinced Bush made big mistakes in the Iraq invasion, and is making matters worse.\n\"I think we have probably alienated more people now,\" Tansey said. \"I think he went in for the wrong reasons and didn't do it appropriately as far as getting the world behind us.\"\nStaff Writer John Richardson can be contacted at 791-6324 or at:\njrichardson@pressherald.com  \n\nGraphic\n\n \nPresident Bush\nSen. John Kerry\n\nLoad-Date: October 3, 2004"
}