{
    "title": "TERRORISM THREAT AT THE OLYMPICS_ A SAD BUT UNALTERABLE FACT OF LIFE",
    "publisher": "pittsburgh post-gazette",
    "year": 2014,
    "month": 1,
    "day": 22,
    "full text": "Little did the Greeks know what they were getting us into back in 1896. And how could they?\nCertainly, their vision of the Olympics probably went no further than to celebrate which of them ran the best marathon in a loincloth.\nNow, we are three weeks from the start of the Sochi (Russia) Winter Olympics, and the anticipation of sport is, once again, being overshadowed by the concern for safety. There are headlines about athletes, but bigger ones about their well-being.\nOnce again, security is trumping sport.\nThese Olympics are meant to be for skating and skiing and curling, not bombing and maiming.\nYet here we are, once again, mixing our expectation of achievement and celebration with fear of the unimaginable. Without trying to sound too much like the Rodney King lament, can't we ever just play our games in peace and quiet? Sometimes, these pre-Olympic security scares feel contrived, more like a warning to the bad guys and a justification for spending many millions of dollars to beef up the policing. This time, not so much.\nAt least 34 people died last month in two bombings in a city 400 miles away. Now comes news of threatening videos and the reported arrival in Sochi of a female suicide bomber.\nOne security expert who reports for CNN, Frances Fragos Townsend, said recently, \"This is the most dangerous threatened environment we have seen for the Olympics.\"\nAccompanying this are reports that the United States will have two warships nearby, as well as several C-17 transport planes at the ready for evacuating U.S. citizens. That alone would appear to make it tougher to focus on your triple toe loop, or, if you are a fan, on events to attend.\nThe best shield is a dismissal of reality, as former figure skating star Tara Lipinski did when she said recently, \"There are so many threats at the Olympics, the athletes are used to that.\"\nOne theory says that all the publicity the scarers get from doing the scaring is enough for them. Here's hoping.\nReality says that 40,000 Russian security personnel, the announced number, are not on hand merely to march in parades.We make no recommendation here as to how to solve this. We have no magic, just a sadness that it has come to this, that something as healing as international sports competition has to share the wonders of its athleticism and joy of its celebrations with the fear of evil.\nSadly, there is a track record that shows that none of this should be taken as just bad guys crying wolf.\nIn Munich in 1972, 11 Israelis died and we found out when ABC's Jim McKay, stricken with the burden of having to be the bearer of horrible news, looked into the camera and said, \"They're all gone.\"\nWe experienced it firsthand in Atlanta in 1996. When you walk into a crowd of departing people, minutes after a noise that can only be identified as a bomb, and see ashen faces and blood on arms and cheeks, you know sport has been violated. Those Games went on, but mattered less.\nThe Munich murderers, the Palestinian group Black September, were terrorists. So was the Atlanta murderer, Eric Rudolph, whose bomb that night in Olympic Centennial Park killed Alice Hawthorne and injured 111.\nThis stuff is real. People with violent agendas see the Olympics as a home game.\nThe plainclothes police outside our media hotel in Athens in 2004 - the same guys standing in the same place every day and looking greatly like special LAPD assignees though never confirmed to us - were real. The military tank that showed up one day at the 2008 Beijing Olympics at the entrance to the press center was not just there for a photo op.\nThe Olympics, sadly, have become so much more than the old ABC \"Wide World of Sports\" slogan, also intoned by McKay: \"The thrill of victory and the agony of defeat.\"\nThey are nationalistic joy, colorful entertainment, inspirational efforts.\nAnd they are Lilly, of whom we have written before.She was about 10 years old, on a train with her family en route to events in the 2000 Sydney Games. She held her event ticket so tight her knuckles were white. She and her family had saved and saved so they could make the long train trip to Sydney. They had left in the middle of the night, and after a long day of Olympic viewing, would head back on the train. After ticket-buying, there wasn't money for a hotel room.\nLilly said she would be an Olympian one day, either a swimmer or gymnast. We have forgotten which one. We do remember her passion for getting there, both that day to see and someday to compete.\nThis is all pretty basic.\nSick people's agendas must be stopped from turning the Olympic dreams of a Lilly into the Olympic disillusionment of an entire generation.\n\nNotes\n\nBill Dwyre writes for the Los Angeles Times.\n\nGraphic\n\n \nPHOTO: Nataliya Vasilyeva/Associated Press: U.S. Congressman Michael McCaul, chairman of the House Homeland Security Committee, overlooks the Olympic Park in the Black Sea resort of Sochi, Russia, Tuesday. McCaul said he was impressed by the work of Russian security forces but troubled that potential suicide bombers had gotten into the city despite all of the extraordinary security measures.\n\nLoad-Date: February 4, 2014"
}