{
    "title": "Terrorist definition revised",
    "publisher": "ips",
    "year": 2014,
    "month": 9,
    "day": 11,
    "full text": "Language removed from a Montana Disaster and Emergency Services document was a violation of the freedom of speech and needed to be revised before it was adopted by Philipsburg, a town council member told his peers last Tuesday.\nDaniel Reddish told the council that a section out of the DES's Hazardous Mitigation Plan which the council will vote on later in the year listed a number of organizations that might have possible affiliations with terrorism and he had pointed this out to a county representative.\nBecause the resolution would not needed to be voted on until November, Reddish said he had time to give the document a thorough read.\n\"The agency (DES) has really had problems,\" Reddish said later. \"From 2007 to 2013 it was one mishap after another.\"\nThis included the State Legislative Audit Committee review of $3.7 million in federal grants managed by the DES, which pointed out inappropriate payments to contractors and poor contract management as well as employees overstepping their purchasing authority, according to Montana Watchdog.\nProblems were also uncovered in the management of $19.7 million in grants by the DES and DMA.\nIn July DES director Ed Tinsley announced that he was leaving the department to take another state job.\nKnowing the history of that agency, it made sense to Reddish to go through the document carefully. It was in a section that covered terrorism that Reddish came across language that raise his eyebrows.\nMost importantly, it dealt with political beliefs certain groups had voiced in some cases, it was a stance on government involvement.\n\"The way these groups were listed, this would be about 50 percent of our constituency,\" Reddish told the council. \"When I pointed it out to our local rep, he was surprised it was there.\"\nGranite County emergency manager Ryan Lee said that when Reddish sat down with him and showed him what was written, it was clear there needed to be a revision.\n\"What Daniel caught and what we agreed with is how it listed definitions of terrorism,\" Reddish said. \"We agreed that it isn't an individual's belief the fact that you disagree with the government does not make you a terrorist If you bomb a building that makes you a terrorist. It's actions not belief.\"\nIn a letter attached to the updated version, Lee stated that the language clearly denned groups as terrorists because of their beliefs or disagreements and that at meetings in both Philipsburg and Drummond the update was approved unanimously.\nThe County Hazard Mitigation Plan is a proposed county-wide plan in the event of a hazardous incident that will be voted on by November.\nWhile this included natural disasters such as earthquakes and fires, it also had a section on man-made disasters. This could be both unintentional such as a train derailment or intentional, such as a terrorism attack which was where the questionable language was removed, Lee said.\nAt the town council meeting, Mayor Craig Sorensen commended Reddish on his sharp eye.\n\"Small towns can make a difference.\"\nThe Granite County Commissioners had adopted a resolution to revise the language before it goes back to the Philipsburg Town Council and Drummond Town Council for a vote.\n\nLoad-Date: February 27, 2016"
}