{
    "title": "Terrorism drill takes aim at foreign animal diseases",
    "publisher": "the philadelphia daily news",
    "year": 2008,
    "month": 10,
    "day": 16,
    "full text": "Terrorism came to Philadelphia and Chester County yesterday.\nOr at least authorities acted like it had. \nIn an exercise that was more than a year in planning, the FBI and other law-enforcement agencies said, they conducted an \"agroterrorism\" test to see how the region might react to introduction of a \"foreign animal disease\" in livestock.\nThe test was deemed a success.\n\"The whole objective is to learn how to minimize the impact of a potential or actual outbreak,\" said Jerri Williams, an FBI spokeswoman. \"So, it was pretty successful.\"\nThe daylong test was conducted by the FBI's Philadelphia division, in conjunction with the U.S. Attorney's Office and the Southeastern Pennsylvania Regional Task Force.\nIt took place at three locations: the University of Pennsylvania's School of Veterinary Medicine at the New Bolton Center, Kennett Square, Chester County; the USS Shreveport, at the Philadelphia Naval Business Center; and the Chester County Department of Energy Services, West Chester.\nAmong other things, FBI agents role-played with farmers about the source of an imaginary outbreak, Williams said.\nAgroterrorism refers to attacks that can expose livestock to afflictions found overseas, including foot-and-mouth (also called hoof-and-mouth) and mad-cow diseases, potentially crippling the U.S. agriculture industry.\n\"This type of disease can spread and recontaminate over and over again,\" Williams said. \"Just the possible consequences of that are devastating.\n\"We had been hearing that hoof-and-mouth disease had been found in three other states. And so, Pennsylvania had been put on notice to look out for any possible outbreaks here.\"\nGary Smith, a professor of population biology and epidemiology at Penn's veterinary school, said that livestock can be infected by being exposed to animals already carrying a disease, or through trash brought from abroad.\n Because American farmers don't commonly vaccinate animals for such exposures, the results could be disastrous, he said.\nThe exercise was intended to prepare the agencies to work together and to test communication equipment.\n\"The good thing about an exercise like this is if there are things that could have been done better, you have an opportunity to sit and learn from that,\" Williams said. \n\nLoad-Date: October 16, 2008"
}