{
    "title": "Terrorism hoax forces flight back to Philly airport",
    "publisher": "the philadelphia inquirer",
    "year": 2012,
    "month": 9,
    "day": 7,
    "full text": "Christopher Shell, a Texas transplant living in South Philadelphia, was 30 minutes into a flight back home Thursday when the plane abruptly turned around. \n\"I'm pretty disappointed in US Airways,\" a dejected Shell posted on Facebook as the Airbus jet returned to its starting point. \"We just spent a half hour in the air to be notified that the plane, 'has technical difficulties' and had to fly back! Flight 1267 CANCELED.\" \nThat's when Shell, on his 29th birthday, went from being just another frustrated air traveler to the victim of something more ominous: a terrorism hoax. \nActing on a phone tip, and in view of 73 other passengers and crew members, authorities led Shell from the plane in handcuffs. They dropped him to his knees on the tarmac and let a bomb-sniffing dog go to work. \nInvestigators quickly determined that Shell was no threat. By late afternoon, they had detained Shell's ex-girlfriend and a man for questioning, according to two law enforcement sources. At least one could be charged as early as Friday, a federal source said. \nAuthorities were withholding their names and the possible reason behind the \"pretty nasty prank,\" as Chief Inspector Joe Sullivan, commander of the Philadelphia Police Department's antiterrorism unit, described it. \n\"It's just an incredibly foolish and irresponsible thing to do,\" Sullivan told reporters at an airport briefing, citing the time, money, and effort spent by the airline and law enforcement officials, and the inconvenience to passengers. \"The bottom line is: It's criminal.\" \nRichard Quinn, assistant special agent in charge for national security at the FBI's Philadelphia office, said the caller could face federal charges for interfering with civil aviation. \nFor Shell, the day only got worse: Shortly after 7 p.m. Philadelphia time, he was arrested by Dallas/Fort Worth International Airport police for outstanding warrants from area law enforcement agencies, said David Maga&ntilde;a, an airport spokesman. \nThe airport incident started with a 7:30 a.m. call to the Philadelphia police unit at the airport, Sullivan said. The caller said a passenger - later identified as Shell - was attempting to smuggle an explosive onto a flight to Texas. \nOfficials immediately searched manifests and found the passenger listed on US Airways Flight 1267, which had left Philadelphia for Dallas-Fort Worth about 7:40. \nA little more than an hour later, the plane was back, taxiing to a remote piece of runway at Philadelphia International Airport. Shell was led from the plane and into a waiting car, but not before someone snapped a blurry photo from afar and posted it online. \nFor Shell, who works for a Fort Worth-based sales company, that was the beginning of a notorious day in the limelight, fueled in part by social media. \nAfter his name emerged as the passenger who was removed, news outlets seized on his Facebook photos and the note he posted Thursday morning before he boarded. \n\"I feel Blessed on [sic] of my new neighbors works Security at PHL airport, walked me right in str8 though security with a breeze,\" it read. \nHis name soon rippled across the Internet and Twitter. Then his Facebook page filled up with quips from friends. \n\"Not a good start to your birthday huh?!\" one wrote. \nShell confirmed to the Associated Press that he was the passenger removed but did not respond to Inquirer messages left on his cellphone and e-mail. \n\"If u have questions or want an interview with me, it will cost u $$$$ until then,\" said one of his later Facebook posts. \nFlight 1267 ultimately departed for Dallas-Fort Worth at 11:14 a.m. and landed uneventfully three hours later. The flight had about 60 passengers, nine fewer than had first boarded. US Airways spokesman Todd Lehmacher said several passengers may have taken other flights or decided not to fly. \nContact Peter Mucha at 215-854-4342 or pmucha@phillynews.com. \nContributing to this article were Inquirer staff writers Linda Loyd, Robert Moran, Allison Steele, and Joseph A. Gambardello. \n\nLoad-Date: September 7, 2012"
}