{
    "title": "Terror suspects indicted on 11 counts",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 6,
    "day": 21,
    "full text": "A grand jury has handed up an 11-count indictment against three NATO summit protesters jailed since May, including four terrorism-related counts and seven other charges, according to the document obtained by The Associated Press from defense attorneys.\nBrian Church, Jared Chase and Brent Vincent Betterly were arrested before the summit in Chicago under Illinois' never-before-used anti-terrorism statutes, accusing them of plotting to attack President Barack Obama's campaign headquarters with Molotov cocktails.\nDefense attorneys asked at a hearing last week if prosecutors would show them the indictment. State's attorneys said they would only disclose it at an upcoming July 2 arraignment.\nBut a copy of the indictment was available at the Cook County circuit court clerk's office this week, said Sarah Gelsomino, one of Church's attorneys and a member of the National Lawyers Guild.\n\"This is highly unusual behavior that, at every stage, prosecutors have refused to talk to us,\" she said Wednesday.\n\"It is symbolic that we couldn't even get the indictment directly from prosecutors themselves.\"\nSeveral messages left for the Cook County State's Attorney's office seeking comment were not immediately returned.\nA copy of the 12-page indictment provided by the defense lawyers to the AP is dated June 13, and signed by Court Clerk Dorothy Brown, State's Attorney Anita Alvarez, and the grand jury foreman. It provides no details about the evidence.\nThe indictment against Church, 20; Chase, 24; and Betterly, 24; includes conspiracy to commit terrorism and material support for terrorism — two charges under which they were arrested.\nThey each could spend decades in prison if convicted. Counts in the indictment that make no reference to terrorism include attempted arson, solicitation to commit arson, conspiracy to commit arson and two counts of unlawful use of a weapon.\nDefense attorneys have said all three men intend to enter not guilty pleas at the arraignment next month.\nThe defense has criticized Illinois' anti-terrorism statute, which underpins some of the charges, saying it is too all-encompassing.\nFederal prosecutors handle the vast majority of terrorism cases in the U.S., distinguishing the case of the three activists.\nThey are the first people to be charged under the Illinois law adopted after the Sept. 11, 2001, terrorist attacks.\n\nGraphic\n\n \nAssociated Press Brent Vincent Betterly, 24, of Oakland Park, Fla., Jared Chase, 24, of Keene, N.H., and Brian Church, 20, of Ft. Lauderdale, Fla, have been indicted by a grand jury on 11 counts: four terrorism-related charges and seven other counts, including attempted arson. Associated Press Brent Vincent Betterly, 24, of Oakland Park, Fla., Jared Chase, 24, of Keene, N.H., and Brian Church, 20, of Ft. Lauderdale, Fla, have been indicted by a grand jury on 11 counts: four terrorism-related charges and seven other counts, including attempted arson.\n\nLoad-Date: June 21, 2012"
}