{
    "title": "Terrorism, busy plot keep action going in thriller",
    "publisher": "the tampa tribune ",
    "year": 2009,
    "month": 7,
    "day": 19,
    "full text": "By AL HUTCHISON\n\"Gone Tomorrow,\" by Lee Child (Delacorte Press, $27)\nAdmirers of Lee Child's popular Jack Reacher novels tend to regard \"Killing Floor\" - the first in his series - as his best, but they may want to reconsider because \"Gone Tomorrow\" takes Reacher, the quintessential go-it-alone tough guy, to a new level.\nIn the past, he has foiled greed-addled domestic criminals; now he's face-to-face with international evil.\nOddly, for a character who has meandered across the United States resolving sensational conflicts and casually discarding acquaintances and lovers, his new adventure begins underground in New York. Riding a sparsely occupied subway car in the wee small hours, Reacher spots a fellow passenger who, he's convinced, fits the profile of a terrorist.\nBeing who he is - more or less a 21st century Lone Ranger - he can't just hop off at the next stop and hope for the best. What happens next snares Reacher in a deadly web constructed out of extravagant deceit, naked political ambition and an understandable fear that followers of Osama bin Laden may have slipped past Homeland Security and set up shop in Manhattan.\nChild's fast-paced, can't-put-it-down tale is driven by the altered consciousness of post-9/11 America, an America in which some authorities seem more afraid of missing an opportunity to thwart potential terrorists than in respecting the rights and freedoms guaranteed in the Constitution. Along the way, Reacher frequently expresses contempt for Donald Rumsfeld, the former secretary of defense, so it's reasonable to assume that he has little sympathy for way the nation's security apparatus has been modified to meet the terror threat. In fact, he becomes a temporary victim of that controversial modification.\nNaturally, Reacher survives every challenge that comes his way, and they are many and varied. He uses his analytical skills, which are downright extraordinary, to calculate risks and to locate his elusive adversaries. Relying on the lessons he learned in his murky military past, he knows when and where to make his moves.\nIn a published interview, Child (a native of Britain) said he was intrigued by the terrorist attacks on London's transportation network in 2005 and therefore he scoured the Internet for information about that incident. He was particularly interested in the fact the British police mistakenly shot and killed an innocent Brazilian suspected of being one of the terrorists.\n\"So I was curious: What happened with the Brazilian kid? How was the mistake made?\" Child told an interviewer. To satisfy his curiosity he \"eavesdropped\" on Web sites used by British cops and learned there is \"the list\" (developed by Israeli intelligence experts) with 12 signs that, if they're all visible on a single individual, strongly suggest that person is a potential terrorist. The Brazilian displayed all 12 signs on the list.\nObserving a lone and obviously distressed woman on the subway in New York, that list pops into Reacher's mind. Everything else - and the plot is packed with drama - in \"Gone Tomorrow\" flows from that fact. And it all makes for a marvelous reading experience.\nMORE BOOKS\nGo to Page 14 for reviews of \"Homemade\" and \"Hunter.\"\nAl Hutchison of Citrus County is a freelance writer.\nCopyright © 2009, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: July 22, 2009"
}