{
    "title": "Terror cover backstop a high priority_ Dodd Incoming panel chair expresses support for permanent sol",
    "publisher": "business insurance",
    "year": 2006,
    "month": 11,
    "day": 20,
    "full text": "WASHINGTON-Extension of the federal backstop for terrorism coverage is a key priority for the next Congress, according to lawmakers from both houses.\nLast week, the incoming chairman of the Senate Banking, Housing and Urban Affairs Committee said he would like to deal with the future of the federal terrorism insurance backstop sooner rather than later.\n``We'd like to get something done early,'' said Sen. Christopher Dodd, D-Conn., at a Capitol news conference last week. The current program, which is a scaled-back version of the Terrorism Risk Insurance Act of 2002, is slated to expire on Dec. 31, 2007.\nSen. Dodd, who will succeed Sen. Richard Shelby, R-Ala., as chairman of the committee in the new Congress, said he does not want merely to extend some version of the program for a limited amount of time.\n``My hope would be to get something done on a permanent basis,'' he said. He noted, however, that there are ``philosophical differences'' with ``the other part of town,'' a reference to the Bush administration.\nThe administration, which vigorously supported the initial TRIA bill, succeeded in scaling back the program's scope as a condition for its extension in December 2005.\nMeanwhile, the House Financial Services Committee expects to take up the backstop extension-and at least two other major insurance issues-after it convenes under new leadership in January, according to a key member of the committee.\nRep. Dennis Moore, D-Kan., said that, in addition to addressing the backstop issue, the committee would consider the possibility of allowing insurers to seek federal rather than state charters as well as examine natural catastrophe risk policy during the new Congress.\n``All of these issues are high on the Financial Services list,'' said Rep. Moore during brief comments last week at a seminar on insuring catastrophic risks sponsored by Washington law firm Wiley Rein & Fielding L.L.P. and the University of Connecticut School of Law.\nThe legislative director for Rep. Paul Kanjorski, D-Pa., who is likely to chair the committee's subcommittee that deals with insurance issues, fleshed out Rep. Moore's comments.\n``One of the biggest things'' is the federal terrorism insurance backstop, said Todd Harper. ``We want to do this right away'' and not wait until the expiration deadline looms.\nMr. Harper noted that there is a growing interest among lawmakers in creating a permanent solution to the terrorism insurance issue rather than extending a short-term program repeatedly.\n\nGraphic\n\n \nArt Caption: Stock index\nArt Credit: Sen. Chris Dodd, D-Conn., has pledged to take up the terror backstop issue.\n\nLoad-Date: November 21, 2006"
}