{
    "title": "TERRORISM SUSPECTED IN ATTACK ON CAMPUS Ohio State University student injures 11 with car, knife",
    "publisher": "spokesman review",
    "year": 2016,
    "month": 11,
    "day": 29,
    "full text": "COLUMBUS, Ohio - A Somali-born Ohio State University student plowed his car into a group of pedestrians on campus and then got out and began stabbing people with a butcher knife Monday before he was shot to death by a police officer. Police said they were investigating whether it was a terrorist attack.\n Eleven people were hurt, one critically.\n The attacker was identified as Abdul Razak Ali Artan. He was born in Somalia and was a legal permanent U.S. resident, according to a U.S. official who wasn't authorized to discuss the case and spoke on the condition of anonymity. The FBI joined the investigation.\n The details emerged after a morning of conflicting reports and confusion, created in part by a series of tweets from the university warning there was an \"active shooter\" on campus and students should \"Run Hide Fight.\" The warning was prompted by what turned out to be police gunfire.\n Police vehicles and ambulances converged on the 60,000-student campus, and authorities blocked off roads. Students barricaded themselves inside offices and classrooms, piling chairs and desks in front of doors, before getting the all-clear an hour and a half later.\n Ohio State University police Chief Craig Stone said the assailant deliberately drove his small Honda over a curb outside an engineering classroom building and then began knifing people. A campus officer nearby because of a gas leak arrived on the scene and shot the driver in less than a minute, Stone said.\n Angshuman Kapil, a  student, was outside Watts Hall when the car barreled onto the sidewalk.\n \"It just hit everybody who was in front,\" he said. \"After that everybody was shouting, 'Run! Run! Run!' \"\n Most of the injured were hurt by the car, and at least two were stabbed. One had a fractured skull.\n Columbus police Chief Kim Jacobs, asked whether authorities were considering the possibility it was a terrorist act, said: \"I think we have to consider that it is.\"\n Republican Vice President-elect Mike Pence called the episode \"a tragic attack\" and said \"our prayers are with them all.\"\n U.S. Rep. Adam Schiff, of California, the top Democrat on the House Intelligence Committee, said the bloodshed \"bears all of the hallmarks of a terror attack carried out by someone who may have been self-radicalized.\"\n\nLoad-Date: December 21, 2016"
}