{
    "title": "Terrorism and Europe's refugee crisis",
    "publisher": "university wire",
    "year": 2015,
    "month": 11,
    "day": 16,
    "full text": "Terrorism and Europe's refugee crisis \nOn the evening of Nov. 13, six different locations throughout Paris became the targets of a coordinated, simultaneous terror attack. At least 132 people have been killed, according to French officials, and more than 352 have been wounded, with 99 of those in very serious condition.\nFrench President François Hollande said the terrorist group ISIS had carried out the attack, and a statement from the group itself quickly confirmed this. Using AK-47s and suicide bombs, three teams of terrorists wreaked havoc across central Paris. The majority of the deaths were concert-goers at the Bataclan concert hall, where an American band, the Eagles of Death Metal, performed. At least 89 people were killed as the terrorists opened fire in the venue and took hostages.\nAs for the perpetrators of the attacks, seven of the eight terrorists involved were killed by their own suicide bombs or from police gunfire. But a manhunt is on for the eighth suspected terrorist, French national Salah Abdeslam.\nThe attack had several immediate consequences. Hollande declared a state of emergency and tightened security at France's borders. He also called the terror attacks an \"act of war,\" and French military quickly responded in kind, launching air strikes against the de facto capital of ISIS's operations in Syria, the city of Raqqah.\nBut beyond the initial military response, it's clear that France has been thrust into the center of a battle that can no longer be contained within the turmoil of Syria and Iraq.\nThe attacks in Paris, combined with an attack in Beirut, Lebanon, that left 40 dead and the explosion of a Russian charter jet that killed more than 200 people, are emblematic of a shift in ISIS' tactics that shows the terror group is not content with just establishing an Islamic caliphate in the Middle East. What this tragedy shows us is that the War on Terror must become a global undertaking.\nThe civil war in Syria and the subsequent mass exodus of both refugees and migrants seeking a better life created the conditions for the attack in Paris. An unnamed French senator who had been briefed by the French Interior Ministry told CNN that three of the suicide bombers had false passports, one from Syria and two from Turkey. These men were part of a \"new professional squad of terrorists\" who are mingling with refugees, adding another complication to the immigrant crisis that already has divided the European Union. An ISIS operative has claimed the group has smuggled 4,000 covert operatives among the refugees.\nWith a rise in anti-immigrant sentiment across the continent, but particularly in such countries as Germany and France, the attack is sure to result in stronger opposition to letting these migrants in. Even though the proportion of potential terrorists among them is undoubtedly infinitesimally small, that fear is still legitimate. Eight terrorists carried out the Paris attack. Considering that 65 percent of the 820,000 refugees crossing the Mediterranean Sea in 2015 are men, attempting to develop screening methods to weed out terrorists seems like a hopeless task. Even with heightened security, how many ISIS operatives would still be able to slip through the cracks?\nThe civil war in Syria, the rise of ISIS, and Europe's immigrant crisis are related, and the attack on Paris has created a flash point for this web of factors to be honestly addressed. We can't turn a blind eye to the possibility of terrorists among migrants. But we also shouldn't turn our backs on hundreds of thousands of destitute people. Europe needs to address these dual concerns honestly when developing a plan.\n\nLoad-Date: November 16, 2015"
}