{
    "title": "Terrorism at SFO",
    "publisher": "university wire",
    "year": 2011,
    "month": 5,
    "day": 12,
    "full text": "By Mary Chamaki\nEven after Bin Laden's death, a terrorist attack still threatened the Bay Area.\n\"The thought that the death of one man [Bin Laden] will end the overall conflict is simply ludicrous. In order to end events such as this one we need to put a greater emphasis on U.S. intelligence gathering and cooperation with Pakistan intelligence, because when it comes down to it every terrorist related event stems from the conflict between Israel and Pakistan,\" said Bobak Esfandiari Santa Clara junior.\nAs proof of these ongoing attacks, a Yemen native disrupted a San Francisco-bound flight and was portrayed by prosecutors Tuesday as a dangerous and erratic passenger who tried to barge into the cockpit twice, and yelled \"God is great\" in Arabic.\nRageh Al-Murisi, 28, faces one count of interfering with flight crew members and attendants as pilots on American Airlines Flight 1561 were preparing to land in San Francisco on Sunday, one week after the death of Osama bin Laden at the hands of the U.S. military\nIn the court affidavit filed Monday, Air Marshall Paul Howard said that after being told the cockpit door wasn't the restroom, Al-Murisi made eye contact with a crew member and rammed the door. The crew member then got in between Al-Murisi and the door, but depite the opposing efforts, Al-Murisi kept yelling and pushing forward in an attempt to open it.\nCourt documents say Al-Murisi repeatedly yelled \"Allahu Akbar,\" or Arabic for \"God is great,\" and twice tried to open the cockpit door before being subdued by a crew member and several passengers, including former Secret Service agent and retired San Mateo police officer Larry Wright. The flight landed safely at San Francisco International Airport, but not without frightening passengers who became alarmed as he yelled and tried to rush the cockpit.\nBecker pointed out that the same Arabic phrase was uttered by the hijackers of Flight 93 as they took over the plane that eventually went down in Shanksville, Pa., on Sept. 11, 2001 and by a Nigerian man who allegedly tried to detonate explosives in his underwear on a Detroit bound flight on Christmas 2009.\nWright said Tuesday that he jumped out of his seat after he heard a scream and Al-Murisi ran past him yelling \"Allahu Akbar.\" The man was then tackled and Wright put Al-Murisi in a \"control hold\"as others tied his arms and legs in plastic handcuffs.\nContact Mary Chamaki at mchamaki@scu.edu or call (408) 554-4546. Terry Collins of the Associated Press contributed to this report.\n\nLoad-Date: October 1, 2018"
}