{
    "title": "TERRORISM GROUNDED",
    "publisher": "daily news ",
    "year": 2006,
    "month": 8,
    "day": 11,
    "full text": "News of the disruption of a suspected terrorist plot in England reminds travelers from the United States and the world that planes are still a favored target of militant groups. If the terrorists' goal is to create disruptions and sow fear, they have accomplished it. Fortunately, however, this apparent plot, and perhaps others, was foiled before airplanes were blown up and hundreds of people killed.\nIn the wake of Thursday's reports that terrorists planned to use liquid explosives to blow up several U.S.-bound planes, fliers are willing to accept long delays and restrictions on carry-on luggage. As the current threat fades from memory, however, their tolerance will wane. Better screening, of both passengers and their luggage, is the only long-term solution. Toward this end, the Department of Homeland Security is appropriately seeking equipment that can detect explosives and a faster screening process for passengers. This work remains crucial.\nIn London, British authorities announced they had arrested 21 people in connection with a plot to blow up planes between Britain and the United States. According to British officials, the plotters aimed to make bombs in midflight using liquid explosives and detonators concealed as everyday electronics in carry-on luggage.\nMichael Chertoff, head of the U.S. Department of Homeland Security, called the plot \"a very sophisticated plan and operation.\" He said the men had \"accumulated the capability necessary and they were well on their way.\"\nThe security warning level for all aviation was raised to high in the United States, and to severe, the highest level, for flights arriving from Britain. In the United Kingdom, the alert level for aviation was raised to \"critical,\" the highest level. Regulations barring passengers from carrying any liquids, gels or lotions onto planes, except for medicine and milk or juice for young children - which parents were asked to taste in front of airport screeners - were also put in place. Carry-on luggage and cell phones and music players were also barred from all flights from Britain.\nAll of these are prudent precautions, which were largely accepted by travelers.\nThe scenario was similar to a 1994 plan by al-Qaida members to use liquid explosives to blow up planes over the Pacific. Khalid Sheikh Mohammed, a top lieutenant to Osama bin Laden, and Ramzi Yousef, the mastermind of the 1993 World Trade Center attack, made explosives in a Manila apartment, according to the 9/11 Commission report. One of their devices was detonated on a Philippine Airlines flight in December 1994, killing one passenger and wounding 10. The pair then tried to make a more powerful explosive using liquids. Their plan was scuttled when a fire broke out at the apartment. Both men are in custody.\nThursday's events are a reminder that terrorists will exploit any weakness in airline security. Minimizing, and eliminating where possible, those weaknesses remain a priority. Screening devices that can detect trace amounts of explosives, no matter what their form and where they are hidden, are critical to this work.\nMillions of airline passengers are counting on security officials to stay a step ahead of terrorist plotters. Since Sept. 11, fortunately they have.\n\nLoad-Date: August 11, 2006"
}