{
    "title": "Terror risk demands federal role_ Groups Private market still said lacking",
    "publisher": "business insurance",
    "year": 2006,
    "month": 5,
    "day": 1,
    "full text": "A continuing lack of guaranteed reinsurance, the long-term nature of the terrorism threat and the shortcomings of computer modeling to forecast terrorist losses are all reasons to maintain a federal terrorism insurance backstop, interested parties are telling a presidential task force studying the state of the terrorism insurance market.\nThe Terrorism Risk Insurance Extension Act of 2005 requires the President's Working Group on Financial Markets to issue its report on the state of the terrorism insurance market to Congress by Sept. 30. TRIEA extended a federal backstop originally created by the Terrorism Risk Insurance Act of 2002 for insurers facing future catastrophic terrorist losses through Dec. 31, 2007. The working group solicited comments from interested parties during a formal comment period that ended April 21. A spokeswoman for the U.S. Treasury Department said it received roughly 40 comments before the period ended.\nAnd not surprisingly, comments offered by insurers, brokers and buyers alike supported some continued public-private partnership in guaranteeing the continued availability of terrorism insurance.\nBradley Wood, senior vp-risk management for Marriott International Inc. in Bethesda, Md., helped prepare the Washington-based Coalition to Insure Against Terrorism's comment.\n``The reality is that the private terrorism insurance market has not improved,'' said Mr. Wood in an e-mail. ``The notion that free-market solutions will prevail to provide adequate capacity for policyholders is an economics illusion. A federal role remains necessary for the indeterminate future-like it or not. Once again, time is against policyholders,'' he said.\n``We pointed out the reinsurance aspect. Everything revolves around the lack of a reinsurance marketplace,'' said Martin DuPoy, who spoke on behalf of CIAT as vp-government relations for the Washington-based National Assn. of Real Estate Investment Trusts. ``Everything goes back to the question of reinsurance. Currently there is capacity in the market to provide terrorism risk insurance only because the federal government has stepped in. If the government steps aside, there is little or no evidence that there is a viable private reinsurance market to take its place.''\nEllen Vinck, immediate past president of the Risk & Insurance Management Society Inc., said that RIMS sent its comments to the working group, asking for a ``seat at the table'' as well as calling for the closing of certain gaps in coverage that exist under the current program. ``If RIMS has one seat at the table, you have 4,000 policyholders at the table,'' said Ms. Vinck, who is also vp-risk management and benefits for BAE Systems Ship Repair in San Diego.\nA prominent broker also cited policyholder concerns as a reason for submitting comments to the working group.\n``We feel it's a very important issue and our clients expect us to be proactive on it,'' said Jill Dalton, managing director in Marsh's North American property practice in New York.\n``While we understand the federal government's role in insuring terrorism was meant to be short-term, quite frankly, three and even five years is not enough time for the markets to adjust to the increased exposures,'' said Ms. Dalton in written comments submitted by Marsh to the working group. She added that Marsh believes that the program ``is doing exactly what it was intended to do, namely to foster the creation of new capacity, to force insurers to learn how to underwrite the risk by making the offer of coverage mandatory, and more importantly to give American businesses the financial security they need.''\nJoel Wood, senior vp for the Council of Insurance Agents & Brokers in Washington, also noted that a straightforward extension of the backstop isn't likely.\n``It's critical for the industry and policyholders to work together to create an alternative market mechanism that doesn't look, smell or feel like TRIA that could pass the political test of the administration and those in Congress who are not fond of the program,'' said Mr. Wood.\nWhatever happens with the program, the solution must be a long-term one rather than a short-term fix, said Ben McKay, acting head of the Property Casualty Insurers Assn. of America's Washington office.\n``The main thing we're calling for is a long-term solution to this crisis. We believe that the threat of terrorism isn't going to subside in the foreseeable future and a program to protect the economic interest of America is crucial. Until such time as we can either predict the frequency and severity of terrorist attacks, we're not going to be able to appropriately price it, thus necessitating some sort of backstop or partnership if we're going to write it,'' said Mr. McKay.\nIn its comments, the CIAB also noted problems with terrorism catastrophe modeling as adding uncertainty to the issue. ``The extreme variations in terrorism insurance availability and pricing reflect the difficulty in predicting the likelihood of a terrorist event,'' said the CIAB in a statement. ``Terrorism risk models cannot simply follow models for natural catastrophes, which do not involve human intent.''\nThe Washington-based American Insurance Assn. also cited difficulties in modeling terrorism risk in its comments.\n``In the terrorism context, deterministic modeling presents significant limitations. First, the technique is based on an assumed event,'' said the AIA in a statement. ``If the actual event exceeds the assumed event, the insurer's losses would be greater than management expects. Second, the technique assumes a single event in the future. That is, the insurer manages against one event over any given period of time. Third, the technique does not consider the likelihood of the selected event. Finally, modeling is generally only available for property, workers compensation and group life insurance-not liability insurance.''\nSenior Editor Sally Roberts contributed to this report.\n\nLoad-Date: May 5, 2006"
}