{
    "title": "TERRORISM THREAT STRIKES HOME",
    "publisher": "charleston daily mail",
    "year": 1994,
    "month": 7,
    "day": 30,
    "full text": "NEW YORK _ An armada of garbage trucks formed a fortress around\nthe Israeli Consulate, a grim reminder that terrorism has no borders\nThe armada, later replaced by concrete barriers, was assembled\nin response to a terrorist bomb threat this week after two car\nbombings in London.  The panic may have passed, but the fear that\nterrorists will strike here and elsewhere in the country has not.\nThe State Department announced increased security at Israeli\nconsulates in Atlanta, Boston, Chicago, Houston, Los Angeles, Miami,\nNew York, Philadelphia and San Francisco.\nThe Israeli Embassy in Washington, D.C., also has stepped up\nsecurity.\nIsrael has blamed terrorists for four bombings targeting Jews\nsince July 18: the London bombings that injured 19 people; the\nbombing of a Jewish center in Buenos Aires, Argentina, that killed at\nleast 95 people; and an airplane bombing in Panama that killed 22\npeople, including 12 Jews.\nConcern about follow-up attacks led an Israeli rabbi to announce\nFriday that Jews living outside Israel may remove religious symbols\nfrom their homes to prevent terrorists from targeting them.\nIn Los Angeles, people were evacuated from the Israeli Consulate\nWednesday night after authorities became suspicious of a car left\nunattended.  No bomb was found.\nThe heightened security in New York came after the FBI relayed\nan informant's warning that Israel's consulate and United Nations\nmission might be bombed, a police source said.\nThe source, speaking on condition of anonymity, said extra\npolice protection was extended to about two dozen \"sensitive\nlocations\" throughout the city, including the offices of the\nAnti-Defamation League, El Al Airlines, the Jordanian government and\nseveral synagogues.\nThe Federal Aviation Administration has said it is keeping a\ncloser eye on U.S. airports, but would not provide any details.\nOn Thursday, FBI Director Louis Freeh briefed Mayor Rudolph\nGiuliani in Washington, D.C., on the consulate bomb threat.\nTop police officials and Giuliani aides also distributed a\nbooklet titled \"Security Tactics and Response\" to 150 Jewish\ncommunity leaders in a private meeting at City Hall.\nThe booklet, produced after last year's terrorist bombing of the\nWorld Trade Center, offers \"common sense tips in times of concern,\"\nsaid Police Commissioner William Bratton.\nTHE ASSOCIATED PRESS PRECAUTIONS: New York City Department of\nSanitation salt spreaders _ filled with sand _ form a barrier in\nfront of the building that houses the Israeli consulate.  At right,\nworkers unload concrete barriers that will replace the trucks to\nsecure the building in the wake of terror bombings in London and\nArgentina.\n\nLoad-Date: January 31, 1995"
}