{
    "title": "Terror eyed in attack on cops FBI joins probe in slash, shoot",
    "publisher": "daily news ",
    "year": 2020,
    "month": 6,
    "day": 5,
    "full text": "A man shot by police after he slashed an officer in the neck in Brooklyn is being investigated for possible links to terrorism, police sources said Thursday.\nThe suspect, 20-year-old Dzenan Camovic, has no criminal history - but the Joint Terrorism Task Force is investigating his background, sources said, and whether he is linked to ISIS or other terror groups.\nThe FBI's William Sweeney said the New York office is on the case.\n\"We will respond as if one of our own is attacked,\" he said in a statement.\nSuch terror probes typically involve looking at a person's travel history and personal relationships, though it was not immediately clear why the NYPD and FBI have suspicions about him.\nCamovic is an immigrant, possibly from Bosnia, officials and neighbors of the suspect said.\nAll three of the cops wounded in the clash with Camovic were also immigrants, Mayor de Blasio said.\n\"People come here from all of this country, all over this world to find a better life and they represent this entire world and then some choose to represent all of us,\" de Blasio said.\nFederal agents on Thursday raided Camovic's home on E. 22nd St. near Newkirk Ave. in Flatbush - roughly a mile from the fracas - as stunned neighbors looked on.\n\"I was shocked to hear that he stabbed a police officer, and then they shot him and he's still alive, it's amazing,\" said neighbor David Song. \"He seemed so quiet and like a nice guy. I don't know what made him come out like that. He never seemed angry.\"\nCamovic was critically wounded by police gunfire late Wednesday night after slashing Officer Yayonfrant Jean Pierre in the neck in what de Blasio called an \"absolutely unprovoked attack.\"\n\"I've seen the video myself, and I can say there were two of our officers simply trying to protect the community and they came under unprovoked attack - and that is absolutely unacceptable,\" de Blasio said. \"An attack on any one of our officers is an attack on all of us.\"\nJean Pierre, a native of Haiti, survived the stabbing and was in good spirits at the hospital, as were the two officers shot in the hands during the hail of gunfire, source said. All three may be released from the hospital Thursday.\n\"He's doing OK,\" said a relative of Jean Pierre who declined to give her name. \"He's still in the hospital.\"\nThe two shot cops were identified by authorities as Officers Randy Ramnarine and Dexter Chiu.\n\"[Jean Pierre] is an exemplary young man giving back to the country that welcomed him and embraced him,\" de Blasio said, adding that all three officers, \"represented all that is great about great about New York City.\"\nHours after the attack, cops released a photo of the knife they say Camovic used on Jean Pierre.\nResponding officers fired 22 times, striking Camovic eight times.\nPolice Commissioner Dermot Shea said it wasn't clear if Camovic, who managed to grab the gun away from Jean Pierre, actually fired at police. Friendly fire has not been ruled out, officials said.\n\"We are in the preliminary stages of uncovering evidence, creating links and exploring links if there are any,\" Shea said. \"This is very early in the game.\"\nA relative of the suspect, who declined to give his name, said terrorist ties are out of the question. \"Absolutely not,\" the relative said. \n\"I have the utmost respect for law enforcement, but it's easy to accuse a Muslim of terrorism. It's the first offense that comes to mind when someone mentions Muslim. He might have been attacked yesterday. He could have been provoked, and he might have mentioned, like anyone would mention, God. He might have said Allah, but no one knows. I just hope law enforcement will do their due diligence.\"\nThe relative said Camovic lives with his father, mother, and sister. He said the father worked as a superintendent in a few buildings in the neighborhood.\n\nLoad-Date: June 5, 2020"
}