{
    "title": "Terrorism In Arizona _ 'We're Still At Risk'",
    "publisher": "arizona capitol times",
    "year": 2003,
    "month": 9,
    "day": 12,
    "full text": "From his office two blocks from the White House on Sept. 11, 2001, Frank Navarette could see black smoke pouring from the Pentagon where a hijacked American Airlines plane had been flown into the side of the building.\nThe aftermath of 9/11 in the nation's capital, where Mr. Navarette was the director for NeoWorld Communications, was \"right out of a King Kong movie,\" he said.\nLast February, Governor Napolitano appointed Mr. Navarette to direct Arizona's Division of Emergency Management, where he handles homeland security. He is assisted by the Homeland Security Coordinating Council, which comprises local and county law enforcement and emergency officials and current and former state legislators.\nThe governor and Mr. Navarette agree that Arizona is more secure against the threat of terrorism than it was after 9/11.\n\"We're certainly safer than we were two years ago,\" Ms. Napolitano said at her Sept. 9 meeting with reporters. \"I think we have taken material advances to be safer than we were a year ago. \"\nMr. Navarette, a former Phoenix police officer and director of the Arizona Criminal Intelligence Agency, said, \"We have a robust intelligence operation. There's been a great improvement. \"\nCongressional intelligence committees have concluded that the country's intelligence community gathered critical information related to the 9/11 attacks, but either did not pass it along to the appropriate officials or did not recognize its value.\nIn the meantime, a terrorist network, which operated in Tucson as early as the mid-1980s, provided al-Qaeda with leadership and support, according to a congressional inquiry into the Sept. 11, 2001 attacks, as reported Sept. 7 by The Arizona Daily Star.\n\"The congressional report describes Arizona as a source of continuing concern because of the network set up by former Tucson resident Wadih El-Hage - believed to have been a personal assistant to al-Qaeda leader Osama bin Laden,\" the newspaper reported.\nA reporter pressed Ms. Napolitano at her news briefing about what intelligence she had about terrorists residing in Tucson when she was Arizona attorney general and what was done about it.\n\"I just cannot comment on intelligence that may or may not have existed in Arizona,\" she said.\nMr. Navarette and the governor, who both said the state is progressing on its 10-point homeland security plan, added that there are no guarantees that terrorism won't occur in Arizona.\n\"We're at risk,\" he said. \"There are people who hate Americans and want to kill us. \"\nThe governor said, \"I think we are as safe as we can be. Are we guaranteed safety from natural or human-caused acts? No. There are no guarantees in this. \"\n<b>What Lawmakers Say</b>\nState legislators, some of whom Mr. Navarette has briefed on Arizona's homeland security status, had varying opinions about the security of the state.\n\"I do not think we are particularly safer than we were two years ago,\" said Rep. David Bradley, R-Dist. 28. \"The electric grid is much more fragile and far more complicated than the average person realizes. \"\nReferring to the August gas shortages in Phoenix, Mr. Bradley said, \"The pipeline problems, of course, highlight how easy it is to paralyze a city. \"\nSen. Robert Blendu, R-Dist. 12, said the country is now more aware that enemies want to kill Americans. \"We are now more vigilant. \"\nMr. Blendu said he has been briefed on \"our vulnerabilities, which I will not put in print. \"\nMr. Navarette said legislative leaders and other legislators who requested homeland security information have been briefed. About the information, he said, \"some was sensitive, some was not. \"\nWithout explanation, Reps. Bob Robson, R-Dist. 20, and Karen Johnson, R-Dist. 18, as well as Sen. Mark Anderson, R-Dist. 18, said in response to an e-mail questionnaire that Arizona is not safer than it was two years ago.\nMr. Robson, who was born in Brooklyn, N.Y., said he lost a friend who had served 40 years with the New York City Fire Department in the collapse of one of the World Trade Center towers on Sept. 11, 2001.\n\"Generally, I believe the Legislature needs more information\" about homeland security, said Rep. Andy Biggs, R-Dist. 22. \"This is especially true in light of the recent break in the gas line. \"\nRep. Russell Pearce, R-Dist. 18, said, \"I have some concerns about our preparedness; however, in a free society, it is difficult to guard against bad guys entirely...\"\nSen. Jack Harper, R-Dist. 4, reiterated his belief that Arizona's Army National Guard should train near the Mexican border, in part as a security move, rather than near Flagstaff. He sponsored legislation this past session to accomplish that, but it failed.\n<b>The Border: A Danger And The State's 'Lifeblood'</b>\nMr. Navarette said special security equipment has been installed at points along the state's border with Mexico, and plans call for similar devices to be placed at other locations.\n\"While from a security perspective, the Southwest border represents a potential gateway for terrorists and weapons of mass destruction entering the U.S., the effective and timely movement of goods and people across the border is also part of the economic lifeblood of the cities and towns and tribal communities located along the border,\" states Arizona's homeland security plan \"Securing Arizona,\" which was made public April 23.\nThe federal government allocated $28 million for homeland security equipment and programs in Arizona, with more than $16 million going to the state's 15 counties. More than $3 million will be used to establish an intelligence and information center that will operate around the clock.\nMr. Navarette said several sites for the center, which will house Department of Public Safety, FBI, and local law enforcement personnel, are under consideration.\nAdditionally, the U.S. Department of Health and Human Services provided $25 million for programs to respond to terrorism and other public health emergencies.\nThe \"Securing Arizona\" plan calls for five actions to strengthen the ability to respond to public safety emergencies and strengthen homeland security:\n* Appoint a homeland security director.\n* Update the Emergency and Recovery Plan.\n* Coordinate multiple agencies for response to critical incidents.\n* Establish a statewide radio system that will link independent wireless voice and data systems used by governmental and private sectors.\n* Establish a 2-1-1 telephone system for public access to community health care and mental health services.\nThe plan lists another five items to \"detect and prevent\" future acts of terror.\n* Establish a statewide system that links federal, state and local information systems to identify emerging terrorism related trends.\n* Establish an intelligence and information analysis center.\n* Establish a statewide disease surveillance system.\n* Coordinate activities of homeland security director and border coordination officer.\n* Develop strategy for obtaining adequate federal funding.\nMr. Navarette said his office is \"moving forward\" on all provisions of the plan.\nOn Sept. 11 this year, Ms. Napolitano was the first person to sign the \"National Unity Flag,\" which was created by Randy Cooney, a Phoenix businessman. Valley firemen and other safety personnel climbed 40 flights of stairs at Bank One downtown, Arizona's tallest building, to pay tribute to New York City firemen and policemen who climbed World Trade Tower stairs after the 9/11 attack. And the state's 9/11 Memorial Commission continued its work toward recommending an appropriate memorial for 9/11 victims.\nThe memorial, which will be located in Wesley Bolin Plaza, was approved by the Legislature, but will be privately funded.\nMs. Napolitano said the memorial is not for those who were alive when the 9/11 attacks occurred.\n\"The monument is really for those who don't have that memory,\" she told the commission. \"What do they need to know?\" -\n\nLoad-Date: November 15, 2010"
}