{
    "title": "Terrorism now a focus at Penn; The criminology center plans to add to its program, citing changes wr",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 10,
    "day": 16,
    "full text": "As a result of the attacks on Sept. 11, a new criminology center at the University of Pennsylvania will refocus its mission to include the study of terrorism, the center's director said yesterday.\n\"Before Sept. 11, terrorism was basically off the map of criminology,\" said Lawrence Sherman, director of the Jerry Lee Center of Criminology.\n\"I think 6,000 murders in one day clearly turned the field upside down.\"\nThe center will be looking at how to prevent terrorism and how law-enforcement agencies around the world can better share information to fight terrorist activity, Sherman said.\nSherman made the comments after a dedication ceremony at the university for the criminology center, which was established a year ago.\nThe center was named after Jerry Lee, president of B101-FM Radio, who donated $5 million through his Jerry Lee Foundation. The center also has garnered an additional $7 million from government and private sources.\nFormer Attorney General Janet Reno and Philadelphia Police Commissioner John F. Timoney received awards from the center yesterday for their work in research-based crime prevention.\n\"Our job in the long run is made easier if we can deal with the root causes of crime,\" Timoney said after accepting his award.\nSherman, also the director of the university's Fels Center of Government, is noted for research on what works and what does not work in crime prevention.\nHis research has found that politically popular initiatives such as gun buy-backs, town watches, and Drug Abuse Resistance Education did not measurably reduce crime or drug use.\nAdditional police patrols in high-crime areas, anti-bullying programs, and drug treatment programs in prisons do make a difference, according to Sherman.\nAmong the current projects at the new criminology center is a $3.5 million contract with the British government to analyze \"restorative justice\" for adult criminals.\nThe program involves meetings among crime victims, confessed offenders, and their friends and families to discuss the harm the crime caused and how the offender might repair that harm.\nThe criminology center's associate director, Jeffrey Roth, is leading a $2 million U.S. Justice Department study of youth violence and why it declined in the late 1990s.\nIn 1998, Sherman, who was then with the University of Maryland, was appointed by Timoney to lead an independent panel working to improve the accuracy of the Philadelphia Police Department's crime data. Sherman was named director of the criminology center last year.\nThe Jerry Lee Center, which offers a doctorate program in criminology, is located in the Fels Mansion at 38th and Walnut Streets.\nRobert Moran's e-mail address is bmoran@phillynews.com.  \n\nGraphic\n\n \nPHOTO;\nCHARLES FOX, Inquirer Staff Photographer\nFormer Attorney General Janet Reno signs autographs for Tayo Akingbe (center) and Viviana Acosta\nafter the criminology center dedication, at which Reno was awarded for her work in crime prevention.\nPolice Commissioner John F. Timoney accepts an award for crime prevention from Jerry Lee (center) and Lawrence Sherman (right).\n\nLoad-Date: November 15, 2001"
}