{
    "title": "TERRORISM SAID TO DROP SHARPLY IN ISRAEL",
    "publisher": "the new york times",
    "year": 1982,
    "month": 11,
    "day": 11,
    "full text": "Guerrilla attacks on Israel have fallen off sharply since the Israeli Army drove the Palestine Liberation Organization out of southern Lebanon and Beirut, an expert in international terrorism said today.\nBut the expert, Dr. Ariel Merari of Tel Aviv University's Center for Strategic Studies, added that attacks on Jewish targets in Europe had increased sharply.\nThe specialist said the Israeli invasion of Lebanon eliminated bases where hundreds of international terrorists had been trained annually. The bases had also provided logistics, forged passports, weapons and sanctuary, he said.\nTEL AVIV, Nov. 10 - Guerrilla attacks on Israel have fallen off sharply since the Israeli Army drove the Palestine Liberation Organization out of southern Lebanon and Beirut, an expert in international terrorism said today.\nAddressing a symposium on Lebanon at the Tel Aviv University campus, Dr. Merari said the P.L.O. had provided installations for 40 international terrorist organizations, half of them European and the others Latin American, African and Asian.\n \nRed Army and Red Brigades\nHe estimated that the Japanese Red Army had had more men in Lebanon than in Japan.  Dr. Merari said tons of weapons had been supplied by the P.L.O. to the Sandinists in Nicaragua. He said the Irish Republican Army in Northern Ireland, the Red Brigades in Italy and other groups had received smaller shipments.\nHe said the Israeli cutoff of supplies from Lebanon would not cripple international terrorist organizations. They all had additional sources, he said.\nThe I.R.A. is getting arms from Libya, he said. Basque, Italian, West German and other terrorists are training in Southern Yemen, he added.\n \n'For Services Rendered'\nDr. Merari said non-Palestinian organizations attacked 28 Israeli targets in Europe from July to October, compared with 8 attacks in the corresponding months last year. He said the raids in payment to the P.L.O. ''for services rendered'' and were not expected to continue.\nHe said Palestinians made 8 attacks on Israeli targets in Europe in the same period, compared with 12 in the corresponding months last year and nine in the four months before the invasion of Lebanon.\nIn the occupied West Bank and Israel, there were said to be 30 attacks in the four months after the war, compared with 131 in the preceding four months and 66 from July to October last year.\nDr. Merari attributed the decline in part to psychological factors. He said Palestinian guerrillas were depressed and disappointed at the failure of the Arab nations and the Soviet Union to support them, and were concerned about families in Lebanon. They were also cut off from supplies and commands.\nDr. Merari said these factors would not continue. He said there was a strong desire for revenge among the Palestinians. But he said there was also a conflict in the P.L.O. between a pro-Western faction seeking acceptance as a legitimate political movement and Marxists in the Rejection Front who want to keep on fighting Israel."
}