{
    "title": "Terrorist havens and law",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 5,
    "day": 20,
    "full text": "AS British Prime Minister Margaret Thatcher sees it, nothing less than the credibility of the United States in its toughening stance against terrorism is at stake. Her focus is on a supplementary extradition treaty signed by Washington and London last year and expected to be approved by a narrow vote of the Senate Foreign Relations Committee this week. The treaty would close a political loophole well used by Irish Republican Army fugitives in recent years to escape extradition.\nAt the least, the Senate owes the United Kingdom - which allowed the US to use its bases in the April raids on Libya and helped draft the tough statement on terrorism approved at the Tokyo summit - a careful hearing of its case. Terrorism is never an acceptable means to a political end. And the State Department has testified that lack of the treaty has been a major block in getting a more united international stance on sanctions against terrorism. President Reagan has met three times recently with the Senate leadership on the issue.\nBut political leaders on Capitol Hill also want to be sure they do not too quickly exchange a flexible legal practice, which some argue has worked well, for a set of cut and dried rules that might not wear as well over time.\nThe US, which has extradition treaties with more than 100 nations, has long prized its right to bar the requested return of those accused of political offenses in countries where uprisings or rebellions are under way. But defining what is or is not a ''political'' act is a job that has largely been left up to US courts. It has become, as one judge says, an ''excruciatingly difficult'' task as fugitives increasingly claim they bombed, murdered, or kidnapped only in furtherance of their political aims.\nThe Reagan administration wants to limit court discretion and make extradition policy more strict by specifically removing such violent crimes from the list of possible political exceptions. US courts would still hear such cases, but a less broad defense would be available to the candidates for extradition. Even so, the line of appeal would remain open all the way to the US Supreme Court, and with final discretion, irrespective of the court's finding, left to the president and secretary of state. The American Bar Association is among the treaty's supporters.\nBut the Irish-American lobby has been active on this issue. Several Democrats on the Senate Foreign Relations Committee, joined by Republican Sen. Jesse Helms of North Carolina, prefer their substitute version, which would keep the possibility of political exemption open for those accused of violent crimes against military installations or personnel, as opposed to civilian targets. The move seems tailor-made to help members of the IRA, which is bent on ending British rule in Northern Ireland and which is often said to have more supporters in this country than in the United Kingdom. It is a mistake to think such a civilian-uniformed distinction can be clearly drawn. One need look no further for evidence than the singling out for torture of Navy diver Robert Stethem by the Trans World Airlines hijackers as the most direct way of attacking the US.\nWhat the US and Britain are trying to do is not unprecedented. Recent US treaties with three countries - Mexico, Colombia, and the Netherlands - leave all discretion over whether or not offenses are political to the executive branch rather than the courts. Congress raised no objections on those treaties.\nAnd Washington recently initialed a treaty with West Germany like the US-British variation. It seeks similar treaties with Israel, France, and Switzerland. All are established democracies with presumed fair court systems and which offer dissenters a number of nonviolent avenues of protest. As Tom King, the British secretary of state for Northern Ireland, puts it: ''One democracy's terrorist is another democracy's terrorist.''\nThe US Senate, which must ratify the US-British treaty by a two-thirds vote before it takes effect, should weigh the issues carefully. While this nation cherishes its traditional role as sympathetic to those seeking political asylum, a nation so in the forefront of the fight against international terrorism cannot afford to become a safe haven for violent criminals who paint their deeds with political motives to escape punishment."
}