{
    "title": "TERRORISM MAY FORCE A CHOICE BETWEEN GUNS AND CIVIL LIBERTIES",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 4,
    "day": 26,
    "full text": "In a way it was comforting when we thought the Oklahoma City bombers were crazies from abroad. They were described as Middle Eastern, a preposterous designation encompassing a range of peoples, but which were envisioned as Arabs and presumably of a different culture and mentality. They were thought not to care about human life. \"They\" could do something like that.\nBut evil turns out to wear a brush cut and to have served in our Army. He is white and talks and looks like many of us. He and his associates are bigotry-busters, proving that evil comes not only in dark skin, a mustache, an exotic religion but in a white skin and having an American accent. Have a nice day.\nFor a time, the terrorism experts had a field day. Israeli specialists were interviewed on television. American experts told why Oklahoma City was chosen for the bombing - so many Middle Eastern types there, they said.\nFor a day or two, we were at war. It was almost bracing. Once again, we had an enemy and, by God, we would retaliate as we did by bombing Libya in 1986.\nBut who can we bomb now? Michigan farms? Arizona trailer parks? The \"enemy\" is within, not without, and that is a far more scary prospect. We are talking now of people who are Americans, zealously and preposterously so, who will save the country from itself, particularly its government.\nIn the end, the domestic counterterrorism effort may force Americans to choose between two parts of the Constitution - the Second Amendment and almost everything else. The Second supposedly guarantees the right to bear arms. It is an 18th-century anachronism, incompatible with 20th- and 21st-century America. No longer are we talking about the lone musketeer but of idiots and fools who have access to assault weapons and the lethal ingredients of bombs.\nConsider that the man linked to the bombing is \"linked\" - that most elastic of journalistic terms - to paramilitary groups that, in turn, are linked to one another. The pillar of their paranoia is the Second Amendment. They fear the government will disarm them. These are stupid people, but because they are armed, they are dangerous.\nPresident Bill Clinton errs by proposing enhanced powers for the FBI and other government agencies to monitor extremist groups. The decision might seem prudent now, but experience has taught us some harsh lessons. In due course, the nature of the presumed threat will change, and the government will monitor other groups as well - tap their phones, bug their rooms, whisper their sex lives in the corridor or, worse, to their political enemies.\nThe McCarthy period and the Vietnam War era were times when the FBI and other government agencies ran amok. J. Edgar Hoover is gone now and the FBI is under different leadership, but men come and men go. What remains is the proclivity of cops to abuse their power.\nThe various paramilitary groups would represent no threat to anyone if they were merely disarmed. The political environment is hostile to that sort of regulation. In fact, the current ban on certain assault weapons was slated for repeal by House Republicans. Maybe now some will have second thoughts.\nA grieving, outraged nation is in the wrong frame of mind to consider legislation - and Congress ought to move slowly in turning Clinton's proposal into laws. In the meantime, all of us should wonder about what we would rather give up - our civil liberties or the right to bear arms. More and more, it seems we cannot have both.\n\nLoad-Date: April 27, 1995"
}