{
    "title": "Terrorism task force investigating fiery packages",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 1,
    "day": 10,
    "full text": "BALTIMORE ? An FBI task force has taken over the investigation of fiery packages that were sent last week to federal and Maryland government officials. The Maryland Joint Terrorism Task Force is now leading the probe, Richard J. Wolf, a spokesman for the FBI's Baltimore field office, said Monday. \nMaryland State Police had been the lead agency, but the task force took over after a third package was found Friday at a mail processing center in Washington, Wolf said. That package was addressed to Homeland Security Secretary Janet Napolitano. The third package contained the same message as the other two, Wolf said. The handwritten note complained about Maryland's toll-free terrorism tip line, which is sometimes displayed on electronic highway signs urging motorists to report suspicious activity. It read: \"Report suspicious activity! Total Bull----! You have created a self fulfilling prophecy.\" The packages addressed to Maryland Gov. Martin O'Malley and state Transportation Secretary Beverley Swaim-Staley emitted a puff of smoke and a small flame that singed the fingers of the employees who opened them Thursday afternoon. The package addressed to Napolitano wasn't opened. It began popping and smoking Friday afternoon while at the facility that handles federal mail. Many of the workers there were also on the job in 2001, when letters containing anthrax were sent to lawmakers and news organizations. The anthrax spores killed two postal workers. The investigation was initially handled by Maryland State Police, and Wolf said that state troopers assigned to the task force would continue to be the lead investigators. But that doesn't necessarily mean authorities believe the sender was from Maryland ? the probe remains based in the state simply because that's where it originated, he said. One of the packages had a D.C. return address that turned out to be a parking garage. The packages are being examined at the FBI crime lab in Quantico, Va., and investigators are looking for fingerprints and DNA evidence in their efforts to determine the packages' origin, Wolf said. U.S. postal inspectors are helping track the packages, which did not have individual tracking numbers. Authorities have no suspects. Anyone arrested would be charged with possession and use of an incendiary device, which includes a maximum penalty of 20 years in prison. \n\nLoad-Date: January 11, 2011"
}