{
    "title": "Terrorism and media_ a weak link",
    "publisher": "the world",
    "year": 1988,
    "month": 3,
    "day": 14,
    "full text": "Terrorism, after one of its periodic lulls, is again in the news. The kidnapping of United States Marine officer William R. Higgins last month, the attack on a bus in Israel's Negev Desert last week, and the attempted hijacking of an Aeroflot flight from Siberia to Leningrad have seen have seen to that. So once again the old questions about terrorism and the news media come to the fore. Do terrorists depend on media coverage? Is all terrorism staged for the world's press? Is terrorism aimed less at passengers on a bus than at TV viewers in their own living rooms?\nYou might expect that several dozen experts on terrorism, gathered here at Emerson College recently for a conference, would answer ''Yes!'' Media-bashing, after all, is brisk business these days. And what better bashing-stick than the assertion that media coverage abets terrorism. Yet the scholars attending this meeting - billed by its organizers as the first academic conference on terrorism and the media - essentially said ''No.''\n''We've been asking the wrong questions,'' says Emerson professor Robert G. Picard, who heads a three-year-long Terrorism and the News Media Research Project involving nearly 50 studies. Summarizing the conference results in an interview, he noted that current research refutes the idea that ''media is a necessary element for terrorism'' - or, in British Prime Minister Margaret Thatcher's memorable phrase, that terrorism requires ''the oxygen of publicity.''\nSurprised? You should be. The notion of a terrorist-media compact - in which terrorists get a public forum, while journalists get lurid stories guaranteed to attract audiences - is a popular one. In some cases, no doubt, it works. But how, asks Dr. Picard, can you account for terrorism in countries where journalism is heavily controlled or essentially nonexistent?\nThe standard answer has been that there isn't any terrorism in the Soviet Union, China, and certain African and Latin American countries. But that simply doesn't wash. Researchers are digging out far too many examples of hijackings in the Ukraine, grenades hurled in Uganda, and bombings in China. ''The majority of terrorism,'' Picard concludes, ''is ignored by the world's press.''\nHis assessment, granted, is colored by his broad definition of terrorism to include what's often called state terror - the use of a national army or police force against its own citizens. Under that definition, state terror accounts for 90 to 95 percent of all terrorism deaths. Since foreign correspondents in nations practicing state terror often get their stories from government sources, very little of such terrorism ever gets reported.\nYet there's plenty of evidence that acts of terrorism as more commonly defined - perpetrated by revolutionary organizations or subnational groups - also go unreported. Like all terrorist acts, they send messages. But the messages are often intended simply for a single government - which hears them just fine without the media.\nBut sometimes the acts are intended for a populace. Case in point: Current Palestinian violence in Israel's occupied territories, with messages aimed in part at other Palestinians. Does that mean that the violence would cease if the Israelis could prevent journalists from covering it? Only those who endow the media with a mythic power and a hammerlock on the spread of information would think so. ''Word of mouth,'' notes Picard, ''is a very strong form of communication.''\nSo are the media exonerated? Not at all. Coverage, while not essential for terrorism, is certainly one of the tools in the terrorist's arsenal. Some groups, like the Shining Path in Peru, shun contact with the media. Others, including some Palestinian groups, court it avidly. Now and then, when the wooing succeeds, the media can run to excess - as in their coverage of the 1979 takeover of the US Embassy in Tehran, or the 1985 hijacking of TWA Flight 847 to Beirut.\nBut current research suggests that journalists are learning to keep terrorism in perspective. There's wider recognition that the immense coverage given to terrorism in 1985 raised fear to a fever pitch that played directly into terrorists' hands - and needlessly kept American vacationers home in droves the next summer.\nIt's long been understood that the quick-fix cure - keeping journalists away from terrorists - is hopelessly unenforceable. Now it's time to recognize that the cure entirely misses the problem. Fact: The terrorist-media link is not as vital as we once thought. Conclusion: We won't erase terrorism simply by muzzling journalists.\nA Monday column\n\nGraphic\n\n \nPicture, Israeli troops, police, and medics surround bus after it was freed from hijackers March 7, AP"
}