{
    "title": "Terrorism trepidation_ Live life, but buckle your seat belt, experts say",
    "publisher": "the deseret news",
    "year": 2016,
    "month": 7,
    "day": 16,
    "full text": "By Dennis Romboy\nDeseret News\nSALT LAKE CITY - Utahns take risks every day, usually without even thinking about them.\nWe drive on high-speed highways. We walk across busy intersections. We get on airplanes. All those things could get us killed. We do them anyway because we want to live our lives.\nBut when dozens of people die in a mass shooting in Orlando or when a truck purposefully plows into Bastille Day revelers in Nice, France, some may question whether they should go out in public anymore.\nWill families be safe at, say, the Days of '47 Parade later this month? Could something happen? Is it more dangerous to drive there than to be there or at any large-scale gathering?\nPsychologists talk about the \"availability heuristic\" kicking in when something dramatic happens such as the attacks in France or closer to home. It means that when you're trying to make a decision, a related event or incident springs to mind.\nWe start to think: Could it happen here? What if it happens to someone in my family?\nThose types of thoughts might paralyze us.\nMental health experts also use the term \"anticipatory anxiety\" or the fear of the uncertainty of what's to come. They say it's important to remember that such fears are out of proportion to the actual degree of risk.\n\"We will not give in to the terrorist threat,\" French Prime Minister Manuel Valls said Friday. \"The times have changed, and France is going to have to live with terrorism.\"\nTrue, times have changed. Is America, too, going to have to live with terrorism? Is that the way it is now? And what does that mean?\nEric Barnhart, FBI special agent in charge of the Salt Lake field office, said just two days ago that there are home-grown violent terrorists under investigation in our midst. And terrorist groups today advocate killing where they live. People self-radicalize.\nSuch thoughts could also paralyze us, if we let them.\nBeing in a car is routine, comfortable, something we've done before we could walk. We do take precautions, though. We wear seat belts. We follow traffic laws. We don't drink and drive, and pray no one else does, either. Still, there are no guarantees when we leave for work or the store.\nGoing to a nightclub or a fireworks show used to be routine and comfortable. But what about now? Maybe we should now take precautions in those settings, too. Maybe we pay more attention to our surroundings, look for escape routes, keep an eye out for something or someone that seems out of place.\nThe FBI and the voice on TRAX have the same message: If you see something, say something.\nBut don't sit in the house. Take the train to a ballgame. Go shopping at the mall. Watch a parade.\nPsychologists say continuing to live a normal life is the best thing we can do after a terrorist attack.\nJoan Cook, a Yale professor and psychologist, said after the Paris attack that \"during stressful times, it's important to maintain a daily routine; stay connected with social support systems, such as friends, family and organized religion; and take care of yourself, such as by eating properly, exercising and resting.\"\nAnd Richard Friedman, a professor of clinical psychiatry at Weill Cornell Medical College in New York, reminded readers in a New York Times op-ed last December that Americans are far more likely to die in a car accident than in a terrorist attack.\nSo, please buckle up.\nEmail: romboy@deseretnews.com\nTwitter: dennisromboy; DNewsPolitics\n\nLoad-Date: July 16, 2016"
}