{
    "title": "Terrorism Experts Sought by Public but Not by Academe",
    "publisher": "the new york times",
    "year": 2013,
    "month": 6,
    "day": 24,
    "full text": "ABSTRACT\nResearchers seeking tenure-track positions say it's a tricky field to navigate.\nFULL TEXT\nGregory D. Johnsen knows a great deal about Yemen. He has traveled to the country several times over the past decade to conduct research on the civil war that divided the country in the 1960s. He speaks and reads Arabic, is pursuing a doctorate in Near Eastern studies at Princeton University, and has earned several fellowships, including a Fulbright, to further his work. Along the way he has also become something of an expert on Al Qaeda's growing influence in the Arabian Peninsula, which culminated in a book published last year, The Last Refuge: Yemen, Al Qaeda, and the Battle for Arabia (W.W. Norton & Company).\nThat work earned him spots on National Public Radio and in The New York Times. When it came time to look for a tenure-track position, though, he was warned by colleagues to play down his Al Qaeda expertise. The reason? Nobody wants to hire a scholar focused on terrorism.\n\"For whatever reason, Al Qaeda research is not viewed as academic or very credible,\" says Mr. Johnsen. \"It's not something that a lot of people seem very eager to have.\"\nMr. Johnsen's experience is not unique. Academics who study terrorism, whether just beginning their careers or looking back on decades of work, say it is a tricky field to navigate. The September 11 attacks may have drawn scholarly attention and government money to the topic, but that doesn't mean it has earned much respect. That's a problem, the researchers argue, when students are clamoring to learn more about jihadism or radical Islam, when pseudoscholars pass themselves off to the public as experts, and when the government is the only major supporter of such research, encouraging topical studies rather than more-conceptual work.\n\"The problem is, nobody wants to own it,\" says Thomas Hegghammer, a fellow at the Center for International Security and Cooperation at Stanford University, who has yet to find a tenure-track position even though he is considered a leading expert on Islamist militancy. \"Nobody wants to host terrorism studies long term. There are virtually no jobs for terrorism researchers. And if you look at Middle East studies, you will not find a single person in the faculties in the Middle East studies departments that work on terrorism. Some of them dabble in it, but nobody specializes in it.\"\nCalls to four relevant scholarly associations show that only 13 tenure-track jobs that mentioned expertise in terrorism were advertised in the past year, the vast majority of which were for scholars in political science.\nLeft and Right\nTerrorism research's tenuous place in academe has a number of root causes. For one, simply defining terrorism puts one in a political minefield. One person's terrorist is another's freedom fighter. And why, some ask, is it OK to categorize Al Qaeda's actions as terrorism but not government attacks on civilians? Terrorism scholars get caught up in those debates, with critics questioning their motives and their independence.\nMartha Crenshaw is a pioneer of terrorism research, having begun her career, at Wesleyan University in the 1970s, writing about the causes of terrorism. \"The people on the right regarded me as hopelessly on the left, and the people on the left regarded me as an apologist for the CIA and repression of the revolutionary spirit,\" says Ms. Crenshaw, who retired as a professor of government at Wesleyan in 2007 and is now a senior fellow at Stanford's Center for International Security and Cooperation. While her own department supported her, she says, criticism from other quarters on the campus made getting tenure more difficult.\nComplicating the matter, the government's support of much terrorism research being done today leads critics to argue that the academics conducting it are working in the service of government interests, not intellectual inquiry.\n\"Many of my colleagues feel, unfortunately, that the very idea of engagement with government automatically means that you are compromised,\" says John G. Horgan, director of the International Center for the Study of Terrorism at Pennsylvania State University, which receives money from the Department of Homeland Security and the Office of Naval Research. (In July, Mr. Horgan will move to the University of Massachusetts at Lowell, where he will be a professor of security studies and director of the Center for Terrorism and Security Studies, which opens this fall. Penn State plans to close its center at the end of June.)\nScholars who pursue terrorism research have few qualms about receiving such support. Mr. Horgan, an associate professor of psychology, calls the idea that his work is compromised \"nonsense.\"\n\"I've done research with various government sponsors,\" he says. \"Not for a second has anyone tried to influence my results. Not for a second has a sponsor shied away from hearing some uncomfortable truths.\" For example, a study his center did for the Department of Homeland Security on terrorist deradicalization programs, which many policy makers have supported, concluded that the programs were making claims unsupported by data.\nAn 'Unruly Field'\nBut he and other terrorism experts agree with another common complaint about the field, namely, that it lacks rigor. Part of the problem, they say, is that because terrorism research is by nature interdisciplinary-drawing from political science, area studies, history, economics, and psychology-research is diffused and often duplicative.\nThe field has evolved \"haphazardly,\" says Mr. Horgan. \"It's largely driven in response to crises. Long term, there's relatively little by way of conceptual and intellectual efforts to sustain momentum.\"\nA couple of surveys bear that out. One found that, of journal articles on terrorism published during the 1990s, more than 80 percent were written by people with no other publications on the topic. Another looked at presenters at conferences on terrorism from 1972 to 2001, and found that 84 percent of the people had made only a single appearance.\nLisa Stampnitsky, a lecturer on social studies at Harvard University, has written about what she calls this \"unruly field\" in a book coming out this month from Cambridge University Press, Disciplining Terror: How Experts Invented \"Terrorism.\"\nMs. Stampnitsky began her research expecting to find that terrorism experts-including not just academics but those working in think tanks, in the news media, and as consultants-are powerful actors in the world of public policy and debate. Instead, she found what she calls a \"narrative of failure,\" with the harshest criticism coming from within academe itself.\n\"They don't want it to be a failure, but they have somehow come to the conclusion that it is,\" she says. She surmises that terrorism research has struggled because it lives partly outside academe, overlapping with government agencies, think tanks, and other private institutions. Unlike medicine, she notes, there is no gatekeeper, no training and certification process that determines which scholars may call themselves terrorism experts. All that taints a field struggling to define and defend itself within academe.\nMany people who have succeeded in making a career of terrorism research move in and out of university life. When they do find a position on a campus, it is often at a stand-alone center, like Penn State's, or a school oriented toward public policy.\nBruce Hoffman, director of the Center for Peace and Security Studies in Georgetown University's School of Foreign Service, has studied terrorism and political insurgency for more than 30 years. He has conducted fieldwork in the Middle East, Latin America, Asia, and Europe. And his seminal book, Inside Terrorism (Columbia University Press), explores the evolution of terrorism around the globe. But Mr. Hoffman notes that he has had an unorthodox career, working at various times for RAND and the Central Intelligence Agency.\nMr. Hoffman thinks that, in addition to being interdisciplinary, terrorism research faces the hurdle of focusing on current problems. \"Anything practically oriented, contemporary, is always looked down upon\" in academe, he says.\nDisciplinary Norms\nOf all the disciplines, political science is seen as the friendliest to terrorism research. Analysis of contemporary problems is more accepted in the discipline, scholars say, and terrorism, at least since September 11, 2001, has become an integral part of international-security and foreign-policy studies.\nJacob N. Shapiro, an assistant professor of politics and international affairs at Princeton, has been building his career around research on terrorism and political violence. His first book, The Terrorist's Dilemma: Managing Violent Covert Organizations (Princeton University Press), is due out this summer. It examines how terrorist groups, including Al Qaeda, organize and manage their members, illustrating various forms of bureaucracy.\nHis research has been accepted, he says, because he has approached it within an established framework of research in political science. For example, he says, he relied on earlier works about political organization to help shape his ideas for the book. Other research has looked at terrorism as a type of political violence in transitional societies.\n\"Coming at it that way,\" he says, \"it is relatively easy to fit that into disciplinary norms and boundaries and ways of thinking about the world.\"\nOthers note that political science has its own biases, favoring scholars who take a quantitative approach to terrorism research, using models and simulations to categorize and predict terrorist behaviors. The discipline is less willing to accommodate scholars who do fieldwork or design their analysis within a cultural or historical framework.\n\"In general, I would say in political science there has been a bias against area studies in recent years, which I find unfortunate,\" says Ms. Crenshaw, who has taken a more historical approach in her work on political terrorism, which includes conducting interviews with former members of terrorist organizations and reading original source materials from Algeria, Ireland, and Russia, among other places. \"Some academic departments don't want to hire anybody who does not want to do analysis of aggregate data or mathematical modeling on a very high level of abstraction.\"\nBut terrorism researchers don't find area studies a particularly welcoming place either. \"I'm trained as a historian in an area-studies program,\" says Mr. Johnsen, the Yemen scholar. \"So I'm looking at history departments and Middle East studies departments. My experience is that those departments just don't respect the work that's done on either Al Qaeda or terrorism or jihad. It's just not an avenue of inquiry that, for whatever reason, those particular departments seem to respect.\"\n'Reinforcing the Stereotype'\nNader Hashemi, director of the Center for Middle East Studies at the University of Denver, agrees that area-studies departments and centers may not be eager to hire terrorism experts, but not because they mistrust researchers' motivations. Rather, he says, focusing on terrorism reinforces a stereotype that regional experts take pains to dispel.\n\"Part of the moral responsibility of someone who knows the region is to try to fill in the gaps that aren't there in the public conversation and the foreign-policy conversation,\" he says. \"If you were to focus exclusively on that [terrorism], you'd be reinforcing the stereotype that there's something intrinsic to the region that produces violence, that it has to do with culture or Islam or Near Eastern civilization.\"\nNathan J. Brown, a professor of political science and international affairs at George Washington University and president-elect of the Middle East Studies Association, thinks something far less ideological is at work: There simply aren't that many tenure-track jobs in Middle East studies departments, period. The ones that do exist tend to be in literature, history, religion, and culture, he says. \"You'd come to the same conclusion that they're hostile to economists,\" he says, if you're counting up how many experts they hire from various disciplines.\nWhere that leaves people like Mr. Johnsen is difficult to say. He estimates that he has applied for 12 to 15 positions, which he acknowledges is not a lot. Times are tough for everyone seeking a tenure-track position, and he does not know whether his research on Al Qaeda is the reason his applications have sparked little interest. Still, he says, he looks at scholars who have gone before him. \"It just doesn't seem that, beyond the one-year temporary vagabond existence, an academic serious about studying this from a historical perspective has much of a chance.\"\nOthers are less troubled about the future of the field. Mr. Hoffman, the longtime terrorism scholar, thinks the supply of terrorism research is about equal to the demand. \"Generally, I think there's a fatigue with the war on terror after 12 years,\" he says. \"People who study terrorism aren't going to be the most popular people at any party.\"\nHe notes that, in his department, one tenure-track junior research position came open recently. It went to a specialist on the Chinese military. \"That,\" Mr. Hoffman says of the demand for China experts, \"is what terrorism was 10 years ago.\"\n\nGraphic\n\n \nGregory Johnsen, a Ph.D. candidate at Princeton U. who earned a Fulbright fellowship for his work on Yemen, says he has been told by colleagues to play down his knowledge of Al Qaeda during his job search.\nMark Abramson for The Chronicle\nTerrorism Experts Sought by Public but Not by Academe 1\n\nLoad-Date: July 2, 2013"
}