{
    "title": "Terrorism may lead to secrecy; Idaho leaders weigh preventive measures that call for increasingly cl",
    "publisher": "the world",
    "year": 2001,
    "month": 11,
    "day": 25,
    "full text": "Wiretapping without a warrant, more government secrecy, life sentences for\n acts of terrorism.\n All are on the table as Idaho explores possible changes in state laws aimed\n at preventing or countering terrorism. It's a subject that's prompting debates\n about democracy and fears of a heavy-handed government. Lurking behind every\n argument is the fear that freedoms Idahoans always have treasured may be lost\n - either to terrorism itself, or to our own reactions to it.\n ''I'm reticent to see conspiracy here, but yet by the same token, if you\n were ever looking for an opportunity, the right context, the right environment\n to make an argument on behalf of enhanced powers to prosecute crime, you\n probably couldn't conjure up a better one than this,\" said Northwest Nazarene\n University political scientist Steve Shaw. ''Because who doesn't want to fight\n terrorism? Who doesn't want to feel secure?\"\nThe issue has been drenched in extra anxiety in the Boise area, where Gov.\n Dirk Kempthorne has been heavily criticized for ordering street barricades\n around the state Capitol to head off car bombings. The barricades in Boise are\n just temporary, but changing Idaho's laws would be a permanent move that could\n affect everyone in the state.\n ''I have no intention of having to sit down with any child and tell them\n that their dad or mother were killed because I didn't take this threat\n seriously and do something about it,\" said Idaho Attorney General Al Lance.\n With thousands dead from the Sept. 11 terrorist attacks in New York and\n Washington, D.C., Kempthorne asked Lance in September to look into possible\n Idaho law changes. ''We need to be vigilant and make sure our laws are\n adequate to fight terrorism if it strikes our state, but without undermining\n our civil liberties,\" the governor said then.\n Lance's office came up with a broad-ranging list of ideas, and shared them\n with Kempthorne in a closed-door meeting in late October. Kempthorne at first\n refused to divulge the report from Lance, citing attorney-client privilege.\n But the governor released it a week after the meeting in response to a formal\n request from the Associated Press.\n ''I can understand why people are necessarily nervous. … On one hand,\n they're putting together this fortress around the Capitol, and on the other\n hand, they're going to deny us access to public records and start wiretapping\n private citizenry,\" said Boise State University political scientist Jim\n Weatherby. ''That's overstatement, but I think that's the emotional response a\n lot of people have.\"\n The governor, the attorney general and legislative leaders met to discuss\n the ideas earlier this month, and Lance figured at that point some of the most\n controversial proposals probably weren't going anywhere. He left several out\n of a subsequent letter he sent to legislative leaders, which put a few of the\n proposals into bill form.\n Nevertheless, nothing is off the table. ''No decisions have been made,\"\n said Kempthorne's press secretary, Mark Snider.\n Said Lance, ''The bottom line is we all need to discuss these things. …\n We're on the front end of this deliberative process, and I don't know that\n anybody's hard over on the best approach for dealing with some of these\n issues. But we need to talk about them.\"\n The Idaho Spokesman-Review asked a group of Idaho attorneys and academics\n to review Lance's October report and discuss the various anti-terrorism\n proposals. A few of the ideas - an anti-profiteering law and protection\n against firings and evictions for Idaho National Guard members called to duty\n - got near-unanimous raves.\n But other proposals were criticized as going too far, or even using the\n current crisis as cover for making unrelated changes in state laws.\n ''I don't think Idahoans really like this idea of government intrusion into\n their life,\" said Jasper LiCalzi, professor of political science at Albertson\n College of Idaho. ''This isn't the way things are done here.\"\n Coeur d'Alene attorney Norm Gissel said he sees a major omission in the\n report: It doesn't mention amending Idaho's Free Exercise of Religion law.\n That law, enacted a year ago, protects religious practices from state\n interference, including criminal prosecution in some cases.\n ''Any reasonably intelligent attorney will tell you that one of the best\n places for a terrorist to hang out in the United States is the state of\n Idaho,\" because of that law, Gissel said. ''In the next foreseeable period of\n time, the terrorism in the world is going to be religious-based terrorism, it\n looks like to me. That's what we've had in Idaho, and that's what we've had\n nationally and internationally. That's what Sept. 11 was all about.\n ''They may not get away with it, but they have this unique defense in\n Idaho,\" Gissel said. And if a jury agrees that a terrorist was just\n practicing his religion, he said, the law awards him his attorney's fees and\n costs.\n That's not the case in other criminal prosecutions.\n The report from Lance is divided into sections dealing with criminal law,\n and those dealing with civil law. Under civil law, perhaps the most\n controversial sections involve adding a host of new exemptions to the Idaho\n Public Records Law.\n ''You take a look at some of the thought processes coming out of\n Washington, D.C., it's this whole thought process that maybe we've made\n certain information a little too accessible,\" Lance said.\n The report suggests new exemptions for state emergency and evacuation\n plans, schedules showing future whereabouts of public officials, documents\n identifying terrorist targets, blueprints of state buildings, and records\n showing the location of hazardous or nuclear materials.\n The governor could exempt additional records ''when necessary for the\n safety or security of the state,\" minimum response times for all public\n records requests would jump from three days to five, out-of-staters would be\n charged more for copies of public records, and the government could start\n asking people why they want the records.\n Those last four proposals fell flat when Lance met with lawmakers, so he\n didn't put them into bill form. But they're still on the table.\n Jerry Mason, a Coeur d'Alene attorney who represents cities, counties and\n other local governments that receive the bulk of public records requests, said\n he thought it ''rather unlikely\" that terrorists would file such requests.\n ''Frankly, the way the world works is 98 percent of the people who come\n looking for public records get them instantly, and 2 percent of the world\n comes for public records merely to hassle the public agency,\" Mason said.\n ''Those 2 percent are still going to be with us no matter what.\n ''I'm having a hard time understanding exactly how some of these things are\n going to result in great increases in anyone's security,\" he said.\n Mason said local governments would like to be able to quiz people about why\n they want records, not to see whether they're terrorists, but to help them\n zero in on what they want. But others warned that allowing such quizzing would\n mean clerks would be expected to identify terrorists, and would open the door\n to abuse.\n ''Can the public have access to public records only if the government\n thinks your reasons are good enough?\" asked Marty Durand, attorney with the\n American Civil Liberties Union of Idaho. ''That's frightening.\"\n Shaw said allowing the governor to ''shut down the public records act\" is\n worrisome, and is one of several ways the proposal seems to suggest increasing\n power in the executive branch of the government.\n Gissel said, ''What we've found out on the federal level is that when you\n have secrecy laws, everything is secret. So if you have a governor who doesn't\n like reporters, he would just say, 'Well, I have an executive order I've just\n signed that these documents which you wish to look at, which will certainly\n embarrass me politically, are covered by the Idaho Terrorism Act and you can't\n have 'em.' How does that benefit society? How does that quell terrorism?\"\n Criminal-law proposals in the report include adopting a long series of\n existing and proposed federal anti-terrorism laws as state laws, too. That\n would allow Idaho to prosecute the same crime in addition to federal\n prosecutions, without double jeopardy.\n Coeur d'Alene attorney Harvey Richman called such a move ill-advised. ''Why\n do we need to do this?\" he asked. ''If the feds have the powers, why do we\n have to give them to the Rathdrum City Police Department or the Idaho State\n Police?\"\n Idaho counties couldn't afford to prosecute a major terrorism case, he\n said. ''It's not our job - we're amateurs.\"\n But Lance said he doesn't want to rely on federal prosecutors. He asked\n them to look into possible illegalities in Idaho's gas prices several years\n ago, he said. ''I'm still waiting. Now I don't want to get in that same box\n when it comes to criminal jurisdiction. … We need to have the tools to do\n what needs to be done, to make sure.\"\n Under the proposal, local county prosecutors would gain federal\n prosecutors' ability to wiretap a suspect 48 hours before getting a judge's\n OK. That's allowed when there is immediate danger, national security is\n threatened, or there are ''conspiratorial activities characteristic of\n organized crime.\"\n Said Richman, ''Every time there's a bank heist, it's probably terrorists,\n which means you don't have to get a warrant.\"\n Added Durand, ''What if they go ahead and tap your phone, and then the\n judge says no? Well, the damage has already been done. … It's just a little\n bit frightening.\"\n Lance said that idea is in the report simply because it's in federal law.\n ''To be honest with you, I'm not going to bust my pick on that one,\" he said.\n Other effects of matching current or proposed federal anti-terrorism laws\n in Idaho's law books would include allowing a district judge to issue a\n warrant or authorize a wiretap anywhere in the state, rather than just in his\n or her district; keeping the fact that a search has occurred secret from the\n target of the search, in some cases; allowing ''roving wiretaps\"; and\n updating Idaho's wire communications laws to better fit the electronic age.\n ''Technology basically has overtaken us,\" Lance said.\n Updating Idaho's law would make it a crime under state law to intercept\n e-mail or other electronic exchanges. It would also allow law enforcement to\n seek court orders to tap into electronic communications while investigating\n crime.\n The proposal also calls for enacting a new, specific definition of\n terrorism in Idaho, but the suggested wording raised some concerns.\n Shaw noted that the definition includes ''influence the policy of a\n government by intimidation or coercion.\"\n ''Go back to that student protest at the state Capitol last year - were\n they trying to intimidate the state Legislature?\" he asked. ''I think that's\n problematic right there.\"\n ''It's awful broad,\" LiCalzi said. ''It could limit almost any kind of\n protest or speech.\"\n Kempthorne said he hopes if changes are needed in Idaho's laws, they can be\n considered during the legislative session that starts in January.\n Lance said Idahoans have big questions to resolve. ''Since Sept. 11, we've\n all kind of been required to think outside the box,\" he said. ''I think we\n all just need to sit down and take a deep breath, and figure out what the\n public interest is. .. This is the beginning of this discourse, not the\n conclusion.\"\n This sidebar appeared with the story:\n Anti-terrorism proposals under consideration\n Here are some of the proposals being considered to prevent or fight\n terrorism in Idaho:\n Define terrorism in Idaho state law, and allow up to life in prison for\n terrorist acts. Statutes of limitations wouldn't apply, and civil forfeiture\n of assets, racketeering and money laundering laws would be extended to cases\n of terrorism.\n Add new state crimes for damaging energy, water or nuclear facilities,\n using weapons of mass destruction, or possessing or developing biological or\n chemical weapons.\n Strengthen false bomb threat laws to include false reports of biological or\n chemical weapons.\n Add as many as seven new exemptions to the Idaho Public Records Law,\n allowing the state to keep additional records secret from the public, to\n question people who seek public records, and to extend response times. Allow\n the governor to exempt records by executive order for the ''security or safety\n of the state.\"\n Make it illegal to take advantage of a declared emergency by selling items\n of necessity at excessive prices.\n Enlarge the governor's powers to order quarantine or evacuation of people\n or livestock, and to order routing of passengers and other persons who may be\n exposed to a biological agent.\n Protect soldiers called to state active duty with the Idaho National Guard\n from eviction, repossession, or retaliation from employer or school for their\n service, similar to protections now available to those on federal duty.\n Require background checks for those seeking training as airline pilots or\n commercial truck drivers.\n Copy existing and proposed federal anti-terrorism laws in Idaho state laws,\n allowing state and local law enforcement and prosecutors the same powers as\n their federal counterparts. This would include the ability to wiretap a\n suspect, in certain cases, 48 hours before obtaining a judge's approval;\n allowing district judges to issue wiretap orders for anyplace in the state;\n and not immediately notifying a suspect that his property has been searched.\n Source: Idaho governor's office\n\nLoad-Date: November 27, 2001"
}