{
    "title": "TERROR PANEL SEEKS CHANGES_ GILMORE GROUP SAID TO WARN AGAINST STEPS THAT THREATEN LIBERTIES",
    "publisher": "richmond times dispatch ",
    "year": 2003,
    "month": 12,
    "day": 14,
    "full text": "An anti-terrorism commission led by former Virginia Gov. Jim Gilmore will call for greater oversight of military-intelligence gathering to guard against the erosion of civil liberties in the United States, according to a source familiar with the panel's work.\nThe panel, also known as the Gilmore Commission, is expected to tell Congress and President Bush that:\n*The FBI is losing effectiveness in its law-enforcement role by focusing more on domestic intelligence.\n*Attempts to improve state and local preparation against future acts of terrorism have lost momentum.\n*The federal government needs to reorganize its homeland-security initiatives to focus more on threats to economic security.\nThe Advisory Panel to Assess Domestic Response Capabilities for Terrorism Involving Weapons of Mass Destruction will release the report tomorrow in Northern Virginia. The report is the 19-member commission's fifth and final set of recommendations since its creation by Congress in 1998.\nGilmore will appear on NBC's \"Meet the Press\" this morning to discuss the report.\nA source familiar with the report discussed the broad outlines of its findings with The Times-Dispatch yesterday.\nThe report is expected to \"express serious concerns about the status of federal efforts to adequately support the war on terrorism in states and communities,\" the source said.\nThe commission is expected to issue strong recommendations for greater oversight of key government agencies, such as the departments of defense, justice, and homeland security, the source added.\nThe specific recommendations won't be made public until after the report is given to the White House and Congress, but the commission is expected to make the case that civil liberties should not be traded off for greater security.\nThe commission is expected to base its case on long-standing concerns of increased government monitoring and the use of technologies that could compromise personal privacy. The report is expected to argue that increased law-enforcement powers could result in the loss of privacy and damage to fundamental liberties, such as freedom of speech, assembly and religion.\nGilmore, as the commission's chairman, and other panel members have voiced concerns publicly about erosion of privacy and other civil liberties.\nEarlier this year, Gilmore sounded \"alarm bells\" about the potential threat of technologies being developed by the Pentagon that could harvest enormous amounts of personal information about people in the United States.\nHe recently raised the same concerns in a public meeting with Attorney General John Ashcroft, suggesting that the administration's anti-terrorism initiatives could conflict with individual privacy and freedoms.\nAnother panel member from Virginia, former Secretary of the Army John O. Marsh Jr., warned this fall that computer technology is both essential to national defense and potentially lethal to personal privacy.\nThe commission is also expected to raise concerns about the FBI's ability to pursue its traditional law enforcement responsibilities while increasing its efforts to collect domestic intelligence on terrorism.\nThe concerns focus both on the consequences for local and state law enforcement agencies, which bear more of the burden of criminal investigations and prosecutions, and the ability to effectively collect intelligence through an agency with law-enforcement powers.\nAccording to the source, the Gilmore Commission wants the intelligence gathering entity not to have law-enforcement powers that could discourage cooperation by potential informants and raise the specter of a \"secret police.\" Those powers could range from deporting foreign-born residents to seizing the assets of suspected terrorists.\nThe commission has raised similar concerns before about handling of intelligence. In a previous report, it recommended the creation of an independent center to collect and analyze intelligence from a wide range of agencies. The administration created the Terrorist Threat Integration Center this year, but put it under the control of the Central Intelligence Agency and FBI.\nSimilarly, the commission is expected to revisit how the country's homeland-security initiatives are organized to focus more on threats to economic security.\nFinally, the Gilmore Commission is expected to attempt to set long-term goals for preparedness, so that the government can gear spending to achieve them.\nGeorge W. Foresman, a Virginia anti-terrorism official who is vice chairman of the commission, confirmed last night that the panel is \"concerned that the momentum has been interrupted\" in preparing states and localities for future acts of terrorism.\n\nGraphic\n\n \nPhoto\n\nLoad-Date: December 17, 2003"
}