{
    "title": "TERRORISM PLAY PROVES TO BE FLOP",
    "publisher": "st. louis post-dispatch ",
    "year": 2004,
    "month": 4,
    "day": 25,
    "full text": "Rocco Landesman parlayed a love of theater and the itch to gamble into a sterling career as a Broadway producer. His office sits atop the St. James Theater, where his biggest hit, \"The Producers,\" is still packing them in.\nBut a few days ago Landesman, who grew up in St. Louis and has an office filled with St. Louis Cardinals posters and mementos, was talking about something uncharacteristic: a flop.\n\"It was, no pun intended, a bomb,\" he said, referring to his production of \"Sixteen Wounded,\" a play aimed at traversing the mind of a Palestinian suicide bomber. The play closes Sunday after a disappointing 11-day run.\n\"Given the subject matter, I thought that there would be real interest,\" Landesman said, \"that people would want to discuss it, be engaged.\n\"Boy, was I wrong.\"\nIn New York the past few weeks, theatergoers with a taste for something more bracing than \"The Lion King\" had plenty from which to choose.\nBush-bashing is well represented. Tim Robbins' \"Embedded\" rips the alleged selling of the Iraq war. A.R. Gurney's \"Mrs. Farnsworth\" features John Lithgow and Sigourney Weaver as a WASPy New England couple wrestling with allegedly damning information about our current president.\nTwo other plays deal with the Middle East -- Misha Shulman's \"Fist,\" on the \"refuseniks\" in Israel who balk at military service in the West Bank; and Betty Shameh's \"Roar,\" about conflicting attitudes within a Palestinian-American family living in Detroit.\nThursday marked the long-awaited Broadway opening, 13 years after its first staging, of Stephen Sondheim's \"Assassins,\" the harrowing musical review of the American misfits who grasp at a macabre immortality by killing, or attempting to kill, a president; its purpose is to expose, not defend, its subjects.\nOther recent politically topical plays have run off-Broadway, in small venues and with marketing pitched at playing to the choir, to theatergoers of like political persuasion.\n\"Sixteen Wounded\" was different, a full-scale Broadway dramatic production that, while hardly embracing terrorism, showed a terrorist who was fully human -- a young Palestinian named Mahmoud, on the run in Amsterdam, taking an unlikely refuge in the bakery of Hans, a Jewish survivor of the Holocaust.\nEliam Kraiem, the 30-year-old playwright, said his aim was to explore the conflicts confronting each of his protagonists: for Hans, whether to inform the police once he learns that Mahmoud has performed a terrorist act, and for Mahmoud, the knowledge that if he doesn't persist on the terrorist path it will be his family and loved ones who pay the price.\n\"I just can't imagine that you make a decision like that and it's purely one way or the other,\" says Kraiem, the son of a rabbi. \"I don't think it's either 'I'm going to make this decision and it's all politics' or 'I'm a desperately unhappy person and this is my way of dealing with it and it has nothing to do with politics.' I think either one of those is false.\"\n\"Where are the gas chambers?\"\nBy the time Mahmoud's secret is revealed he has been all but adopted by Hans. He has fallen in love with a Dutchwoman, Nora, Hans' other assistant, and is teaching Hans the Arabic prayer to recite when his child is born. The dramatic climax finds them in the bakery at night, struggling over both a bomb and their own tortured pasts.\n\"I wanted to be your son but I'm not,\" Mahmoud says. \"I am someone else's son -- and I have unfinished responsibilities. . . . I watched my father murdered in front of my eyes. My best friend was killed for throwing a rock. My people are living a holocaust.\"\n\"It's a lie!\" Hans exclaims. \"Don't say that!\"\nWhere are the ovens, he asks. Where are the gas chambers?\n\"It didn't start with gas chambers, Hans,\" Mahmoud replies. \"Can you only see the Jews as victims?\"\nMahmoud says he is sorry, but undeterred, that three of the victims in his attack on a bus in Israel were children. In 10 years, he says, those children would have been soldiers.\n\"Those children could have been anything,\" Hans replies. One of them might have grown up to broker a peace, he says. \"One of them could have been Mohammed himself.\"\nHow deeply Hans and Nora have touched him is apparent as Mahmoud departs on his final mission, far less sure of his cause than when the play began. \"Every day I have become more and more my own enemy,\" he says. \"I'm supposed to be hiding here -- not living here.\"\nNot even a ripple\nThe play met with mixed reviews, notwithstanding a strong cast led by Broadway veteran Judd Hirsch and Omar Metwally, the young Egyptian-Dutch actor who portrayed Mahmoud. The adverse reviews said the plot tended to melodrama, more earnest than credible, and that Kraiem relied too much on snappy one-liners to convey characters that never sprang fully to life. Critics who liked it said \"Sixteen Wounded\" was searing, a head-on challenge to assumptions too many people take for granted.\nLandesman said he now believes the play was doomed even before the reviews came out, the victim during previews of a word-of-mouth that wasn't.\n\"I thought there would be a lot of controversy about this but basically there was nothing; it opened without a ripple.\" he said. \"In my opinion there's just no interest in engaging this subject matter in the theater; even with uniformly good reviews it would have been a tough sell. People say they don't want to see it -- they're irritated by it, depressed by it -- because the issue is seen as so intractable.\"\nSteven Woolf, artistic director at the Repertory Theater of St. Louis, said the failure may have been in pitching such a show on Broadway, a middle-brow venue where big theaters have to be filled with single-ticket sales.\nThose theaters don't have the luxury of subscription-based theaters like the Rep, Woolf said, where he can reach out repeatedly to a known audience to \"contextualize\" a potentially difficult show -- as the Rep successfully did last winter with \"Blue / Orange,\" a caustic debate between two doctors over the dehospitalization of a potentially dangerous mental patient.\nWoolf said that on Broadway, by contrast, \"these are not people buying subscriptions; they're not connected to the specific theater,\" Woolf said. \"They're going to buy a single ticket for that night, so it depersonalizes the whole experience.\"\nPerhaps the advertising of the play was too subdued, a reflection of Kraiem's desire to market the story as a personal drama instead of playing up its incendiary political content.\n\"Perhaps we lost out by being a bit too cautious,\" Kraiem says. \"I wanted to feel that I had written a play of value, that I wasn't just playing on the fears that people have. . . .\n\"I was certainly in the forefront of those arguing that this show shouldn't be advertised for political controversy but just for the drama that it is,\" he adds.\nLandesman waxed philosophic on the short run of \"Sixteen Wounded.\"\nFour years ago he tried a revival of Gore Vidal's \"The Best Man,\" a sardonic look at politics that Landesman thought might resonate in the midst of the 2000 presidential campaign. It didn't.\nLast year he helped organize a one-man show for Bill Maher, the television comedian who caught flak for saying the 9-11 hijackers weren't cowards. It lasted 13 days -- proof, Landesman quips, that \"people might watch it for free on television but they won't pay $75 to see it on Broadway.\"\nLandesman's company, Jujamcyn Theaters, put up $500,000 of the $2.25 million it cost to mount \"Sixteen Wounded\" and recruited most of the other backers. \"Everybody who did this was an adult,\" he says. \"They knew they could lose all their money -- and they will. It's guaranteed.\"\nIt's the audience that always decides.\n\"As Samuel Goldwyn once famously said, 'If people don't want to see a movie you can't stop them.'\"\n* * * * *\nNEWS: St. Louis native Rocco Landesman's latest, \"Sixteen Wounded,\" will close Sunday, its 11th day.\nANALYSIS: The play, which humanizes a Palestinian devoted to terrorism, never created much of a buzz. Landesman suspects people prefer to not examine the Mideast crisis.\n\nNotes\n\nBROADWAY/ Reporter Jon Sawyer/ E-mail: jsawyer@post-dispatch.com/ Phone: 202-298-6880/ Jon Sawyer is chief of the Post-Dispatch's Washington bureau and covers national political issues and foreign policy.  \n\nLoad-Date: April 25, 2004"
}