{
    "title": "Terrorism threat forces Seattle mayor to ax bash",
    "publisher": "the deseret news",
    "year": 1999,
    "month": 12,
    "day": 28,
    "full text": "SEATTLE (AP) -- The mayor has canceled the city's New Year's Eve celebration below its landmark Space Needle, citing the possibility of terrorist acts.\n\"It is safer to be prudent,\" Mayor Paul Schell said Monday. \"This is already an unprecedented, unpredictable New Year's, and we did not want to take chances with public safety, no matter how remote the threat might seem.\"\nInternational media coverage of the event makes it \"impossible for federal officials to rule out the area as a terrorist target,\" he said.\nThe mayor said federal officials have not advised him of any specific threat to the city.\nAn estimated 50,000 people had been expected to gather below the sky-dotting Needle, located at the 20-acre Seattle Center just off the city's downtown. The 605-foot landmark, built for the 1962 World's Fair, is a traditional gathering point for New Year's Eve revelers.\nAfternoon concerts and a circus performance will go ahead as planned on Friday, and fireworks -- the centerpiece of the millennium party -- will still pour from the Needle at midnight. But the Center will be cleared, and the gates locked at 6 p.m., Schell said in Friday's edition of the Seattle Post-Intelligencer.\nOnly a private function atop the Needle will be allowed to go ahead, he said.\nSchell's decision is the latest in a string of moves to scale back the city's once grand ambitions for the event.\nA plan to set aflame 14 giant wood-and-papier-mache sculptures -- part of a $120,000 project -- was canceled last Wednesday, while the mayor's plan to cover nine bridges and four parks in colored lights to mark the new century was scaled back to just one bridge because of cash shortages.\nThe city's nerves have been strained in recent weeks following tumultuous World Trade Organization protests. Both Schell and Police Chief Norm Stamper came under fire for their handling of the demonstrations.\nNews that a man arrested at the U.S.-Canadian border with alleged bomb-making materials had booked a hotel room near Seattle Center also heightened security fears.\n\nLoad-Date: December 28, 1999"
}