{
    "title": "Terror and fear differ Two novels show the distinction between the two in powerful ways",
    "publisher": "richmond times dispatch ",
    "year": 2010,
    "month": 6,
    "day": 6,
    "full text": "MYSTERIES \nTerror and fear differ \nTwo novels show the distinction between the two in powerful ways\n  Terror and fear are too often used interchangeably, but great differences separate them, and not simply of degree. In novels, as in the world, terror is more often spawned by fanaticism, while crime is more frequently the father of fear. These two novels take different approaches, but each fosters admiration.\n***************\n A recent exchange in The New Yorker sought to define terrorism, and each writer made cogent points. So does British novelist David Hewson in City of Fear (375 pages, Delacorte, $26), the eighth novel in his intelligent and addictive series featuring Roman police detective Nic Costa and his colleagues.\n \"Terror was about more than the visible act,\" Hewson writes. \"It concerned the temperament of a nation, the breaking of its spirit, the destruction of anything it could use to cling to the certainties of the past.\"\n In Italy, of course, the past is potholed with corruption and assassination, as the \"Years of Lead\" proved in the 1980s, when politicians were often thieves or victims - and sometimes both.\n Fast forward two decades. Rome is playing host to the G-8 summit, and Nic has been summoned by the country's ceremonial president, Dario Sordi, who in his younger years was a dear friend of Nic's late father, Marco Costa. Both men helped investigate the era's Blue Demon - which melded terrorism and cultism in one destructive group.\n Nic and his colleagues have been told impolitely by Italian security forces to butt out of summit work, save for being highfalutin bodyguards. But Dario tells Nic that the Blue Demon has resurfaced and that he is countermanding the security ministry's orders.\n Terror indeed follows, but as Nic and company delve into the case, they find conflict piled upon lie stacked upon deception. Is the terrorism the product of a rejuvenated madman, or is something far more sinister at work?\n As Hewson spins his tale, the heroics of Nic's squad lead to what may prove to be a significant departure in the author's next installment. What will not change, though, given his body of work, is Hewson's compelling storytelling and elegant prose, his ability to give depth to his characters and his knack for making Italy's past part of each of his novels.\n \"City of Fear\" succeeds as a thriller, of course, but this is a novel of greater importance, grounded in history and geopolitics and the inherent falsehoods in each. The weapons-of-mass-destruction crowd might find this smart work of fiction instructive.\n***************\n The emotional challenges of college can be daunting for any student, and particularly in the hothouse environment of an elite school.\n Emily Winslow, an American who lives in England, takes that truth and turns it into a powerful novel - with an element of mystery - in her debut, The Whole World (304 pages, Delacorte, $25).\n The story takes shape in the form of narratives from five characters: Liv, Polly, Nick, Gretchen and Morris.\n Liv and Polly are American students at Cambridge, and each has suffered traumatic change in the recent past: Liz's father lost a fortune in the dot-com bust, and Polly has been greatly affected by a crime that hit close to home.\n Both have befriended Nick, a Briton working on his doctorate, and all three are helping Gretchen, a professor who went blind as a child. The three students are cataloging Gretchen's childhood photos but find that what Gretchen remembers does not always jibe with the photographic evidence.\n When Nick goes missing, Morris, a police detective, is assigned to the case, and fear stalks the characters and pushes at least one over the edge.\n Winslow's novel is so self-assured, so well-constructed and so chilling that the reader is left in awe by the young author's accomplished debut. As turn leads to twist and twist becomes shock, the ripples of the past grow into waves that spawn tragedy. And Winslow's depiction of brilliant but troubled students is pitch perfect.\n A dandy psychological mystery, \"The Whole World\" shines as a potent look at the self-absorption and angst of youth and the regrets and doubts of middle age.\nContact Jay Strafford at (804) 649-6698 or jstrafford@timesdispatch.com\n***\nPHOTOS\n\nLoad-Date: June 5, 2010"
}