{
    "title": "Terrorism debate at U. Penn raises course questions",
    "publisher": "university wire",
    "year": 2007,
    "month": 10,
    "day": 23,
    "full text": "What was supposed to be a dialogue among three national experts on terrorism Monday turned into a fractured, and at times raucous, event.\nHowever, it still offered the audience a diverse set of views on issues surrounding terrorism, with Ian Lustick, Stephen Gale and Daniel Pipes speaking about \"What Today's College Students Need to Know About Terrorism.\"\nThe Penn College Republicans and the Middle East Forum hosted the forum as part of Penn's Terrorism Awareness Week. It is funded by, and had its name changed from, conservative author David Horowitz's national \"Islamo-Fascism Awareness Week.\"\nAbout 80 people attended the forum in Huntsman Hall.\nPipes, director of the Middle East Forum, arrived about 30 minutes late to the event. Political Science professors Lustick and Gale spoke and answered questions until he arrived.\nLustick, author of \"Trapped in the War on Terror,\" said he was initially in favor of the war on terror but soon realized that it was \"not at all what it seemed to be.\" He warned against overreacting to terrorist acts.\n\"Al Qaeda was heading into the dustbin of history\" before the attacks, he said, but the U.S. played into its hands with its reaction and \"trillion dollar war.\"\nIn response to a question from alumnus David Rusin about attacks that had been thwarted, Lustick said that two years after the \"war on terror chest thumping,\" the charges for alleged terrorists seem to go away.\nBut Rusin said later, \"I'm concerned about him underreacting; I don't think its a one-off deal.\"\nGale spoke about the lack of courses seriously devoted to the study of terrorism, to the nation's detriment.\n\"Where are all the other courses?\" he asked.\nStudents seemed to agree.\nCollege senior Ezra Cohen said that \"we need people to be passionate about the problem of terrorism. [Terrorism] needs to be a standard on Penn's campus, not the exception. Otherwise there won't be any progress.\"\nCollege senior Anne-Garland Berry agreed as well, saying, \"Dr. Gale had a good point that students should petition for more courses - we as students don't know enough about terrorism to even know we don't have the right courses on it.\nAfter he arrived, Pipes said the U.S. needs to \"modernize Islam\" by defeating radical Islam and \"offering a space for moderates to come in.\"\nPipes drew criticism from Lustick, however, who said that \"you can't decide another culture's extremist when you aren't part of\" that culture.\nA protester distributing flyers outside the room was escorted from the building by Penn security and Police personnel.\n(C) 2007 Daily Pennsylvanian via U-WIRE\n\nLoad-Date: October 23, 2007"
}