{
    "title": "Terror plot against synagogues underscores lone wolf threat",
    "publisher": "daily news ",
    "year": 2011,
    "month": 5,
    "day": 27,
    "full text": "NEWYORK (JTA) -- Afoiled plot to attack New York synagogues offered a distressing reminder to the Jewish, community that Osama bin Laden's death does not mean an end to the threat of terrorism -- especially from so-called \"lone wolves.\"\nNew YorkpoIicearrestedAl-gerian-born Ahmed Ferhani, 26, and Mohamed Mamdouh, 20, a naturalized American citizen from Morocco, on May 11 in Manhattan. Police made the arrests, the result of a seven-month investigation, after Ferhani purchased guns, an inert hand grenade and ammunition from an undercover detective.\nPolice had monitored the pair via wiretaps.\nFerhani discussed disguising himself as a religious Jew, including growing payes, or side curls, and leaving a bomb or grenade in a synagogue -- shooting any Jews who got in his way, if necessary, according to police.\n\"He was motivated to a great extent by a pathological hatred of Jewish people,\" New York City Police Commissioner Ray Kelly said of Ferhani in a television interview.\nFerhani also had discussed attacking a church and the Empire State Building, police say. The men were said to be driven by anger over what they saw as mistreatment of Muslims around the world.\n\"I can say that particularly with the language that was used and the intent of the two individuals here that this incident left me stunned by the level of hatred,\" said Michael Miller, executive vice president and CEO of the Jewish Community Relations Council of New York.\nMiller attended the May 12 news conference at New York's City Hall conducted by Kelly, Mayor Michael Bloomberg and\nManhattan District Attorney Cyrus Vance Jr.\nFederal authorities were not involved in the investigation or the prosecution, which is unusual for a terrorism case. The two men were charged in state court.\nThey are not believed to have ties to any terrorist groups. The New York Daily News cited unnamed sources who said the FBI's Joint Terrorism Task Force in New York did not get involved in the case because the plot was more aspirational than operational.\nKelly, however, said the case was serious.\n\"He purchased guns and a hand grenade, he wanted to go operational,\" Kelly said of Ferhani in the interview with New York's WCBS News. \"It was, I think, a wise decision to take this case down when we did.\"\nThe police say they are not aware of whether the men had a specific synagogue in mind as a target, though they say that the two had hoped to target a major synagogue in Manhattan.\nA lawyer for Ferhani told the Daily News that his client said he had not committed any crime. Mamdouh, in an interview with the paper, pointed a finger at Ferhani. \"I never spoke about guns and blowing things up, either,\" Mamdouh said. \"That was him. It was all his idea. I had nothing to do with any of it.\"\nThis would not be the first plot by unaffiliated and untrained \"lone wolves\" targeting New York-area synagogues.\nLast year, four former convicts from Newburgh, N.Y., were found guilty of a plot to bomb synagogues in the Riverdale section of the Bronx. The case was the result of an FBI investigation.\nSome, however, have ques-tionedwhetheranyplotwould have materialized if not for the encouragement of a government informant who provided the fake bombs placed in cars that were then parked outside two Bronx synagogues.\nYehudit Barsky, director of the American Jewish Committee's division on Middle East and international terrorism, said it is important to realize that while prospective terrorists aren't always well prepared or trained, it does not mean they aren't dangerous.\n\"A guy with a gun shooting inside a synagogue or a church, or any building, an active shooter, is still dangerous,\" she said. \"I think we need to get over our stereotype of what terrorists do.\"\nMiller said the New York JCRC has been urging area Jewish institutions via email to exercise heightened vigilance, review their security procedures and tighten access systems in cooperation with law enforcement.\n\"This is not merely an offering and a suggestion, there really is a certain urgency to this because of the realities that were just uncovered,\" Miller said.\nPaul Goldenberg, national director of the Secure Community Network, the homeland security initiative of the Jewish Federations of North America and the Conference of Presidents of Major American Jewish Organizations, said that on May 12 his organization sent Jewish institutions across the country a link to a video offering advice on how to deal with \"active shooter\" situations. The video was produced by the U.S. Department of Homeland Security.\n\"Security for the Jewish community remains a challenging balance,\" Goldenberg said. \"Really whatwill keep the community safe is empowerment through training and awareness.\"\n\nLoad-Date: April 6, 2012"
}