{
    "title": "TERRORISM HAS NO RULES",
    "publisher": "pittsburgh post-gazette",
    "year": 1998,
    "month": 8,
    "day": 30,
    "full text": "I used to think it was outrageous when Israelis would bulldoze the homes of suspected terrorists without due process of law. Now I have learned that the battle against terrorism must have no rules. Therefore, every means necessary should be used against terrorists.\nIn the 1970s, the world came to an understanding regarding hijacking of airplanes. If anyone hijacked an airliner, the country to which it flew would hand over or imprison the hijackers, or that country would have an air travel embargo against it by all airlines. This kind of worldwide cooperative strata gem agreement worked and is what we need now.\nConsequently, we should seek out, trace and identify Osama bin Laden's worldwide assets. Congress and the United Nations should pass a resolution and the president should issue an executive order to use all means necessary to confiscate such assets. We should offer a reward to those who identify those assets and give part of them to the informers after the assets are seized.\nWe, thereupon, should offer again part of Osama bin Laden's own money, say $ 2 million to $ 5 million to anyone who brings him back dead and $ 10 million upon his conviction and imprisonment to those who capture and deliver him to the appropriate authorities. Political asylum, pardons, the witness protection program and a banking embargo can be part of the package.\nThis would mean Osama bin Laden and other terrorists would have to worry about their own friends, allies and assets being used against them. The remainder of the money can then be used for the victims of his lawlessness. Due process would enter the picture only after his capture. Using his assets against him is just another weapon we need in fighting such misguided leadership that prides itself on death.\nFacing this kind of terrorism means the sane must fight the insane. No due process can compete with the lunacy methods of terrorism. We must create clever retaliation and opportunistic formulas of our own to hinder such terrorists.\nIf we do not, many copycats will follow Osama bin Laden's path of forcing fear, destruction and death onto the entire world.\n\nLoad-Date: September 2, 1998"
}