{
    "title": "Terror most foul",
    "publisher": "daily news ",
    "year": 2018,
    "month": 10,
    "day": 25,
    "full text": "We do not know what motivated the homicidal maniac or maniacs who sent pipe bombs to George Soros, to ex-CIA chief John Brennan (c/o CNN), to Hillary Clinton, to Barack Obama, to Rep. Maxine Waters and to former Attorney General Eric Holder (c/o Rep. Debbie Wasserman Schultz).\nThe ideological leanings of the targets are clear enough. But anything is possible, so we reserve judgment until the professionals at the NYPD and FBI go where the evidence leads, which we trust they will do with precision and speed.\nWhat we do know is that this is terrorism, and sweepingly ambitious terrorism at that. It aimed to kill and maim and frighten and intimidate and to drive Americans, who already shout at one another across chasms as wide as any in memory, still further apart.\nAll the crimes may well turn out to be the work of one deranged individual, animated more by the demons in his head than by any coherent agenda. But all of us are part of a common political climate, in which hate and fear are increasingly the oxygen we breathe.\nPresident Trump and his allies furiously, and falsely, portray a caravan of thousands of destitute migrants marching through Mexico to seek entry at the southern border as invaders bent on wreaking violent havoc.\nThey call Democrats their enablers, who care less about law-abiding citizens than about illegal hordes. At the President's rallies, they chant for Clinton to be thrown in prison; he smiles.\nOn the left, a small fraction among Trump's foes regularly leap to label him a fascist who is, even as we speak, destroying our democracy.\nThis is not meant to suggest an equivalence; it is impossible to compete with the crazed conspiracy theories that regularly fuel anger on the right, aided and amplified by the routinely rancid rhetoric of the most powerful man in the world.\nIt is to say that no matter one's political persuasion, we have a common responsibility, even in the cauldron of an election season, to see the American carnage we just sidestepped, and to commit to engaging in debate that is as civil as it is intense.\n\"Acts or threats of political violence of any kind have no place in the United States of America,\" Trump said Wednesday. \"We have to unify, we have to come together.\" It starts with him.\n\nLoad-Date: October 25, 2018"
}