{
    "title": "Terrorism has hit home for newspaper columnist RELATIONSHIPS(7)",
    "publisher": "daily news ",
    "year": 2017,
    "month": 10,
    "day": 12,
    "full text": "Mourners attend a vigil to mark one week since the mass shooting at the Route 91 Harvest country music festival, on the corner of Sahara Avenue and Las Vegas Boulevard at the north end of the Las Vegas Strip on Oct. 8 in Las Vegas, Nev. On Oct. 1, Stephen Paddock killed 58 people and injured more than 450 after he opened fire on a large crowd at the festival. The massacre is one of the deadliest mass shooting events in U.S. history. PHOTO BY DREW ANGERER/GETTY IMAGES\nI have watched the rising amount of mass shootings over the past years and have reacted as most of us would with horror, shock, sadness, and many questions, most of which have gone unanswered. Ihave had conversations with colleagues about the PTSD that survivors must experience in the aftermath of these events. It was all from an outsider's point of view, but now it has hit home - literally.\nMy best friend's 20-year-old daughter was in the front row at the shooting in Las Vegas on Sunday, Oct. 1. She and her buddies made it out alive, but she was covered in the blood of those who didn't, which in itself is horrifying.\nThis young woman now has emotional scars that may never go away, and she knows it.\nWe didn't know about the shooting until Monday morning.\nHer mother had turned off her phone before going to bed the night before.\nShe called her daughter as soon as she opened her phone on Monday morning.\nI found her in the hallway crying, still talking to her daughter as she tried to relay to me what had happened.\nHer daughter and her friend were at that point trapped in their hotel room; the Mandalay Bay was on lockdown due to the massacre, and the police had to inspect all the cars and people.\nMother and daughter were in communication the entire time.\nThe two kids finally got their car back on Tuesday, and while Las Vegas was giving away perks (shows, meals, and rooms) to try to help people calm down and relax, she came home to her mother.\nWe were all in shock and terrified of what could have happened.\nMy fiancé had almost gone to this concert with my friend's daughter, and my friend was thinking of going too - the thoughts of what did occur and what might have occurred are still making us all a little shaky, to say the least.\nMy young friend who was there was trying to be brave and to make the best of it, but she was also talking about joining the military and never going to another concert, signs of how devastated she is.\nThis hateful event hit us all very hard, but she had been in the line of fire and had lived through it.\nShe had heard the gunfire and had seen people being hit and falling around her, and her main thought during the attack was what it was going to feel like when she got shot.\nShe shared that when she was running, hearing the bullets flying by her head, she thought that she would not get out alive. Thankfully, her friend made it out with her, but they both saw people getting shot, and they couldn't stop to help, because they would be trampled by the crowd. She doesn't really know how she got out of it in one piece.\nNow that she's finally home, she has to do some medical tests to find out if she received any infections, which only adds to the stress, but it has to happen. She also has to heal her heart and mind. Several other of her friends were there, and we are having these kids over for a dinner and to talk.\nThey are all are dealing with PTSD, while their parents are suffering from a secondary level of trauma, because as a parent you can't help but absorb the emotions of your child.\nWhat these kids are feeling is the same, but it manifests differently in each one of them.\nOur own young heroine can't be in a crowd right now, which is normal for someone who has been through what she has. So are the nightmares and the flashbacks. There are so many ways a trauma can affect you, and you can't know how until you uncover your own personal pain.\nSome will try to shrug it off or remain silent about it, but if it's someone you love, don't let that happen.\nIf you just hug them as much as they can stand and get them up and out, then they will start to share their feelings. If that doesn't work, you need to seek counseling, because the pain has to be released or it will never leave their minds.\nThis applies to kids and adults.\nThose who witnessed the horror firsthand will all have scars that they will have to heal and work on perhaps for the rest of their lives.\nI think it's important to say again that if a child of yours is traumatized, you are going to feel it too.\nNow this part is very important: you can't let your own feelings prevent you from totally being there for your kid, no matter how big of a pain in the ass they may have been. Period.\nNo matter what you call it - domestic terrorism, the last act of a mad man, or a conspiracy - this tragedy has forever altered our lives, and I can't exactly tell you what that looks like.\nA number of other people from where we live were also at the concert. Several were tragically killed and several others were wounded, including some police officers and firefighters.\nThe whole community has been hit hard, and a few counseling centers and therapists in my town have opened their doors for free trauma support.\nA number of venues in the area are hosting fund-raisers for the victims and their families.\nAll it takes is knowing one person who went through it to make you look at life from a new perspective. Now we truly know how it feels to live in a place where a terrorist act can occur in any place at any time, and it's damn scary. It is not possible to ignore what is going on around us any longer.\nThe best thing for anyone who has been touched by this unconscionable event is to find someone to talk to who is experienced with trauma.\nThis kind of pain will not go away on its own. So muster all the family and friend support you can, because knowing that you are loved will make you feel safer in a world that day by day is becoming much less so.\nDr. Barton Goldsmith, a\npsychotherapist in Westlake\nVillage, Calif., is the author of\n\"The Happy Couple: How to\nMake Happiness a Habit One\nLittle Loving Thing at a Time.\"\nFollow his daily insights on\nTwitter @BartonGoldsmith\n\nLoad-Date: October 12, 2017"
}