{
    "title": "TERRORISTS' INROADS QUESTIONED",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 4,
    "day": 3,
    "full text": "It has been called the world's most dangerous terrorist group, blamed for scores of deaths. But the murder of one 16-year-old girl and new charges against four men -- including the teen's father -- have raised questions about whether the Abu Nidal organization has made inroads in the United States.\nA federal indictment unsealed Thursday accused four Palestinians living in the United States of conspiring to kill Jews, blow up the Israeli Embassy in Washington, buy weapons and smuggle money as part of the Abu Nidal group. The FBI said one of the men fatally stabbed his daughter in 1989, shouting ''Die, my daughter, die,'' so she wouldn't expose their enterprise.\nThe FBI says the charges are believed the first in the United States against suspected members of Abu Nidal, linked to more than 90 terrorist acts, including the 1985 attacks at the Rome and Vienna airports and a 1986 bombing of a synagogue in Turkey. The group is believed responsible for hundreds of deaths and injuries.\nTerrorism experts say it is not unusual that a group that left its bloody mark on foreign soil could expand its reach into the United States.\n''If people are surprised, they shouldn't be,'' said Yonah Alexander, a scholar in residence in terrorism studies at George Washington University. ''All these groups have networks here. They have sympathizers. They have operatives. They have safe houses.''\nThe Abu Nidal group, which broke away from the Palestine Liberation Organization in 1973, was described by a State Department report in 1989 as the world's most dangerous terrorist group. Abu Nidal -- which means father of struggle -- was the name taken by the group's leader, Sabry al-Banna.\nAlexander said Abu Nidal has operated in at least two dozen countries and has hundreds of operatives. But he added that the numbers are less significant than the fact the group, according to the FBI, planned to use the United States as a base from which to launch attacks.\nThis indictment and the bombing of the World Trade Center in New York ''underscore the vulnerability of the United States,'' Alexander said. ''The fact that the United States is considered by terrorists as an easy target is really the great danger.''\nThe FBI said Thursday's indictment is not connected to the Trade Center bombing, but that February incident was a turning point, said Robert Kupperman, senior adviser at the Center for Strategic and International Studies in Washington.\n''A hurdle has been passed, surmounted by terrorists,'' he said. ''They've been able to attack mightily in the U.S. There's every possibility in my mind we're going to be attacked repeatedly.''\nSome worry the two incidents -- this week's indictment, and the bombing that led to the arrests of five men of Middle Eastern descent -- could lead to an anti-Arab backlash.\n''There certainly is this aura of anti-Arab and anti-Muslim hostility,'' said M.T. Mehdi, president of the American-Arab Relations Committee in New York.\nMehdi discounted FBI charges that the four men charged this week are connected to the infamous terrorist group. ''To link Abu Nidal, which is by now a dead horse, as a mastermind of all these things just doesn't make sense in my judgment,'' he said.\n\nLoad-Date: September 20, 1995"
}