{
    "title": "Terror threat often comes from radicals within U.S",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 3,
    "day": 18,
    "full text": "WASHINGTON ? The growing front in the war on terrorism may be no farther than Main Street. The terror cases that have emerged in the past week have one common characteristic: The suspects are all Americans. One is a woman who looked after the elderly in suburban Pennsylvania. Another a security guard from New Jersey. \nAltogether more than a dozen Americans have been captured or pursued for allegedly supporting jihad, or holy war, over the past two years. The cases demonstrate with increasing clarity what authorities have long known: The terrorist threat does not just come from the skies, far away, but from Hometown, U.S.A. Some were inspired by the U.S. involvement in the Iraq and Afghanistan wars, federal prosecutors said. Others, like the accused Pennsylvania woman, allegedly wanted to avenge what they considered an insult to the Prophet Muhammad. Many traveled overseas to get terrorist training. Some fomented plots on their computers in the comfort of their own homes. There is no evidence that these cases are connected in any way. But they underscore the new reality that there is a threat from violent Islamic extremism from within the U.S. It is difficult to say whether the uptick in cases is because law enforcement has gotten better at catching suspects or if there are simply more to catch. FBI special agent Brett Hovington said the government needs to do more scientific research around the country on why Americans are becoming radicalized and turning toward violent extremism. Hovington runs the FBI's community relations unit, which focuses on this type of outreach across the country. Speaking to lawmakers Wednesday about countering violent extremism, Hovington said sociologists, political scientists and psychologists can help in this area. Most of the recent wave of cases ended with suspects captured before they could act on their plans. But some of the people were just about to execute their plans when they were caught, like the Denver-area airport shuttle driver, Najibullah Zazi. Zazi pleaded guilty in February as the leader of a plot to bomb the New York subway system in September 2009 with explosives made from beauty supplies. In the case of Army Maj. Nidal Hasan, law enforcement was too late to prevent the attack. Hasan, a U.S.-born Army psychiatrist of Palestinian descent, is charged with killing 13 people during a shooting rampage at the military base in Fort Hood, Texas. Law enforcement knew of both Zazi's and Hasan's contact with people with suspected terrorism-ties before they were arrested. Zazi was under FBI surveillance when he was caught. And the FBI knew about Hasan's e-mails with a radical Islamic cleric but did not think he posed a serious threat. Determining how quickly a suspected homegrown terrorist goes from adopting extremist rhetoric to becoming a suicide bomber is a continuing challenge to law enforcement. Some people never make that leap. Others do it in a matter of months or years. \"Individuals can be radicalized in a number of ways ? by direct contact with terrorists abroad or in the United States, over the Internet or on their own through a process of self-radicalization,\" said Assistant Attorney General David Kris, the top counterterrorism official at the Justice Department. These cases, Kris said, \"underscore the constantly evolving nature of the threat we face.\" For years U.S. officials have predicted there would be a rise in homegrown terrorism. \"Now we're beginning to see the predictions coming true,\" said Michael Chertoff, the former Homeland Security secretary. Because of this, Chertoff said, it is critical for communities to look for unusual behavior. Law enforcement, he added, needs to continue to educate people on the differing signs of terrorism. There is no single reason people drift toward terrorism. \"It's a combination of psychology, sociology and people who, just for cultural reasons, gravitate\" to Islamic extremism, Chertoff said. \"We can't assume we've got months and years.\" Colleen LaRose, the Pennsylvania woman who allegedly met violent jihadists online under the name \"Jihad Jane,\" took only months to radicalize, prosecutors say. LaRose, according to her boyfriend, never showed religious leanings during the five years they dated. Then, her boyfriend came home last summer, and she was gone. In a June 2008 YouTube video, the blond-haired, green-eyed Muslim convert said she was \"desperate to do something somehow to help\" ease the suffering of Muslims, federal prosecutors allege. Some homegrown terrorists take much longer to show their militant leanings. In the case of North Carolina drywall contractor Daniel Boyd, federal prosecutors say he nursed his ambitions for jihad over decades. Boyd is accused of leading a group of men ? including two of his sons ? who planned to kidnap, kill and maim people in other countries in the name of jihad. One of Boyd's neighbors said he didn't think Boyd was a terrorist. \"If he's a terrorist, he's the nicest terrorist I ever met in my life,\" Charles Casale said. Boyd decried the U.S. military, praised the honor in martyrdom, bemoaned the struggle of Muslims and said \"I love jihad\" on audiotapes obtained by federal authorities. It is not a new concept for Americans to join the jihadi cause. In 2001, John Walker Lindh was arrested in Afghanistan for fighting as part of the Taliban. Raised Catholic, the California native was 12 when he saw the movie \"Malcolm X\" and became interested in Islam. A few years later, the teenager converted to Islam. In 2008, intelligence officials predicted there would be more homegrown terrorists over the next few years and their attack methods would become more sophisticated. Officials continue to be concerned with the Internet as a means to spread rationale, inspiration and training for the Islamic extremist agenda. Intelligence officials say these terror groups specifically target people in the U.S. For instance, the radical Islamic cleric who was allegedly in contact with Hasan, Anwar Awlaki, has for years posted messages online supporting violent Islamic extremism. A U.S. citizen himself, Awlaki has targeted his message, particularly in Internet postings, to broad, English-speaking audience. There are disaffected, alienated people everywhere in the United States who, for decades, have joined gangs and cults in search of an identity. Radical Islamist groups are yet another destination for those who seek purpose in their lives. \"There are screwballs everywhere,\" Los Angeles County Sheriff Leroy Baca told lawmakers Wednesday. \"Religion has its own purpose and terrorism is not one of them.\" Jihadi groups that recruit and inspire are in many cases small and connected only by extremist ideology espoused on the Internet. The appeal is the notion that \"somebody does want me,\" said Jack Tomarchio, a former top intelligence official at the Homeland Security Department. Being an American with terrorist leanings is not an automatic ticket into a group like al-Qaida. Many of these groups are suspicious of Americans and worry they are spies for the U.S. government. But in the world of jihadi recruitment, it's like winning a gold medal when an American is trusted and decides to join a terrorist network, Tomarchio said. In many cases they have no criminal record and can blend into society, like the woman who allegedly called herself Jihad Jane, and travel internationally with ease. \"I know there are more of them out there,\" Tomarchio said. \n\nLoad-Date: March 18, 2010"
}