{
    "title": "Terrorism's scariest scenario_ Nukes",
    "publisher": "the new york times",
    "year": 2004,
    "month": 10,
    "day": 10,
    "full text": "Nuclear Terrorism\nThe Ultimate Preventable Catastrophe\nBy Graham Allison\nTimes Books/Henry Holt. 263 pp. $24\nThe two most disagreeable men in America (at least with each other) agreed on something terribly important when they met last month for their first debate.\nJohn Kerry and President Bush both asserted that the single greatest danger facing the United States is nuclear proliferation - the least frightening way of saying nuclear terrorism. Their synchronized skating on the issue excited unexcitable moderator Jim Lehrer so much that he even paused to confirm it.\nNeither candidate described the danger in any detail, since spooking the electorate has its limits, even in a campaign year. Besides, why bother? We have Graham Allison, founding dean of Harvard's Kennedy School of Government (and a former assistant secretary of state steeped in the minutiae of \"loose nukes\"), to offer chapter and verse.\nSo get scared. Get very scared.\nAllison's introduction begins with an Oct. 11, 2001 CIA tip, never corroborated, placing al- Qaeda terrorists in New York City with a 10-kiloton nuclear bomb they stole from Russia.\nThe government took some quiet appropriate action, the report remained unconfirmed, and Oct. 11 didn't follow Sept. 11 into history. But the false alarm gives Allison, one of America's top experts on nuclear terrorism, a chance to bring these threats, so to speak, to your neighborhood.\nIf al-Qaeda had exploded that bomb in Times Square \"adjacent to the Morgan Stanley headquarters at 1585 Broadway, Times Square would vanish in the twinkling of an eye. The blast would generate temperature reaching into the tens of million of degrees Fahrenheit. The resulting fireball and blast wave would destroy instantaneously the theater district, the New York Times building, Grand Central Terminal, and every other structure within a third of a mile of the point of detonation.\"\nNot wanting to make too much of a New York thing, Allison also provides block-by-block analyses for similar hypothetical events in San Francisco, Houston, Washington, Chicago, and his hometown, Charlotte, N.C.\nThe scenarios sensibly advance Part One, titled \"Inevitable,\" of his two-part book. In it, Allison quotes everyone from Tom Ridge to Warren Buffett to nuclear terrorism expert Eugene Habiger as they voice some version of: \"It's not if, it's when.\"\nAllison's first five chapters thus directly mean to jolt readers and public officials with the gravity of the threat. To the author's credit, he does that with a maximum of fact and a minimum (though a tad) of liberal Democratic spin.\nMuch of nuclear terrorism's danger involves what might be called the author's \"Axis of Angst\" - Russia, Pakistan, North Korea and Iran.\nAccording to an official bipartisan review of potential nuclear terrorism conducted in 2001 by Howard Baker and Lloyd Cutler, there may be as many as 80,000 \"poorly controlled and poorly stored\" nuclear weapons in the former Soviet Union. Heightening the anxiety, Russian general Alexander Lebed famously told a group of visiting U.S. congressmen in 1997 that Russia couldn't account for 87 Soviet suitcase bombs.\nWith Pakistan, we may never know the full damage done by the \"Wal-Mart of private-sector proliferation\" run by Pakistani nuclear scientist and centrifuge-design thief Abdul Khan. But black markets like his continue to function. A 1998 report in the Arabic-language magazine Al Watan Al Arabi said that \"bin Laden's followers had purchased twenty nuclear warheads from Chechen mobsters in exchange for $30 million in cash and two tons of opium.\"\nAnd then there are North Korea and Iran. Both share ritual defiance of the United States, lack of respect for nonproliferation, a taste for piecemeal deceptions, and plain ambition to join the nuclear club.\nAllison, however, doesn't stop with our foreign enemies. He gives equal time to ways we make ourselves vulnerable to the worst terrorism imaginable. \"Of the seven million cargo containers that arrive in U.S. ports each year,\" reports Allison, \"fewer than 5 percent are opened.\" Similarly, even after 9/11, less than 10 percent of all air cargo gets screened.\nAfter five chapters of information overload in that vein, including lucid explanations of such terms as \"spent reactor fuel\" and \"reprocessing,\" a gentle reader may start thinking about living wills.\nThat depressing start makes Allison's convincing shift in Part Two (\"Preventable\"), to how we can render nuclear terrorism \"The Ultimate Preventable Catastrophe,\" all the more impressive.\nIf Part One persuades that the nuclear 9/11 can't be prevented, Part Two makes you think it's inevitable only if we keep doing what we've done so far. We might head it off if we toughen up. Allison's wonderfully informative second half presents a slew of carefully recommended changes.\nHe argues that we must put far more money and attention into the Nunn-Lugar-Domenici Soviet Nuclear Threat Reduction Program, in which the United States and Russia join forces to safeguard the former Soviet Union's nuclear weapons.\nHe urges that we stop diverting antiterrorist resources to marginal enterprises such as the war in Iraq (that's the spinniest Allison gets). He wants us to aggressively monitor unsecured uranium or weapons-grade plutonium on the black markets. He recommends opposing new production facilities for enriching uranium or reprocessing plutonium, even if a nation, like Iran, claims it's for peaceful purposes.\nAllison isn't finished there. The U.S. president, he believes, must pull Russia's President Vladimir Putin into a serious partnership on nuclear terrorism and make the issue an \"absolute national priority.\" We need a new \"gold standard\" for protection of nuclear weapons against terrorists that's worthy of Fort Knox. Finally, we shouldn't research and develop new nuclear weapons if we want the rest of the world to take our nonproliferation strategies seriously.\nLest you remain fatalistic, Allison makes some good historical points that feed his optimism. While President John F. Kennedy predicted there would be 20 nuclear states by now, anti-proliferation efforts interfered, and today the number rests at 8. Allison's own valiant work with Sam Nunn and Richard Lugar in the early '90s amazingly succeeded in getting Kazakhstan, Uzbekistan and Ukraine to cede their weapons back to Russia.\nSome readers may tire of Allison's policy-oriented approach, particularly in the book's closing sections. He's always announcing that he has a four-step plan to solve this problem, a five-step one for that. And not every Allison suggestion works. For instance, his idea of offering nuclear fuel to a suspected renegade, Iran, picked up by Kerry, was just rejected by Iran.\nYet Nuclear Terrorism succeeds at its chief task: making one superbly literate in the frightening realities of its subject. If officials follow Allison's expert advice, we might happily make it back from \"when\" to \"if.\"\nContact book critic Carlin Romano at 215-854-5615 or cromano@phillynews.com. Read his recent work at  http://go.philly.com/carlinromano. \n\nNotes\n\nOn Books\n\nLoad-Date: September 1, 2005"
}