{
    "title": "TERRORIST'S DAY IN COURT MAY BE HERE",
    "publisher": "daily news ",
    "year": 2011,
    "month": 1,
    "day": 13,
    "full text": "HE IS 82 YEARS old, but a kindly grandfather he is not.\nActually, Cuban-born Luis Posada Carriles, a naturalized Venezuelan and a longtime CIA operative, is a convicted terrorist in two countries who escaped from a Venezuelan jail and was infamously pardoned in Panama.\nA dangerous criminal with a long and deadly rap sheet, he is named in U.S. intelligence reports as the mastermind behind the 1976 bombing of Cubana Airlines Fight 455, which killed the 73 passengers on board, including the Cuban national fencing team. Posada Carriles is also linked to a string of hotel bombings in Cuba, resulting in the death of Italian tourist Fabio diCelmo, something he would later brag about in a 1998 New York Times interview.\n\"The Italian was in the wrong place at the wrong time, but I sleep like a baby,\" Posada Carriles told the newspaper.\nNot a man deterred by small details, he was convicted in 2000 of plotting to assassinate Fidel Castro during a summit in Panama. The plot called for using 200 pounds of dynamite and C-4 explosives to blow up an auditorium - listen to this - packed with college students. He served four years before being pardoned.\nHardly your kindly grandfather!\nNow, finally, five years after his illegal return from Central America to the U.S. Posada Carriles is on trial in an El Paso, Tex., federal court. Yet, in what Venezuela and Cuba consider a travesty of justice, this international fugitive with an outstanding Interpol arrest warrant is merely accused of perjury and immigration fraud - not terrorism and murder.\n\"To some,\" said Sarah Stephens, of the Center for Democracy in the Americas, \"charging Posada [Carriles] - a resolute and unrepentant advocate of terror - with immigration fraud and perjury is like charging Al Capone with tax evasion.\"\nStephens, of course, is very much on target. But this seems the only way to bring to trial the former CIA asset. Hopefully, the lowly charges against Posada Carriles will turn out to be as effective as those against Capone.\nInexplicably, the Justice Department has resisted classifying him as a terrorist. The reason may be found in Posada Carriles' extensive ties to the CIA and several other nation's intelligence agencies.\n\"The CIA taught us everything - everything,\" Posada Carriles said in The Times interview. \"They taught us explosives, how to kill, bomb, trained us in acts of sabotage.\"\nIn fact, Posada Carriles - who believe it or not has spent most of the last five years freely roaming the streets of Miami - is charged in El Paso with 11 counts of lying to U.S. immigration officials about his involvement in the Havana blasts. He faces a 60 years in jail if convicted on all counts.\nYet, despite the objections of the Cuban and Venezuelan governments, this trial is much more than an immigration fraud case. It will be the first time the U.S. government introduces evidence of Posada Carriles' participation in terrorism against Cuba because of the additional perjury charges brought by the Justice Department.\nFrom U.S. credibility in Latin America to a possible thaw in relations with Havana, much is at stake in this trial. \"The trial can become a turning point in the history of U.S.-Cuba relations - an accountability moment, after decades of violence directed at Cuba sponsored or tolerated by the United States, as well as a redemptive moment for the families of the victims of his terrorism,\" said Stephens.\nViolence in which Posada Carriles, certainly not your kindly grandfather, played an infamous role. aruiz@nydailynews.com\n\nGraphic\n\n \nLuis Posada Carriles (r.), on trial for perjury and immigration fraud, leaves court with his lawyers in El Paso . Tex. on Monday. The international fugitive has an outstanding Interpol arrest warrant. Photo by Reuters\n\nLoad-Date: January 14, 2011"
}