{
    "title": "TERRORISM CROSSES INTO OPEN WARFARE",
    "publisher": "wisconsin state journal",
    "year": 2011,
    "month": 9,
    "day": 11,
    "full text": "The following State Journal editorial was published on Sept. 12, 2001:\nAmerica must steel itself for a very different kind of war. This is not a war to be fought against enemies who fly over our bases with insignias on the wings of their warplanes, but a war against people who would hijack our own airliners and use them against us.\nThis is not a war against enemies who want to kill our soldiers and sailors, but a war against those who would prefer to murder our unarmed civilians.\nThis is not a war to be fought on battlefronts in faraway places, but a war that may very well be fought in our own cities, harbors and airports.\nTuesday's attacks... were a declaration of war, no different than if it had been handed across a desk by deceitful diplomats. All that's missing is for the enemy to be found out.\nIt is a very different kind of war, one that will almost certainly frustrate us and - if the terrorists get their way - divide us over what foreign policy courses to follow. But there is one similarity between America's coming war against terrorism and conventional warfare. This war must be fought by a united nation determined to achieve victory against those who would deny us our lives, our security and our freedoms.\nThat effort must be bipartisan, it must be direct, it must be powerful and it must be sustained. ...\nAmerica is at war. It is a war that has been thrust upon us by people who hate everything we stand for and who will never be satisfied with compromise or conciliation. Their values are different, their respect for life is different, and their tactics are different. ..\nJust as Americans rose up 60 years ago to defend themselves, so will today's Americans. As (President George W.) Bush said, \"A great people have been moved to defend a great nation.\" It's a very different kind of war, but it can and will be won.\n\nGraphic\n\n \nWisconsin State Journal archives Sean Denton of Madison hoists a sign above the Beltline in Madison on Sept. 11, 2001. He made the sign and affixed the American flags after watching what he called \"the horror on television.\"\n\nLoad-Date: September 13, 2011"
}