{
    "title": "Terror fight turns toward deradicalizing",
    "publisher": "pittsburgh tribune review",
    "year": 2010,
    "month": 9,
    "day": 26,
    "full text": "HERZLIYA, Israel — Waves of deadly bombings and foiled plots have struck Europe, the Middle East, North Africa, Asia and America since the attacks of 9/11 — and the threat is growing, U.S. and foreign officials concede. \nFBI Director Robert Mueller told a Senate committee last week that \"domestic extremism and radicalization appear ... more pronounced.\" \nAl-Qaida-affiliated terror groups are \"actively targeting the United States,\" he said, enlisting \"Americans or Westerners who are able to remain undetected\" despite heightened security. \nNational counterterrorism chief Michael Leiter told the senators that today's threats are \"more complex, and the diverse array ... tests our ability\" to anticipate the next attack. \nAt least 10 U.S. terror plots were carried out or uncovered in 2009. In May, Pakistani-American Faisal Shahzad tried to explode a car bomb in New York's Times Square. \nU.S. authorities arrested or convicted more than 60 people on terrorism charges in the past two years. \nA growing number of terrorism experts think military operations and domestic surveillance or security measures are not enough to combat the threat. The United States and its allies must focus more on \"deradicalization,\" they contend. \nBritish threat a 'bellwether'  \nBritain's police and intelligence agencies are struggling with what they see as an ever-growing, more-alienated Muslim population, according to Jonathan Paris, associate fellow at the International Center for the Study of Radicalization at Kings College, London. \n\"The U.K. is the bellwether for Europe and the U.S. for homegrown terrorism,\" he told a recent international counterterrorism summit here. \nNumerous plots followed a 2005 attack on London's transportation system. \n\"The link to al-Qaida,\" Paris says, \"is one where already radicalized U.K. citizens go voluntarily to places like Waziristan,\" in Pakistan's volatile tribal belt, \"or Yemen, or any safe haven ... to get their so-called master's degree at an 'AQ college.' \n\"The U.K. government focus now is how to keep British Muslims from becoming so alienated ... as to even think about\" training as terrorists. \nTo combat violent Islamists, he said, the British have reached out to \"nonviolent Islamists who have followers\" yet who are \"vehemently anti-American and anti-Israeli.\" \nSome experts are starting to doubt that approach, he said. \nHe believes British authorities should reject violent Islamist leaders and instead appeal to \"well-integrated\" Muslims \"who contribute to British society in a positive way.\" \nWaiting to be released  \nTargeted countries face another dilemma: What to do with terrorists in U.S., Middle Eastern, Asian and other prisons who will be released sooner or later. \nDr. Rohan Gunaratna, a leading expert on al-Qaida and counterterrorism, favors rehabilitation. \n\"When you incarcerate someone, that person's mindset does not change,\" he says. \"So when (he) goes back to society, he may become a security risk\" by returning to his terrorist roots. \nPentagon officials in 2009 said more than 60 detainees released from U.S. custody rejoined terrorist groups — nearly double the number reported a year earlier. \nGunaratna, who heads the International Center for Political Violence and Terrorism Research at Singapore's Nanyang Technological University, says unrepentant ex-detainees can help to recruit new followers, creating \"another generation of terrorists.\" \nHe says 12 \"deradicalization\" programs around the world use differing techniques. The most common is religious rehabilitation to refute the terrorists' misinterpretation of Islam. \nHis own deradicalization program in Singapore employs Islamic clerics, including some from Sunni Islam's top religious institute, Al Azhar University in Cairo. \nThe effort, he admits, can \"take a very long time — sometimes two, three or four years.\" \nEffectiveness is debated  \nExperts disagree on rehabilitation's effectiveness, however. \nEgypt was the first country to use deradicalization successfully. Egyptian clerics counseled imprisoned members of the al-Gama'a al-Islamiyah, and al-Jihad, two jihadi groups behind a series of deadly attacks in the 1980s and '90s. \nAfterward, al-Gama'a al-Islamiyah leaders wrote some 25 volumes — known as \"The Revisions\" — rejecting violence, according to Arie Kruglanski, a University of Maryland professor who co-directs the National Institute for the Study of Terrorism and the Response to Terrorism. Egyptian officials responded by releasing thousands of Islamists from prison. \n(Islamic Jihad leader Ayman al-Zawahiri did not undergo deradicalization while in prison. After his release, he merged his group with al-Qaida and became Osama bin Laden's lieutenant.) \nWhom to target for rehabilitation — terrorist leaders or followers — depends on the group, Kruglanski says. \"Leaders can have a more wide-ranging and long-term impact, while foot-soldiers are more likely susceptible to recidivism.\" \nHe says extremism feeds on the disgruntled. The three main pillars needed to radicalize an individual are a seemingly rational argument, an emotional transformation and respected leadership, he explains. \nGunaratna agrees — \"People always need role models\" — and says much the same process can help to rehabilitate. \nRecidivism rate unknown  \nSome deradicalization programs use popular athletes or community leaders to appeal to detainees; one U.S.-run prison in Afghanistan relies on vocational training. \nOthers focus on family rehabilitation. Gunaratna believes helping jailed extremists' families is essential. \"Otherwise, the terrorist groups will approach those families and radicalize the younger members.\" \nIn a Libyan program, wives stay with detainees for a week. \"After one detainee spent a week with his wife, he was cooperating,\" Gunaratna recounts. \nSaudi Arabia, which spends the most on rehab, also relies on a family approach. \nStill other efforts use Islamic literature and arts \"to open the mind of the detainee,\" he says. Most terrorists \"only have about 10 key texts they draw upon,\" creating a narrow world-view. \nDespite all such efforts, though, terrorist recidivism remains an unknown factor. \nAt least two Saudi deradicalization \"graduates\" fled to Yemen and joined the leadership of al-Qaida in the Arabian Peninsula. \nNone of Singapore's reformed extremists returned to terrorism, experts say, but four or five have in Malaysia. \n\"I think rehabilitation is a very temporary answer for the problems we face today,\" Gunaratna concedes. \"The ultimate answer is to politically confront these problems.\" \nStill, he thinks rehabilitation \"will give us the time to reduce the threat.\" \n\nLoad-Date: September 26, 2010"
}