{
    "title": "Terrorism must be defeated each day, The Heathrow arrests show the need to remain vigilant",
    "publisher": "the world",
    "year": 2006,
    "month": 8,
    "day": 11,
    "full text": "ANY suggestion that the threat from Islamic fascist terrorists has subsided was smashed on Thursday with the arrest of 21 people in England suspected of plotting to bring down six to 10 airplanes over the Atlantic.\nPaul Stephenson, deputy commissioner of the London Police, described their goal as \"mass murder on an unimaginable scale.\"\nHe went on to tell reporters: \"We are confident that we have disrupted a plan by terrorists to cause untold death and destruction.\"\nThe plot involved rudimentary chemistry. Harmless looking liquids would be brought on board as carry-on luggage, to be mixed in midair to cause a catastrophe on the scale of 9/11.\nGood police work and sleuthing by British intelligence apparently stopped the fanatics just in time.\nSaid Prime Minister Tony Blair: \"I thank them for the great job they are doing in protecting our country. There has been an enormous amount of co-operation with the U.S. authorities which has been of great value and underlines the threat we face and our determination to counter it.\"\nThat is what it takes to protect civilization. Security officials must snoop and ferret out the numerous cells of people who are determined to destroy our way of life.\nIf it takes a controversial program to monitor communications between American citizens and suspected terrorists overseas, then so be it. The world is at war.\nCitizens have already sacrificed their fingernail clippers and pen knives at airport terminals in the name of security. Now passengers must surrender their drinks.\nIt is a small price to pay.\nIt is not yet known how close the jihadists came to pulling off their monstrous deed.\nBut the civilized world should be monumentally grateful to the British officials for thwarting the evil-doers.\n\nLoad-Date: March 5, 2008"
}