{
    "title": "TERROR HUNT HIT OR MISS",
    "publisher": "daily news ",
    "year": 2005,
    "month": 6,
    "day": 1,
    "full text": "SINCE 9/11, the feds have taken credit for arresting nearly 200 suspected terrorist \"associates\" and disrupting alleged terror cells from coast to coast.\nBut some of the government's most high-profile cases in the war on terror also have gone bust.\n. Brandon Mayfield, a Muslim convert and Oregon lawyer, was arrested last year after the FBI said his fingerprint was found on a bag of detonators connected to the Madrid train bombings. Two weeks later, the FBI admitted it had bungled the fingerprint analysis and cleared Mayfield of any involvement.\n. In the first terrorism prosecution brought after the Sept. 11 terror attacks, five Moroccan men were accused of operating an Al Qaeda terrorist cell in Detroit. The case was dismissed last December after an internal review found that prosecutors withheld evidence that cast doubt on the suspects' links to terrorism.\n. Muslim chaplain James Yee was jailed by the Army for 76 days for allegedly mishandling classified secrets at a prison camp in Guantanamo Bay, Cuba - charges that were later dropped.\n. Two teenage girls from New York City were arrested in March and identified as would-be suicide bombers. Six weeks later, the government freed one and allowed the other to leave the country with her family.\n\"I think there's enormous pressure generated from Washington to show results with respect to terrorism investigations,\" said Bradley Simon, a former federal prosecutor.\nBut officials defend law enforcement's record and insist that the government can't be too timid in the war on terror.\n\"If you wait for the guy to set off the bomb, it's too late,\" said John Curran, the FBI's former deputy general counsel for national security affairs.\nRetired NYPD Deputy Chief John Cutter, who oversaw the investigation last year of two Brooklyn men plotting to blow up the Herald Square subway station, agrees.\n\"When you are dealing with terrorism, you can't wait for the act to happen,\" he said.\n\nLoad-Date: July 4, 2006"
}