{
    "title": "Terrorism & religion",
    "publisher": "christian science monitor ",
    "year": 1984,
    "month": 11,
    "day": 7,
    "full text": "Continued strife in Lebanon - symbolized by the latest bombing of the US Embassy in Beirut - has once again focused attention on religiously inspired terrorism. The recent wave of terrorism has also been linked to the most avowedly religious government in the Middle East - the Islamic Republic of Iran - although the extent of its involvement is not yet clear.\nMost of the recent terrorist actions have been perpetrated by Shi'a Muslims linked in one way or another to Iran: this fact is beyond dispute. What merits dispute, however, is the growing tendency in the West to attribute these events solely to certain inherent characteristics of the Shi'a faith and the truculent nature of Iran's Islamic regime, while overlooking other national and regional factors. This approach is basically flawed; it does a serious disservice to a proper understanding of the dynamics of this new brand of terrorism and thus inevitably to efforts to find effective ways of thwarting it.\nThe fact is that there is nothing in orthodox Shi'a theology that invites its faithful to terrorism. Of course, Shi'a mythology exalts the actions of the third Shi'a Imam, Hussein, against the Omayid Khalif, Yazid, and thus advocates standing up to tyranny and injustice. But in practice, the Shi'a Imams and theologians have not promoted political activism. Instead, considering all governments illegitimate, they have preached noninvolvement in politics, advising followers to hide their religious beliefs rather than challenge the ruling authorities. Even in Iran, today, many ayatollahs challenge Ayatollah Ruhollah Khomeini's views on the establishment of an Islamic government on the basis of religious doctrine.\nSimilarly, the feelings that many Shi'as have of being social and economic outcasts - especially Lebanese Shi'as - have nothing to do with the theological basis of their faith. These feelings derive instead from their traditional status as a minority dominated by Sunnis or the followers of other faiths. Furthermore, the political activism and extremism of many Muslim groups is a phenomenon that cuts across the Sunni-Shi'a divide. For example, the group that tried to stage a coup in Egypt in 1974, those who assassinated President Sadat, and those who took over the Grand Mosque in Mecca were not Shi'as. Nor are other militant Muslim groups scattered throughout the Islamic world from North Africa to Indonesia.\nIn addition, Muslim militants have been greatly inspired by national-liberation movements and are now adopting many of their methods, including terrorist actions. Moreover, the growth of Islamic militancy is a very complicated phenomenon rooted in the social, political, and economic dynamics of the Islamic countries, reflecting, as well, the impact of regional and international politics on their societies. Over the last few decades, the process of socioeconomic development and the vicissitudes of regional and international politics have led to increasing feelings of alienation and humiliation among Muslim peoples, thus creating fertile ground for the growth of extremist movements, including militant Islam.\nRightly or wrongly, in the Arab Middle East the Palestinian problem, the continuing Arab-Israeli conflict, and Arab reverses - of which the Israeli occupation of southern Lebanon is the latest example - have been among principal causes of popular alienation from governments and secular ideologies. They have helped stimulate feelings of collective humiliation. Peoples thus affected are receptive to religious propaganda and subversion.\nSince the Lebanese war, there have been reports that an increasing number of Palestinian refugees - most of whom are Sunnis - have become disenchanted with their secular leaders and are turning to the mosque as a source of hope. Nor is there any doubt that the war and its aftermath, especially the occupation of southern Lebanon, have radicalized the Lebanese Shi'as, thus providing countries like Iran with opportunities to recruit new sympathizers and agents for subversion.\nIn sum, Islamic militancy and religious terrorism is a multifaceted, complex problem. Any effort at simplistic explanations, by ascribing it to one religious group or one country, hampers an understanding of the problem and efforts to devise effective means to counter it."
}