{
    "title": "Terrorism Risk - in Its Place",
    "publisher": "the world",
    "year": 2001,
    "month": 1,
    "day": 25,
    "full text": "Former Navy Secretary Richard Danzig once warned that panic, in and of itself, is a terrorist tool. Indeed, \"successful\" terrorist attacks such as bomb threats don't even have to be carried out to spark fear.  All the more reason to be cautious when government decides to take precautions against perceived threats of terrorism.\nConventional terrorist acts on US soil, such as the bombing of the World Trade Center in 1993, have shown a need for preparedness in reacting to such disasters (beyond just trying to prevent them). But now national officials are citing a potential for more extreme \"unconventional\" acts of terrorism using chemical and biological weapons.\n \nLast year, for instance, President Clinton predicted that such an attack would occur in the US within the next 10 to 15 years. This type of strike would be serious indeed (a \"small\" attack could have big consequences), and thus the call to be on guard and prepared.\n \nA few \"rogue\" countries, such as Iraq, are thought to possess chemical or biological weapons capabilities. And some international actors (such as Osama bin Laden) have threatened to use them. But while the possibility of such attacks on US soil exists, it doesn't appear nearly as likely as some in government would assert.\n \nIn fact, experts say trends in this type of terrorism are more toward assassination than mass casualties. Analyst Amy Smithson of the Stimson Center, a Washington think tank, says \"those people feeding the feeding frenzy on unconventional terrorism are looking at the theoretical possibility, as opposed to the operational reality.\"\n \nNot only do terrorists need to be able to create such weapons, they need to be very facile at distributing them. Terrorists, by and large, have been inept at such logistical tasks.\n \nCongress, nonetheless, allocated $ 1.45 billion to combat and react to unconventional terrorism during this fiscal year. Considering the very small risk, that's a dramatic 124 percent rise from $ 645 million spent in 1998.\n \nOfficial US concerns were heightened after the serin gas attack on a Tokyo subway in 1995 by the Aum Shinri Kyo cult. Congress gave money to train so-called \"first responders.\" And the Defense Department has been doing training in 120 cities on how to act/react after an unconventional terrorist strike.\n \nBut a recent study by the Stimson Center offers ample evidence that such preparedness is flawed without better coordination between levels of government. It says that some 90 different terrorism-preparedness courses by various federal agencies create \"a confusing mess that has left officials outside Washington uneasy and frustrated.\"\n \nThe federal government needs to better coordinate such preparedness, but also take a closer look at the actual threat of chemical or biological terrorism. Citizens must be prepared and protected, but with a more common-sense approach. Otherwise, like the 1950s hysteria over the risk of nuclear attack that led to home fallout shelters, government efforts may serve to instill more fear than sober and reasoned responses.\n(c) Copyright 2001. The Christian Science Publishing Society\n\nLoad-Date: January 24, 2001"
}