{
    "title": "Terrorism and the media_ A symbiotic relationship",
    "publisher": "the world",
    "year": 2013,
    "month": 4,
    "day": 24,
    "full text": "\"The success of a terrorist operation depends almost entirely on the amount of publicity it receives.\" -- Walter Laqueur,\"Terrorism\" (1977)\nJust imagine that you're a terrorist with limited funds and you want to wreak havoc. You only have a few bombs, but you want your message broadcast to the world. How do you get the best bang for your buck? The answer is simple: turn the media into broadcasters for your acts of terrorism. (Rest assured, the politicians will also do their part to make the most of the moment and escalate a legitimate crisis into a full-blown political drama.)\nAs the recent terrorist attack at the Boston Marathon shows, the way for terrorists to broadcast their message to the world is to get the attention of the world media. Today's terrorists know that they have the media at their disposal -- CNN, FOX and the rest, including their online counterparts, are all at their beck and call -- because today's media outlets have 24 hours of airtime to fill, and what's more salacious than the murder and mayhem of terrorism?\nThere is a symbiotic relationship between terrorism and the media -- especially television media. Not long after Americans were alerted to the news of the Boston bombings, the coverage quickly escalated to a frenzied level, with every possible angle being covered, whether inane or newsworthy. From minute-by-minute updates on the bombings to reports on what the average American thinks about the bombings, there is little ground that has not already been covered mere days after the tragic event.\nTake a look at CNN's website coverage of the Boston bombings, and the stories range from a moment by moment photo sequence of moments right after the blast, to photo and video reports from eyewitnesses on the scene, as well as an interactive map and timeline tracking the explosions and their aftermath. It's almost as if they were creating an interactive video game.\nYet does all this coverage really help us understand the tragedy any more or navigate terrorists and reduce a genuine tragedy to an entertainment spectacle?\nWhile journalists have a responsibility to report the news accurately and honestly, they play right into the hands of the terrorists when they cross over into entertainment reporting with the kind of continuous coverage we have been experiencing with the Boston bombings.\nAs renowned terrorism expert Walter Laqueur writes in his book \"The New Terrorism\" (1999):\nIt has been said that journalists are terrorists' best friends, because they are willing to give terrorist operations maximum exposure. This is not to say that journalists as a group are sympathetic to terrorists, although it may appear so. It simply means that violence is news, whereas peace and harmony are not. The terrorists need the media, and the media find in terrorism all the ingredients of an exciting story.\nOne reason terrorists use the tactics they do is to get publicity and thereby get their message across. However, in addition to providing them with a megaphone to the world, the publicity actually encourages further terrorist acts and also serves as a recruiting tool for more terrorists -- whether foreign or homegrown. In other words, by shining a constant spotlight on these acts of terror, the media actually serve to spawn the system of terror. As Laqueur points out,\"Terrorists have always recognized the importance of manipulating the media.\" Indeed, terrorists the world over have mastered the art of marketing themselves to a sensationalism-driven media, and the media lap it up.\nAsk yourselves: why do terrorists fly planes into buildings and blow up buildings at the finish line of the Boston Marathon? Do they do it to be mean? Or because they like to destroy things? Perhaps in part. But the real motivation behind these acts of urban terrorism is the attention the terrorists receive from the world media. Laqueur quotes one terrorist leader as saying,\"If we put even a small bomb in a house in town, we could be certain of making the headlines in the press. But if the rural guerrilleros liquidated 30 soldiers in some village, there was just a small news item on the last page.\"\nAs consumers of this constant barrage, we are just as guilty of fueling the feeding frenzy. With advances in technology, we now have easy and immediate access to news and entertainment wherever we are -- whether at home, on our cell phones, at work on our computers or in our cars.\nThus, it becomes a vicious cycle. The more we watch, the harder the media must work to keep us entertained, and the harder they must compete for our viewership. And with all those advertising dollars at stake, the television networks must compete against one another.\nSo what's the solution? A large part of the responsibility rests with the news media. The answer is to report news as any other tragedy, but don't dwell on it. Don't turn it into an interactive video game on your website. And by all means, don't turn it into an entertainment spectacle.\nAs with so many problems, if we are to have any hope of a solution, we must begin with ourselves, at home. Maybe it's time to turn the television sets off, stop buying the political spin being sold to us through the media, and start focusing on not only who is behind these terrorist attacks, but equally important, who stands to gain from them.\nConstitutional attorney and author John W. Whitehead is founder and president of The Rutherford Institute. He can be contacted at johnw@rutherford.org Information about The Rutherford Institute is available at\n\nLoad-Date: January 9, 2015"
}