{
    "title": "Terror - 'it shall not come near you'",
    "publisher": "the christian science monitor",
    "year": 2009,
    "month": 8,
    "day": 5,
    "full text": "I live part of the year in Spain, so the news of a terrorist bombing in the city of Burgos last week, and then immediately after in Majorca, brought the demand for ongoing prayer about terrorism right to my front door. For me, this prayer is unflinching and consecrated, made to the same God who spoke to the Bible prophet Isaiah, saying, \"In righteousness you shall be established: you shall be far from oppression, for you shall not fear; and from terror, for it shall not come near you\" (Isa. 54:14, New Revised Standard Version). This one God is with us every moment.\nTerrorism systematically aims to cause extreme fear or terror through coercion, intimidation, and threat. It uses violence to force peoples and governments to give in to the terrorists' demands. Those who carry out acts of destruction may want to show others that, despite efforts to control terrorism or to maintain order, they are still able to attack and kill.\nDespite this threat, each of us has a spiritual basis for life, and on this foundation we can feel safe. The basis for our safety is that each of us is the beloved child of God. Knowing this, we can more readily feel Isaiah's promise of liberty and prove that oppressive fear \"shall not come near you.\" We can exercise the freedom and dominion to pray to an all-powerful God as the only force of good in the world. This settles thought with a peace that only God gives - a peace that can't be terrorized even in the midst of unbearable fear, because it brings the conviction of safety, direction, and power.\nAs the continuous dropping of water on rock changes the rock, each continued prayer to understand more clearly that God is the only power and law will not only serve to protect one from harm. It will also destroy step by step the mistaken conceptions about God and creation that result in evil intention and terror of any kind. Then there will be more evidence of harmony and unity, and a greater desire for peace and stability.\nI love both the firmness and hopefulness in that Bible verse from Isaiah. As well as being a promise, it is a demand for each of us to be established in righteousness. What that means to me is that under God's law, each of us is forever fixed in a right relationship to God, able to perceive and respond to right intention and action. When we accept this spiritual identity, it's natural to express God-given purity and integrity in our motives and actions.\nThe God with whom we are permanently united is Love, and excludes no one. So it follows that we can recognize others' spiritual unity with God also. Terrorists give no indication of realizing that divine Love, not hatred, is the only real power. But any individual prayer, if made with dedication, can have a healing effect. God, as Love, always destroys fear, and to live in accord with Love means that we can live fearlessly. Love must also destroy the fear that impels the terrorists to adopt wrong motives and turn to coercive violence.\nAlways close to my prayers is \"Science and Health with Key to the Scriptures\" by Mary Baker Eddy, who discovered Christian Science and founded this newspaper. One sentence that I've found helpful in praying about terrorism, and in including the world in God's universal love, is this: \"The relations of God and man, divine Principle and idea, are indestructible in Science; and Science knows no lapse from nor return to harmony, but holds the divine order or spiritual law, in which God and all that He creates are perfect and eternal, to have remained unchanged in its eternal history\" (pp. 470-471).\nThis righteousness in which we are all established - the righteousness that Isaiah affirmed for all time - is the indestructible spiritual law that holds each of us in principled action. In this law, no one is at the mercy of random evil, no one lives under threatening uncertainty, and no one can be coerced by arrogant lawlessness.\nBeing \"far from terror\" means more than just being far from terrorist acts. Peace and safety are inherent to our spiritual selfhood and come from Love itself. Even though it may be difficult to imagine that we can actually live without the fear and uncertainty that surrounds terrorism, God makes this possible right now. And prayer progressively shows us that terrorism must lose its foothold.\n(c) Copyright 2009. The Christian Science Monitor\n\nLoad-Date: August 5, 2009"
}