{
    "title": "Terror coverage take-up rates double Nearly half of surveyed companies bought coverage in 2004",
    "publisher": "business insurance",
    "year": 2005,
    "month": 4,
    "day": 18,
    "full text": "NEW YORK-Nearly twice as many companies bought terrorism coverage as a component of their property insurance in 2004 than in 2003, according to a soon-to-be-released survey by Marsh Inc.\n``Marketwatch: Terrorism Insurance 2005'' found the percentage of companies adding terrorism coverage to underlying property insurance policies in 2004 reached 49%, compared with the 27% who did so in 2003. And throughout 2004, the percentage of respondents reporting adding terrorism coverage to their property programs each quarter never dropped below 44%, a significantly larger percentage than the 23% who reported doing so when Marsh first surveyed buyers in the second quarter of 2003.\nThe 2004 survey included 2,371 firms.\nThe growth of interest in terror coverage comes as the Terrorism Risk Insurance Act, which provides a federal financial backstop for insurers facing future catastrophic terrorist attacks, is due to expire on Dec. 31.\nSteve Lundin, managing director of Marsh's property practice in New York and the report's publisher, said that he believes the act should be extended.\n``The market is continuing to develop and get a bit more sophisticated, but it's still not there yet. That's why we view a role for the government to be important; it's not where it needs to be yet,'' Mr. Lundin said in an interview.\nThe survey also shows significant differences in the take-up rate for terrorism coverage in certain metropolitan areas. Mr. Lundin said that a combination of experience, cost and what the report called ``the hard-to-define notion of `perception of risk,' all appear to play roles in the decision whether or not to buy.''\nFor example, New York and Washington, both of which were targets of the Sept. 11, 2001, terrorist attacks, reported both relatively high premium rates and high ``take-up'' rates. But Boston and Philadelphia, which also have moderate to high take-up-Boston's was the highest broken out by the survey at 69%-enjoy relatively low premium rates. Buyers in both cities may have been affected by their proximity to the high-profile cities of Washington and New York, and Boston was the departure point for some of the Sept. 11 hijackers, the report notes.\n``Why are companies choosing to buy or not to buy? A lot say they don't `because we don't think that we have any perceived risk,''' said Mr. Lundin. But he added that the survey found that ``the median 2004 terrorism premium rate quoted to nonbuyers was 35% higher than for those that actually bought the coverage.''\nThe survey said ``there appears to be a mismatch between some companies' perception of risk and some insurers' perception of risk, resulting in the declination of coverage by those companies.''\nGenerally, terrorism insurance prices remained stable. The survey found that there was a ``slight rise in the median percentage of a company's annual property program costs attributable to terrorism premiums-from 4.4% in 2003 to 4.7% in 2004. This occurred because terrorism rates did not decline as dramatically as other property rates in 2004, meaning that terrorism coverage represented a slightly larger percentage of overall property insurance budgets.''\nThe survey also found that ``most companies with TIV (total insured values) under $500 million that bought terrorism insurance purchased the equivalent of their full fire limits. Companies with TIV over $500 million that purchased terrorism insurance-especially those with layered programs-tended to purchase TRIA-only coverage on the lower layers. In some quota share programs, the limits purchased for the largest companies tended to be skewed by the prevalence of captives, which often provide higher TRIA limits than does the commercial insurance marketplace.''\nBut the survey cautioned that the private market alone cannot meet terrorism insurance needs, at least not right now.\n``Without a continuation of some form of government reinsurance support, the insurance market will not be able to respond fully in the event of a catastrophic terrorism loss,'' according to the report. ``Scarce capacity will likely cause rates to rise dramatically, and organizations in perceived high-risk locations in large metropolitan areas will be challenged to find affordable coverage-if they will be able to find it at all.''\nAfter calling TRIA a ``valuable component of the U.S. administration's war on terror,'' the survey says that TRIA ``should be continued in some form for the next few years to allow more time for the development of a permanent solution.''\n``In partnership with the government, it should be the duty of clients, brokers, insurers, and reinsurers to investigate all potential options,'' the report says, ``and develop a robust, long-term terrorism risk management and risk-transfer solution.''\nThe survey ``Marketwatch: Terrorism Insurance 2005'' will be available in early May through the local offices of Marsh Inc.\n\nGraphic\n\n \nArt Caption: Terrorism take-up growing: Study shows more buyers opting for terrorism coverage.\nArt Credit: Marsh Inc.\n\nLoad-Date: April 20, 2005"
}