{
    "title": "Terrorism policy discredited by anti- Cuba position",
    "publisher": "university wire",
    "year": 2004,
    "month": 9,
    "day": 7,
    "full text": "President Bush was recently caught in an uproar over comments made regarding the war on terrorism. The controversy started when interviewer Matt Lauer asked Bush if we can win the war on terrorism. In response, Bush asserted, \"I don't think you can win it. But I think you can create conditions so that those who use terror as a tool are less acceptable in parts of the world -- let's put it that way.\"\nDemocrats and Republicans immediately jumped on the statement, sparking yet another useless partisan debate of semantics. Staying true to the form of the 2004 presidential race, the debate focused on sound bites rather than real issues.\nNever mind the definition of \"win\" in a counterterrorism context -- Bush wants to \"create conditions\" for terrorists to be less acceptable? Sounds good to me, but let's start by cleaning our own house first. After all, there's no better way for us to communicate a policy to other nations than to exemplify that policy ourselves -- hence the saying, \"Actions speak louder than words.\"\nHowever, just days before Bush made that statement about combating \"those who use terror\" -- i.e. terrorists -- the U.S. government allowed three known and convicted terrorists into the country. Those three are Gaspar Jimenez Escobedo, Pedro Remon and Guillermo Novo. They are accomplices of the terrorist Luis Posada Carriles, who is believed responsible for the 1976 bombing of a Cuban airplane, which killed 73. In addition, he has admitted to his involvement in a string of Cuban hotel bombings in 1997.\nThe four men were arrested in a plot to bomb the University of Panama auditorium at which Cuban President Fidel Castro was set to speak during the Ibero-American Summit of 2000. Panama convicted the four in April of endangering public safety and falsifying documents and sentenced them to eight-year prison terms.\nAlmost unbelievably, Panama's outgoing president, Mireyas Moscoso, pardoned the four just days before her term expired on Sept. 1. Moscoso is a traitor and an accomplice in terrorism, and, for that reason, the Cuban government severed diplomatic relations with Panama.\nBut where does the U.S. government stand on the issue? The State Department has been silent, only denying allegations that it pressured Moscoso to pardon the terrorists. Why did the government even allow three of them into the country? They are exactly the kind of people (you know, terrorists) that we don't want here. They carry long histories of violence (murder, kidnapping, etc.) and association with other violent extremists.\nAt the 2000 Ibero-American Summit, the three -- along with Posada -- were captured possessing enough C-4 plastic explosive to kill people at a distance of 200 yards. These people are not your neighbors.\nWell, they're not supposed to be. When the government allowed them into the United States, it didn't just grant three terrorists the freedom to spread their ideology of hate and violence in our communities. In addition to that, the government took a selective position on terrorism: Some terrorism is acceptable, and some of it is not. Specifically, the government implied through non-action that terrorism directed against Cuba's leadership and people, no matter who is hurt in the process (such as Panamanian students), is acceptable.\nThis is in stark contrast to Bush's statement about making terrorists \"less acceptable in parts of the world.\" Our government cannot convince other nations to deny terrorists refuge when we ourselves are willing to give it. Such a contradictory position destroys our argument and discredits the Bush administration's strategy of fighting terrorism.\nI call on the administration to take a principled stand against terrorism by deporting those scumbags back to Panama. Terrorism cannot be defeated in any sense of the word so long as governments like ours allow terrorists refuge.\n(C) 2003 Iowa State Daily via U-WIRE\n\nLoad-Date: September 7, 2004"
}