{
    "title": "Terrorism Arrests_ More Turmoil in Western Sahara",
    "publisher": "the new york times",
    "year": 2011,
    "month": 1,
    "day": 12,
    "full text": "To the Editor:\nMorocco's announcement of a foiled terrorist cell in Western Sahara (''Morocco Arrests 27 Said to Run Terrorist Cell in Western Sahara,'' news article, Jan. 6) should be seen in the light of its prior failure to ensure fair trials for those accused of terrorism.\nMorocco's ''dismantling'' of another supposed international terrorist network in 2008 led to the imprisonment of all 35 defendants, including six Moroccan political figures whose connection to any such activities was widely doubted. The court based its guilty verdicts on highly suspect confessions, as happens routinely when Morocco arrests suspects under its 2003 antiterrorism law.\nThese confessions often come from people who are illegally arrested, held in secret detention, mistreated and sometimes tortured, and, without being able to consult a lawyer, pressured to sign confessions they are prevented from reading.\nNo one should doubt the real threat of terrorism that Morocco faces, but the evidence that the authorities mistreat terror suspects in ways that compromise their right to a fair trial is no less in doubt.\nEric Goldstein Washington, Jan. 6, 2011\nThe writer is deputy Middle East and North Africa director for Human Rights Watch.\nTo the Editor:\nYour report of recent arrests in Western Sahara does not convey the real cause of social unrest and instability there: Morocco's illegal occupation; its violation of human rights; its theft of the territory's natural resources; and the socioeconomic disenfranchisement of the Saharawi people.\nAny suggestion of ''violent opposition'' by the Polisario Front is without basis.\nFor 20 years, the Polisario has shunned violence. We have kept faithfully to the cease-fire agreed under United Nations auspices in 1991, despite the appalling failure by the international community to deliver the referendum on independence promised as part of that deal.\nIn April 2010, the United Nations Security Council declared the situation in Western Sahara to be unacceptable. All we ask for is the referendum promised in 1991. This is the only pathway to a stable, democratic and prosperous Western Sahara.\nMhamed Khadad New York, Jan. 7, 2011\nThe writer is United Nations coordinator and negotiator for the Polisario Front.\n\nhttp://www.nytimes.com\n\nLoad-Date: January 12, 2011"
}