{
    "title": "Terrorism trial starts for Padilla",
    "publisher": "the deseret news",
    "year": 2007,
    "month": 4,
    "day": 16,
    "full text": "MIAMI -- It's been nearly five years since then-Attorney General John Ashcroft declared the United States had thwarted an al-Qaida plot to detonate a radioactive \"dirty bomb\" in a major city and had arrested a \"known terrorist,\" Jose Padilla.\nAshcroft darkly suggested the plot could have caused \"mass death and injury\" and said President Bush had designated Padilla, a U.S. citizen, as an enemy combatant who would be held in indefinite military custody rather than face civilian charges.\n\"He was involved in planning future terrorist attacks on American civilians in the United States,\" Ashcroft said in June 2002, while the jittery nation still reeled from the Sept. 11 and anthrax attacks in 2001.\nHowever, as jury selection begins today, the case against Padilla has no mention of the \"dirty bomb\" allegations or purported plots inside the United States.\nInstead, Padilla, held for 3 1/2 years as an enemy combatant, and co-defendants Adham Amin Hassoun, 45, and 44-year-old Kifah Wael Jayyousi face charges of conspiracy to \"murder, kidnap and maim\" people overseas and of providing support to terror groups. All three pleaded not guilty. They could face life in prison if convicted.\n\"It has had so many unbelievable twists and turns,\" said Michael Greenberger, a University of Maryland law professor who directs the school's Center for Health and Homeland Security. \"It really will be the stuff of legend in terms of how we attempted to deal with terrorists in the war on terror.\"\nThe three are accused of being part of a North American support cell that funneled fighters, money and supplies to Islamic extremists fighting \"jihad,\" or Muslim holy war, in Afghanistan, Chechnya, Bosnia, Tajikistan and elsewhere around the world. The trial is expected to take at least four months.\nAlthough there is no direct connection, the shadow of the Sept. 11 attacks hangs over the case. Dozens of potential jurors mentioned the attacks when they filled out questionnaires meant to gauge their ability to be fair and impartial.\n\"It is not going to be possible to eradicate 9/11 from the thoughts of jurors,\" said Philip Anthony, chief executive officer of the national jury consulting firm DecisionQuest.\nProsecutors say Hassoun acted as a South Florida recruiter and fund-raiser for violent Muslim causes. Padilla, 36, a one-time member of Chicago's Latin Disciples street gang who had moved to Florida, became one of the warrior recruits. Padilla had converted to Islam in a Florida prison while serving a year for a 1991 weapons conviction.\nA key piece of evidence is a purported \"mujahedeen data form\" that prosecutors say Padilla completed in 2000 -- his fingerprints are on it -- to join an al-Qaida training camp in Afghanistan.\nJayyousi's alleged major role was publication of the \"Islam Report,\" which prosecutors say was used to spread extremist Islamic ideology and assist in fund-raising and terror support. Jayyousi contends he was only reporting on global events of Muslim interest, and his lawyer says prosecutors are attempting to expand the case into a trial of Islamic political and religious groups.\n\"The trial will ultimately become the United States vs. Islam,\" said Jayyousi lawyer William Swor.\nThe alleged conspiracy goes back more than a decade, with prosecutors claiming more than 50,000 intercepted telephone calls and bugged conversations in Arabic with purported code words.\n\"Critical to the government's proving its case is persuading the jury that all the dots in what it claims was an international conspiracy can be connected,\" said Carl Tobias, law professor at the University of Richmond.\nYet there's little proof that the three were directly responsible for any specific acts of terrorism. In court papers, prosecutors listed generalized victims such as Serbian and Croat forces in the 1990s Bosnian war, the Russian army in Chechnya and \"moderate\" Muslim governments in Libya, Tunisia and elsewhere.\nDefense lawyers say providing assistance to one faction in these conflicts does not necessarily amount to a crime.\n\"There was a lot of killing on both sides,\" Hassoun lawyer Jeanne Baker said of the Bosnian war. \"Killing only becomes murder under certain specific circumstances. Defending Muslims is not committing murder.\"\nPadilla's voice is only heard on eight of the FBI wiretaps and he is mentioned on about 20 others. One of those says he had gone to \"the area of Osama,\" an apparent reference to bin Laden's al-Qaida camps in Afghanistan.\nPadilla was hastily added to the existing Miami case in November 2005, a few days before a Supreme Court deadline for Bush administration briefs on the question of the president's powers to continue holding him in military prison without charge.\nPadilla claimed he was tortured while interrogated in military custody -- a charge repeatedly denied by the Bush administration -- and sought unsuccessfully to have his case dismissed for \"outrageous government conduct.\"\nFederal officials claim Padilla admitted involvement and training with al-Qaida during his brig interrogations, as well as the proposed \"dirty bomb\" plot and another plan to blow up apartment buildings. However, none of that can be used as evidence because Padilla had no lawyer present and was not read his Miranda rights.\n\"If he's acquitted, it's going to be a cautionary tale about denying full constitutional rights to U.S. citizens who are accused of a crime,\" Greenberger said.\n\nLoad-Date: April 16, 2007"
}