{
    "title": "Terrorism Task Force Raids Queens Apartments",
    "publisher": "the new york times",
    "year": 2009,
    "month": 9,
    "day": 15,
    "full text": "At least two apartments in Queens were raided on Monday after they had been visited in the last week by a suspected associate of Al Qaeda, according to officials.\n  No arrests were made and no explosives or other weapons were found in the raids, which were conducted by the Joint Terrorism Task Force in New York, the officials said. Law enforcement officials also did not identify any specific terror plot or any target of a planned attack.\n  ''I would characterize the raids as preventative,'' said Senator Charles E. Schumer of New York, who was briefed Monday afternoon by Robert S. Mueller, the F.B.I. director, and other law enforcement officials.\n  Mr. Schumer said there was no truth to rumors that the raids were spurred by an imminent terrorist attack or out of concern about President Obama's safety during his visit to New York on Monday.\n  An official who was briefed on the investigation but said he was not authorized to speak on the investigation said the raids occurred after a man of Afghan descent under surveillance because of suspected Al Qaeda ties visited New York City over the weekend and then left.\n  One raid was conducted at a seven-story building at 144-67 41st Avenue in Flushing. Naiz Khan, one of the men who was questioned at the building, said the agents were most interested in an acquaintance who had stayed at the apartment on Thursday but was not there when the raids occurred.\n  Mr. Khan said the acquaintance lived in Flushing at one time, attending the same Afghan mosque in Queens, Masjid Hazrat Abubakr, as the five men who live in the apartment that was raided. The man moved to Colorado about eight months ago, but had returned to New York to resolve a problem with a permit that he had for a coffee cart he had operated in Lower Manhattan.\n  ''I couldn't imagine some of the kinds of questions they asked,'' Mr. Khan said. ''Too many questions about'' his friend from Colorado, although he noted that the agents never explained their interest.\n  ''I told them everything I know,'' Mr. Khan said, adding that because he works six days a week, he has ''no time for politics.'' \n  ''This is our country,'' he said. ''We're going to be citizens soon. We work here, we live here, we love this country as much as you.''\n  Agents arrived at the building on 41st Avenue at about 2:30 a.m. on Monday, according to Mr. Khan and Amanullah Akbari, 30, who lives in the fifth-floor apartment that was raided.\n  Mr. Akbari said he was sleeping when about 10 to 15 people, who he believed to be federal agents, knocked down the door.\n  Four of the five residents of the two-bedroom apartment were home at the time, he said. They were told to face the wall, and were handcuffed, while the agents searched the apartment. The agents removed a computer and several cellphones.\n  He said the agents were respectful, and stayed for about four hours. They asked where the residents were from and what they did for a living, Mr. Akbari said. ''Believe me, I didn't know why they came here,'' he said. ''I am scared.''\n  He denied anyone in the apartment had anything to do with terrorism: ''No way. Everybody is working hard. I work seven days a week.''\n  He said he came to this country 10 years ago and supports a wife and five children in Afghanistan.\n  All of the tenants are of Afghan descent, and are from the same area of Afghanistan; Mr. Akbari said he has a green card and drives a taxi. Two roommates operate pushcarts, he said. \n  The F.B.I. also raided an apartment on 146th Street in Flushing, according to a man who lives there and said he was Mr. Khan's father. He said that some of the authorities told his wife that people had reported smelling a gas leak, and then conducted a thorough search of the apartment.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: Amanullah Akbari said no one in his apartment has any terror ties. (pg.A24)\n Naiz Khan said that agents were most interested in information about an acquaintance who stayed at his apartment in Queens last week. ''I told them everything I know,'' he said. (PHOTOGRAPHS BY ULI SEIT FOR THE NEW YORK TIMES) (pg.A31)                    \n\nLoad-Date: September 15, 2009"
}