{
    "title": "TERRORISM WAR SHIELDS ENVIRONMENT ROLLBACKS",
    "publisher": "pittsburgh post-gazette",
    "year": 2001,
    "month": 12,
    "day": 30,
    "full text": "With the nation's attention squarely on war and terrorism, the Bush administration has ruled this fall in business' favor on a range of long-disputed environmental matters.\n It allowed oil drilling in the red rocks of Utah and canyons of Colorado. It permitted an open-pit gold mine on a California desert site that the Quechan tribe considers sacred. And it signaled to developers across the country that, in many cases, they may build on wetlands without creating new ones to replace them.\nWhile other recent stands by the administration have pleased environmentalists, some worry they have lost ground against President Bush's effort to make environmental policy more business-friendly.\n In its first several months, the administration proceeded cautiously in the face of considerable public resistance to environmental rollbacks. But as Bush's popularity has soared since the Sept. 11 terrorist attacks, his administration has made these decisions and similar ones without triggering public backlash.\n \"There is a quite distinct desire on the part of a number of agencies to hide under the air cover of the war in Afghanistan to roll back or weaken various environmental regulations while attention is on military developments in Afghanistan,\" said Phil Clapp, president of the National Environmental Trust.\n Administration officials scoff at that suggestion. They stress that their decisions reflect the administration's choice to give business a role in environmental policies that was denied in the Clinton administration.\n Environmentalists fear that the Clean Air Act might be hurt most by Bush's policies.\n The administration is expected to give major polluters a variety of exemptions from a costly Clean Air Act requirement that plants install updated pollution controls when they renovate. Administration officials \"tell us that we will like it,\" said William Kovacs, vice president of the U.S. Chamber of Commerce.\n Many of the recent decisions were consistent with previously announced administration priorities, such as oil drilling on sensitive public lands.\n \"The things that have been happening are very consistent with the signals we got before 9/11,\" said Deb Callahan, president of the League of Conservation Voters. \"There hasn't been a change. There has just been a continued progression of those things the administration wanted to get done.\"\n\nLoad-Date: January 1, 2002"
}