{
    "title": "Terrorism reinsurance available-for the right price",
    "publisher": "business insurance",
    "year": 2002,
    "month": 9,
    "day": 23,
    "full text": "MONTE CARLO, Monaco-Reinsurers are still unwilling to offer comprehensive coverage for terrorism exposures, but, for a price, several are offering limited capacity for such risks.\nThe recent introduction of computer-based terrorism models, a modified approach to underwriting the coverage and the high price charged has encouraged some reinsurers to offer stand-alone coverage.\nStill, no reinsurers are prepared to broadly include terrorism coverage as part of a standard reinsurance program in the way they did before the Sept. 11, 2001, attacks. And several reinsurers continue to regard terrorism risks as unquantifiable and uninsurable.\nArch Reinsurance Ltd. does offer some terrorism capacity, said Dwight R. Evans, president of the Hamilton, Bermuda-based startup.\n''Our normal maximum line is $10 million on any one layer on any one program,'' he said, though Arch sometimes offers additional capacity, depending on the risk.\nAlthough techniques for underwriting terrorism coverage are still developing, reinsurers are attempting to use a technical approach, he said. For example, reinsurers are using catastrophe models to examine exposures in a quarter-mile radius, Mr. Evans said.\n''But I don't think anyone knows what the technical price is,'' he said.\nXL Re Ltd. also offers a limited amount of stand-alone terrorism coverage, but it excludes the risk from its other coverages, said Henry C.V. Keeling, chief executive officer in London.\n''We've seen people come into the market, and we've supported them when the price was reasonable,'' he said.\nThe reinsurance market is starting to offer some terrorism coverage for property and workers compensation risks, said Hans Rohlf, managing director and chief underwriting officer-North America at Hannover Reinsurance Co. of Hannover, Germany.\n''These large placements get done, but at a sizable price,'' he said. ''As a new line of business, terrorism coverage offers the underwriter diversification and a new source of premium...because the risk no longer should be bundled without charging for it,'' Mr. Rohlf said.\nMany commercial policyholders and cedents are considering buying stand-alone coverage, though they often are deterred by the high price, said Grahame Chilton, chief executive officer of Benfield Group Ltd. in London.\n''They can find the capacity, but they may not like the price,'' he said.\nEmployers Reinsurance Corp. is considering offering terrorism coverage for property/casualty risks now that some computer-based models have been developed by catastrophe modeling firms, said Richard F. Smith, president and CEO, Global P&C Re at the Overland Park, Kan.-based reinsurer. One cat modeling company, Risk Management Solutions Inc., introduced a model for terrorism risks last week (see story, page 39).\n''The challenge is, can you price it right?'' he said.\nOther reinsurers are skeptical about the use of models and remain unwilling to offer the coverage.\n''It is interesting to try and create models for terrorism, but I don't see how you can do that when you don't have historical statistics,'' said Philippe Gaudibert, chief operating officer of AXA Corporate Solutions in Paris. ''It's a useful tool to give you a rough idea, but you can't use it to establish a rate.''\nInsurers and reinsurers can offer some coverage through government-backed pools, but in countries where there is no government backstop in place, such as the United States, it is difficult to offer stand-alone terrorism coverage, said Jacques Blondeau, chairman and chief executive officer of SCOR S.A. in Paris.\n''In the U.S., the very little coverage we are giving is to regional companies,'' he said.\nMunich Reinsurance Co. participates in Extremus A.G., the German government-backed terrorism facility announced last month, and has offered limited stand-alone terrorism coverage in several countries that do not have a government-backed program, said Nikolaus von Bomhard, member of the board of management at the Munich, Germany-based reinsurer.\nMunich Re offers limits of about 50 million euros ($48.6 million) and includes a 14-day cancellation clause, he said.\nThe coverage is not offered in the United States, though, Mr. von Bomhard said. ''The exposure there is too great,'' he said.\n\nLoad-Date: September 27, 2002"
}