{
    "title": "TERRORISM BOYCOTT URGED IN PILOTS' GROUP",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 3,
    "full text": "A leader of the International Airline Pilots Association said yesterday that a move was under way to organize a worldwide pilots' boycott against governments found responsible for terrorist acts such as the bombing today of a Trans World Airlines jet.\nCapt. Thomas M. Ashwood, first vice president of the pilots' union in the United States, said the boycott would be formally proposed to the group next week.\nCaptain Ashwood, who heads the international group's security committee, said that the domestic union backed a boycott, that there was wide support from other pilot groups, and that backing would be sought from other transportation unions.\n''It is basic to point out the inability of formalized governments to counter the menace,'' Captain Ashwood said. ''We have to take things into our own hands. We must isolate offending nations from goods or services. I know of no other approach.''\nCould Last Up to 6 Months\nThe security experts suggested that a suspension of flights to a country, as well as a halt in other transport services, might last from six weeks to six months.\nThe bombing on the T.W.A. Boeing 727 killed four passengers, who were sucked out of the plane through the hole in the fuselage caused by the explosion.\nPresident Reagan ordered an investigation into the T.W.A. bombing, and and the Federal Aviation Administration sent a security specialist, Walter Korsgaard, to Rome. Mr. Korsgaard had been on a two-man team that had just arrived in Mexico to offer assistance in determining whether sabotage was involved in the crash Monday of a Mexican 727 that killed all 166 people on board.\nThe pilots' unions have led efforts over the years for sanctions against terrorism, but moves to impose outright boycotts have met with limited success. The international organization voted in 1983 to impose a 30-to-60-day boycott of flights to Moscow in protest against the Soviet downing of a Korean Air Lines Boeing 747 jumbo jet.\n \nBoycott of Soviet Lifted\nPilots from a dozen or more Western nations did halt airline flights to Soviet Union starting 11 days after the Sept. 1 incident. But adherence to the boycott had been dwindling when, after two weeks, the union voted to suspend the action.\nUnion officials said they were encouraged by indications the Russians were willing to cooperate in measures to bar a repetition of the tragedy. It took until last winter to reach agreement on a Soviet-American-Japanese pact for a new system of dealing with airliners that strayed off course.\nThe pilots claim much credit for the considerable progress they say has been made in recent years in toughening security at major world airports.\nA threatened two-day pilots' strike in November 1977 was canceled when the United Nations General Assembly passed a resolution the pilots had been seeking. It called on United Nations members to tighten airline and airport security and to prosecute or extradite hijackers.\n \nTo Present Plan Thursday\nCaptain Ashwood, who is a T.W.A. pilot on leave of absence, said he would formally present the boycott proposal at a closed meeting of the International Airline Pilots Association in London next Thursday. The organization has affiliates in about 60 countries.\nThe pilots' union official said he thought the boycott plan could be approved within 48 hours. But he said one problem would be to provide positive identification of the country behind each terrorist act. He said a country would be selected for a boycott if it ''encouraged, financed, trained or harbored terrorists.''\nCaptain Ashwood said he was proposing boycotts not just for acts against airliners but for any type of terrorism, such as the hijacking of the Italian cruise ship Achille Lauro or bombings of downtown shopping areas.\nAsked if similar action might be considered against countries with patently lax security, he said: ''No. We'd have to declare boycotts against half the nations in the world.''\nEfforts by nations to combat terrorism through international agreements were viewed by Captain Ashwood as ''not worth a damn.'' He added, ''No one has the courage to invoke them.''\n \nSatisfied With Rome Security\nThe pilots' spokesman said he believed that the fault in the T.W.A. bombing probably did not lie with defects in the system for screening passengers and their luggage at Rome's international airport.\n''I'm satisfied with the level of security at Rome,'' he said. ''I'd bet $50 it was an inside job by people in a ground job, possibly in Cairo.''\nThe T.W.A. plane had started the day in Cairo and flew to Athens and Rome before taking off on the return trip, on which the bomb exploded under seat 10F.\nCaptain Ashwood said the explosive could have been in something other than a piece of luggage carried on board, wittingly or not, by a passenger.\nAsked if a bomb planted in the passenger cabin by a ground crewman would not have been detected in a check before passengers boarded, he said that was not easy. He suggested that it could have been hidden in a package made to look like the life-vest package installed under all seats on planes that fly over water.\n \nArmed Guards at Roadblock\nThe high state of security at the Rome airport at Fiumicino was attested to by a New York Times correspondent who flew from Rome to Frankfurt on Tuesday.\nHe said guards armed with submachine guns had stopped cars, including his taxi, at a roadblock half a mile from the airport and had spot-checked identification papers. More guards patrolled the front of the terminal and used electronic devices to check passengers for weapons, he added.\nFinally, the correspondent said, ''there were patrols of two or three guards all over the place inside the terminal, and on the catwalk above the hall, constantly searching the crowd with their eyes.''\nAll security in Rome is handled by a mixed force of the regular national police and the caribinieri, the paramilitary police corps under the Defense Ministry."
}