{
    "title": "Terrorism alert is notched to 'high'",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 12,
    "day": 22,
    "full text": "WASHINGTON -- The Bush administration raised the nation's anti-terrorism alert status a notch on Sunday, indicating a newly heightened concern about the possibility of an attack in coming days.\nAnnouncing the change at a news conference in Washington, D.C., Tom Ridge, the secretary of the U.S. Department of Homeland Security, said the danger of an attack in the \"near term,\" possibly within the United States, is \"perhaps greater now than at any point since Sept. 11, 2001.\"\nThe new alert, coming at the peak of the holiday season, will affect millions of travelers, subjecting them to tighter security measures at airports and elsewhere, and will trigger more intense surveillance by federal, state and local law enforcement authorities at borders and around vulnerable targets.\nSecurity officials said the decision to increase the level of alert from \"elevated\" to \"high\" -- to orange instead of yellow on the five-color scale used by the department -- followed intense consultations over the weekend among intelligence agencies, which had picked up a recent spate of talk among extremists about some unspecified but spectacular attack.\nThe alert level has been at yellow, the midpoint on the scale, since May, when it was set at orange for 10 days after a series of suicide bombings in Saudi Arabia and Morocco. This is the fourth time that the government has set an orange alert. The highest level of alert, red, is reserved for an emergency in which a possible attack is considered imminent.\nAlthough New York City has remained on orange alert even while the rest of the nation was on yellow alert, city officials said at a rare Sunday evening news briefing at City Hall that the higher federal threat level had led them to step up their counterterrorism efforts.\nMassachusetts Gov. Mitt Romney flew home from vacation in Utah to oversee his state's response and sat in on a conference call with Ridge.\n\"We take any threat against our homeland seriously,\" Romney said in a statement. He gave few details of what the governors were told but said his state had significantly increased its security personnel.\nIn September, federal officials said they were tightening the criteria for heightened alerts, avoiding changes unless there was credible and detailed intelligence to justify a public warning.\nLaw enforcement officials said they were especially on guard against an attack using passenger planes departing from abroad and heading toward the United States. \"We're alerting the airlines and foreign governments to tighten security on all flights bound for the United States,\" a senior official said.\nMilitary air defense officials said they were aware of the change in threat level and ready to take any defensive actions, like increasing patrols by fighter planes or surveillance aircraft.\nRidge said that the deterrent effect of publicizing the heightened security, including at border points, was a consideration in his decision.\n\"We know from experience that the increased security that is implemented when we raise the threat level, along with increased vigilance, can help disrupt or deter terrorist attacks,\" he said.\nAnd he suggested that the latest intelligence was firm enough to meet the new standards for an elevated alert.\n\"The U.S. intelligence community has received a substantial increase in the volume of threat-related intelligence reports,\" he said. \"These credible sources suggest the possibility of attacks against the homeland around the holiday season and beyond.\"\nIn the past, the threat level has been adjusted based on what seemed to be inconclusive and unspecific intelligence, often referred to as \"chatter\" by security officials who monitor the communications of suspected terrorists. Officials also would consider factors such as worldwide developments, significant religious or national holidays, anniversaries, and statements issued by Qaida figures in deciding where to set the alert level.\nThis time, Ridge said, the action was taken based on \"the quantity, the quality and the credibility and the scope\" of intelligence from various sources, which he did not describe in detail. In addition, he said, intelligence analysts were concerned to hear that there was a widespread expectation among people they are monitoring that an attack might come in the \"near term.\"\nContributing: Associated Press\n\nLoad-Date: December 22, 2003"
}