{
    "title": "Terrorism poses threat to workers comp system",
    "publisher": "business insurance",
    "year": 2007,
    "month": 1,
    "day": 15,
    "full text": "More than five years after the horrific terrorist attacks of Sept. 11, 2001-and with a scant few months left before the expiration of the Terrorist Risk Insurance Extension Act of 2005-government and industry leaders continue to struggle to agree on a long-term solution to the very real threat of future terrorist attacks and how these attacks will be insured.\nApart from the immediate cost of human lives and personal devastation, a new wave of terrorist attacks in the United States would have a tremendous and long-lasting financial and economic impact across the economy and, in particular, on the workers compensation insurance market.\nAs noted in last year's report on terrorism insurance from the President's Working Group on Financial Markets, ``workers compensation insurers do face certain challenges....Workers compensation insurers cannot exclude terrorism or chemical, nuclear, biological, or radiological attacks in their policies, and while they can control accumulation, it is not clear how effective that is given the potential scale of some types of CNBR events (e.g., plume clouds). Workers compensation insurers are also not as free to control overall exposure as are other property and casualty insurers.''\nThis reality is illustrated by modeling research conducted by the Boca Raton, Fla.-based National Council on Compensation Insurance Inc., which shows that a significant new terrorist attack might well cost billions of dollars in losses and could bankrupt even large insurers.\nConsider the following scenarios:\n* Terrorists release 50 gallons of cyanide gas in downtown Washington. The projected number of workers comp claims resulting from such an attack is between 35,000 and 114,000, and the projected workers comp losses fall in the range of $4.5 billion to $76 billion.\n* Terrorists detonate 1,200 pounds of dynamite near a major office building in downtown Indianapolis. The projected number of workers comp claims resulting from such an attack is between 3,000 and 86,000, and the projected workers comp losses range from $186 million to $3.2 billion.\n* Terrorists ignite 90 gallons of chlorine in a moving railroad car near downtown Des Moines, Iowa. The projected number of workers comp claims resulting from such an attack is between 23,000 and 179,000, and the projected workers comp losses range from $3.2 billion to $50.4 billion.\nAny one of these terrorist scenarios could well be beyond the capacity of many individual companies. For example, the largest workers comp insurer in Washington has $12 billion in surplus. The workers comp losses outlined in the Washington scenario could easily exceed this company's capacity to handle its share of such a disaster. Similar consequences could be expected from other large-scale attacks on other locations.\nClearly, terrorism poses a devastating threat to the workers comp system. Unlike other lines of insurance, workers comp insurers cannot simply exclude or limit terrorism exposure. Workers comp regulations also mandate that insurers may not reserve funds for a future terrorist event-meaning that insurers may not have adequate funds available if a terrorist event occurs.\nThe specter of several top workers comp insurers becoming insolvent as the result of claims resulting from a terrorist attack is more than just bad news for company employees and stockholders.\nPublic policymakers also need to be concerned about the workers comp social contract because policymakers have a social responsibility to ensure that injured workers and their families receive workers comp benefits. Allowing the workers comp system to collapse, or putting the system at risk of collapsing, represents a fundamental breach of public trust.\nConsider the economic and social benefits of the workers comp system:\n* Serves as a safety net for injured workers\n* Provides prompt medical and income benefits within a no-fault system\n* Provides exclusive remedy for work-related injury\n* Encourages workplace safety\n* Promotes accident prevention\nWorker benefits include:\n* Tax-free, partial wage replacement\n* Unlimited medical benefits-whatever is necessary to restore health\n* Rehabilitation benefits\n* Survivor benefits\nThe public/private social contract underlying workers comp insurance has been working effectively to protect workers' health and business' vitality for nearly a century. To allow terrorists to damage that contract by ignoring the threat is an injustice we cannot allow.\nRecent reports from the U.S. Treasury Department and the General Accounting Office both acknowledge that there remain several concerns about how insurers might be able to respond to large-scale terrorist attacks in our country, although they do not recommend extending TRIEA.\nThat leaves it to all stakeholders-including policymakers, legislators and insurers-to redouble their efforts to create a new public/private partnership necessary to guard against enormous and unexpected claims that would not only devastate the property/casualty and workers comp markets, but would also severely damage the U.S. economy and leave a broken social contract that has benefited workers for nearly 100 years.\nStephen J. Klingel is president and chief executive officer of NCCI Holdings Inc. in Boca Raton, Fla.\n\nGraphic\n\n \nArt Credit: Stephen J. Klingel\n\nLoad-Date: January 17, 2007"
}