{
    "title": "Terror conviction rate high, with questions",
    "publisher": "telegraph herald ",
    "year": 2011,
    "month": 9,
    "day": 4,
    "full text": "COLUMBUS, Ohio - It's a stellar record by the numbers: Nine out of 10 major terrorism cases tried in U.S. federal courts over the past decade have been successful. But they may not tell the whole story of the government's war on terror.\nOf the nearly 200 most serious terrorism cases brought to court since the September 11 attacks, some 178 have ended in convictions, either through a guilty plea or a jury's decision, according to an Associated Press review of government documents and interviews with prosecutors and defense attorneys.\nThe AP compiled a list of 345 defendants in what the Justice Department considers its most serious terrorism cases since 9/11. The figures vary from other analyses that may include lesser offenses or charges that were never formally filed.\nThe conviction rate is about the same as for drug dealers or bank robbers, with one key difference: The goal is to stop terrorists before they attack, not punish them afterward.\n\"The criminal justice system has proved itself capable of handling even the most difficult and challenging terrorism cases in a manner that has produced just and credible results,\" said James Benjamin, a former federal prosecutor and author of a 2008 study on such cases.\nCritics say the conviction rate is boosted by the Justice Department's overly broad definition of terrorism, as well as reluctance by jurors to acquit on such serious charges, and defendants' acceptance of plea bargains because of fear of going to trial.\n\"There is now a massive, self-perpetuating counterterrorism machine in the United States,\" said Jonathan Turley, a Georgetown University law professor who defended alleged jihadist Ali Al-Timimi in northern Virginia. \"They'll take a conventional case and they will turn it into some grotesque overexaggerated claim of terrorism.\"\nA 2007 report by the Justice Department's Inspector General concluded that the agency's collecting and reporting of terrorism statistics was haphazard and decentralized, and that many statistics contained inaccuracies. The report criticized the government for tagging cases under terrorism but not changing that designation if no evidence for it was found.\nMany of the cases AP reviewed allege violations of the government's main anti-terror law, which bans providing \"material support\" to terrorist groups. Critics say the law is vague and punishes free speech and legitimate charitable aid, but the U.S. Supreme Court upheld its constitutionality last year.\n\"The breadth of the statute makes it easy to prosecute people,\" said Georgetown University law professor David Cole. \"But it also makes it difficult to know whether many of the individuals who were prosecuted were actual threats, were actually engaged in supporting terrorism as opposed to something else.\"\nDean Boyd, a spokesman for the Justice Department, said it pursues all terrorism charges \"aggressively and lawfully\" based on the facts of the case, the evidence and the law.\nThe 196 cases are among 345 terrorism cases the U.S. has brought since 9/11 and defined as the most serious under Justice Department guidelines.\nThey include Yemeni-Americans in Buffalo accused of visiting terrorist camps in Afghanistan; U.S. citizens plotting jihad in Oregon; Muslim converts in Raleigh, N.C., alleged to be plotting overseas jihad; leftist rebels accused of kidnapping Americans in Colombia; Somali immigrants in Minneapolis accused of supporting terrorists at home in Somalia; fundraisers tied to Sri Lanka's separatist Tamil Tigers and alleged supporters of Hezbollah in Philadelphia.\n\nLoad-Date: September 12, 2011"
}