{
    "title": "TERRORISM INSURANCE BILL SIGNED INTO LAW",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 11,
    "day": 27,
    "full text": "WASHINGTON -- President Bush signed a bill Tuesday that would reimburse the insurance industry up to $ 100 billion in a future terror attack, a step he said would boost the economy but one that critics called a taxpayer-financed gift to insurance companies.\nThe Sept. 11, 2001, attacks drained an estimated $ 40 billion from the insurance industry's roughly $ 210 billion in reserves, and companies told the White House last year they could not withstand another such blow.\nBush campaigned for the bill as he stumped for GOP candidates this fall, asserting that failure by lawmakers to pass a terrorism insurance bill had stalled $ 15 billion in construction projects, because companies were reluctant to finance projects that couldn't get insurance.\nBush's figure came from Real Estate Roundtable, a trade group for property and development firms, and he repeated it Tuesday.\n\"Commercial construction is at a six-year low, and thousands of hard-hat workers have been kept off the job,\" he said in an East Room signing ceremony. \"Should terrorists strike again, we have a system in place to address financial losses and get our economy back on its feet as quickly as possible.\"\nBut the Consumer Federation of America said insurance is currently available to \"all but the highest risks, such as skyscrapers, rates are falling and banks are lending freely.\"\n\"It is shocking that Congress and the president accepted the wild claims made by insurance and real estate lobbyists at face value,\" said J. Robert Hunter, the group's director of insurance.\nThe federation said the new law makes taxpayers liable for billions of dollars in losses that the insurance industry could easily afford.\nThe insurance industry was among Bush's top 10 largest donors in his 2000 presidential campaign, contributing more than $ 1.6 million. The industry donated more than $ 27 million to candidates and parties in this year's elections, 69 percent to Republicans, according to the Center for Responsive Politics.\nUnder the new law, the government could aid the industry on terrorism-related claims that surpassed $ 5 million. Insurance companies would pay deductibles ranging from 7 to 15 percent of the premiums they received the previous year. The federal government would then cover 90 percent of everything above the deductible with the companies paying the other 10 percent.\nThe program would be capped at $ 100 billion over three years.\nOn a related issue covered by the bill, Bush bowed to Democratic demands for unlimited punitive damages in civil lawsuits stemming from terror attacks a provision many Republicans consider a boon to trial lawyers usually allied with Democrats.\nBush fired back Tuesday by announcing a regulation to \"make sure no taxpayer dollars will be spent on legal settlements without the approval of the secretary of the treasury.\" Treasury and White House officials were unable to say how the secretary would make such judgments.\nStanding on stage with Bush were union members wearing jeans and T-shirts. The White House didn't ask them to bring hard hats, as it did last month, when Bush summoned them to press for passage of the bill.\n\nLoad-Date: November 27, 2002"
}