{
    "title": "TERRORIST THREAT TAKEN SERIOUSLY THROUGHOUT AREA",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 1,
    "day": 18,
    "full text": "If travelers in the St. Louis area get the feeling they're being watched, it'sbecause they are.  So are post offices, all federal facilities and the entrances to many other buildings, public and private. Tightened security means heightened surveillance throughout the area, top law enforcement officials said Thursday.  With the United States at war with Iraq, those responsible for domestic security are treating seriously Saddam Hussein's earlier threats to export terrorism.  FBI agent David G. Binney, who is in charge of the bureau's St. Louis office, said his office was serving as ''the focal point for the area.'' Binney set up a ''command base'' through which all law enforcement agencies in the area can coordinate their anti-terrorist programs. The base will be open around the clock, he said.  A similar communications base has been established at FBI headquarters in Washington. This network speeds local response to information that could come from remote sources, Binney said.  The efforts started with a meeting of ''federal, state and local agencies to bring them up to date on current threat analysis,'' Binney said.  ''We were to establish lines of communication between those agencies,'' he said.  The FBI is the nation's prime anti-terrorist agency, although it works closely with the armed forces and divisions of the Department of Treasury.  ''We have asked the public to report any suspicious activity, together with hard information - license numbers or hard identification,'' he said.  Perhaps the most obvious sign of the shift to a wartime security footing can be seen at Lambert Field, where the Federal Aviation Administration has ordered a ''level four'' security alert.\nThis is the highest level in FAA procedures and mandates the following: Elimination of curbside baggage checks. All baggage must now be checked inside the terminals. Passengers said they experienced delays of about an hour in checking their bags Thursday morning.  Only ticket holders will be allowed beyond the concourse security gates.  Any baggage left unattended will be immediately confiscated by police and released only upon proof of ownership.  Tow trucks will remove any unattended cars within 100 feet of the terminal.  Despite the inconvenience, travelers at the airport said the changes brought a measure of confidence.  ''It's a trouble, but it's a healthy trouble,'' said Lothar Kerscht, a German citizen who arrived Thursday on a flight from La Guardia Airport in New York City.  Kerscht said he travels frequently here and in Europe.  ''I enjoy it very much if people around me are being checked severely,'' he said.  Kathy Leonard, spokeswoman for Lambert Field, said that the airport's explosives-detecting dog had been called out for 12 checks and that a total of 18 bags had been confiscated Thursday.  In Jefferson City, 14 uniformed and plainclothes state police kept an eye peeled Thursday for possible terrorists prowling the halls of the state Capitol.  Maj. Bob Gibson of the Highway Patrol said the FBI had told the patrol to ''watch out for anything.'' No specific threats to bomb Missouri's Capitol have been received, Gibson said.  But Gov. John Ashcroft warned, ''I don't think we should ever underestimate the brutality of the enemy we are facing.'' At Amtrak stations throughout the area, workers have been asked to be on alert for firearms and suspicious people. A spokeswoman from the Amtrak office in Chicago said Amtrak was in contact with the FBI and other federal agencies.  Security also was up at the McDonnell Douglas Corp. facilities at Lambert Field and elsewhere in the area.  ''We are taking the threat of potential terrorism very seriously and are taking increased precautions,'' said spokeswoman Barbara Anderson. She declined to comment further.  The U.S. Nuclear Regulatory Commission also has notified the nation's nuclear power plant operators of ''an increased threat of terrorism,'' according to Thomas Ortciger, director of the Illinois Department of Nuclear Safety. Ortciger said increased security measures are in place at all Illinois nuclear power plants. With seven plants, Illinois has more nuclear generators than any other state.  At Scott Air Force Base near Belleville, security is up to ''Bravo,'' the second of four levels. Traffic in and out of the base has been checked closely since Wednesday.  Security at a lesser known base in the Metro East area - the Army's Charles Melvin Price Support Center at Granite City - also was heightened when the Persian Gulf war began.  Lt. Col. Art House, public affairs officer for the Army Reserve Personnel Center at the Support Center, said the base had been closed to all outsiders, including news reporters.  David Aguillard, Kathleen Best and Daniel Browning, all of the Post-Dispatch staff, contributed information to this story.\n\nGraphic\n\n \nPhoto Graphic; LOGO...Gulf War PHOTO By Wayne Crosslin/Post-Dispatch...Jill Tullman at the head of a long line Thursday waiting to check in for a flight at Lambert Field. All passengers were required to bring all of their luggage to the ticket counter to check them in.\n\nLoad-Date: October 8, 1993"
}