{
    "title": "TERRORISM IN THE '90S_ A GROWING LIST IN U.S",
    "publisher": "pittsburgh post-gazette",
    "year": 1998,
    "month": 8,
    "day": 16,
    "full text": "While the bombings of the federal building in Oklahoma City and the World Trade Center in New York City are the two most prominent acts of terrorism to strike the United States in recent years, they are by no means the only ones.\nA 1996 report by the Department of Defense shows that terrorists have targeted all sorts of federal facilities and employees across the country.\nPittsburgh did not show up in the report, but that does not mean terrorism is unknown here.\nIn 1996, shortly after the bombing of Centennial Park in Atlanta during the Olympics, a bomb threat led to the evacuation of the Federal Building and the partial evacuations of the Federal Courthouse and USX Tower.\nAnd in 1974, a radical group calling itself the Weather Underground claimed responsibility for a bomb that exploded on the 29th floor of Gulf Oil's headquarters Downtown. No one was injured, but the damage was extensive.\nThe following are among the attempted or successful terrorist acts in the United States during the 1990s. They are taken from the Department of Defense report, which appeared in the December 1996 edition of the Security Awareness Bulletin:\n* October 1996 - Seven men connected to a paramilitary group are arrested on charges of plotting to blow up the Criminal Justice Information Services Division complex in Clarksburg, W. Va.\n* August 1996 - A car salesman was sentenced to more than 20 years for plotting to bomb the Austin, Texas, office of the Internal Revenue Service.\n* May 1996 - An explosion blew out the windows of a building housing an FBI field office in Laredo, Texas. No one was injured.\n* April 1996 - A federal mine inspector and his wife were injured in Vacaville, Calif., when a bomb exploded in their truck.\n* January 1996 - A bomb exploded outside a U.S. Forest Service office in Espanola, N.M. No one was injured.\n* December 1995 - Two unemployed men placed a bomb made up of 100 pounds of fertilizer and kerosene with a lit fuse in a parking lot outside an Internal Revenue Service office in Reno, Nev. The triggering mechanism failed, and the bomb did not detonate.\n* November 1995 - Four members of the Oklahoma Constitutional Militia were arrested in Muskogee, Okla., on charges of conspiring to bomb federal offices in several cities. Three were found guilty.\n \n* October 1995 - Saboteurs removed a section of railroad track in the desert 60 miles southwest of Phoeniz, Ariz., derailing an Amtrak train and causing it to plunge over a bridge. One person was killed and 80 were injured.\n\nLoad-Date: August 18, 1998"
}