{
    "title": "Terrorism bill is back on hill for revisions",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 1,
    "day": 20,
    "full text": "A lawmaker has made good on a promise to fine-tune portions of a bill passed last year that set penalties for commercial terrorism but was ruled unconstitutional in October.\nRep. Gerry Adair, R-Roy, received committee approval Thursday for HB100, which amends a portion of a law made by the Legislature last year and was set to take effect in May.\nThe Utah Animal Rights Coalition and American Civil Liberties Union sued, and U.S. District Judge Bruce S. Jenkins ruled in October that the bill wrongly made those who vandalize animal enterprises possibly subject to harsher penalties than those given for other types of vandalism.\nThe original bill also sought to make it a class A misdemeanor to intrude on business operations through the use of \"any physical object, sound wave, light ray, electronic signal or other means.\"\nThe new bill removes the phrase but keeps the intent of the original measure intact, Adair told committee members, who passed it along for possible consideration for the full Legislature.\nRepresentatives from animal-related businesses reminded the committee of harassment they say has come at the hands of animal rights activists.\nOwners and relatives of L'ours Blanc, a clothing store in downtown Salt Lake that sells furs, told legislators that the weekly public street protests by activists is the least form of harassment they have been dealing with for five years. They said they are called murderers and their homes have been vandalized three times the past year. They said they are constantly followed, that rocks have been thrown at their houses, windows have been broken and merchandise stolen.\n\"This is terrorism, not activism,\" family relative Carol Jeppsen told lawmakers.\nDennis Parker, who runs a family horse and carriage business near Roy, said he has also been a target. Vandals have ruined the paint on trucks and trailers, sliced tires, broken into their homes and spray painted animal rights insignia on their walls.\n\"We've worn out the sheriff's office with our calls,\" Parker said. \"But they say until they get better property protection laws, there's not much they can do. Our animals aren't abused in any way, shape or form.\"\nSean Diener, director of the Utah Animal Rights Coalition, told the Deseret News in November that there is no evidence linking any member of his group to commercial terrorist acts or to the more militant Animal Liberation Front.  \"We have no activists in our organization that have been or are ALF activists.\"\nIn summing up why he is proposing the bill, Adair said animal activists in Utah are going too far, noting activists are pushing the Boy Scouts to drop their fishing merit badge.\n\"I don't begrudge anyone the right to demonstrate,\" he said, \"but their right to protest stops at my nose.\"\nContributing: Angie Welling\nE-mail: jthalman@desnews.com  \n\nLoad-Date: January 20, 2002"
}