{
    "title": "Terrorism's threat & reality",
    "publisher": "pittsburgh tribune review",
    "year": 2011,
    "month": 5,
    "day": 21,
    "full text": "As Delaware County district attorney, Patrick Meehan prosecuted chemical-fortune heir John DuPont for the 1996 murder of Olympic gold medal-winning wrestler David Schultz. Meehan was sworn in as U.S. attorney for the Eastern District of Pennsylvania just six days after 9/11. A Republican, he was elected to Congress in 2010 and is chairman of the House Homeland Security Subcommittee on Counterterrorism and Intelligence. \nWe spoke by phone Monday after he urged Homeland Security Secretary Janet Napolitano to ensure that the cache of information from Osama bin Laden's compound is properly disseminated so the U.S. can be prepared for potential threats. \nQ: What's been on your mind the most in the days after the killing of Osama bin Laden? \nA: Well, the implications of what it will mean for the battle against terrorism in general and, more specifically, the threat to the homeland. \nI am very pleased with the tremendous work that was done by the Navy SEALs and others and the intelligence work that went into the analysis and preparation for the effort. \nBut in the aftermath, one of the realities is the likelihood that it will inspire a desire on the part of al-Qaida and others to respond. \nAnd the charge that I share, specifically because of my position on Homeland and generally with my colleagues in Congress, is the need to interpret these events in light of what they might mean to our homeland. \nQ: What have you been hearing -- or not hearing -- that concerns you? \nA: I think what I have been hearing, which is good, is that there is no specific identifiable threat that we can point to as operative. And that's important. \nI also believe that there has been a significant amount of accomplishment ... by the brave men and women who are serving in Afghanistan to destabilize the al-Qaida leadership. And that ought not be trivialized. ... That makes it all the more difficult for al-Qaida in Afghanistan to be immediately responsive. \nThat being said, I think it's prudent that we prepare for the likelihood that there is going to be an effort to try to strike back. \nQ: There's been some overtures to the Taliban. Do you think we can separate them from al-Qaida? \nA: There are some big-picture beliefs that the ultimate governance of that area is going to require some kind of inclusion of the groups that influenced the region, especially up in that northern end. \nAnd that means, in many people's minds, that the Taliban may be in a place that they can reach some kind of an agreement. There is a question about how willing the Taliban is or would be to separate themselves from al-Qaida. I think that's a few steps down the road from where we are right now. \nQ: How should the U.S. look at Pakistan now? \nA: I think we've got to begin with an appreciation for what the relationship has meant. Pakistan is a critical partner in the region. ... They have committed a great number of their resources -- and blood -- in fighting al-Qaida. \nThat said, we in Congress, much like many of the American people, are asking if anyone could have been aware that bin Laden was within Pakistan, and I don't know that anybody knows for sure. My own gut instinct is that the conspiracy theories of any kind of a ... network of people who may have knew or participated in the protection of bin Laden was shown to not have occurred. \nI think there has been within Pakistan a very significant reaction to the idea that they could have their security breached. It's embarrassing to their leadership and particularly their military. I think it was appropriate that we did not inform them prior to undertaking the mission, but there are implications. \nQ: It's been reported that nearly $3 billion in U.S. aid to Pakistan is planned for fiscal 2012 and that the U.S. has given about $20 billion in military and nonmilitary aid since 2001. Will Congress take another look at that? \nA: I think there will be questions. ... I think that, yes, it's inevitable that Congress will revisit the question of the aid and the amount of aid. But it's also important to appreciate the significance of this relationship. \nFirst ... about $9 billion of that in my understanding has been direct aid that has supported the military activities of the Pakistani Army and others who are directly engaged in battling al-Qaida, the Taliban and others. \nThere is additional funding that goes and supports the Pakistani government and funding that goes to support projects that are designed to create relationships with the people. And I know that will be questioned. \nQ: You were sworn in as U.S. attorney less than a week after the 9/11 attacks, and now you are fighting terrorism from a different position. What's been the most frustrating part of the past 10 years? \nA: I wouldn't say frustrating. I would turn it the other way and say one of the most gratifying things is the fact that we have not had a repeat of the kind of massive act of terrorism similar to what we saw on Sept. 11. \nThere is a real effort on the part of people who hate us, who want to try and kill Americans with weapons of mass destruction. So that is an incredible accomplishment. ... \nI think the frustration is the need to continue to be vigilant, to continue to put resources toward this at a time when ideally we'd be able to refocus this attention and these resources toward other, important things here in the homeland. \n\nLoad-Date: May 21, 2011"
}