{
    "title": "TERRORISM ARRESTS STARTLE N.C. TOWN MUSLIM FAMILY SHOWED CONVICTION, NOW FACING CHARGES",
    "publisher": "the new york times",
    "year": 2009,
    "month": 7,
    "day": 29,
    "full text": "WILLOW SPRING, N.C. -- Daniel Boyd was a man of rare conviction for these parts.\nRare because he and his family were Muslims in this quiet rural subdivision, where the denominations generally run from Baptist to Presbyterian. But also rare for his intensity.\n\"How many Christians you see standing in the yard praying five times a day?\" asked Jeremy Kuhn, 20, who lives across the street. \"They just believed more than anyone else.\"\nBut to the disbelief of Mr. Kuhn, federal authorities say Mr. Boyd and two of his sons took their convictions beyond religious faith and into domestic terrorism. They were among seven men charged Monday with supporting violent jihad movements in foreign countries, including Israel, Jordan, Kosovo and Pakistan. An eighth man was still being sought in the case, said a spokeswoman for federal prosecutors in Raleigh, about 20 miles north of Willow Spring.\nThe men are charged with stockpiling automatic weapons and traveling abroad numerous times to participate in jihadist movements. There is no indication in the indictment that they were planning U.S. attacks, though prosecutors said they had practiced military tactics this summer on private property near the Virginia border.\nTheir plans apparently involved a suicide attack, according to an e-mail message Mr. Boyd sent in 2008 to another defendant, Hysen Sherifi, about dying as a martyr.\nBesides Mr. Boyd, 39, the indictment names his sons Zakariya, 20, and Dylan, 22; Anes Subasic, 33; Mohammad Omar Aly Hassan, 22; Ziyad Yaghi, 21; and Mr. Sherifi, 24. All are U.S. citizens except Mr. Sherifi, who is from Kosovo and has legal U.S.. residences. Detention hearings for the men are set for tomorrow.\nMr. Boyd, son of a Marine, is a convert to Islam and received training from Islamic radicals in Pakistan and Afghanistan, the indictment said.\nProsecutors said much of the activity occurred over the last three years, citing coded conversations among the defendants, exchanges of cash, numerous gun purchases and a Kalashnikov demonstration in Mr. Boyd's living room.\nMr. Boyd, the indictment's central figure, is also charged with lying to federal agents in the summer of 2007 about his reasons for a trip to Israel. According to the indictment, he and several other defendants had intended to join violent jihadists in the Palestinian territories, though the trip was ultimately unsuccessful.\nIt was the second trip to Israel mentioned in the indictment. Mr. Boyd is said to have taken his son Dylan to Gaza to meet jihadists in March 2006, though that, too, was apparently unsuccessful.\nHighlighted in the indictment, but not part of the charges, was a period authorities say Mr. Boyd spent with his brother in Afghanistan and Pakistan from 1989 to 1992, training with and supporting fighters trying to overthrow the Soviet-backed government in Kabul. They were in the news at the time, when the Pakistani government charged them with bank robbery and sentenced them to lose their right hands and left feet. (The Pakistani Supreme Court overturned the convictions at U.S. State Department urging.)\nFederal law enforcement officials in Washington said the men charged Monday were not seen as serious terrorist threats to the United States or U.S. interests abroad, and that there were no indications of ties to al-Qaida or other militant groups. But the officials said there was concern the group was amassing a sizable number of automatic weapons, given the elder Mr. Boyd's record as a foreign fighter.\n\nLoad-Date: July 29, 2009"
}