{
    "title": "TERRORISM'S TIE TO ECONOMY REALIZED",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 10,
    "day": 28,
    "full text": "CABO SAN LUCAS, Mexico The agenda, as planned, was trade. The obsession, as expected, was terrorism.\nBut the 21 economies of the Asia-Pacific Economic Cooperation forum quickly came to realize that the two most urgent issues of the age are really one, melding together as the interdisciplinary challenge of a changed and connected world.\nIn a new century rife with terrorism, filled with countries relying on one another's movement of goods and people as never before, leaders are finding it has become impossible to compartmentalize. The Earth's well-being, in effect, has become one enormous, daunting challenge.\n\"You don't have the luxury of saying, 'Oh, it's a political issue' or 'Oh, it's just an economic issue' anymore,\" said William Bodde Jr., a former ambassador who was APEC's first executive director.\nAPEC calls its members \"economies\" rather than countries, terminology geared toward a crucial point that money, not maps, guides this alliance. But just because economic borders are falling doesn't mean political ones are, too; al-Qaida made sure of that on Sept. 11, 2001.\nAt the Association of Southeast Asian Nations meeting in Brunei in July, member countries were miffed that a gathering they'd hoped would focus on trade ended up consumed by talk of terrorists. \"ASEAN does not want terrorism to dominate the organization,\" said its spokesman, M.C. Abad.\nBut how, really, can it all be separated? Not only do many people assert that the lack of economic opportunity creates terrorists, but the safety of global tradeways be it airplanes, ships or the giant containers of goods that move among nations is as much an economic issue as a security concern.\n\"Globalization has turned the world into an interconnected village, a village where if a house burns, no one is safe,\" said Abdullah Ahmad Badawi, Malaysia's deputy prime minister. \nAt APEC this past week, the muddiness simply wouldn't go away. Most every comment about terrorism sounded economic alarms, and vice versa. The message from members was clear: These days, all terrorism is economic.\n\"That's a fact of life: Security equals competitiveness,\" said Lawrence Greenwood, the top U.S. representative to APEC.\nThe United States, driving hard against terrorism across the Pacific Rim region, is struggling to balance the blurring of lines with an initiative it calls STAR Secure Trade in the APEC Region. The alliance's leaders endorsed the plan Sunday afternoon.\nA wide-ranging package of reforms, it includes strengthening of customs inspections at key trade points, electronically sealing shipping containers and reinforcing the cockpits of all airliners both passenger and cargo that land in APEC nations. U.S. Transportation Secretary Norman Mineta called it an economic necessity in a post-Sept. 11 world and said global prosperity \"hinges upon these actions.\"\nMost APEC participants, while acknowledging the necessity of such tightening measures, underscored the importance of not letting them undermine legal, safe and beneficial commerce.\n\"What we would like to ensure is more secure flow of trade, without the issue of being more secure hampering legitimate trade,\" said Ng Kim Neo, a member of the APEC Committee on Trade and Investment.\nThe APEC leaders' statement on terrorism took this into account as well, casting the fight for a more secure world as a function of APEC's core mission trade liberalization in the region.\n\"Terrorism is a direct challenge to APEC's goals of free, open and prosperous economies and an affront to the fundamental values that APEC members share,\" the statement said. It also characterized terrorist activity as \"threats to international peace, security and economic sustainability.\"\nComing years will only muddy the waters further. With alliances like ASEAN, the European Union and APEC only cooperating more, preventative security stands to top the priority list of any leader or alliance.\nIn the end, it could prove a case of economic determinism: Concern for moneymaking, not simply human protection, might end up being the path toward a new vision for security in the 21st century.\n\nLoad-Date: October 28, 2002"
}