{
    "title": "TERRORISM ADVISORY GROUP AIDED MARCELLUS INDUSTRY",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 9,
    "day": 16,
    "full text": "HARRISBURG -- State Homeland Security Director James Powers Jr. hasn't said much about the purpose of a $125,000 anti-terrorism contract that the state entered into last October with a security firm based both in Philadelphia and Jerusalem.\nBut in a recent memo that was leaked to the news media, Mr. Powers made it sound as if the deal with the Institute of Terrorism Research and Response was aimed at helping Marcellus Shale gas companies learn about the actions of environmental activists who oppose deep underground drilling for gas.\nMr. Powers, who was hired by Gov. Ed Rendell's administration in 2006, issued a tri-weekly \"intelligence bulletin\" to state police, local authorities and some Marcellus gas drillers. It was supposed to contain information that ITRR gained regarding \"credible threats to critical infrastructure,\" as Mr. Rendell put it.\nBut in his memo, Mr. Powers said bluntly, \"We want to continue providing this support to the Marcellus Shale Formation natural gas stakeholders while not feeding those groups fomenting dissent against these same companies.\"\nThe memo stated that the bulletin \"is not for dissemination to the public,\" but \"is solely meant for owners/operators & security personnel associated with our critical infrastructure & key resources.\"\nBy mistake, Mr. Powers e-mailed the memo to someone who opposes the Marcellus Shale drilling instead of only sending it to gas drilling supporters, as he had intended. The drilling opponent, in turn, sent it to media outlets, including an investigative journalism group called Pro Publica and to the weekly Philadelphia City Paper.\nIn a statement Wednesday, state Homeland Security official Maria Finn said the institute was hired in 2009 because Mr. Powers considered it to be \"the only U.S. private-sector, multi-lingual company specializing in collection and analysis of human intelligence that [the state] needed to carry out certain duties.\" The office, after doing research, concluded there was no other such service other than the FBI and CIA, she said.\nMarcellus Shale Coalition officials stressed Wednesday that they had nothing at all to do with the ideas expressed in the Powers memo. Coalition President Kathryn Klaber said her top priority \"is to provide our people with the best and safest workplace that we can. ... We take seriously any threats that seek to compromise that environment.\"\nThe Sierra Club, an environmental group, lambasted the Homeland Security Office \"for gathering McCarthy-style 'research' on state residents, including everyday Pennsylvanians concerned about the health and environmental damage caused by loosely regulated gas drilling.\" The state's one-year agreement with ITRR was due to expire in October, but Mr. Rendell canceled it Tuesday, the day he said he first learned about it through a Harrisburg newspaper report.\nMr. Powers has been unavailable to reporters since news of the contract with ITRR broke Tuesday. His comments in his memo focused on anti-Marcellus activists, and some monitoring was done regarding a Marcellus Shale gas hearing held by Pittsburgh City Council and people who viewed the anti-Marcellus documentary \"Gasland\" in Philadelphia.\nBut the \"intelligence gathering\" wasn't directed against environmentalists alone. It was also done on anti-tax protesters at the Capitol, gay and lesbian pride parades and people who rallied for more education funds for children.\nMr. Rendell called such monitoring work \"ludicrous,\" \"embarrassing\" and \"appalling\" and he apologized to those who had their \"legitimate constitutional expression\" targeted.\nState Rep. Mike Vereb, R-Montgomery, who has been a police officer and a corporate security director, is often at odds with Democrat Rendell, but praised him for ending the contract.\nThe Institute of Terrorism website -- www.terrorresponse.org -- says it's a heavyweight international outfit. It calls itself \"the pre-eminent Israeli/American security firm providing training, intelligence and education to clients across the globe.\"\nThe institute provides \"hands-on emergency guidance during an unexpected crisis.\" One article listed on the website is headlined, \"Al-Qaeda's Exploitation of the Internet for Terrorist Command.\" The institute has offices in Philadelphia and Jerusalem, but also contains an \"emergency contact\" phone number in Washington, D.C.\nThe institute also is registered as a nonprofit institution with the Pennsylvania Department of State. That listing says it was created on July 12, 2004, and gives an address of 33 S. Kershaw St., York.\nA Google search of 33 S. Kershaw St. shows it is the business address for a company called the Perelman Security Group. A search of that company gives information on a Michael Perelman.\nMr. Perelman, who listed himself as co-director of ITRR, said in a news release:\n\"The mission of the Institute of Terrorism Research and Response is to identify and analyze information that can be leveraged to prevent injury, loss of life and destruction of property. At times, that means providing guidance on the potential for deadly actions. At other times, it means providing security personnel guidance regarding staff requirements for crowd control.\"\nMr. Perelman also noted that his organization has made several significant anti-terrorism discoveries, adding:\n\"The Institute of Terrorism Research and Response is proud to provide this level of research and analysis to our many clients. ... It is precisely thanks to our dedication to keeping people safe that ITRR has become a trusted provider of actionable intelligence to those who need it most.\"\nMr. Perelman was a member of the York police department for 20 years. His business partner is Aaron Richman, a former Israeli police officer.\n\nNotes\n\nBureau Chief Tom Barnes: tbarnes@post-gazette.com or 1-717-787-4254. / Tracie Mauriello: tmauriello@post-gazette.com or 1-717-787-2141. /\n\nLoad-Date: September 22, 2010"
}