{
    "title": "TERRORISM ELICITS THOUGHTS OF NET",
    "publisher": "pittsburgh post-gazette",
    "year": 2001,
    "month": 10,
    "day": 4,
    "full text": "More thoughts about the Internet and terrorism …      It's a nasty image\nin my imagination. The terrorists pulling up their Web browsers, logging into one of the major online stockbrokers and placing large orders to sell short a variety of stocks: airlines, media companies, insurance companies. Then executing their attacks. Not only do they kill thousands of citizens, destroy buildings and paralyze our nation. They make a profit, too. They just needed to know which stocks to sell short and when the orders need to be executed. They did know. This would be stock manipulation at its peak.\nCreatures of habit\n Did you run to the Net for news of the Sept. 11 attacks? Many people did because the traffic went wild on the major news Web sites. As much as many of us would like to think that the Net is becoming the news source of choice, I don't think it has happened. Despite the increase in traffic at CNN.com, MSNBC.com, NYTimes.com and other news Web sites, it looks to me like most people reverted to their most trusted sources: TV, radio and newspapers. They used the Web to supplement their other news gathering and to get updates while in their offices. Many offices around the nation stopped work while everybody gathered in front of TVs. In all the articles I've seen about the increased traffic, the biggest traffic gainers were Web sites related to TV networks, radio stations and newspapers.\n The past few years, we've been acting synthetically. We think Web, we act Web. It's all done consciously. When the terrorists attacked the World Trade Center and the Pentagon, we suddenly used knee-jerk reactions. We unconsciously went to the sources we trust most -- and reached them in a way that we were able to use quickly and easily. No thinking required. The Net has certainly made great strides in bringing us closer to the news and information. But our reliance on traditional media as our main sources shows whom we trust and what our habits are likely to be in the foreseeable future. Expect to see bigger inroads via Web and mobile delivery. But we'll continue to rely on the brands that we know.\n Taking this thought a step further, it will become increasingly more difficult to create a new brand on the Web. Without straining I can only think of a few that are in the same league as traditional companies such as CBS, McDonald's and Kmart. My top choices are Yahoo!, eBay and Amazon. Who would you add?\n Impact on travel sites\n I was amazed to hear a Travelocity radio commercial for cruises a few days after the WTC attack. It seemed very callous of Travelocity and its agency, The Richards Group, to run the spots -- even before Major League Baseball resumed play. Perhaps it is a move of desperation. Very few Internet businesses started before 2001 are doing very well these days. Travel was one of the few bright spots. With the Sept. 11 attacks, that bright spot dims. Travelocity, Expedia and TravelNow could be some of the survivors. Travelocity was spun off by Sabre, which gives travel agencies their data; Expedia was initially a Microsoft-owned service; and TravelNow was recently purchased by USA Networks. But they still have to contend with Orbitz, the goliath created by five airlines.\n I wonder how much of the federal funding recently announced to prop up the air travel industry will go to the Web travel agencies. Do you think that any of it should?\n\nNotes\n\nDavid Radin is a nationally syndicated radio show host. You can comment or ask him a question by following the instructions at www.post-gazette.com/interact, where you can find an archive of his previous Q&A columns.\n\nLoad-Date: October 5, 2001"
}