{
    "title": "Terrorism Insurance Costs Add New Obstacles to Financing",
    "publisher": "new york sun ",
    "year": 2003,
    "month": 1,
    "day": 14,
    "full text": "Apparently being a landmark building in New York isn't necessarily a good thing. The Empire State Building and Chrysler Building, for example, have been having a tough time getting insurance in the wake of the September 11th attacks. No insurance company, it appears, wants to take on the risk of covering a building that could be targeting in any future attacks.\nThe problem goes beyond just making sure buildings are protected. It has made it doubly difficult for Manhattan building owners to borrow against their commercial holdings. Mortgage companies re quire owners to carry enough coverage to rebuild, and the specter of a\npossible attack is making that prohibitively expensive.\nIn principle, the Terrorism Risk Insurance Law enacted in November was supposed to take care of the problem. It makes it essentially illegal to exempt terrorism coverage from insurance policies. In response, however, insurers have started imposing limits on coverage, particularly on high-profile buildings.\n\"This is creating chaos within the lending industry,\" said the president of Insurance Advisors, Bernie Brown. \"The owners are buying as much insurance as they can because the mortgage lender is making them.\"\nThe possible liability of insuring landmark buildings could reach hundreds of billions of dollars, the Insurance Information Institute's chief economist, Robert Hartwig, said. \"It's doubtful as a group they will be able to obtain full coverage,\" he said.\nThe Metropolitan Transportation Authority, for example, owns $200 billion worth of property and can't get full coverage. The MTA is insured by its own insurance company, First Mutual Transportation Assurance Company, for up to $30 million. If the damages total more than that amount the MTA has an additional policy for $70 million in coverage, Crain's New York Business reports. On top of that the MTA has purchased reinsurance from European insurance companies. In all the MTA is covered for $1 billion.\n\nLoad-Date: January 22, 2004"
}