{
    "title": "TERRORISM TRIAL COULD WRAP UP TUESDAY",
    "publisher": "the columbian ",
    "year": 1997,
    "month": 12,
    "day": 22,
    "full text": "PARIS A judge today refused to suspend the murder trial of Carlos the Jackal so new witnesses could be brought in to testify on behalf of the suspected terrorist.\nJudge Yves Corneloup turned down the defense request to delay the trial so three purported witnesses to the 1975 murders of two French agents and a Lebanese militant could be located and brought to France.\nCarlos, whose real name is Ilich Ramirez Sanchez, is accused of killing three men when they came to his apartment in Paris.\nThe trial of the Venezuelan-born Ramirez, which entered its seventh day today, is expected to end Tuesday.\nRamirezs lead lawyer, Isabelle Coutant-Peyre, asked the court to allow at least four other unscheduled witnesses to testify, including former members of French security agencies and the author of a book on Ramirez. SOS-Attentats, a civil party representing families of the victims, had denounced the request as an attempt to buy time.\nRamirez would normally face 30 years in prison if convicted of gunning down French agents Raymond Dous and Jean Donatini, who were investigating his role in attacks on Israels El Al airlines at Paris Orly Airport.\nBut Prosecutor Gino Necchi told the jury he may request a life sentence. Under French law, successive murders can be regarded as aggravating circumstances that merit harsher punishment.\nRamirez is also on trial for the fatal shooting of Moukharbal, a fellow militant of the Popular Front for the Liberation of Palestine who Ramirez believed had become an informer for French intelligence.\nIn June 1975, Ramirez was posing as a student in Paris when the two agents, accompanied by Moukharbal, knocked on his door. Moukharbal had been arrested earlier that month.\nRamirez allegedly opened fire, killing the three men before fleeing the country. He was convicted in absentia for the slayings in 1992. But under French law, he must be tried again now that he is in custody.\nFor the first time, the court heard testimony today from witnesses, read from depositions taken shortly after the slayings.\nEdgar Marino Muller, a Venezuelan, was quoted as saying Ramirez was in the apartment for a friends going-away party. When police knocked at the door, Ramirez invited them to have a drink, according to the deposition.\nThen, I saw Carlos fire on the police like a crazy man. The police didnt fire. I dont think they were armed, Muller said in his deposition.\nRamirez was captured Aug. 14, 1994, in Khartoum, Sudan, and spirited to Paris by French agents.\nRamirez allegedly carried out the 1975 seizure of OPEC oil ministers and was involved in the 1976 Palestinian hijacking of a French jetliner to Entebbe, Uganda.\n\nLoad-Date: December 24, 1997"
}