{
    "title": "Terrorism risk greater this year, Harvard panel says",
    "publisher": "university wire",
    "year": 2003,
    "month": 9,
    "day": 11,
    "full text": "The prospects for a major terrorist attack on United States interests are greater this year than they were last year, a panel of experts said Wednesday night at Harvard University's Kennedy School of Government during an event about the status of America's \"War on Terrorism.\"\n\"Are we safer than we were a year ago?\" asked Graham Allison, director of the Belfer Center for Science and International Affairs. \"I have tried to analyze that question as objectively as I can and my conclusion is a troubling [one]. My answer is no. I believe that the risk of a major terrorist attack on the U.S. in the 12 months following is at least as high as it was in the past 12 months.\"\nBoston U.\nAllison, who also served as the assistant secretary of Defense for Policy and Plans under President Bill Clinton, released a report card grading the effectiveness of the Bush administration's performance on terrorism-related issues.\nThe grades were barely passing with the worst, a D, given to \"Preventing Nuclear Attacks and Bioterrorism.\"\n\"The good news is that Saddam is gone from ruling Iraq,\" Allison said. \"The bad news is that Saddam has gone missing and with him any weapons of mass destruction that he may have had, including biological weapons.\"\nSaddam's former cohorts and the escalating nuclear standoff with North Korea also pose a severe threat to U.S. security, Allison said.\n\"Saddam's henchmen are also missing including a team of very sophisticated smugglers who for 12 years successfully evaded the most intensive international sanctions in history,\" he said. \"Could Saddam's henchmen who smuggled contraband into Iraq also be smuggling biological weapons into the United States. Why not?\"\n\"The least predictable and most promiscuous proliferator, North Korea, has demonstrated its willingness to sell missiles to all parties -- from Iraq to Iran, Pakistan to Yemen, North Korea has explicitly threatened to sell to [the products] from which nuclear weapons can be made [to terrorists],\" he said.\nAdditionally, the manner in which the Bush Administration has dealt with the threat has not helped the standoff, Allison said.\n\"[While] the Bush Administration … has been futzing over whether conversation or negotiation with North Korea occur one-on-one or with five-on-one, North Korea has been, every day, reprocessing additional fuel to create additional plutonium to create additional weapons,\" he said. \"As I look to the 12 months ahead I would say that the likelihood of a nuclear or biological terrorist attack on the U.S. is certainly not improbable.\"\nWhether or not a terrorist attack on the United States comes from internal or external group remains to be seen, according to Jessica Stern, author of \"Terror in the Name of God: Why Religious Militants Kill.\"\nStern said American white supremacists share similar ideologies to those of al-Qaida and other Islamic fundamentalist groups and that such similar political beliefs could lead American citizens to attack U.S. interests at home.\n\"The [belief of] al-Qaida is that they are to fight the 'New World Order',\" Stern said. \"I get a lot of complaints from White Supremacists and Neo-nazis for talking about al-Qaida's mission as being fighting the new world order. [These groups] feel that the new world order is their enemy,\" Stern said. \"This enables al-Qaida to become a kind of grand public ideology that can be crafted [to be accepted] by a wide variety of groups … even to White Supremacists. We know … that al-Qaida is willing to do whatever it takes to facilitate an attack -- they are going to recruit allies.\"\nWhile the panelists offered a grim forecast for U.S. security both at home and abroad, Arnold Howitt, the executive director at the Taubmann Center for State and Local Government, said if there is an attack, it will be nearly impossible for Americans to effectively protect themselves.\n\"Citizens may feel that there is something that they can do [to protect themselves from terrorism], but the list of things that are generally productive is actually quite limited,\" he said.\n(C) 2002 The Daily Free Press via U-WIRE\n\nLoad-Date: September 11, 2003"
}