{
    "title": "Terror suspect pleaded guilty in 2015 Columbus resident faces sentencing date later this year. CRIME(2)",
    "publisher": "daily news ",
    "year": 2017,
    "month": 6,
    "day": 30,
    "full text": "Abdirahman Sheik Mohamud\nCOLUMBUS - Federal prosecutors continued to post procedural hearings, such as telephone conferences and trial continuances in the case record of Abdirahman Sheik Mohamud almost two years after the Columbus home-grown terrorist had pleaded guilty to the crimes.\nMohamud, 25, pleaded guilty on Aug. 14, 2015, before U.S. District Court Magistrate Elizabeth A. Preston Deavers in Columbus. Minutes from that hearing were unsealed Thursday morning.\nAssistant U.S. Attorney Douglas Squires declined to comment on the plea hearing, including whether Mohamud was cooperating with authorities investigating other terrorism cases.\nFederal prosecutors at times do not reveal a defendant has pleaded guilty, or even been sentenced, in secret because of an ongoing investigation. The hearings posted occur but no one reveals the defendant has pleaded.\nAsked if his client is hoping for consideration at sentencing for admitting his guilt, attorney Sam Shaman-sky said, \"That would be a correct statement.\" He declined to comment on whether Mohamud received any promises from prosecutors in exchange for pleading guilty.\nA sentencing date before U.S. District Judge James L. Graham will be set later, he said.\nShamansky said Mohamud pleaded guilty to all three charges in his indictment: providing material support to terrorists; providing support to a designated terrorist organization; and lying about his involvement in international terrorism. Shamansky said he faces a maximum of 38 years in prison.\nMohamud was born in Somalia and has lived in Columbus since he was 2 years old. He attended Whitehall-Yearling High School and lived with his mother, sister and two brothers on the West Side.\nA statement of facts released today details his slide into terrorism:\n*In September 2013, he sent a private message praising his brother, Abdifatah Aden, who was fighting in Syria with the al-Qaida-linked al-Nusrah Front. In that message, Mohamud committed to joining the fight.\n* The following February, Mohamud became a naturalized U.S. citizen and obtained a U.S. passport. In April 2014, he flew to Turkey on a flight scheduled to continue on to Athens, Greece. Instead, during a layover in Istanbul, he obtained help from \"facilitators\" to enter Syria. He brought with him $1,000 and an iPad to give to Aden.\n* Before leaving for Syria, he had posted several messages to Facebook, including praise for the insurgency and saying, \"We will never lose to these pagen (sic) alawyit,\" an apparent reference to the Alawite sect of Islam to which Syrian President Bashar al-Assad belongs.\n*In Syria he trained on fitness, weapons and tactics, including \"how to enter a structure and kill persons inside,\" the statement of facts read. He sent a video to someone in the U.S. describing the training.\n* He participated in a firefight and \"expressed his desire to die while fighting in Syria.\" Instead, al-Nusrah sent him to the U.S. to commit an act of terrorism here.\nHe left after Aden was killed fighting in Syria on or near June 3, 2014.\nReturning to the United States, Mohamud continued to exchange messages with al-Nusrah-linked individuals. He said he planned to recruit others for an attack on a federal facility in Texas and against military and government individuals in Columbus.\nHe searched the Internet for \"fort worth texas prison inmate search.\" The Federal Medical Center Carswell is in Fort Worth. The statement of facts doesn't say why Mohamud targeted that facility.\nHe booked a flight to the Dallas/Fort Worth area for Nov. 28, 2014, but the flight was changed. The statement doesn't say how or why it was changed.\nAll the while, the FBI Joint Terrorism Task Force in Columbus was monitoring Mohamud's communications. Agents interviewed him in February 2015. He lied, telling them he stayed in Turkey and didn't see Aden, and that he didn't provide any money or support to terrorists.\n\nLoad-Date: June 30, 2017"
}