{
    "title": "Terrorism alert makes folks noisier",
    "publisher": "the bismarck tribune",
    "year": 2003,
    "month": 3,
    "day": 22,
    "full text": "North Dakotans by nature watch their neighbors closer than most and the nationwide anti-terror alert has made them even nosier, law enforcement officials say.\n Police say a report of a suspicious person in North Dakota usually leads to a methamphetamine lab -- not a terrorist.\n 'Thanks to terrorists, meth addicts don't have a chance,' said U.S. Attorney Drew Wrigley.\nAnd vice versa.\n 'We know our neighbors here,' Wrigley said. 'We know when something looks out of place.'\n With security on high alert around the country, the extra eyes and ears are appreciated, said West Fargo Police Chief Arland Rasmussen.\n 'We're a state of around 650,000 people, so it's kind of like everybody knows everybody,' Rasmussen said. 'People know when there are strangers in the area.'\n Jamestown Police Chief Dave Donegan said he believed any sort of terrorist activity in North Dakota is probably 'nil.'\n 'But there's always a chance,' he said.\n Donegan said the growing meth lab activity in the state over the last few years has made people more watchful.\n 'Public awareness is a lot higher,' Donegan said. 'People are paying a lot more attention to what they think is wrong, and are willing to report it.'\n Stutsman County Emergency Manager Jerry Bergquist said his office usually gets more calls when security alerts are elevated.\n 'North Dakotans are good at looking out for each other,' Bergquist said. 'When something disrupts the normal pattern of events, we get calls from concerned citizens.'\n Throughout North Dakota, it's much the same.\n 'People around here are real good about reporting suspicious activity of any sort,' said Ramsey County Deputy Rich Schwab.\n 'We always have a lot of people keeping an eye out,' Schwab said.\n Suspicious calls to the department usually involve reports of an inordinate amount of traffic at a farmstead -- a telltale sign of a meth lab, Schwab said.\n Williams County Sheriff Scott Busching said his department shut down two meth labs in the last two days.\n That brings to 30 the number of meth labs the department has stopped so far this year, Busching said.\n In 1996, the department shut down just three meth labs, out of six found in the state that year.\n The number of meth labs found in the county has tripled in three years, he said.\n Many tips on the labs have come from concerned citizens, who have become 'educated' about the dangers of meth, Busching said.\n\nLoad-Date: March 25, 2003"
}