{
    "title": "Terrorism, media experts discuss necessity of accuracy at U. Oklahoma symposium",
    "publisher": "university wire",
    "year": 2002,
    "month": 2,
    "day": 25,
    "full text": "Since Sept. 11 the world has grappled with understanding terrorism. But even experts and scholars struggle to grasp the enormity of the threat and continue to study and prepare for terrorists' next step.\nJust one thing is certain.\nU. Oklahoma\n\"Terrorism is going to be with us,\" said Sean Anderson, political and science associate professor at Idaho State University.\nA group of terrorism and media experts toured the Oklahoma City National Memorial Museum on Sunday. The group came to Oklahoma from all over the world to speak at the McMahon Symposium, presented by University of Oklahoma's Gaylord College of Journalism and Mass Communication Monday and Tuesday.\nCNN national news correspondent Mike Boettcher said he doesn't know what the future of terrorism will be. He said in the beginning, small bombs were used, but violent acts have been increasing in size, and more powerful weapons are being created.\n\"We can't see the enemy but we know they are there,\" Boettcher said. \"We know for a fact that al Qaeda has been working very hard to develop a chemical-biological weapon.\"\nCharles Hoff, former CNN national bureau chief, said terrorists want to make a statement, but they are doing it in the wrong way. By killing innocent people, terrorists hurt those who are not responsible for the actions taken by governments, he said.\nThe media have been developing new ways to cover terrorism, said Thomas Kent, Associated Press deputy managing editor.\n\"News organizations need to maintain enough attachment to be able to effectively cover all the aspects of the story,\" Kent said. \"It's such complexity, and they touch the lives of so many people that it demands immediate news reporters and investigation reporters and announcers.\"\nThe media has been criticized by some for leaning towards patriotism instead of relaying only straight, unbiased facts to keep the public informed.\n\"The most patriotic thing the press can do is to maintain the news, covered in the traditional way that has always been so important in this country,\" Kent said.\nPeople want to learn about terrorism because terrorism has become a problem close to home. Many of the symposium's sessions filled up quickly.\nHoff said he is glad to have more people interested in going to the symposium than spots available. He emphasized journalists always have a lot to learn.\n(C) 2002 Oklahoma Daily via U-WIRE\n\nLoad-Date: February 25, 2002"
}