{
    "title": "Terrorism Warning for Airlines Focuses on Shoes and Clothing",
    "publisher": "the new york times",
    "year": 2003,
    "month": 12,
    "day": 6,
    "full text": "The Homeland Security Department has issued a new terrorism warning to airlines and state and local law enforcement agencies after a police raid in Britain last week turned up evidence suggesting that Al Qaeda might try again to place explosives in shoes or clothing, law enforcement officials said on Friday.\n     They said the British police had found residue of explosives in socks belonging to a 24-year-old British man who was arrested on charges of conspiring with Richard C. Reid, the Qaeda member who tried to blow up a passenger plane over the Atlantic in December 2001 with explosives in his shoes. \n In an advisory sent out on Wednesday to airlines and state and local law enforcement officers, the Homeland Security Department, which oversees the Transportation Security Administration, said the socks \"were held together with a string\" and \"appeared to be elongated as if they were stretched out from carrying something.\" \n\"While it is not clear exactly in what capacity the individual may have been using the socks, it is possible the suspect may have been suspending the socks from around his/her neck or under outer garments in an effort to conceal explosives carried in them,\" it said. \"It also cannot be discounted that these tethered socks were components of an improvised explosive device in the making.\"\nBush administration officials said a similar warning had been issued by the F.B.I. to its state and local counterparts.\nThe British suspect, Sajid Mohammed Badat, of the southwest England city of Gloucester, was taken into custody on Nov. 27 and has been accused of conspiring with Mr. Reid and \"others unknown\" to cause \"an explosion of a nature likely to endanger life or cause serious injury,\" according to the formal charges. He was also accused of possessing explosives.\nBrian Roehrkasse, the chief spokesman for the Department of Homeland Security, would not confirm that it was Mr. Badat's arrest that had prompted the warning; the department's advisory did not mention Mr. Badat by name or refer to the circumstances of his arrest.\nBut Mr. Roehrkasse acknowledged that federal law enforcement officials had new concern over the possibility that terrorists would try to use explosives hidden in shoes or clothes. \"This is an example of how, when we get actionable information about potential Al Qaeda tactics, we pass it on to the security professionals,\" he said of the advisory.\nBritish officials have offered few details of the relationship between Mr. Badat and Mr. Reid, who is also a British citizen and has acknowledged his membership in Al Qaeda and his loyalty to Osama bin Laden. \n\nhttp://www.nytimes.com\n\nLoad-Date: December 6, 2003"
}