{
    "title": "Terrorism not likely, leaders say President plans to address nation following disaster $% %",
    "publisher": "charleston daily mail",
    "year": 2003,
    "month": 2,
    "day": 1,
    "full text": "WASHINGTON - The Bush administration said there was no indication terrorism was behind the loss of the space shuttle Columbia today. President Bush hastily returned to the White House from his Camp David retreat to deal with the tragedy.\nHomeland Security Secretary Tom Ridge called officials in five states, including Texas, where debris from the shuttle had reportedly been found.  found.\nA senior official, speaking on condition of anonymity said debris from the shuttle had been positively identified. Though there was no official word from NASA yet, the official said there was no hope for either the shuttle or its crew.\nBush planned to address the nation after NASA issued a statement confirming the shuttle's loss, officials said.\nPresidential advisers hurried to the White House to await Bush, who was returning by motorcade from the retreat in Maryland's Catoctin Mountains.\nBush was briefed at Camp David on the shuttle loss and then decided to return to Washington to monitor developments. \"We are awaiting more information from NASA at this point,\" spokesman Scott McClellan said.\n\"There is no information at this time that this was a terrorist incident,\" said Gordon Johndroe, spokesman for the Homeland Security Department. \"Obviously the investigation is just beginning, but that is the information we have now.\"\nFBI spokeswoman Angela Bell also said there was no indication of terrorism. She said the FBI would have a tangential role in the investigation, mainly assisting in evidence recovery.\nAnother official said no threat had been received against the flight, and the shuttle, at an altitude of about 203,000 feet over north-central Texas when it lost contact, was out of range of surface-to-air missiles.\nA senior law enforcement official, also speaking on condition of anonymity, said there had been some intelligence that raised concerns about a previously scheduled flight of Columbia, which was to have carried the same crew. The intelligence, related to Israeli astronaut Ilan Ramon, was termed not credible, but the flight was postponed for other reasons. There had been no troubling intelligence regarding this flight, officials said.\nMcClellan said Andrew Card, the White House chief of staff, talked to the NASA director Sean O'Keefe \"very soon\" after the shuttle was lost, which was about 9 a.m. EST. Bush talked to O'Keefe shortly after that.\nO'Keefe was meeting in Florida with the astronauts' families, an agency spokeswoman said.\nBefore NASA declared that the missing shuttle had crashed, Bush had not called Israeli Prime Minister Ariel Sharon, a senior administration official said.\nVice President Dick Cheney was briefed this morning in Texas, where he was spending the weekend hunting, said spokeswoman Jennifer Millerwise. She said he was following the television coverage. Millerwise would not say where Cheney was staying, but said it was not in the part of Texas area where the shuttle was lost.\nOther senior officials informed were national security adviser Condoleezza Rice, Defense Secretary Donald H. Rumsfeld, Secretary of State Colin Powell and Gen. Richard Myers, chairman of the Joint Chiefs of Staff.\nRidge talked to officials from states in which debris might be found, including Texas, Louisiana, Oklahoma, Arizona and New Mexico.\nOn a normally slow day, White House officials were scrambling to get into the office.\n\"We're all watching TV and devastated and concerned,\" said John Marburger, head of the White House Office of Science and Technology Policy.  policy.\n\nLoad-Date: February 4, 2003"
}