{
    "title": "Terrorism examined after tragedy",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 13,
    "full text": "The meaning of terrorism became devastatingly clear Tuesday when hijacked planes crashed into the World Trade Center and Pentagon Building, killing and injuring thousands.\nNow, as the initial shock subsides and rescue workers sift through the rubble for survivors, an angry public is demanding answers.\nWho could do this? And what motivated them?\nNo official announcements were made naming those responsible for the attack as of press time, though FBI Director Robert Mueller said Wednesday the hijackers have been identified.\nSouthern Illinois U.\nOsama bin Laden, the infamous Saudi exile, has been a frequent name mentioned as a possible mastermind behind the attack. Many analysts point to bin Laden and the possible allies of his al Qaeda organization as the only ones who could execute an attack of this magnitude.\nHe has been linked to the 1993 bombing of the World Trade Center, the 1998 bombing of two U.S. Embassies in Africa and last year's bombing of the U.S.S. Cole.\nMueller and Defense Secretary Donald Rumsfeld said it is too early to pinpoint one specific group or individual. Regardless of which group is responsible, there will be a quick, international crackdown on terrorism, according to John Norton Moore, director of the Center for National Security Law at the University of Virginia.\n\"This is a turning point,\" Moore said. \"Terrorist groups are now going to face a coordinated action by the democracies of the world.\"\nKeith Shimko, a professor at Purdue University who specializes in foreign policy, agreed with Moore and said that foreign policy will now be marked by a concerted effort to eradicate all terrorist groups.\n\"Anti-terrorism aspects of our foreign policy will see a marked change,\" Shimko said. \"I think there will be a much more aggressive, both unilateral and multilateral with other nations, attempt to combat the terrorist groups we know and countries that harbor them.\"\nMoore, the National Security Law director, said an attack of this size is unprecedented because most groups in the past understood the severity of the consequences an attack on the United States would prompt. No terrorist attack in the history of the United States, domestic or foreign, has produced such devastating effects.\n\"(The attackers) have crossed a major boundary,\" Moore said. \"Now they are going to see a powerful coming together of the American people and democracies of the world.\"\nWhat motivates a terrorist to cross that boundary baffles psychologists like Southern Illinois University-Carbondale associate professor in psychiatry David Dilalla.\n\"It is unfathomable,\" Dilalla said. \"It is hard for me to apply what we know in psychology to actions that are really unimaginable.\"\nDilalla said for a person to commit an act like Tuesday's attack, that person has to set aside any type of empathy for anyone else. He also pointed out that a person's strongest instinct is to preserve his or her own well-being. To perform a suicide mission, a person has to feel so passionately about a cause, that instinct is overridden.\nTuesday's attack had effects on Americans' psyche as well. Though reactions range from sadness to anger, general feelings may include a loss of security and invincibility.\n\"Something like this shatters your world view,\" Dilalla said.\n\"Everything that seemed to make sense doesn't anymore.\"\nThe United States has been fortunate in the past, compared to the many countries in eastern Europe, the Middle East, Africa and Asia that deal with terrorism regularly.\nNoa Beitler, a freshman in industrial design, who came from Israel earlier this year, said though she dealt with terrorism on a daily basis, she was never able to become desensitized to it.\n\"Maybe it's just easier for me to understand what's going on,\" Beitler said. \"Instead of thinking that I'm in a movie or in a dream, like most people here feel, I see it more as a reality.\"\nWill Alonso and Todd Merchant contributed to this story.\n(C) 2001 Daily Egyptian via U-WIRE\n\nLoad-Date: September 14, 2001"
}