{
    "title": "Terrorism suspicions anger Algerians",
    "publisher": "the deseret news",
    "year": 1999,
    "month": 12,
    "day": 21,
    "full text": "MONTREAL -- The alleged terrorist sympathizer with the black leather cap and the impish smile was sipping sweet tea Sunday night at his usual haunt, a simple downtown cafe.\nTo hear it from the Montreal police, Mourad Gherabli, 40, may be part of a tight ring of thieves allegedly operating at the fringes of the Algerian community here who turned stolen cellular telephones and computers into cash to finance Islamic terrorist groups around the world. Police also suspect he may have ties to another Algerian with a Montreal address, Ahmed Ressam, who was nabbed allegedly trying to smuggle what U.S. police said was nitroglycerin and components for a homemade bombing device into Washington state last week, raising fears of terrorism.\nGherabli is incredulous. \"I like girls. I like cocaine. I have a big, big problem with the poker machines. So I steal,\" he explained. \"But I'm not a terrorist. I don't have enough money to send to anyone.\" He pulled from his pocket a $291 telephone bill he said he cannot pay.\nFrom street thugs to high-tech entrepreneurs, the Algerian community here is outraged at police allegations that it may have harbored terrorists. Most point out that they fled to Canada to get away from the murderous politics of Algeria, where nationalists and Muslim fundamentalists have fought for power during the past decade. And as a group, the Algerians admit to being among the least devout of any of the other Muslims who have flocked here.\nAs Gherabli sipped his tea, however, Montreal police said they were finding more evidence of a connection to Ressam. Although the authorities did not provide details, about 400 people were evacuated from their homes into the bitter cold while a bomb-squad robot opened the doors of an orange van registered to Ressam under one of two assumed names he used here. An hour later, as television cameras recorded its progress, the robot entered a nearby convenience store that police believe was linked to Ressam and the van. No explosives were found.\nThe Algerians here say it's all a mystery. Out of several dozen Algerians interviewed at coffee shops, mosques and markets, none claimed to have met or seen or even heard the name of Ressam, who has lived at various addresses since arriving in February 1994, asking for refugee status.\n\"The Algerians that come here, you can count them on your hand,\" said Samir Sakr, head of the Islamic Center of Quebec, which operates the largest of the city's 34 mosques. \"I don't see them as fanatic -- poor maybe -- but not fanatic.\"\n\"We never heard of this, not even a whisper,\" said Taolussi Athma, a former journalist from Algeria who now runs a bakery on Jean-Talon Avenue which cuts through the heart of the Arab community in Montreal's polyglot East End. \"I seriously doubt there is any Algerians here who helped them. We don't care so much about religion here.\"\nFor years, the Algerian community here consisted mainly of several thousand highly educated professionals who came for a university education in this French-speaking province and never left. But over the last decade, the population has swelled to 25,000 as political violence and economic instability increased, about half of them arriving on tourist visas demanding to be let in as refugees under Canada's relatively open-arm immigration laws.\nUnlike other ethnic communities here, the Algerians tend not to live in residential enclaves, nor do they have much social cohesion. A small weekly newspaper struggles to publish. And many of the divisions that plague their homeland have been imported here as well.\nBashir Hamili, president of MediaSoft Telecom Inc., a telecommunications software company, said several attempts to form a community association failed because the group always seemed to splinter into factions as issues arose over religion or ethnic origin. \"As a people, we haven't yet mastered the ways of democracy,\" he said.\nWhile a few of the early arrivals such as Hamili have prospered, most have not. Many work in the city's growing high-tech sector, but it is also common to find taxi drivers and baby sitters here who had been doctors and schoolteachers in Algeria.\nSunday night at the Restaurant La Calebasse, crowded after the breaking of the Ramadan fast, patrons looked up from their cigarettes and domino games to toss expletives at police investigators whom they accuse of routine discrimination. And it will only get worse, they fear, with U.S. officials accusing Canada of being an easy point of entry for terrorists, drug smugglers and illegal immigrants into the United States.\n\"They treat us now like they treat the blacks in the U.S.,\" said one.\n\"If you have an Algerian passport, it's like having a bomb in your hand,\" said another. \"They look at us all as if we are terrorists.\"\nAlso singled out by Montreal police last week as one of 10 terrorist collaborators is Ayoub Hichem, 25, who says he hasn't slept since. Hichem, who is studying for his taxi exam, pulls from his suit coat tattered clippings from an Algerian newspaper about his brother, a police officer, who was killed in a gunfight with Islamic terrorists in 1994. His father was a member of the presidential security guard before retiring; another brother is an Algerian intelligence officer.\n\"How can these people say I am a terrorist?\" he asked, the hurt visible in his eyes. \"I left my country so I wouldn't be killed by them. I hate these people.\"\nAlthough Gherabli and his associates are easy to find, Montreal police acknowledge that they haven't yet questioned them about their alleged links to terrorist groups or confronted them with the evidence said to have been forwarded by European police and intelligence services.\nBut said police spokesman Andre Priorier: \"We have some reason to believe that at least some of these thieves are associated with the terrorists, and we are not changing our statement.\"\n\nLoad-Date: December 21, 1999"
}