{
    "title": "Terrorism is in decline It often doesn't feel that way when attacks arouse so much fear, grief",
    "publisher": "usa today",
    "year": 2019,
    "month": 7,
    "day": 15,
    "full text": "LONDON - Moments after Christine Delcros was hit by a van that mounted a sidewalk during the London Bridge terror attack, she thought to herself, \"That's how one dies.\"\nDelcros, 46, was seriously injured in the vehicle assault that, along with a stabbing rampage, killed eight people in 2017. The body of her fiance, Xavier Thomas, was found in the River Thames, where it was knocked by the terrorists' speeding van.\n\"Where is Xavier?\" Delcros, who is French, asked a passerby who cradled her head as she regained consciousness, according to emotional testimony she gave recently to a British inquest court. A day before the incident, Delcros had a premonition: \"Just as we reached the bridge, I told (Thomas) we shouldn't go there. He replied, 'Why are you saying this to me now?' I told him: 'I do not know. ... I can feel it.'\"\nStories of terrorism include mass shootings at New Zealand mosques; bombings that struck churches and hotels in Sri Lanka; an attack in Paris by gunmen and suicide bombers on a concert hall, stadium and restaurants; and New York City's deadliest post-9/11 assault, when a man killed eight people as he drove a truck down a bicycle path.\nThey are stories of grief, chance, unlikely heroes and families turned upside down by terrorism - all becoming more familiar as groups such as the Islamic State (also known as ISIS), al-Qaida and Boko Haram, as well as lone-wolf extremists, use digital platforms to inspire copycats, divide communities and trigger heavy responses from governments.\nThousands of terrorist attacks take place each year, most in regions suffering from broader patterns of political violence such as the Middle East, Africa and Southeast Asia. Assaults in the USA and Europe comprise a small percentage.\nHowever, the number, prevalence and lethality of terrorist incidents has decreased significantly around the world since 2014.\nSecurity experts said the threats are more widespread geographically and more liable to amplification on social media. They warned that terrorists and would-be extremists are adapting and changing their methods in an extremely worrying direction: less sophistication but higher impact.\nTerrorism, it seems, has gone mainstream.\n\"I call it the McDonald's of terrorism. It's accessible to all,\" said Olivier Guitta, a London-based terrorism expert who runs GlobalStrat, a risk and security consultancy. \"You just have to make a video, name-check the Islamic State, and that's it, you're part of it.\"\nGuitta said the appearance in April of Islamic State leader Abu Bakr al-Baghdadi for the first time in five years in a video recording - after the militant group lost  the territory it controlled in large parts of Iraq and Syria - was less important than it might seem.\n\"If al-Baghdadi were dead, it wouldn't really matter. Even if ISIS is a virtual caliphate, the fact that the caliphate is announced, that's their genius,\" he said.\nMost Americans die abroad in cars\nRobert Muggah, a security specialist and co-founder of SecDev - an Ottawa, Canada-based consultancy that analyzes open-source, or freely available, intelligence - said the \"measurement and mapping\" of terrorism and its threat is an \"imperfect science,\" partly because there is a tendency to focus on a narrow range of reported incidents and body counts. Some countries, especially authoritarian ones, use the moniker of terrorism to describe anyone they are fighting.\nMost researchers describe terrorism as the threatened or actual use of illegal force and violence by an individual not explicitly allied to a nation to attain a political, economic, religious or social goal through fear, coercion or intimidation.\nAs of early July, there have been 1,264 terrorist attacks around the world this year, leading to 5,763 fatalities, according to crowd-sourced data highlighted by the nonprofit PeaceTech Lab, in collaboration with Esri Story Maps, a mapping and analytics platform.\nIn 2014, there were 16,903 attacks and 44,490 deaths, according to the Global Terrorism Database (GTD), which has tracked terrorism incidents since 1970 and identifies dozens of variables, such as weapons used, targets, number of casualties and claims of responsibility. GTD data runs only to the end of 2017.\nIn the USA, there have been eight terrorist attacks in 2019, resulting in one death, according to the crowd-sourced data published by Esri, when a man who claimed he was inspired by the mosque shootings in New Zealand and a separate attack in 2018 on a synagogue in Pittsburgh killed a woman in a synagogue near San Diego. In 2014, there were 26 U.S. terrorism-related deaths, according to the GTD, which is run out of the University of Maryland.\nSix Americans died in foreign terror attacks in 2018, according to U.S. State Department data. Four of them were in Afghanistan, where the U.S. government is involved in its longest war and insurgency-related threats are extremely high.\nDespite the media focus on terrorism, the leading cause of American deaths abroad from 2002-2018 was car accidents (3,887), according to the State Department. Suicides (1,914) and drownings (1,798) also figured prominently. In the 17-year period, terrorism-related actions accounted for 381 American deaths abroad.\nAlex Nowrasteh, an immigration policy analyst at the Cato Institute, a conservative think tank based in Washington, calculated that the chances of an American dying in a terrorist attack at home are exceptionally low: one in 3.2million.\nThis \"annual terrorism murder rate\" is based on the number of fatalities from terrorism beginning in 1975 to June 2017 and is heavily skewed by the 3,000 people killed during the 9/11 attacks in New York City. Over the same period, the chance of dying in a terror attack in South Korea was one in 213 million. In Iceland and Luxembourg, it was zero.\nNowrasteh further calculated that the annual chance of being killed by an animal in the USA was one in 1.6 million per year from 2008 through 2015. The chance of being murdered in a terrorist attack on U.S. soil was one in 30.1 million per year during that time.\n\"It may not feel like it, given the multiplier effect of social media, 24/7 news, Trump and all the (cultural and political) polarization we're seeing, but if we look beyond the optics of just incidents, we're in a better place. The terrorism trend lines continue to go downward,\" Muggah said. \"Although that doesn't mean for a moment that we can be complacent or that the risks from terrorism aren't real.\"\nEuropean countries thwarted 16 terrorist plots in 2018, according to Europol, the law enforcement agency for the European Union's 28 member states.\nMuggah said the surge in terrorism attacks around 2014 can be linked to numerous geopolitical events, including an increase in sectarian violence in Iraq and Afghanistan; civil war in Syria that facilitated the rise of the Islamic State; the impact of the Arab Spring anti-government protests across the Middle East that started in 2010; and an emboldened Boko Haram, the ISIS-aligned jihadist group in Nigeria that has killed at least 30,000 people since 2009 and displaced more than 2 million.\nMuggah said that overall, there have been fewer incidents and deaths in recent years, but terrorism is spreading.\n\"There's far more places where attacks and terror events have happened compared to previous years,\" he said. Terrorism incidents in the USA involving white supremacist violence - attacks on nonwhite, non-Christian and principally Muslim immigrants - though less deadly, are rising, he said.\nOver the past decade, according to the Anti-Defamation League, a nongovernmental organization, nearly three-quarters of all extremist-related deaths in the USA can be linked to domestic right-wing terrorists, and almost one-quarter can be attributed to jihadist extremists.\nThe rest were carried out by extremists who did not fall into either category. Last year, right-wing extremists were linked to at least 50 murders in the USA, the highest number since 1995, according to the Anti-Defamation League. (Because of diverging definitions of terrorism, not all these murders were classified as terrorism.)\nErin Miller, a researcher who manages the University of Maryland's GTD, said that even as the number of terrorism incidents around the world has declined since 2014, the number of attacks in the USA has steadily increased: In 2018, there were 54 attacks, leading to 44 deaths, an increase of 86% and 69%, respectively.\nShe said that white supremacist beliefs and violence in the USA are \"nothing new\" and that it is difficult to disentangle an increase in domestic terror attacks of this kind from President Donald Trump's divisive language and rhetoric.\n\"Looking at the numbers year to year, it's useful to get hold of trends, but all you need is that one outlier, that one 'Orlando,' and the year looks totally different,\" said Colin Clarke, a terrorism researcher at the Soufan Center, an organization that provides security intelligence services to governments and multinational organizations. In 2016, a gunman opened fire inside one of Orlando, Florida's biggest gay nightclubs, killing 49 people.\nDifficult to monitor\nMuggah attributed the decline in terrorism internationally  to the winding down of the Iraq and Syrian conflicts,  investments in counterterrorism policing and intelligence and governments, multilateral institutions such as the United Nations and technology companies such as Facebook and YouTube \"getting smarter\" about collaborating to reduce extremist content online.\nHe cautioned that terrorists still find ways to post material through encrypted platforms such as Telegram and WhatsApp and murky digital ecosystems such as the \"Dark Net,\" areas of the internet that are not open to public view and very difficult to monitor.\nGlobal patterns that show the number of terrorism incidents declining offer little comfort to victims and families caught up in fatal violence.\nMegan Hurley, 15, from Liverpool, England, died when a suicide bomber targeted a concert full of young Ariana Grande fans in Manchester in 2017.\n\"The only thing we didn't agree on was how long cuddles should last. She would always tell me to 'get off,' but holding on is the one thing I will never regret,\" her brother Bradley, 22, said at her funeral.\nNaeem Rashid, 50, a teacher and father of three, died alongside his son Talha, 21, as he tried to tackle the gunmen who killed 51 people at two mosques in New Zealand in March. Talha Rashid was preparing to get married.\nMercedez Marisol Flores, 26, was murdered during a \"Latin Night\" at the Pulse nightclub in Orlando in June 2016. Her killer, a U.S.-born security guard, pledged allegiance to the Islamic State shortly before he carried out one of the worst acts of domestic terrorism in U.S. history.\nGuitta, the London-based terror expert, said that for international jihadist-linked terror groups, a major attack on U.S. soil still represents - 18 years after 9/11 - the \"holy grail.\"\nHe said it is hard to predict where the next  attacks on Western nationals and targets might occur, but because of the FBI's success in infiltrating and thwarting plots at home, strikes are more likely to take place in a European city such as London, Berlin or Paris, where Americans visit in sizable numbers.\n\"It's killing two birds with one stone,\" he said. \"Targeting the U.S., but outside the U.S.\"\nThe next step for more traditionally organized groups such as al-Qaida are chemical and nuclear weapons and dirty bombs, he said. Unlike the Islamic State, in the al-Qaida model of waging a terrorist war, \"everything has to come from the top.\"\nNineteen al-Qaida militants hijacked the airplanes used in the 9/11 attacks. Two of the jets were flown into the twin towers of the World Trade Center. A third plane hit the Pentagon. The fourth plane crashed in a field in Pennsylvania.\nAl-Qaida, Guitta said, wants \"big, mind-blowing, sophisticated attacks,\" not just \"isolated incidents here and there where someone can just claim responsibility.\"\nPhil Gurski, a former counterterrorism intelligence officer in Canada who runs his own global threat and risk consultancy, said security services around the world are constantly trying to understand how big threats are and where to prioritize resources.\n\"Do they have enough resources to do it all? The answer is no,\" he said.\nGurski said the attacks on Easter in Sri Lanka that killed at least 253 people and wounded hundreds confirmed that \"yes, the far-right is a concern, with its Nazis, fascists, Islamophobes, anti-Semites and everything else, but pound for pound, they don't hold a candle to jihadists\" in terms of the number of plots and their lethality.\nThe bombing in Oklahoma City that killed 168 people in 1995 remains the deadliest terrorist assault on U.S. soil by a homegrown extremist. Timothy McVeigh, an anti-government militant, was executed by lethal injection while a federal prisoner in 2001.\n'He looked evil'\n\"What's wrong with you?\" an off-duty nurse asked one of the London Bridge attackers as she confronted him on the night of June 3, 2017, according to testimony she gave to the British inquest court. Helen Kennett was trying to save the life of a French waiter when she herself was stabbed in the neck. The waiter, Alexandre Pigeard, 26, died.\nIn her testimony, Kennett described being convinced that she, too, was going to die and wanting to do so with her mother and sister who were hiding nearby.\n\"He looked evil, and he was smiling. He was holding the waiter, and he was stabbing him from behind,\" Kennett said of the attacker, who amid it all, responded to her question.\n\"No, what's wrong with you?\" he said. \n\nLoad-Date: July 15, 2019"
}