{
    "title": "TERRORISM FIGHT PITS PRIVACY, SAFETY_ NEW X-RAY GUN CAN 'SEE' THROUGH CLOTHES, EVEN IN A CROWD",
    "publisher": "los angeles times",
    "year": 1996,
    "month": 8,
    "day": 12,
    "full text": "SANTA MONICA, Calif. - The latest weapon against terrorism can see\nright through you.\nThe Passive Millimeter Wave Imager can X-ray through clothing to\n\"see\" a concealed weapon, plastic explosives or drugs. A police\nofficer can surreptitiously aim it into a crowd from as far away as 90\nfeet.\nThe new X-ray gun is becoming a symbol for an unlikely alliance of\ncivil libertarians and gun owners who fear the fight against crime and\nterrorism may be waged at the expense of personal freedoms.\n\"I'm incredibly concerned,\" said John Henry Hingson, a past president\nof the National Association of Criminal Defense Lawyers, meeting here\nthis past week. \"The entire nation could become a victim of illegal\nsearches and seizures and the law is powerless to protect them from\nthese police abuses.\"\nBut in these nervous times following the the crash of TWA Fight 800\nand bombings at the Olympics, Oklahoma City and the World Trade\nCenter, many Americans are now willing to trade some of their privacy\nand civil liberties for greater security.\nA poll last week by the Los Angeles Times found that a majority of\npeople - 58 percent - said they would curtail some civil liberties if\nit would help thwart terrorism. Thirteen percent said it would depend\non what rights were at stake. The poll didn't ask people to single out\nany rights.\nThe Clinton administration has proposed increased wiretapping and\nother anti-terrorism steps, and is doling out research grants for\ncutting edge anti-crime technology that once may have been intended\nfor only military use.\nLast year, the National Institute of Justice awarded $ 2.1 million to\nthree companies to develop weapon detectors for airports, stores and\npublic buildings.\nTwo models are being developed of the Passive Millimeter Wave Imager,\na creation of Massachusetts-based Millimetrix Corp.\nThe larger one, about the size of a shoebox, is mounted on a patrol\ncar and pointed at the unsuspecting person. The gadget doesn't send\nout X-rays; instead, it picks up electromagnetic waves emitted by\nhuman flesh.\nAnything that stands in the way of those waves - like a gun - or\nanything that emits weaker waves - like a bag of cocaine or a plastic\nexplosive - will show up on a little screen in the patrol car.\nClothes emit no waves. Neither do walls, allowing the device to be\nused from even outside a room.\nA second model is a smaller, battery-operated version that an officer\ncan operate by hand, like a radar gun.\nMillimetrix hopes to field test the larger model soon at a police\nagency. Hingson argues the device runs roughshod over bans against\nillegal searches and seizures. The law says police can stop and frisk\na person only when an officer has a \"reasonable suspicion\" the person\nis armed or involved in a crime.\nMillimetrix points out that while the imager can see through clothing,\nit still leaves people some privacy. The device's display screen, the\ncompany says, \"does not reveal intimate anatomical details of the\nperson.\"\nChip Walker, spokesman for the National Rifle Association, noted that\ndevices like the imager threaten the legal rights of people in 31\nstates who are allowed to carry concealed weapons with proper\nlicenses.\n\"We certainly support efforts to disarm criminals, but we need to be\ncareful that we're not painting with too broad a brush here,\" he\nsaid.\nWalker said that as troubling as terrorism is, people may be playing\ninto terrorists' hands by giving up their privacy.\n\"One of the broader issues is that if we start giving up certain civil\nliberties, that essentially means that the terrorists are starting to\naccomplish one of their goals,\" he said.\n\nLoad-Date: August 13, 1996"
}