{
    "title": "Terrorist web unfolds; 2nd fugitive sought Terrorism_ Police raid underway early today",
    "publisher": "chicago daily herald",
    "year": 2015,
    "month": 11,
    "day": 18,
    "full text": "PARIS — French police hunted Tuesday and early today for a second terrorist believed to have escaped after the bomb and gun massacres in Paris, while a U.S. official revealed that the suspected mastermind was part of an Islamic State cell that American intelligence agencies had been tracking for months.\nMeanwhile, France and Russia unleashed a new wave of airstrikes against IS targets in Syria, while fears of further terror attacks deepened in Paris and beyond. The Eiffel Tower closed to the public just a day after it had reopened, and a soccer match between Germany and the Netherlands was canceled due to a bomb threat just 90 minutes before kickoff. Two flights from the U.S. headed to Paris were diverted amid anonymous threats.\nIslamic State militants have claimed responsibility for the Friday the 13th attacks that targeted France's national soccer stadium, a packed concert hall and popular\nSee Terrorism on Page 9\nrestaurants and cafes in one of Paris' trendiest neighborhoods, killing 129 people and wounding more than 350.\nA ninth suspect\nFrench authorities had previously said that at least eight people were directly involved in the bloodshed Friday: seven who died in the attacks and one who got away and slipped across the border to Belgium.\nOn Tuesday, officials disclosed to The Associated Press that they now believe at least one more attacker was involved than was previously known, and they were working to identify and track down that suspect.\nThen early Wednesday, an official said a large police operation was underway in the Paris suburb of Saint Denis and it's believed to be linked to the deadly attacks. The police official said there were exchanges of gunfire and special SWAT teams were on the scene. Police blocked off the area around Place Jean Jaures in Saint Denis, just north of Paris. Police officers were said to be injured.\nOfficials have identified 27-year-old Abdelhamid Abaaoud, a Belgian of Moroccan descent, as the mastermind of the attacks. Some reports early today said he was among those cornered in the Paris suburb.\nAlso late Tuesday in the United States, two Air France flight bound for Paris from the U.S. had to be diverted because of anonymous threats received after they had taken off, but both planes landed safely in the U.S., officials said.\nOne plane, Air France Flight 65 from Los Angeles International Airport to Charles de Gaulle Airport in Paris, was diverted to Salt Lake City International Airport, Air France said in a statement. At about the same time a second flight, Air France 55, took off from Dulles International Airport outside Washington and was diverted to Halifax on Canada's East Coast, officials said. Passengers got off both planes safely and were taken to terminals. Authorities in both the U.S. and Canada were preparing to search the planes with dogs, officials said.\nThe FBI was taking over the investigation of the plane in Salt Lake City, which was diverted because of a threat received by phone after takeoff, Salt Lake airport spokeswoman Bianca Shreeve said.\nA new surveillance video obtained by the AP indicated that a team of three attackers carried out the shootings at one of the cafes in Paris. The video was among evidence authorities used in concluding that at least one other attacker was at large, the French officials indicated.\nThe brief clip shot from a distance shows two black-clad gunmen with automatic weapons calmly firing on the bar then returning toward a waiting car, whose driver was maneuvering behind them. Authorities believe that car is the same black Spanish-made SEAT vehicle that was found abandoned Saturday with three Kalashnikovs inside. In the footage, as the gunmen fire their rifles, patrons can be seen falling down on the pavement as others dashed or crawled away. The encounter lasted only seconds.\nPreviously officials had not specified how many people were involved in the attack on the sidewalk bar on La Fontaine au Roi street, as well as the other night spots.\nIn all, six attackers died after detonating suicide belts and one was killed by police gunfire. A manhunt has been mounted for an eighth suspect, Salah Abdeslam, whom French police accidentally permitted to cross into Belgium on Saturday. One of his brothers, Brahim, was among the attackers who blew themselves up in Paris. Another brother, Mohamed Abdeslam, was arrested after the attacks but released. In an interview Tuesday with French TV station BFM, he urged his brother to turn himself in.\nAiding the enemy\nTwo men arrested in Belgium, meanwhile, admitted driving to France to pick up Salah Abdeslam early Saturday but denied any involvement in the attacks, their lawyers said.\nMohammed Amri, 27, and Hamza Attou, 21, are being held on charges of terrorist murder and conspiracy. Belgian media reported the two were being investigated as potential suppliers of the suicide bombs used in the attacks, since ammonium nitrate, a fertilizer that can be used to make explosives, was discovered in a search of their residence.\nMore details emerged about the brothers' activities leading to the attack. Salah and Brahim Abdeslam booked a hotel in the southeastern Paris suburb of Alfortville and rented a house in the northeastern suburb of Bobigny several days before, a French judicial official said. Austria's Interior Ministry also disclosed that Salah Abdeslam had entered Austria about two months ago with two unidentified companions.\nKnown terrorists\nA U.S. official briefed on intelligence matters said Abaaoud was a key figure in an Islamic State external operations cell that U.S. intelligence agencies have been tracking for many months.\nAnalysts have been debating to what extent the Islamic State group was devoting resources to external terrorist attacks, versus seeking to hold onto the territory it has seized in Iraq and Syria. A consensus is now emerging that the group is more focused on exporting terror than had been understood.\nEurope nervous\nTensions remained high in much of Europe in the wake of the attacks. The Eiffel Tower shut down again after opening for just a day Monday, and heavily armed troops patrolled the courtyard of the Louvre Museum. In the German city of Hannover, an exhibition soccer game between Germany and the Netherlands was canceled at the last minute.\nand the stadium evacuated because of a bomb threat.\nContinued from Page 1\n\nLoad-Date: November 20, 2015"
}