{
    "title": "Terrorism suspected in Ohio State attack",
    "publisher": "telegraph herald ",
    "year": 2016,
    "month": 11,
    "day": 29,
    "full text": "COLUMBUS, Ohio - A Somali- born Ohio State University student plowed his car into a group of pedestrians on campus and then got out and began stabbing people with a butcher knife Monday before he was shot to death by an officer. Police said they are investigating whether it was a terrorist attack.\nEleven people were hurt, one critically.\nThe attacker was identified as Abdul Razak Ali Artan. He was born in Somalia and was a legal permanent U.S. resident, according to a U.S. official who wasn't authorized to discuss the case. The FBI joined the investigation.\nThe details emerged after a morning of confusion and conflicting reports, created in part by a series of tweets from the university warning that there was an \"active shooter\" on campus and that students should \"run, hide, fight.\" The warning was prompted by what turned out to be police gunfire.\nNumerous police vehicles and ambulances converged on the 60,000-student campus, and authorities blocked off roads. Students barricaded themselves inside offices and classrooms, piling chairs and desks in front of doors, before getting the all-clear an hour and a half later.\nOhio State University Police Chief Craig Stone said the assailant deliberately drove his small gray Honda over a curb outside an engineering classroom building and then began knifing people. A campus officer nearby because of a gas leak arrived on the scene and shot the driver in less than a minute, Stone said.\nAngshuman Kapil, a graduate student, was outside Watts Hall when the car barreled onto the sidewalk.\n\"It just hit everybody who was in front,\" he said. \"After that everybody was shouting, 'Run! Run! Run!'\"\nStudent Martin Schneider said he heard the car's engine revving.\n\"I thought it was an accident initially until I saw the guy come out with a knife,\" Schneider said, adding the man didn't say anything when he got out.\nMost of the injured were hurt by the car, officials said. One had a fractured skull.\nColumbus Police Chief Kim Jacobs, asked at a news conference whether authorities were considering the possibility it was a terrorist act, said: \"I think we have to consider that it is.\"\nRep. Adam Schiff, of California, the top Democrat on the House Intelligence Committee, said that while the bloodshed is still under investigation, it \"bears all of the hallmarks of a terror attack carried out by someone who may have been self-radicalized.\"\n\"Here in the United States, our most immediate threat still comes from lone attackers that are not only capable of unleashing great harm but are also extremely difficult, and in some cases, virtually impossible to identify or interdict,\" he said.\nOhio State's student newspaper, The Lantern, ran an interview in August with a student named Abdul Razak Artan, who identified himself as a Muslim and a third-year logistics management student who had just transferred from Columbus State in the fall.\nHe said he was looking for a place to pray openly and worried about how he would be received.\n\"I was kind of scared with everything going on in the media. I'm a Muslim, it's not what media portrays me to be,\" he told the newspaper. \"If people look at me, a Muslim praying, I don't know what they're going to think, what's going to happen. But I don't blame them. It's the media that put that picture in their heads.\"\nIn recent months, federal law enforcement officials have raised concerns about online extremist propaganda that encourages knife and car attacks, which are easier to pull off than bombings.\nLeaders of Muslim organizations and mosques in the Columbus area condemned the attacks and cautioned people not to jump to conclusions.\n\"It is particularly heartbreaking to see this random act of violence come to this community I hold so dear,\" said Nicole Ghazi, who is active in Islamic organizations and is an Ohio State graduate.\nSurveillance photos showed Artan in the car by himself just before the attack, but investigators are looking into whether anyone else was involved, the campus police chief said.\nThe bloodshed came as students were returning to classes following the Thanksgiving break and Ohio State's football victory over rival Michigan that brought more than 100,000 fans to campus on Saturday.\n\"There were several moments of chaos,\" said Rachel LeMaster, who works in the engineering college. \"We barricaded ourselves like we're supposed to since it was right outside our door and just hunkered down.\"\nLeMaster said she and others were eventually led outside the building and she saw a body on the ground.\nClasses were canceled for the rest of the day.\nThe officer who gunned the attacker down was identified as 28-year-old Alan Horujko, a member of the force for just under two years.\nThe initial tweet from Ohio State emergency officials went out around 10 a.m. and said: \"Buckeye Alert: Active Shooter on campus. Run Hide Fight. Watts Hall. 19th and College.\" University President Michael Drake said the warning was issued after shots were heard on campus.\n\"Run, hide, fight\" is standard protocol for active shooter situations. It means: Run away if possible; get out of view; or try to disrupt or incapacitate the shooter if your life is in imminent danger.\n\nLoad-Date: November 29, 2016"
}