{
    "title": "Terrorism Fear at Manila Casino May Have Been Caused by Irate Gambler",
    "publisher": "the new york times",
    "year": 2017,
    "month": 6,
    "day": 1,
    "full text": "MANILA — It started as a mass panic at the biggest hotel-casino resort in the Philippines over fears of an Islamic State terrorist attack. It ended with the police saying the assailant, who was killed, may have been a gambler with a grudge.\nPatrons jumped off balconies and fled as police officers with bomb-sniffing dogs searched Resorts World Manila complex for armed attackers early Friday. At least two dozen people were reported hurt in their rush to escape.\nHours later, the police and hotel officials said initial reports and rumors that Islamic State gunmen had invaded and set fire to the hotel casino were false, and that one man — possibly an irate gambler with a rifle and can of gasoline — had shot a television and set a table ablaze.\nRonald dela Rosa, director general of the national police, said his officers exchanged fire with the gunman early Friday as he hid inside the hotel. The gunman was found dead.\nMr. dela Rosa also said it was clear he was not a terrorist and instead possibly a “sore loser.”\n“As of now the situation is going back to normal,” he said. “We’ve cleared everything.”\nMr. dela Rosa’s description punctuated a cascade of confusing and sometimes contradictory accounts of what had unfolded at the casino hotel in the Pasay City neighborhood of the Philippine capital, just across from the international airport, starting just after midnight.\nIt came against the backdrop of a nation on edge because of a resurgent Islamist militant insurgency in the south, where President Rodrigo Duterte declared martial law last week and said terrorist attacks were a possibility.\nEarly accounts on Twitter and in local media said gunmen may have stormed the casino hotel, and the sound of gunfire and explosions were heard. Patrons fled, and gray smoke was billowing from the building more than three hours later.\nThe police sealed off the area and the casino hotel was placed in lockdown as officers searched the complex.\nPleas by the police not to spread rumors via social media appeared to go largely ignored.\nMr. dela Rosa told reporters the terrorism angle made no sense considering the gunman’s behavior.\n“In fact, he passed by people,” the chief said describing video recordings of the gunman taken inside. “He didn’t mind them. He was carrying a liter of gasoline, set the table on fire. Maybe he’s mad at gambling. Why did he steal the chips? Maybe he’s a sore loser.”\n“It’s too early to tell, but so far as far as we are concerned there was no indication that it was ISIS,” added Mr. dela Rosa, using an acronym for the Islamic State. “If he were, he would have mowed down those gambling or exploded a bomb.”\nStephen Reilly, chief operating officer of Resorts World Manila, said all guests had been accounted for and were safe.\nAt least one employee of the casino hotel, however, appeared to be missing.\n“Where is my daughter? I haven’t heard from her. Where is she?” Gil Emyongco, the father of Hazel Emyongco, a 29-year-old table supervisor, asked the police and witnesses gathered outside. He said he had been waiting for her to exit for more than five hours, but had yet to see her.\nAnother woman, who fled the casino hotel hours after the ordeal began, passed out on the sidewalk soon after making it outside.\nAt least 25 people were injured and taken to hospitals, a spokesman for the Pasay Chapter of the Philippine Red Cross was quoted as saying by The Manila Times. Some of the wounded were injured jumping from the hotel’s second-floor balconies to escape, the spokesman, Fernando Atienza, was quoted as saying.\nWATCH: Mga sugatan, nirespondehan agad ng medical team. Ayon sa kanila, tumalon lang sila para makalabas ng gusali. pic.twitter.com/T7Y9Dpw0Cj — DZBB Super Radyo (@dzbb)            June 1, 2017\n“Many people were running out of the resort,” said Manuel Reyes, 25, an employee at the nearby Remington Hotel. “There were also gunshots fired. We thought that it was ordinary crime. But we are hearing from the responding policemen that armed men attacked the hotel.”\nMr. Reyes said he had helped two women run from the hotel, before going back to assist an older man.\n“The man told me, ‘Please help. There are many armed men inside.’ At that point I realized it was more than just an ordinary emergency.”\nIn a statement, Kim Molitas, a spokeswoman for the National Capitol Regional Police, implored residents not to share information about the casino hotel on social media, asking locals to “help keep people inside Resorts World and our police safe.”\nAlthough there was no confirmation of who was behind the attack, President Trump described it as an act of terrorism.\n“It’s really very sad about what’s going on throughout the world with terror,” Mr. Trump said at the start of his news conference at the White House on withdrawing the United States from the Paris climate-change agreement.\nRita Katz, director of the Site Intelligence Group, which tracks extremist propaganda, wrote on Twitter that a Filipino operative of the Islamic State had said “lone wolf soldiers” were responsible.\nSince May, the country’s military has been locked in a battle against Islamist groups allied with the Islamic State on the restive southern island of Mindanao.\nThat fighting has been centered on the city of Marawi, where thousands of residents have fled amid the mayhem. Clashes escalated last week between the security forces and members of the Abu Sayyaf extremist group who have aligned themselves with the Islamic State.\nThe military advanced into Marawi after having received reports that Isnilon Hapilon, an Abu Sayyaf leader who has declared fealty to the Islamic State, had been spotted in the area.\nFelipe Villamor reported from Manila, and Russell Goldman from New York. Richard C. Paddock contributed reporting from Manila, and Megan Specia and Rick Gladstone from New York.\nFilipino police officers outside the Resort World Manila hotel in the Pasay City neighborhood of Manila early on Friday. EZRA ACAYAN/EUROPEAN PRESSPHOTO AGENCY\nRelated Articles\nPhilippine Military Kills 11 of Its Soldiers in Errant Airstrike\nCatholic Priest Abducted in the Philippines Appeals to President in a Video\nFilipinos Who Fled ISIS-Inspired Fighting: ‘There Was Gunfire Everywhere’\nPhilippine Forces Struggle to Retake City Held by Islamist Militants\nThe Latest Unrest in the Southern Philippines, Explained\n\nLoad-Date: June 2, 2017"
}