{
    "title": "Terrorism not just Paris' problem, it's our problem",
    "publisher": "the columbian ",
    "year": 2015,
    "month": 11,
    "day": 14,
    "full text": "As we go about our daily work, all of it seems quite insignificant as we hear about and watch the tragedy unfolding in Paris.\nA very close friend of mine, Acey Harper, lives in Paris now.We both studied journalism at the University of Florida and after college worked together at the News-Press in Fort Myers, Fla.Acey was one of the best photographers I have ever met. Like so many, he eventually left the newspaper business. \nHe moved into what I call esoteric photography, making stunning photos of the human body. Parisians fell in love with his work. He had several showings there and eventually began spending more time in that great city.I caught up with Acey via Facebook messaging early this morning, Paris time. I was checking in to just make sure he was OK.He said the city was \"Getting locked down.\"Paris officials were telling residents to stay inside. But he was caught outside.\"Walking home on the back streets. Taxis are all taken. People visibly scared. Not panicked. But hauling ass. Saw a tussle over a taxi between two women.\"People not sure if the Metro (subway system) safe.\"But even as the chaos unfolded across the city, Acey made note of one gentle moment.\"Amidst the quiet chaos, in a typically Parisian moment, I saw a young couple stand at the top of the metro stairs and kiss as if there was no one else in the world.\"Clearly, Acey had to take care of himself, but I asked one last question. \"When will the madness end?\"His answer?\"Rhetorical question for our time. Hate the hate.\"Our hearts all go out to those in Paris, and hope they remain strong.And as we all know, this is not just a Parisian problem or just a European problem. This is a global problem. This is our problem.On this day, we are all Parisians. As Acey so eloquently said:Hate the hate.(Note: My original column for this space will appear Saturday, Nov. 21.)Lou Brancaccio is The Columbian's editor. Reach him at 360-735-4505, lou.brancaccio@columbian.com or Twitter: http://twitter.com/lounews\n\nLoad-Date: October 22, 2021"
}