{
    "title": "Terrorism helps 'Collateral Damage' at box office",
    "publisher": "university wire",
    "year": 2002,
    "month": 2,
    "day": 21,
    "full text": "I happened to catch a portion of the local news in which the anchor said these words: \"Most people go to the movies to escape from reality, but one hit movie is putting people right back in the heart of terrorism.\" Then she smiled and started talking about \"Collateral Damage\" starring Arnold Schwarzenegger, the Schwaz. Luckily, I'd already seen the movie so the advertisement-as-news didn't give anything away.\nBoise State U.\nLet's look at the riveting plot:\nA Colombian terrorist plants a bomb in an attempt to kill a high-ranking CIA official who's responsible for some unnamed injustices against the Colombian revolutionaries. But instead, the bomb misses the official and kills some random people, including the Schwaz's wife and son. So the Schwaz gets pissed and goes to Columbia alone to kill the terrorist. Action and explosions ensue.\nThe movie was made before Sept. 11, and its October release date was pushed back because of its uncanny similarities to the attacks. One explosion looks disturbingly similar to those at the WTC, and the Schwaz is a firefighter, for God's sake. So the movie plays like a \"War on Terrorism\" pep rally. The terrorists are monsters. They are simply inhuman, greedy, evil, and have watered-down, easily refutable arguments about American society and American foreign policy. They are dismissed as idiots and fiends. It's a patriot war-lover's wet dream.\nThen there's the twist (I'm going to give it away because it doesn't deserve secrecy). First the terrorist's beautiful wife and child-who look conveniently like Colombian versions of the Schwaz's dead family-develop an affinity for the Schwaz. Then we learn that the wife doesn't share her husband's taste for American blood, and she decides to help the Schwaz and the CIA find the next bomb, which is already planted somewhere in Washington, D.C. She realizes that terrorism is wrong, and we see that it is possible to convert terrorists to human beings-when they agree with us. Still with me?\nSo we go back to D.C. There, the Schwaz discovers the shocking truth: the beautiful, compassionate wife of the terrorist is not human after all. She is a terrorist herself! She is so inhuman, in fact, that she barely flinches when she realizes that if she completes her mission, she will be murdering her son. No biggie.\nThen the Schwaz saves the day and completes America's catharsis by doing his duty and killing both the terrorist and his horrible wife. The image of this terrorist mastermind-a fictional bin Laden-with a firefighter's axe jutting from his chest is particularly patriotic.\n\"Collateral Damage\" is ludicrous and a sad commentary on some Americans' irrational state of mind. But I can't say I didn't find it hysterical.\n(C) 2002 The Arbiter via U-WIRE\n\nLoad-Date: February 21, 2002"
}