{
    "title": "TERRORISM CHANGES THE FACE OF CRIME-FIGHTING",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 11,
    "day": 26,
    "full text": "This year has given the U.S. both encouraging progress regarding violent crime and a rude awakening about the changing nature of crime.\nCrime trended upward in the late 1980s and early 1990s. In Virginia, from 1987-92, for instance, murders increased 20 percent, rapes 22 percent, robberies 33 percent, and aggravated assaults 43 percent.\nBut now the United States is experiencing the most significant reduction in crime rates since the early 1960s. Violent crime declined 31 percent between 1992 and 1999. In Richmond, for example, 160 murders in 1994 dropped to 94 in 1998, a 41-percent reduction. Property crime also dropped, by 27 percent.\nCriminologists identify several reasons:\n*The most \"crime-prone\" age group (ages 15-24) has declined in size.\n*Prosperity in the 1990s brought jobs, making a life of crime less attractive.\n*Drug-related crime fell as crack cocaine's popularity waned.\n*Fewer homicides were committed with guns, and the number of handgun purchases dropped. With its one-gun-per-month purchase limit, Virginia is no longer the East Coast's leading source of illegal handguns.\n*Violent offenders are serving longer sentences. Under Virginia's new sentencing guidelines, sentences for violent offenders increased from 200 to 700 percent.\nWE SHOULD feel safer because of these developments. Instead, we are more fearful. The massacre at Columbine High School, the bombing in Oklahoma City, and now the attacks on the World Trade Center and the Pentagon show that no one is immune from danger.\nAlthough each death from these events is recorded as \"one\" murder in the FBI's Uniform Crime Reports, these crimes have a larger significance. They target innocent people - usually in groups, not individuals; they are often committed in the name of a cause or belief; they kill large numbers of victims.\nThese are terrorist crimes, where preventing a repeat has a higher priority than prosecution.\nIn response to September 11, many Americans demonstrated a determination to eliminate terrorism. But others responded in fear. Fear cannot be eliminated just by saying everything will be okay. However, it can be replaced by confidence when there is a well-understood plan of action.\nMY PLAN IS summed up in three words: Pray, Prevent, and Pursue.\nAll of us can pray for the victims. Through prayer, we acknowledge that In God We Trust, and we give comfort to those who hear our words.\nPrevention and pursuit of terrorism are the government's job - particularly the FBI and the police. They are guided by an elusive definition of terrorist activity: politically motivated, unexpected violence against civilians designed to create fear and thereby change behavior or policy.\nBoth prevention and pursuit of terrorism start with information-gathering: discovering the identities, plans, activities, and locations of terrorist actors. Usually such evidence is gathered after a crime is committed. However, before-the-fact knowledge is needed to prevent terrorism.\nIn a change of focus, the FBI recently made prevention, rather than prosecution, its top priority when it comes to terrorism. Thus, we can expect to see greater use of laws permitting pre-crime intelligence-gathering, more frequent detention and interrogation of illegal immigrants, increased activity by undercover agents both at home and abroad, and psychological analyses of suspected terrorists. The FBI's \"Carnivore\" Internet wiretapping system will be used extensively to search out and record the e-mails of suspects engaging in international terrorism or \"activities in preparation therefor.\"\nLEARNING THE identities of suspected terrorists - foreign or domestic - may be difficult. Not only may they be hard to pick out of a crowd, but also information about their origins, affiliations, and past activities may not be retrieved in time to make arrests. To meet these challenges, the FBI will look to new technologies, including biometric identification such as DNA, retinal scans, voice recognition, and fingerprints; face-recognition computer-based cameras; and computer-assisted passenger screening based on behavioral profiles.\nOn the horizon is a uniform personal-identification system. Since 2000, applicants in every state must produce two forms of identification to obtain drivers' license. Soon a security-conscious public is likely to begin voluntary use of identification \"smart cards\" containing electronic personal data to avoid delay in boarding airplanes or entering restricted buildings. If the benefits of such \"electronic passports\" become widespread, America may gain a national identification system as ubiquitous as Social Security numbers.\nTo be used effectively, intelligence information needs to be shared among agencies with different jurisdictions, including state and local authorities. Yet sharing is anathema to law-enforcement agencies, whose culture protects evidence from premature disclosure and compromise of an investigation. \"It's mind-boggling that information exists in the U.S., even in the FBI, and it's not being used to protect people,\" laments Michael Chertoff, Assistant Attorney General. In addition, the global nature of terrorism makes international sharing both necessary and challenging.\nBoth the 2001 federal anti-terrorism law and the FBI's new \"wartime reorganization and mobilization plan\" authorize and legitimize sharing information from criminal investigations, including grand jury proceedings, with the CIA, the INS, and other agencies when the target is terrorist activities. But experience shows that new funding is usually necessary to break down cultural barriers to inter-agency sharing.\nNEW STRATEGIES to prevent and pursue terrorism do raise concerns about infringement of civil liberties. \"With terrorism, our only defense might be infiltration and surveillance, so we're going to have to choose between security and privacy,\" commented Walter Dellinger, former Solicitor General of the United States. Nevertheless, U.S. citizens continue to enjoy Bill of Rights protections, rights not extended to non-citizen members of foreign terrorist organizations.\nCourts will eventually set limits on the government's ability to look into private lives in the name of reducing the risk of terrorism. Meanwhile, most Americans will willingly accept less privacy as the price for effective prevention and pursuit.\nAmericans are placing their faith in police - heroes of September 11 - to prevent and pursue terrorism. They have a plan for this mission and know how to execute it. That should give us confidence to set fear aside and return to a more normal life.\n\nGraphic\n\n \nChart\n\nLoad-Date: November 29, 2001"
}