{
    "title": "Terrorism kept at bay - for now",
    "publisher": "the christian science monitor",
    "year": 2003,
    "month": 4,
    "day": 16,
    "full text": "In the run-up to the US-led attack on Iraq, everyone from domestic security chief Tom Ridge to FBI whistle-blower Colleen Rowley warned of a nearly inexorable wave of terrorist attacks being unleashed on the American homeland during the war.\nYet more than three weeks later, not a single attack has been carried out.\nIt's a fact that has surprised even some close observers - and may reveal stronger-than-expected progress in America's war on terror, both at home and abroad.\nMost important in preventing attacks, many say, is the US strategy of aggressively pursuing Al Qaeda members - including new cooperation with foreign intelligence agencies. It appears to be bearing big fruit, including the recent capture of top Al Qaeda leader Khalid Sheik Mohammed. Almost as important is public vigilance in the US, Europe, and elsewhere, which may make it tougher for terrorists to quietly carry out complicated planning for large-scale attacks.\nAlso, certain aspects of the war itself - including the fact that it was relatively brief - may be preventing Arab anger from exploding into outright attacks, at least for now.\nRoots of terrorism still remain\nTo be sure, the elements that gave rise to recent terrorism - radical Islam, Arab poverty, global interconnectedness - haven't changed. And an attack could come at any time. Yet as the war winds down, America appears to have passed its toughest homeland-security test since Sept. 11.\n\"The danger isn't past, but it has to be diminishing,\" says Phil Anderson, a homeland-security scholar at the Center for Strategic and International Studies in Washington. \"With each passing day, I'm less concerned.\"\nThere have been at least some attempted attacks. The State Department said March 28 that two plots by Iraqi agents on US interests - including one reportedly in Jordan - had been foiled. And US forces in Iraq have been targeted by suicide bombers.\nYet inside the US, the tensest terror-alert moments have turned out to be benign - as when three men climbed atop a major New York City bridge, sparking a swarming police response and a rush-hour traffic jam. They turned out to be drunken revelers.\nThe discovery in Seattle of a series of envelopes filled with white powder and antiwar slogans raised fears. But the powder turned out to be harmless ground-up wheat.\nPreemptive strike on terrorists\nThat these events are the closest the US has come to domestic attacks may have to do with the capture of Mr. Mohammed in Pakistan just 20 days before the war.\nHe was head of operations for Al Qaeda - and knows the nuts-and-bolts details of the organization. Without him, top leaders such as Osama bin Laden have a tougher time communicating with - and deploying - lower-level cells. Al Qaeda foot soldiers must now worry that Mohammed may have divulged their names or locations.\nEven though the group would likely want to attack in response to the US war on Iraq, right now \"they're more concerned with surviving to fight another day,\" says Mr. Anderson. Mohammed's capture also symbolizes the new cooperation between US and foreign intelligence agencies, says Rohan Gunaratna, author of \"Inside Al Qaeda.\"\nThese new connections, which have flowered since 9/11, have given the US access to key \"human intelligence.\" Combining on-the-ground information with America's high-tech spying capabilities has proved devastating for Al Qaeda, Dr. Gunaratna says, noting that operatives in 98 countries have been arrested since 9/11.\nUS shouldn't let down its guard\nYet before Americans get smug or confident, others point out that one of Al Qaeda's strengths is patience. Americans have \"gotten used to thinking of wars as occurring in months, if not weeks, but Al Qaeda is thinking in a much more cosmic sense - in terms of decades,\" says terrorism expert Bruce Hoffman at the Rand corporation.\nThat's why continued public and official vigilance is key. Already, the watchfulness - along with myriad homeland-security measures including better airport and port security, closing the St. Louis Gateway Arch, and more - is having an impact. \"When the public is alert, it's very hard for terrorists to plan and execute … large-scale attacks,\" says Gunaratna.\nTensions in a volatile region\nFinally, some elements of the war itself may contribute to the absence of terror in the US. The fact that it isn't a drawn-out conflict may be keeping Arab street anger from exploding - although it's too early to tell whether the war will create what Egyptian President Hosni Mubarak called \"100 bin Ladens.\"\nSome geopolitical dynamics may be at work, too. The one Middle East terror group capable of attacking inside the US is Hizbullah, explains Magnus Ranstorp, head of the terrorism center at the University of St. Andrews in Scotland.\nHizbullah has ties to Iranian intelligence. And because of a history of Iran-Iraq tension, he says, \"The Iranians don't mind the operation in Iraq.\" So they likely haven't pushed Hizbullah to attack US targets. Yet that could change, he says, if the US begins attacking Syria, which also has ties to Hizbullah.\n(c) Copyright 2003. The Christian Science Monitor\n\nLoad-Date: April 15, 2003"
}