{
    "title": "TERRORISM_ AT HOME_ Militants targeted by Bush still free; Only 3 on U.S. list of 22 accounted for",
    "publisher": "the atlanta journal-constitution",
    "year": 2004,
    "month": 9,
    "day": 10,
    "full text": "Washington --- A month after the Sept. 11, 2001, attacks, President Bush announced a list of 22 most wanted terrorists and reviewed their photos at FBI headquarters.\nBush referred to the men as \"the first 22\" in a long-term struggle and said they were among the most dangerous \"leaders and key supporters . . . planners and strategists.\"\nThree years later, two have been captured and one is believed dead. The other 19 remain at large.\nCox Washington Bureau\nDespite an international effort with cooperation from Pakistan and other countries and a revamping of the FBI and other agencies to focus on preventing terrorism, many important suspects have not been found.\nOsama bin Laden, the Saudi dissident and al-Qaida leader, tops the list of most wanted terrorists. Bin Laden has eluded capture despite a $30 million bounty on his head and is believed to be hiding in a mountainous region on the border between Pakistan and Afghanistan.\nOther high-profile suspects who remain at large include Ayman al-Zawahri, believed to be bin Laden's chief deputy and doctor; Saif al-Adel, who is wanted in the 1998 bombings of U.S. embassies in Kenya and Tanzania; and Abu Musab al-Zarqawi, an Islamic militant with alleged ties to al-Qaida who is suspected of involvement in several deadly bombings in Iraq.\nThe Arabic television network Al-Jazeera broadcast a tape of al-Zawahri on Thursday in which he said, \"The defeat of America in Iraq and Afghanistan has become a matter of time.\"\nOf the original list of 22 most wanted terrorists, the most significant capture has been Khalid Shaikh Mohammed, the alleged mastermind of the Sept. 11 attacks. Mohammed is being held at a secret location overseas and has provided valuable information to interrogators, according to federal officials and an independent commission investigating the Sept. 11 strikes.\nAhmed Khalfan Ghailani, a Tanzanian also wanted in the embassy bombings, was arrested last month, according to Pakistani authorities. A third person on the list, Mohammad Atef, a top bin Laden lieutenant, is believed to have been killed during U.S. airstrikes in Afghanistan, although the U.S. government has not confirmed his death.\nMany important suspects outside the original list have also been captured.\nThey include Ramzi Binalshibh, who allegedly aided the Sept. 11 hijackers in Germany; Abu Zabaida, an al-Qaida recruiter and strategist; and Riduan Isamuddin, better known as Hambali, who ran al-Qaida's Southeast Asian operations and is believed to have planned the strike on the USS Cole in Yemen, which killed 17 Americans in 2000.\nBush said last week in his acceptance speech at the Republican National Convention that three-quarters of al-Qaida's key members and associates have been captured or killed.\nStill, many suspects remain at large.\nWhen Attorney General John Ashcroft and FBI Director Robert Mueller warned of possible al-Qaida attacks in the United States this summer, they asked the public to help track down seven suspected al-Qaida members who had experience living in the United States.\nOnly one --- Ghailani --- has been caught.\nThe others are Adnan G. El Shukrijumah, a native of Saudi Arabia who lived in South Florida and is described as a possible planner of attacks; Aafia Siddiqui, a native of Pakistan, who was educated at the Massachusetts Institute of Technology; Fazul Abdullah Mohammed, a suspected al-Qaida leader in East Africa; Amer El-Maati, a native of Kuwait; Abderraouf Jdey, a Canadian citizen who vowed to die for al-Qaida's cause on a videotape found at the home of an al-Qaida leader; and Adam Yahiye Gadahn, an American citizen who converted to Islam as a teenager.\nMueller said Gadahn attended al-Qaida training camps and has served al-Qaida leaders as a translator.\nOfficials do not believe the suspects are acting in concert, but said they could cause great harm on their own or within a cell of al-Qaida operatives.\n\nGraphic\n\n \nPhoto: Ayman al-Zawahri (left) and al-Qaida leader Osama bin Laden, photographed in 1998 in Khost, Afghanistan, are on President Bush's list of key figures in radical Islamic terrorism. / MAZHAR ALI KHAN / Associated Press\n\nLoad-Date: September 10, 2004"
}