{
    "title": "Terribly wrong justification",
    "publisher": "university wire",
    "year": 2004,
    "month": 9,
    "day": 9,
    "full text": "On Nov. 2, the American public will choose the leader of the free world. As we head into the home stretch, the media will target the undecided voters. In the next two months, the media will concentrate on President George W. Bush's policies and how they differ from Massachusetts Sen. John Kerry's objectives.\nThe economy, gay rights and the War in Iraq -- technically as a part of the greater \"War on Terror\" -- will be a few of many key issues in which the media will highlight their contrasting objectives. Conservative and liberal media outlets respectively will provide different spins on the issues. However, there is one issue the mainstream media just keeps on failing to understand: Terror.\nIt is very hard to ignore the war on terror this election year. Many analysts give weight to the economy in determining the outcome, but it's clear since Sept. 11, 2001, our country has undergone changes that can neither be downplayed nor ignored. When focusing on it, despite the blaring failures in our military policies, the war on terror is deemed a success.\nBush campaigners will cite the fall of the Taliban regime in Iraq, the increase of American forces in terror hotspots and increased global cooperation on international terrorism as concrete successes in our war on terror. However, the media's inability to scrutinize the objectives, the methods and the outcome of this endless war has painted a picture that has brainwashed the American public in its perception of the war on terror.\nFirst and foremost, the media's faulty portrayal of this war has its roots in the name itself. We are not fighting a war on terrorism. We are fighting a war on international Islamic fundamentalism. There doesn't seem to be a concern in our foreign policy with Basque separatists in Spain, Tamil Tigers in Sri Lanka or even the pro-Kurdish Kurdistan Workers Party that operates out of Northern Iraq. Terrorism is a tactic, not an ideology. Fighting a war on terrorism is as absurd a concept as fighting a war on guerilla warfare.\nIt is also extremely evident that through the framework of this war, we have slipped out of the boundaries of the war on terror. The invasion of Saddam Hussein's Ba'athist regime was ideologically not a part of the war on terror. Saddam was indisputably a dictator. Yet, his status as a head of state disqualifies him from being defined as a terrorist.\nTerrorists in definition are not government-affiliated. It would also be ridiculous to label him an Islamic fundamentalist since his government was controlled by a nationalist socialist party. Saddam was known for suppressing the rights of Islamic parties. He waged a partly ideological war on theocratically controlled Iran in the 1980s, and one of his top officials, Tariq Aziz, was Christian. Thus, whether you think we were fighting a war on terror or a war on Islamic fundamentalism, one way or another, invading Iraq had nothing to do with out greater war.\nIronically, the presence of our forces in Iraq today has opened the door for Islamic fundamentalist terror -- making it a front in the war. Our successful invasion and subsequent occupation of Iraq has made it a hotbed for terrorist activity. A state in disarray with little to no civil authority is itself a power vacuum. Al Qaida and its sympathizers such as Abu Musab Zarqawi's Jamaat al-Tawhid wa'l-Jihad have capitalized on this opportunity by stepping up operations against American occupation forces.\nNot only has our foreign policy created greater opportunities for international terrorism, but it's even proven to be effective for groups that have utilized terrorism in pursuing their political motives. The April 4 bombing in the Madrid subway proved successful for the al Qaida-linked group whose attack triggered both a loss for the pro-Bush regime in Spain as well as a successive Spanish military pullout from Iraq.\nAnti-occupation resistance groups have continually kidnapped and murdered civilian workers for aiding the occupation by providing goods and services for the occupation forces. An anti-occupation group known as the \"Holders of the Black Banners\" collected a $500,000 ransom and got a Kuwaiti company to leave Iraq after kidnapping six of its employees. This tactic has proven so effective that it is becoming routine for foreign contracting companies to leave Iraq because of security concerns after one of their employees was either murdered or kidnapped.\nHow Bush and Kerry will differ in the direction they take this war could be debated. However, it is painstakingly clear the present government's policies have proven to be ineffective when it comes to the war on terror. By steering off course from this war, the Bush administration has increased terrorism and attracted people to terrorism. It is impossible to win an endless war against a political tactic. Bush knows it, Kerry knows it and the rest of the world knows it. Once the American people know it, then things will be different.\n(C) 2003 Daily Targum via U-WIRE\n\nLoad-Date: September 9, 2004"
}