{
    "title": "Terrorism_ alert yes, alarm no",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 1,
    "day": 14,
    "full text": "THE current terrorist alert in Europe and the Mediterranean should not be viewed as a terrorism alarm. Terrorism is in large part theater, an emotional charge directed at a world audience, as well as a personal tragedy for those directly involved. It would be a mistake to amplify that emotional charge by overreaction, or to overlook some of the positive action being taken.\nThis week began with a terrorist alert in the Netherlands and Scandinavia, with steps taken to protect United States, Jewish, and Israeli sites and facilities. A West German newspaper reported a Bonn government alert to protect Foreign Minister Hans-Dietrich Genscher from an assassination attempt ordered by Libyan leader Muammar Qaddafi. Prime Minister Bettino Craxi warned his Parliament that Italy faced more terrorist assaults this year. Strife among Palestinian factions and among Arab governments was cited as the cause.\nIn part, these alerts and warnings reflect gains in the sharing of intelligence about possible terrorist actions. Strategic intelligence for some time has been indicating a possible trend toward increased terrorist violence in Europe. It is in tactical intelligence, knowledge about specific actions, that cooperation has improved. The 126 cases of terrorism prevention cited by President Reagan a week ago are no small achievement. In one case alone, involving a Shiite group, some 40 separate incidents had been planned.\nGovernments, however, tend to do better citing their successes than in responding to their failures. And given the number of potential sites and the nature of the terrorist mentality - whether of the Middle Eastern, Sikh, Irish, Basque, or ultra-right-wing domestic variety - incidents may recur. There is no way, consistent with freedom of movement for travelers and a reasonable work setting for officials, to protect against terrorism entirely. This should be said to keep the issue in perspective for the public and the government's responses in proportion.\nEconomic sanctions do little good - certainly not when they are indiscriminately threatened against a country like Syria, whose assistance Washington is seeking on specific cases. Military actions to ''raise the cost'' to terrorists could just as easily raise the price they are willing to pay. Calling for a death penalty for terrorists, as Attorney General Edwin Meese did Sunday, seems beside the point when terrorist recruits assume their own lives are at risk with their victims'. These are the fruit of frustration."
}