{
    "title": "TERRORISM-CASE TRIAL DELAY SOUGHT; PROSECUTORS TO APPEAL EARLIER RULING",
    "publisher": "richmond times dispatch ",
    "year": 2003,
    "month": 2,
    "day": 8,
    "full text": "Federal prosecutors have asked a judge to delay all legal proceedings against terrorist suspect Zacarias Moussaoui.\nThe delay was requested to allow appeal of a ruling giving Moussaoui's lawyers access to Ramzi Binalshibh, the self-described coordinator of the Sept. 11, 2001, terror attacks.\nIn court papers filed yesterday, U.S. Attorney Paul J. McNulty informed U.S. District Judge Leonie Brinkema that the government will appeal her Jan. 31 ruling to the 4th U.S. Circuit Court of Appeals.\nMcNulty asked that the judge's order and all pretrial proceedings be stayed pending the appeal.\nGovernment officials have said that the outcome of the appeal could determine whether Moussaoui's case stays in the civilian criminal justice system or is moved to a military tribunal.\nMoussaoui, a 34-year-old French national, is the only person charged in a U.S. court with involvement in the deadly attacks. His trial is scheduled for June.\nGovernment lawyers have contended that allowing Moussaoui's defense to question Binalshibh or any other member of the al-Qaida terrorist network would disrupt ongoing interrogations and give al-Qaida a public platform in a U.S. courtroom.\nMoussaoui's defense team has maintained that he has a fundamental right to call witnesses who might help with his defense.\nLegal experts have speculated that if the government loses its appeal, it will move Moussaoui's case to the military justice system rather than possibly bring Binalshibh into a U.S. courtroom.\nMoussaoui was arrested on immigration charges three weeks before the terrorist attacks when his behavior raised suspicions at a Minnesota flight school.\nIn December 2001, he was charged with conspiring to hijack planes and crash them into the World Trade Center and the Pentagon. If convicted, he would face the death penalty. He is being held without bond in the Alexandria city jail.\nAmong other things, the indictment charging Moussaoui alleges that Binalshibh wired him at least $14,000 in August 2001. Moussaoui later used the money to attend flight school, the indictment alleges.\nBinalshibh was captured last fall in Pakistan and turned over to U.S. authorities. He is being questioned in a secret location.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: February 10, 2003"
}