{
    "title": "Terrorism expert says strikes needed to protect U.S. interests",
    "publisher": "chicago daily herald",
    "year": 1998,
    "month": 8,
    "day": 21,
    "full text": "The United States finally struck back.\nThat was the reaction Thursday from a former anti-terrorist director after hearing that the United States had fired missiles at suspected terrorist sites.\n\"My initial reaction was quite favorable,\" said Donald Lavey, who worked 21 years with the FBI and led the anti-terrorist group for Interpol, the international police agency, in France.\n\"For many years now, terrorists have said it's a war against the U.S.,\" Lavey said. \"We sometimes have paid lip service that it's a war. If indeed it is a war, I think today's strike, assuming they had good intelligence and information about what was there, was very positive.\"\nLavey was optimistic the United States had accurate information because of reported leads, arrests and a hotel raid in the investigation of the bombings in Kenya and Tanzania.\nThe strike was comparable to Israel's response to terrorism, Lavey said.\n\"There seems to be a consensus among the people I worked with that terrorists understand violence, not negotiation or an understanding of their point of view,\" he said. \"I think it was a wise move to retaliate.\"\nYet the most likely response from terrorists, Lavey conceded, would be further retaliation.\nAfter President Ronald Reagan ordered an air strike on Libya, Lavey said, its terrorist activities seemed to decrease, though it was suspected in the subsequent bombing of a Pan Am jet over Scotland.\n\"It seems to me,\" he said, \"we've been a continuous target, with or without retaliation.\"\nIn domestic bombings, such as at Oklahoma City or the World Trade Center in New York, investigators can follow due process guaranteed by the U.S. Constitution and bring suspects to trial.\nOverseas, however, U.S. intelligence has not had great success identifying and catching bombing suspects in Lebanon, Saudi Arabia or elsewhere. The president must resort to military attacks based solely on investigators' information, Lavey said.\nIn this case, the cooperation of the governments in Kenya and Tanzania should have helped a great deal, he added.\n\"The ideal situation,\" he said, \"is you hope you can prevent an attack.\"\n\nLoad-Date: August 24, 1998"
}