{
    "title": "Terror is born in America as well",
    "publisher": "university wire",
    "year": 2017,
    "month": 11,
    "day": 1,
    "full text": "A simple Google search will define the word \"terrorist\" as \"a person who uses unlawful violence and intimidation, especially against civilians, in the pursuit of political aims.\" Nowhere in this basic explanation does it state the perpetrator needs to be from a foreign country to gain this title.\nWith the recent domestic tragedies, such as Las Vegas and Charleston, many have been reluctant to call the criminals terrorists.\nThe French coined this term at the end of the 18th century to describe those perpetuating a regime of terror after the French revolution. Americans use it to describe individuals who come to the U.S. to commit a massacre, excluding native-born people to this country.\nTypically, the only physical identifiable differences between a foreign and domestic terrorist is their skin color and native language. The public typically does not ask for these people's birth certificates before labeling them as terrorists, implying the assumption is based on appearance.\nThe idea we can only give a person from another country such a harsh name is racism, because of the likeliness this will attract harassment to citizens and non-citizens alike based off their appearance.\nIt is an uncomfortable thought to imagine your neighbor being a possible terrorist because of the sense of danger that come with this.\nWhen the image of a huge catastrophe, such as Sept. 11, comes to mind, the citizens immediately link the word terrorism to it because of the mass number of U.S. citizens killed.\nThere is no difference in that circumstance and the one in Las Vegas, besides where the perpetrators were born. The cruel mind does not always come laced in a foreigner's body.\nPeople should deem any mass shooting that takes the lives of innocent individuals an act of terrorism, and society should show the person behind the trigger no less mercy based off the place they were born or the way they look. The U.S. should strive to stop terror in any skin tone.\n\nLoad-Date: November 1, 2017"
}