{
    "title": "Terror rhetoric a toxic trend in American civilization",
    "publisher": "university wire",
    "year": 2013,
    "month": 9,
    "day": 26,
    "full text": "Looking out upon a sea of anxious faces, Nina Davuluri, standing hand-in-hand with her opponent, learned that she would become the first Indian-American woman to ever win the Miss America pageant.\nWith the announcement of \"Miss New York,\" and a roar from the crowd, a shiny tiara was placed atop Miss Davuluri's head in a victory for multiculturalism-an outcome that she had desperately hoped for, but that angry Twitter users would not put up with.\nMinutes after her triumph, Twitter exploded with several hundred racist comments. Among them were \"Miss America? You mean Miss 7-11,\" by one particularly astute user named Mr. CHEEZ-IT, while another insightful user tweeted, \"Miss America, footlong buffalo chicken on whole wheat. Please and thank you.\"\nAlthough none of these comments are acceptable, they also aren't surprising. As a woman of Indian descent who has lived in the Deep South for most of my life, I have learned two things: first, that fried green tomatoes are the most delicious version of a vegetable and, second, that structural racism will always exist. That isn't to say we shouldn't work toward a world of racial equity, but that these comments are predictable.\nWhat shocked and angered me, however, were Twitter comments like these: \"Miss America right now or miss Al Qaeda,\" by Shannon McCann, \"More like Miss Terrorist\" by Not Miss America, and the most unreasonable, \"9/11 was 4 days ago and she gets miss America?\" by one sadly misinformed Twitter user.\nIn addition to showcasing Americans' enduring racist attitudes, the reaction to the Miss America pageant exposes a dangerous rhetoric of terror talk. This rhetoric fuels an unreasonable stigma toward international terrorism, classifies the \"Arab\" as a real threat, and a displays the persistent xenophobic attitude of American culture.\nNina Davuluri is not an Arab, and, even if she were, comments implying she is a terrorist could never be justifiable. She was born in New York and went to the University of Michigan-she is an American. Although it might be tempting to believe that her cultural origin points to a different conclusion, a quick Google search could prevent this onslaught of racist tweets.\nThe ease with which people use the term \"terrorist\" shows that many Americans don't understand the reality of modern terrorism. Such terror talk only assists militant groups, which maintain their power by promoting a message of conflict between Islam and the West. When we indict anyone who may be perceived as a foreigner and use rhetoric that demeans the actual meaning of terrorism, we grant terrorist groups the source of their power-an unreasonable hatred toward the \"others.\"\nSept. 11, 2001 was a tragic day in American history that will always exist in our collective memory. But, it was also the point at which the U.S. government radically changed and improved its homeland security and counterterror efforts. Since 2005, international terrorism directed at the United States has dramatically decreased, reaching its lowest point in 2009, and continues to maintain similarly low levels.\nMultiple recent incidents, however, point to the higher probability of homegrown, domestic terrorism. In Aug. 2012, Wade Michael Page, a white man and army veteran, entered a Wisconsin Sikh Temple and killed six people. In 2008, an American truck driver, Jim Adkisson, opened fire at a Unitarian church and killed two people. In 2010, Andrew Stack, yet another Caucasian man, crashed his personal plane into an IRS office in Texas.\nThese are just a few of the many instances of homegrown terrorism that haven't involved jihadist groups or foreigners, which isn't even to mention recent shootings at Sandy Hook, Newtown, Virginia Tech, and the Washington Navy Yard. Meanwhile, in 2012, there were only nine terrorist plots involving American Muslims.\nTake it from someone who has been called a terrorist before-it's not fun. Our rhetoric plays a role in combating this fear, and we can start by thinking twice before calling someone who looks foreign a terrorist. I think Stephen Colbert characterized our tendency to resort to terror talk well when he said \"That's right. Seven hundred and five people saw a woman in a bikini and thought: Muslim Extremist.\"\n\nLoad-Date: September 26, 2013"
}