{
    "title": "Terrorism war turns to information network",
    "publisher": "the world",
    "year": 2005,
    "month": 1,
    "day": 12,
    "full text": "It is a daunting task within the Pentagon: defending more than 3.5-million computers worldwide against a growing threat of cyber attack from terrorists to common hackers.\nWhat's at stake, says Lt. Gen. Harry Raduege Jr., responsible for operating and defending the nation's global information grid, is the everyday function of the world.\n\"Not only our defense mechanisms,\" Raduege said in an interview Tuesday, \"but also world economies, world business and finance, world political apparatus and important diplomatic discussions. They all depend on reliable and accessible networks.\"\nRaduege was the keynote speaker at the fourth annual Cyber Crime Conference, sponsored by the Department of Defense at the Westin Innisbrook Resort. The weeklong gathering has brought together 600 of the nation's cyber crime experts from the military, law enforcement, the private sector and the intelligence community.\nThe goal, Raduege said, is to better coordinate the fight against countries, groups or individuals bent on disrupting the nation's ability to defend itself through the manipulation of computer networks.\n\"They try to wreak havoc, they try to steal information, they try to gain access, change information,\" he said. \"It's the same thing that we experience on our home computers today.\"\nBut for the military, it's a matter of life and death, because warfare is conducted with computers. The mission statement of the Department of Defense Joint Task Force for Global Network Operations says the goal is to ensure \"that our nation's warfighting forces get the right information at the right place at the right time with appropriate protection of that information.\"\nIt's not just about war.\n\"The business operations of the Department of Defense also need to be protected and operated properly,\" Raduege said, \"so everything from finance to logistics to medical care, those networks that carry that type of information have to be properly operated and defended, so that someone can't get in and destroy or manipulate or change or deny that information that's flowing over that.\"\nLast year, the military's unclassified computer network suffered 60,000 \"intrusions,\" Raduege said, or close to 165 a day.\nWithout going into great detail, he said, Pentagon officials isolated the problem and blocked the intruder. Officials then cleaned the system, tested it and put it back in operation.\n\"The growing threat is coming from all sectors,\" he said. \"It's coming from the common hacker that used to be fairly unsophisticated all the way up to terrorists. The threat is growing to all of our networks just because of the growing capabilities to those who would wish us ill.\"\nThe military arsenal against computer attack includes the Department of Defense Cyber Crime Center, which features a computer forensics laboratory, a computer investigations training program and the Cyber Crime Institute.\nThe military also works with the private sector and law enforcement and the intelligence community in its battle against cyber crime.\nThe conference includes an exposition by three dozen companies including General Dynamics.\nAmong the seminar topics: \"Hacker Tools for Dummies,\" \"Binary Deconstruction,\" and \"Understanding Covert Channels.\"\nIn an interview after his speech, Raduege noted that this was the first year that intelligence officers have been invited to participate. \"It's critical to have intelligence and intelligence individuals because they have analysis capabilities on those trying to wreak havoc on our capabilities,\" he said.\nAs computer networks expand, so does the job of securing the military computer network.\nRaduege noted that the Department of Defense network includes 3.5-million computers \"that we have to protect and defend against the entire globe.\"\n\"It's a large responsibility and it's very complex,\" he said, \"the way we have to try to defend ourselves.\"\n\nLoad-Date: January 12, 2005"
}