{
    "title": "TERRORISM ISN'T WAR",
    "publisher": "pittsburgh post-gazette",
    "year": 2002,
    "month": 10,
    "day": 27,
    "full text": "The confirmed death toll from the Bali bombings this month has reached 190, but could be higher. About half of the victims are Australian -- 96 dead or still missing. So Australia (with about one-fifteenth of the U.S. population) has suffered a loss of life comparable to what the United States did on 9/11. Or, to put it another way, an extra month's worth of traffic deaths this year.\n I don't wish to hurt the feelings of the bereaved, but I put it that way because it is the right way to think about it. Terrorism is not like war, which can devastate whole societies. It is an essentially marginal activity, carried out by those without much power, which only succeeds if it can stampede the target society into overreacting.\nSome statistics. From 1942 to 1945, after the Russians, the Americans and the Japanese had all joined the fighting, the Second World War was killing over 1 million people per month: another Bali every 10 minutes, day and night, for years. That's what major wars used to be like before nuclear weapons. If the Third World War had been fought around 1970, with all buttons pressed, it would probably have killed 500 million people in the first month.\n Terrorism is a much more bearable phenomenon. Over the past 12 months, excluding the single and perhaps never to be repeated mega-strike that killed over 3,000 people in New York and Washington, the monthly American death toll from terrorism has been fewer than three. Even if Islamist or other terrorist groups could pull off a 9/11-scale strike on American soil every year, that would still add up to an average of only 250 U.S. deaths a month, or one in a million. The average American's likelihood of being killed by a terrorist would still be comparable, at worst, to the chances of winning a lottery.\n Of course, this entirely neglects people's intense psychological reaction to terrorist attacks. The U.S. government is prepared to spend a hundred times as much to prevent one American death from terrorism as it would commit to prevent one traffic death precisely because we view the former in a different light: Human beings pay more attention to threats that they think they can do something about than to dangers that they can do little to control. In particular, history and maybe even evolution have conditioned us to go into overdrive when confronted with a threat from another group.\n Terrorists know that, and work with it. The first objective of any competent terrorist group, therefore, is to get the attention of the target society and make itself a primary focus of public concern and government policy. It is by getting that far larger and more powerful society to react in ill-considered and self-defeating ways that you gradually approach your own objective.\n In the case of al-Qaida and its Islamist allies, the final objective is to destroy the existing ruling groups in Arab and some other Muslim countries and take their places. Since they cannot achieve that goal by direct action, they seek to conscript the unwitting West to their service, trying to push it into aggressive and repressive responses that will \"reveal\" it as the sworn enemy of Muslims everywhere. It is the same tactic that the American Marxist philosopher and terrorist sympathiser Herbert Marcuse once characterized as \"unmasking the oppressive tolerance of the liberal bourgeoisie.\"\n So far, the West is playing its allotted role quite satisfactorily. The initial restraint of the U.S. government after the carnage of 9/11 was deeply disappointing to those who authorized al-Qaida's attacks -- they had hoped for a massive, indiscriminate U.S. retaliation that would drive millions of Arabs and other Muslims into their arms -- but the growing anti-American backlash in Afghanistan and President Bush's increasingly surreal plans for attacking Iraq have done much to restore their hopes.\n The whole point of this exercise, from lower Manhattan to Bali to wherever the next strike hits, is to get the West to stamp around the Muslim world as violently and clumsily as possible, hurting lots of innocent people in the process. With the aid of the Western media, which wallow in each local tragedy in almost pornographic detail and magnify it into a harbinger of apocalyptic disasters to come, the terrorists are getting their misleading message across and leading Western policy-makers up the garden path.\n The only antidote to this terrorist strategy is a clear focus on exactly how weak the terrorists are and how little damage they do. It goes against every instinct of human sympathy and every rule of practical politics to say so, but the horror in Bali was statistically and strategically insignificant. Good police and intelligence work will reduce the number of such incidents, but it will never eliminate them. They are part of the cost of living in a complicated and interconnected world.\n\nNotes\n\nGwynne Dyer is a London-based independent journalist whose commentaries are published in 45 countries.\n\nLoad-Date: October 29, 2002"
}