{
    "title": "Terrorism worries U.S. execs more than war",
    "publisher": "usa today",
    "year": 2002,
    "month": 12,
    "day": 24,
    "full text": "A war with Iraq doesn't worry some executives at U.S. companies as much as concerns about retaliatory terrorism, civil unrest and a host of spin-off uncertainties for which they can't plan.\nWar alone, they say, may do little but raise the price of oil and has become lost in the noise of a nuclear North Korea and civil unrest in Venezuela.\n\"It's very complex, very fluid, and the goal posts keep moving,\" says John Sullivan, director of worldwide security for Texas Instruments, which long ago drew down the number of Americans abroad to 210 expatriates. But it has 35,000 employees outside the USA and is monitoring dangers as far away as Malaysia.\nTEC International, whose members are CEOs from small and midsize businesses, says 7% of members ranked a war with Iraq as the greatest threat to the economic future. By far the most common response: 41% of the 1,142 CEOs who responded to the survey said another major terrorist attack in the USA is their greatest concern.\nBut Frank MacInnis, CEO of Fortune 500 construction company Emcor Group, says the country is more psychologically equipped to deal with terrorism now, and a prolonged war could hurt the economy more than another terrorist attack.\nIt's not war, but unanticipated repercussions, says Paul Bremer, U.S. counterterrorism ambassador during the Reagan administration and CEO of Marsh Crisis Consulting. He says regional chaos could ensue.\nBut planning is seen in many quarters as crystal ball management, especially at smaller companies. \"Preparing for mass casualties and terrorism is outside the realm,\" says Raeanne Presley, owner of a 75-employee country music and comedy show in Branson, Mo.\nFeelings of helplessness aren't unique to small businesses. About half of Fortune 500 companies have crisis management in place. The others are taking the \"head-in-the-sand approach,\" says Bruce Wimmer, a former Air Force anti-terrorism expert now working for Pinkerton Consulting & Investigations. Companies must imagine the worst, then decide what they would do, he says.\nConcerns at multinational companies include personnel evacuation, stockpiling inventory, switching manufacturing from one country to another and finding alternative shipping routes and ports.\nIntel has two manufacturing plants in Israel that chug along under volatile conditions. Travel means Israelis come to the USA, rather than U.S. executives going there.\nPitney Bowes is prepared to track all traveling employees. It was able to locate all of them within six hours of the Sept. 11 attacks, says Murray Martin, group president of Global Mailing Systems.\n\nGraphic\n\n \nGRAPHIC, B/W, Marcy E. Mullins, USA TODAY, Source: TEC Index (BAR GRAPH)\n\nLoad-Date: December 24, 2002"
}