{
    "title": "TERRORISM ABROAD_ Fear grips London; City on edge as officers kill one suspect, arrest two others",
    "publisher": "the atlanta journal-constitution",
    "year": 2005,
    "month": 7,
    "day": 23,
    "full text": "London --- Anti-terrorist police officers shot one man to death and arrested two others Friday as the investigation into multiple bombings of the London transport system appeared to move at breathtaking speed.\nFriday was also a day of house searches, bomb scares and road closures as authorities worked frantically to prevent more attacks.\nMeanwhile, police released closed-circuit television pictures of the four men believed to have been involved in the attempted bombings Thursday of three subway trains and a bus, and appealed for help in finding them. One of the men wore a dark shirt with \"New York\" printed on it.\nLondon, still reeling from the spate of terrorist attacks this month, was gripped by panic as rifle-toting police officers --- a rare sight in the capital --- patrolled the streets and bomb squads probed suspicious packages. The front-page headline on the Daily Mirror newspaper read: \"IS THIS HOW WE MUST NOW LIVE?\"\nOn July 7, four apparent suicide attackers detonated bombs on three subway trains and a bus, killing themselves and 52 other people. Thursday, attackers again attempted to set off bombs on three subway trains and a bus but, though the detonators caused minor explosions, the bombs failed to go off and no one was hurt.\nIndependent experts speculated that the explosives in Thursday's failed attacks could have been from the same batch that was used to make the July 7 bombs, because that explosive was a type that degrades so quickly that it might no longer have been usable.\nPresident Bush, on a visit to Atlanta to promote his plan to change Social Security, said that the United States stands \"strongly\" with Britain during \"these trying times.\"\nSpeaking about the attacks during a speech on Medicare and Social Security, Bush said no one will \"frighten us from our great love of freedom.\"\nHe expressed confidence that Britons, like Americans, \"will not be intimidated by thugs and assassins.\"\n'Deeply regrettable' death\nThe most dramatic developments Friday in London came at 10 a.m. Witnesses said they were sitting on a subway car in the Stockwell Underground station when a man ran in, hotly pursued by three undercover officers.\nThe man half-tripped and was pushed to the floor by the officers, one of whom shot him at point-blank range, one witness, Mark Whitby, told BBC television.\n\"I've never seen anything like it in my life,\" Whitby said. \"I saw them kill a man, basically.\"\nWhitby said the man had no backpack, such as those in which previous terrorists have carried bombs, and did not appear to be carrying anything. But he was wearing a bulky coat, unusual in the hot weather that has gripped London this summer.\nSir Ian Blair, the head of the Metropolitan Police, said the shooting was \"directly linked to the ongoing and expanding anti-terrorist operation.\"\nBlair said the death was \"deeply regrettable,\" but the man had been challenged and had failed to obey police instructions.\nThe Stockwell Underground station remained closed for much of the day.\nMeanwhile police searched three addresses in London, cordoning off streets. A man was arrested in the south London neighborhood of Stockwell, not far from where the shooting took place, and police officers searched a building in the area.\nPolice said it was the first arrest directly connected to Thursday's attacks.\nA mosque in East London was searched after someone telephoned in a bomb threat. No bomb was found.\nIn Birmingham, a city of nearly 1 million people 110 miles northwest of London, police arrested a man at a train station and seized at least two suitcases under Britain's anti-terrorism laws, The Associated Press reported. The station was evacuated and cordoned off.\nIt was unclear whether the arrest was connected to Thursday's bombing attempts.\nAnd two men who had been detained Thursday --- one of them near the Downing Street residence of Prime Minister Tony Blair --- were released without charge.\nMen 'urgently' sought\nAt a news conference Friday, Assistant Police Commissioner Andy Hayman released unusually clear closed-circuit television images of four men who left the scenes of Thursday's failed bombings, saying that police \"urgently want to trace\" them.\nOne showed a man in a dark sweatshirt with \"New York\" emblazoned on the front running through the Oval subway station. Another showed a man with a moustache and a T-shirt with a palm tree logo standing on the upper deck of the bus on which a bombing attempt occurred.\nAnother showed a man in dark clothes leaving the Warren Street Underground station, and a fourth showed a man, also in dark clothes, at the Westbourne Park station.\n\"It's time for the public to do what they're very good at, which is to support investigations,\" Hayman said.\nCommissioner Blair said the investigation was \"very, very fast-moving\" but also extraordinarily difficult.\n\"This is the greatest operational challenge ever faced by the Metropolitan Police Service,\" he said. \"I think the Metropolitan Police Service and its sister services are doing a magnificent job. But officers are facing previously unknown threats and great danger.\"\nAnd he issued a plea for community support that appeared designed to head off resistance to the investigation among some Muslims.\n\"We need the understanding of all communities, the cooperation of all communities,\" he said. \"This operation is targeted against criminals. It is not targeted against any community or any section of a community.\"\n\nGraphic\n\n \nSANG TAN / Associated Press Witnesses are led away from south London's Stockwell Underground station, where police on a subway fatally shot a man who had been fleeing undercover officers. A witness said the man had no backpack or packages, but was wearing a bulky coat. ; SUSPECTS SOUGHT Police sought help in identifying these men, caught on camera as they left the scenes of the four failed bombings.\n\nLoad-Date: July 23, 2005"
}