{
    "title": "Terrorism trial begins for ex-Navy sailor",
    "publisher": "charleston gazette",
    "year": 2008,
    "month": 2,
    "day": 25,
    "full text": "NEW HAVEN, Conn. - A former Navy sailor faces a trial beginning today on terrorism charges alleging that he communicated with suspected terrorists while on duty and leaked information that could have doomed his own ship.\nProsecutors say Hassan Abu-Jihaad sent details of the location and vulnerabilities of a Navy battle group to suspected terrorism supporters in London.\n\"If we have members of our military who are aggressively passing on secrets to terrorists, that's cause for concern,\" said Michael Greenberger, director of the Center for Health and Homeland Security at the University of Maryland. \"It's a very aggressive act which would have brought real danger to the United States.\"\nAbu-Jihaad, 32, of Phoenix, has pleaded not guilty to charges that he provided material support to terrorists with intent to kill U.S. citizens and disclosed classified information relating to the national defense. If convicted, he faces up to 25 years in prison.\nAbu-Jihaad, an American-born Muslim convert formerly known as Paul R. Hall, was a signalman until he received an honorable discharge in 2002. He worked in a warehouse in Phoenix and has two children, friends said.\n\"He was very opinionated,\" Miguel Colon, a friend questioned about Abu-Jihaad by FBI agents, said last year. \"He would talk about things in regard to the way the Iraq war was going. It was something he disagreed with.\"\nAbu-Jihaad is charged in the same case as Babar Ahmad, a British computer specialist arrested in 2004 and awaiting extradition on accusations of running Web sites to raise money, appeal for fighters and provide equipment such as gas masks and night-vision goggles for terrorists. The Web sites were the premier English-language mouthpiece of terrorists, according to Evan Kohlmann, a terrorism expert and a government witness for the trial.\nAn FBI affidavit says he exchanged e-mails with Ahmad in 2000 and 2001 while on active duty on the destroyer USS Benfold. In those e-mails, Abu- Jihaad discussed Navy briefings and praised Osama bin Laden and the people who attacked the destroyer USS Cole in 2000, investigators say.\n\nLoad-Date: February 26, 2008"
}