{
    "title": "Terrorist Plots, Hatched by the F.B.I",
    "publisher": "the new york times",
    "year": 2012,
    "month": 4,
    "day": 29,
    "full text": "THE United States has been narrowly saved from lethal terrorist plots in recent years -- or so it has seemed. A would-be suicide bomber was intercepted on his way to the Capitol; a scheme to bomb synagogues and shoot Stinger missiles at military aircraft was developed by men in Newburgh, N.Y.; and a fanciful idea to fly explosive-laden model planes into the Pentagon and the Capitol was hatched in Massachusetts.\nBut dramas were facilitated by the F.B.I., whose undercover agents and informers posed as terrorists offering a dummy missile, fake C-4 explosives, a disarmed suicide vest and rudimentary training. Suspects naively played their parts until they were arrested.\nWhen an Oregon college student, Mohamed Osman Mohamud, thought of using a car bomb to attack a festive Christmas-tree lighting ceremony in Portland, the F.B.I. provided a van loaded with six 55-gallon drums of ''inert material,'' harmless blasting caps, a detonator cord and a gallon of diesel fuel to make the van smell flammable. An undercover F.B.I. agent even did the driving, with Mr. Mohamud in the passenger seat. To trigger the bomb the student punched a number into a cellphone and got no boom, only a bust.\nThis is legal, but is it legitimate? Without the F.B.I., would the culprits commit violence on their own? Is cultivating potential terrorists the best use of the manpower designed to find the real ones? Judging by their official answers, the F.B.I. and the Justice Department are sure of themselves -- too sure, perhaps.\nCarefully orchestrated sting operations usually hold up in court. Defendants invariably claim entrapment and almost always lose, because the law requires that they show no predisposition to commit the crime, even when induced by government agents. To underscore their predisposition, many suspects are ''warned about the seriousness of their plots and given opportunities to back out,'' said Dean Boyd, a Justice Department spokesman. But not always, recorded conversations show. Sometimes they are coaxed to continue.\nUndercover operations, long practiced by the F.B.I., have become a mainstay of counterterrorism, and they have changed in response to the post-9/11 focus on prevention. ''Prior to 9/11 it would be very unusual for the F.B.I. to present a crime opportunity that wasn't in the scope of the activities that a person was already involved in,'' said Mike German of the American Civil Liberties Union, a lawyer and former F.B.I. agent who infiltrated white supremacist groups. An alleged drug dealer would be set up to sell drugs to an undercover agent, an arms trafficker to sell weapons. That still happens routinely, but less so in counterterrorism, and for good reason.\n''There isn't a business of terrorism in the United States, thank God,'' a former federal prosecutor, David Raskin, explained.\n''You're not going to be able to go to a street corner and find somebody who's already blown something up,'' he said. Therefore, the usual goal is not ''to find somebody who's already engaged in terrorism but find somebody who would jump at the opportunity if a real terrorist showed up in town.''\nAnd that's the gray area. Who is susceptible? Anyone who plays along with the agents, apparently. Once the snare is set, law enforcement sees no choice. ''Ignoring such threats is not an option,'' Mr. Boyd argued, ''given the possibility that the suspect could act alone at any time or find someone else willing to help him.''\nTypically, the stings initially target suspects for pure speech -- comments to an informer outside a mosque, angry postings on Web sites, e-mails with radicals overseas -- then woo them into relationships with informers, who are often convicted felons working in exchange for leniency, or with F.B.I. agents posing as members of Al Qaeda or other groups.\nSome targets have previous involvement in more than idle talk: for example, Waad Ramadan Alwan, an Iraqi in Kentucky, whose fingerprints were found on an unexploded roadside bomb near Bayji, Iraq, and Raja Khan of Chicago, who had sent funds to an Al Qaeda leader in Pakistan.\nBut others seem ambivalent, incompetent and adrift, like hapless wannabes looking for a cause that the informer or undercover agent skillfully helps them find. Take the Stinger missile defendant James Cromitie, a low-level drug dealer with a criminal record that included no violence or hate crime, despite his rants against Jews. ''He was searching for answers within his Islamic faith,'' said his lawyer, Clinton W. Calhoun III, who has appealed his conviction. ''And this informant, I think, twisted that search in a really pretty awful way, sort of misdirected Cromitie in his search and turned him towards violence.''\nTHE informer, Shahed Hussain, had been charged with fraud, but avoided prison and deportation by working undercover in another investigation. He was being paid by the F.B.I. to pose as a wealthy Pakistani with ties to Jaish-e-Mohammed, a terrorist group that Mr. Cromitie apparently had never heard of before they met by chance in the parking lot of a mosque.\n''Brother, did you ever try to do anything for the cause of Islam?'' Mr. Hussain asked at one point.\n''O.K., brother,'' Mr. Cromitie replied warily, ''where you going with this, brother?''\nTwo days later, the informer told him, ''Allah has more work for you to do,'' and added, ''Revelation is going to come in your dreams that you have to do this thing, O.K.?'' About 15 minutes later, Mr. Hussain proposed the idea of using missiles, saying he could get them in a container from China. Mr. Cromitie laughed.\nReading hundreds of pages of transcripts of the recorded conversations is like looking at the inkblots of a Rorschach test. Patterns of willingness and hesitation overlap and merge. ''I don't want anyone to get hurt,'' Mr. Cromitie said, and then explained that he meant women and children. ''I don't care if it's a whole synagogue of men.'' It took 11 months of meandering discussion and a promise of $250,000 to lead him, with three co-conspirators he recruited, to plant fake bombs at two Riverdale synagogues.\n''Only the government could have made a 'terrorist' out of Mr. Cromitie, whose buffoonery is positively Shakespearean in its scope,'' said Judge Colleen McMahon, sentencing him to 25 years. She branded it a ''fantasy terror operation'' but called his attempt ''beyond despicable'' and rejected his claim of entrapment.\nThe judge's statement was unusual, but Mr. Cromitie's characteristics were not. His incompetence and ambivalence could be found among other aspiring terrorists whose grandiose plans were nurtured by law enforcement. They included men who wanted to attack fuel lines at Kennedy International Airport; destroy the Sears Tower (now Willis Tower) in Chicago; carry out a suicide bombing near Tampa Bay, Fla., and bomb subways in New York and Washington. Of the 22 most frightening plans for attacks since 9/11 on American soil, 14 were developed in sting operations.\nAnother New York City subway plot, which recently went to trial, needed no help from government. Nor did a bombing attempt in Times Square, the abortive underwear bombing in a jetliner over Detroit, a planned attack on Fort Dix, N.J., and several smaller efforts. Some threats are real, others less so. In terrorism, it's not easy to tell the difference.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \n DRAWING (DRAWING BY CLAY RODERY)                                     \n\nLoad-Date: April 29, 2012"
}