{
    "title": "Terrorism Suspect Seeks Dismissal Over Delay in Trial",
    "publisher": "the new york times",
    "year": 2009,
    "month": 12,
    "day": 2,
    "full text": "Lawyers for a terrorism suspect who spent nearly five years in American government custody before being sent to Manhattan for prosecution in a civilian court have asked a judge to dismiss his indictment, saying that the authorities had violated his constitutional right to a speedy trial, a new court filing shows.\n  The suspect, Ahmed Khalfan Ghailani, who faces charges of conspiring in the 1998 bombings of the American Embassies in Kenya and Tanzania, was captured in Pakistan in 2004, held for two years in secret prisons run by the Central Intelligence Agency and moved to the naval base at Guantanamo Bay, Cuba, in 2006.\n  During his detention, he has said, he was subjected to cruel interrogation techniques and was denied a lawyer.\n  ''We respectfully submit that this case presents possibly the most unique and egregious example of a speedy trial violation in American jurisprudence to date,'' Mr. Ghailani's lawyers said in a document that was heavily censored because of its reliance on classified information. \n  Although Mr. Ghailani faces charges stemming from a terrorist act that predated the Sept. 11 attacks, his motion could foreshadow a key issue in the prosecution of Khalid Shaikh Mohammed, the professed organizer of the 9/11 plot, and four other Guantanamo detainees who were recently ordered sent to New York for trial.\n  The legal papers were originally filed before Judge Lewis A. Kaplan of Federal District Court in Manhattan on Nov. 16 under a court seal. The version released on Tuesday includes many pages which are entirely blacked out.\n  Mr. Ghailani's lawyers assert in the document for the first time publicly that the government sought to turn Mr. Ghailani into an ''intelligence asset'' while he was in detention, interrogating him more than 100 times and asking about the whereabouts of Osama bin Laden and others, the history and operations of Al Qaeda and details of the embassy attacks.\n  The lawyers also cite Mr. Ghailani's two years in the overseas prisons where, they said, ''interrogation techniques amounting to torture were authorized.'' (The sections of the document that appear to describe those techniques are almost entirely blacked out.)\n  Mr. Ghailani ''appears to be so damaged'' by his treatment that his ability to assist his lawyers in preparing his defense has been harmed, the lawyers said.\n  A spokeswoman for the United States attorney's office had no comment; prosecutors will be filing a response to the motion.\n  The defense lawyers -- Peter E. Quijano, Michael K. Bachrach and Gregory Cooper -- said in the document that they expected the government to ''rely on national security to excuse its conduct.'' \n  But, they said, the delays in bringing him to trial and the treatment he underwent were so harmful to him and his ability to defend himself that the charges should be dismissed.\n  ''This motion asks one primary question,'' the lawyers wrote. ''Can national security trump an indicted defendant's constitutional right to a speedy trial? We respectfully submit that the answer is emphatically and without qualification, 'No.' ''\n  The lawyers cited a 1972 Supreme Court decision that said judges must weigh several factors in assessing a speedy trial claim, including the length of and reason for a delay, and the prejudice caused to the defendant.\n  The embassy bombings, carried out by Al Qaeda, killed 224 people. Mr. Ghailani, a Tanzanian who is believed to be in his mid-30s, has pleaded not guilty. After the attacks, the military authorities have said, he was a cook and a bodyguard for Mr. bin Laden.\n\nhttp://www.nytimes.com\n\nLoad-Date: December 2, 2009"
}