{
    "title": "Terror enters the narrative In _Netherland_ and other books since 9_11, the tragedy and fear play a",
    "publisher": "the philadelphia inquirer",
    "year": 2011,
    "month": 9,
    "day": 4,
    "full text": "Netherland is a quiet evocation of a tragic time. \nPublished in 2008, Joseph O'Neill's elegant tale of strained marriage plays out in a low key against the violent backdrop of 9/11 and the clamor of war that followed. \nUntil a decade ago, literary authors like O'Neill paid little attention to terrorism and political violence. Mayhem of that sort belonged mostly to thriller novelists such as Tom Clancy, Ian Fleming, and Robert Ludlum, and the occasional literary lion, like Graham Greene or John le Carré, who could spin a spy tale into high art. \nAll of that changed on 9/11. \nSuddenly, awareness of terrorism became part of life's fabric in a stunned, benumbed nation, giving fiction writers a whole new moral and emotional landscape to explore. \nAnd explore it they did. \nDon DeLillo, John Updike, Jay McInerny, Jonathan Safran Foer, Ken Kalfus, Claire Messud, Ian McEwan. Not a thriller writer among them, but all writing books suffused with the horror of 9/11, from DeLillo's Falling Man (2007), with its searing re-creation of the fateful day, to Philadelphia author Kalfus' A Disorder Peculiar to the Country (2006), a stinging satire of connubial combat set against the backdrop of 9/11's violence. \nAnd one assured example of the persistent anxiety can be found in Netherland, which tracks the emotional impact of the attacks. \nIn the wake of the attack, fear - of a possible attack in Times Square, of sabotage at a nuclear power plant, of a sudden need to evacuate the city - opens fault lines in the marriage of two New York residents, Dutch-born securities analyst Hans van den Broek and his English wife, Rachel, a lawyer. \nForced from their Tribeca loft by the attack and holed up in a hotel, the couple drift apart and Rachel decides to return to England with their young son, Jake. \"It would only be for a while, she said in a low voice. Just to get some perspective on things. . . . There was no denying the possibility that another New York calamity lay ahead and that London was probably safer. Rachel was right; or, at least, she had reason on her side. . . .\" \nRachel goes and Hans stays, but aims to reunite the family, knowing that Rachel won't come back to New York - at least as long as George W. Bush is president. \nMeanwhile, Hans' odd friendship with Chuck Ramkissoon, a Trinidian emigre with a passion for cricket, introduces him to an America he hadn't seen from Tribeca or Wall Street. \nThough told from the perspective of foreigners. Netherland is an affectionate but not uncritical view of New York and the United States by O'Neill, a New York resident born in Ireland and raised in Holland and several other countries. \nLike the best of literature, it creates art out of tragedy. \nContact Books editor Michael D. Schaffer at 215-854-2537 or mschaffer@phillynews.com.    \n\nLoad-Date: September 4, 2011"
}