{
    "title": "Terrorism topic of West Virginia U. discussion",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 5,
    "full text": "More exposure to diversity will cause people to be less inclined to bias, according to West Virginia University psychology professor Tracy Morris.\nWVU's effort to \"deconstruct\" the events of Sept.11 continued on Sunday as Morris and sociology professor Larry Nichols discussed \"Culture and the Psychology of Terrorism\" in the Mountainlair Ballrooms.\nNichols, who teaches a course devoted solely to terrorism, defined it as \"political violence that involves attacks on direct targets in order to create fear in indirect targets in order to force the indirect targets to change their behavior.\"\nWest Virginia U.\nTerrorism can be distinguished from regular crime in terms of direct and indirect targets, Nichols explained.When someone is robbed on the street, the robber's direct target is that person attacked, he said.\nThe World Trade Center, according to Nichols, was the indirect target of the Sept. 11 attacks and the United States was actually the direct target.\n\"Terrorism is more than civil disorder but less than guerilla warfare,\" Nichols said.\nNichols said he feels that terrorists have an attitude of moral superiority to those they are fighting and that terrorism can be seen as a violent form of communication.\nComplementing Nichols' background and definition of terrorism, Morris suggested methods to deal with the emotional effects caused by the terrorist attacks.\nMorris said there are three categories of people who are affected mentally by violence: those who were actually victimized, those who have suffered past acts of violence and those suffering from vicarious trauma. Vicarious trauma victims include those who are upset by hearing about violence through the media or from those who were personally affected, she said.\nAccording to Morris, most people in the United States, as a result of the terrorist attacks, fall in one of these categories. These people all react in similar ways to violence, such as suffering from anxiety attacks, experiencing increased moodiness or having changes in normal behavior, Morris said.\nMorris said she feels people should, in reaction to these effects, listen to others' feelings more rather than immediately offering solutions to their worries. She said she also feels people should be more patient with those experiencing any kind of distress surrounding the issue of terrorism.\nPeople should establish a routine schedule and try to remain calm, Morris said. Parents need to reassure their children they are safe by increasing the amount of time families spend together.The underlying principal to fight the battle of terrorism, said Morris, is information. She said more efforts need to be taken to prevent terrorism, such as offering more training and incentive to airport personnel.\nNichols agreed and said he fears the spread of ignorance through the United States and that education of other cultures must be introduced in people's lives as early as elementary school.\n\"I think (the colloquium) has cleared up some things for me such as the cause of political conflict,\" said sophomore Jonathon Young. \"This also cleared up some psychological aspects too.\"\nThe final discussion of this four-part colloquium will be held Tuesday at 7 p.m. in the Mountainlair Ballrooms. Law professor Gerald Ashdown will discuss \"Balancing Security and Civil Liberties.\"\n(C) 2001 The Daily Athenaeum via U-WIRE\n\nLoad-Date: November 5, 2001"
}