{
    "title": "Terrorism decision on agenda",
    "publisher": "chicago daily herald",
    "year": 2002,
    "month": 2,
    "day": 13,
    "full text": "SPRINGFIELD - One of the first things state lawmakers face upon returning to the Capitol today is whether to push ahead with a plan that would call for the execution of terrorists caught and convicted in Illinois.  \nSuch a plan was approved by the House and Senate last fall. But on Friday night, Gov. George Ryan vetoed key portions and said he could not support expanding the death penalty while studies are under way on how to fix Illinois' troubled death penalty system. Ryan also rejected other portions of the plan dealing with wiretaps and seizure of property linked to terrorist activity. But with those provisions he recommended changes for lawmakers to consider.  \nThe only part Ryan flatly rejected was the death penalty. The action sets up a showdown between lawmakers eager to get an anti- terrorism plan on the books in the wake of the Sept. 11 attacks and critics of Illinois' death penalty system, which has freed more people than it has executed since being re-enacted in 1977.  \nFor lawmakers, the choices are: accept the governor's changes, vote to override them and enact the plan in its original form, or do nothing and have the plan fail.  \nDuring the fall session, the House approved the plan 106-1, and the Senate passed it 55-0. If the votes are the same, the veto easily could be overridden.  \nAs the initial sponsor of the anti-terrorism plan, House Republican Leader Lee A. Daniels of Elmhurst controls the first move.  \nOn Tuesday, he said he will meet behind closed doors with other House Republicans today to reach a decision.  \n\"I think there's a strong feeling in my membership, from my preliminary findings, that they want an anti-terrorism bill on the books,\" Daniels said. But he would not elaborate on how he plans to handle the death penalty provision.  \nDaniels and Gov. Ryan are close friends, and Daniels said the governor \"believes strongly in what he did.\"  \nBut Daniels also is backing Attorney General Jim Ryan in the Republican race for governor.  \nJim Ryan, an Elmhurst resident, was the leading proponent of the anti-terrorism plan and already has called on lawmakers to override the governor's actions regarding the death penalty.  \nJim Ryan said Tuesday that Illinois Senate President James \"Pate\" Philip, a Wood Dale Republican, already informed him he will try to pursue an override.  \nBut Daniels pointed out that the House must make the first move, as the spring legislative session resumes today.\n\nLoad-Date: February 13, 2002"
}