{
    "title": "TERRORIST RAMPAGE HORRIFIES LONDON Attacker strikes on anniversary of Brussels bombings",
    "publisher": "daily news ",
    "year": 2017,
    "month": 3,
    "day": 23,
    "full text": "Emergency workers evacuate the wounded near Westminster Bridge and the Houses of Parliament on Wednesday.\nLondon is on alert after a driver mowed down pedestrians on Westminster Bridge, then rammed the gates outside Parliament.\nLONDON A terrorist hurtled his car into one of the world's most famous thoroughfares Wednesday, smashing into horrified pedestrians before hopping out and killing a police officer near Britain's Parliament. He killed a total of four, including three civilians, before being shot to death by police.\nThe attack began midafternoon in the heart of London when the killer, who police had not yet identified, used his car to mow down several people on the Westminster Bridge. At least 40 were hurt, including some with \"catastrophic injuries,\" police said. The driver then rammed the car into the gates outside Parliament.\nLondon's Metropolitan Police said they would treat the attack \"as a terrorist incident until we know otherwise.\"\n\"Although we remain open-minded to the motive, a full counterterrorism investigation is already underway - this is led by the Met's Counter Terrorism Command,\" Cmdr. B.J. Harrington of New Scotland Yard said.\nThe attack came on a particularly busy day in London. Tourists crowded the historic sites, and most members of Parliament had gathered in the House of Commons for Prime Minister's Questions, a 30-minute session of questions with Prime Minister Theresa May that takes place every Wednesday at noon.\nNews media reported that May was safe after security officials whisked her from the scene as shots were heard.\n\"The location of this attack was no accident. The terrorists chose to strike at the heart of our Capital City, where people of all nationalities, religions and cultures come together to celebrate the values of liberty, democracy and freedom of speech,\" May said in a statement Wednesday. \"Any attempt to defeat those values through violence and terror is doomed to failure.\"\nMay said Parliament will meet Thursday.\nLondon Mayor Sadiq Khan echoed May's sentiments, saying, \"There will be additional armed and unarmed police officers on our streets from tonight in order to keep Londoners and all those visiting our city safe.\"\n\"Londoners will never be cowed by terrorism,\" Khan said in a statement.\nThe murdered police officer was identified as Keith Palmer, a member of the Parliamentary and Diplomatic Protection Command.\n\"Keith - aged 48 - had 15 years' service and was a husband and a father,\" said Mark Rowley, the national lead for Counter Terrorism Policing and the Acting Deputy Commissioner of the Metropolitan Police. \"He was someone who left for work today expecting to return home at the end of his shift and he had every right to expect that would happen.\"\nRowley said the working assumption is that the attacker was motivated by \"international terrorism.\"\n\"Terrorists have a clear aim and that is to create discord, distrust and to create fear,\" he said. \"The police stand with all communities in the U.K. and will take action against anyone who seeks to undermine society, especially where their crimes are motivated by hate. We must recognize now that our Muslim communities will feel anxious at this time given the past behavior of the extreme right wing, and we will continue to work with all community leaders in the coming days.\"\nFrance's prime minister said some people injured on the bridge were French high school students.\nColleen Anderson, a doctor at St. Thomas' Hospital, in an interview with the Associated Press, confirmed the death of a female pedestrian.\n\"There were people across the bridge,\" Anderson told the AP. \"There were some with minor injuries, some catastrophic. Some had injuries they could walk away from,\" others had \"life-changing injuries.\"\nPort officials pulled a woman from the Thames River, injured but still alive.\nThe assault came on the one-year anniversary of the Brussels suicide bomb attacks that killed 32 people and wounded hundreds. It was the first serious terrorist incident in Britain since 2013, when an off-duty soldier named Lee Rigby was killed by two al-Qaeda-inspired extremists.\nSince 2013, British counter-terrorism forces have thwarted 13 potential terrorist attacks. The assault on the bridge was the latest in a string of incidents, including in Berlin and Nice, France, in which attackers have used vehicles as weapons.\nOffice workers negotiated police cordons as they headed home, using alternative routes because the Westminster subway station, which sits directly opposite Parliament, was closed for security reasons. Police officers acted as guides for tourists and those confused about how to reach their destinations.\n\"I don't associate these kinds of scenes with London,\" said Alexander Castro, 33, an IT engineer on his way home Wednesday. \"We take security for granted.\"\n\nLoad-Date: March 23, 2017"
}