{
    "title": "Terrorism fears hit Wall Street, global markets",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 11,
    "day": 18,
    "full text": "NEW YORK (AP) New fears of terrorism sent markets diving around the world Monday, extending Wall Street's selloff into a second week. The Dow Jones industrials fell more than 130 points before regaining some ground late in the session.\nU.S. investors reacted to declines in Japan and Europe, where markets fell after reports that the al-Qaida terrorist network had claimed responsibility for weekend attacks in Turkey, and named Japan, Australia and other U.S. allies as potential targets. But analysts said some of Wall Street's slide was due to normal profit taking.\nU.S. stocks fell despite a better-than-expected report on business inventories and news that several companies were in merger talks, which often gives the market a boost.\n\"This market is vulnerable to good news, bad news or no news, so certainly the news of terrorist activity over the weekend and new threats from al-Qaida will provoke a reaction,\" said Alfred E. Goldman, chief market strategist, A.G. Edwards & Sons Inc. \"But I do not see a serious downside from here; there's too much good going on.\"\nThe Dow ended the day down 57.85, or 0.6 percent, at 9,710.83, following a weekly decline of 0.4 percent.\nThe broader market indexes also fell. The Nasdaq composite index closed down 20.65, or 1.1 percent, at 1,909.61, following a weekly drop of 2.1 percent. The Standard & Poor's 500 index lost 6.72, or 0.6 percent, to close at 1,043.63, after falling 0.3 percent last week.\nIn Tokyo, government leaders shrugged off new terror threats, but the Nikkei Stock Average lurched to a three-month low following the reports about al-Qaida.\nEuropean markets followed, with France's CAC-40 losing 2.6 percent, Britain's FTSE 100 falling 1.3 percent and Germany's DAX index down 3.24 percent.\nSome of the declines in Britain could be related to this month's interest rates hikes, said Francois Lemoine, a Paris-based European stock strategist for bank BNP Paribas. But there was little doubt that many investors were nervous about the terrorist threats.\n\"I don't really see what's driving markets down apart from the fact that there have been a number of attacks over the weekend,\" Lemoine said.\nIn Washington, a Commerce Department report showed America's businesses boosted their stockpiles of unsold goods in September for the first time in six months, a sign that companies may be feeling more confident about the economic recovery.\n\nLoad-Date: November 18, 2003"
}