{
    "title": "TERRORISM BILL PASSES IN HOUSE",
    "publisher": "charleston gazette",
    "year": 1996,
    "month": 8,
    "day": 3,
    "full text": "WASHINGTON (AP) - Prodded by the TWA explosion and Olympics bombing,\nthe House overwhelmingly passed a GOP anti-terrorism bill Friday\nproviding for new airport security measures. But it excludes President\nClinton's proposals to expand wiretapping authority.\nMost Democrats, who generally denounced the bill as grossly lacking\ncompared with what was necessary, reluctantly cast their votes for it,\nand it prevailed, 389-22.\nOne of West Virginia's three congressmen on Friday voted against.\nWhile West Virginia Democrats Bob Wise and Nick Rahall supported the\nbill, Rep. Alan Mollohan opposed it.\nHouse Republicans added a last-minute concession: a provision for a\nstudy of whether chemical markers should be placed in black and\nsmokeless powders, which are commonly used in making bombs. Clinton\nhad pushed for a study of the markers, called taggants, but ran into\nstiff opposition this week from some Republicans.\nSenate action on the measure appeared unlikely before Congress' month-\nlong recess begins this weekend.\nThe rejected wiretap provisions were part of a more comprehensive,\nbipartisan package negotiated this week by House and Senate leaders\nand administration officials that was inspired by the TWA explosion\nand the Olympics bombing.\nThursday night, they gave up trying to enact a broader package before\nthe recess.\nClinton said he was disappointed by the bill that resulted from House\ndeliberations and suggested that Democrats may use the issue against\nRepublicans in November's elections.\n\"I think it is legitimate for those who believe more should be done to\ncontinue to press for more to be done,\" the president said.\nFor his part, House Speaker Newt Gingrich, R-Ga., attacked the\nadministration's terrorism policy.\n\"Right now they do not have a strategy, either domestically or\noverseas,\" he said.\nGingrich said he and Senate Majority Leader Trent Lott, R-Miss., would\nsend Clinton a letter asking the administration to produce \"a series\nof plans\" to combat terrorism.\nRep. Charles Schumer, D-N.Y., a negotiator of the broader package,\ndescribed the new House measure as a sham, \"a mere shadow of what law\nenforcement had asked for.\"\n\"What we have here is an act at best of deception and at worst of\ncowardice,\" Schumer told his colleagues. He said House GOP leaders\n\"caved in\" to the gun lobby.\nBut Majority Leader Dick Armey said the bill would help fight\nterrorism without giving in to a \"panic that infringes against the\nliberties\" of Americans.\n\"This is a time to show America that we are a nation with a government\nthat understands and cares about the threat, and understands and cares\nabout our citizens' liberties,\" Armey, R-Texas, said on the House\nfloor.\nClinton's proposed study of taggants was excluded from the\nRepublicans' earlier bill introduced by Rep. Christopher Cox,\nR-Calif., in the wee hours of Friday.\nThe new version gives the administration a one-year study but says it\nmust be done outside the government. Democrats had insisted on a\nTreasury Department study.\nClinton pointedly noted this week that the FBI supported taggant use\nto help investigators trace the origin of explosives after they are\ndetonated.\nThe National Rifle Association opposes them on the ground that their\npresence could make black and smokeless powders unstable, a safety\nrisk.\nThe bill includes airport security provisions such as background\ninvestigations for airport personnel and assignment of FBI agents to\nhigh-risk airports, especially those with international flights.\nBomb-sniffing dogs would be used at the largest commercial airports.\nAlso included is a provision to allow prosecution of terrorist\nsuspects under federal racketeering laws, making them subject to\nforfeiture of assets and longer prison sentences.\nTelephone companies would be reimbursed for expenses related to\ntechnology used by law enforcement to trace phone numbers called by\nterrorist suspects.\nIn addition, a bipartisan commission would be established to review\nthe government's anti-terrorism strategies and recommend for\nlonger-term measures.\nResponding to concerns about what they perceive as potential threats\nto privacy, the Republicans included a provision doubling to 10 years\nthe maximum penalty for unlawful disclosure of information obtained\nfrom a wiretap.\n\nLoad-Date: August 3, 1996"
}