{
    "title": "Terrorism unacceptable anywhere on the planet",
    "publisher": "the pantagraph",
    "year": 2001,
    "month": 9,
    "day": 24,
    "full text": "My mother was a teen when the Japanese bombed Pearl Harbor, which hurled the United States into World War II. My father wept after learning an assassin's bullet snuffed out John F. Kennedy's life. I was still in diapers when a great man died.\nNow Americans will ask people what they were doing when they heard the news on 9-11.\nI was seated with a group of people, many of us strangers, for an employer-sponsored course. We gathered around a television set in an adjoining conference room to watch in shock and despair as the second plane struck the World Trade Center.\nI watched with profound sadness as the towers crumbled and unimaginable human suffering began. Those images will haunt me for the rest of my life.\nHijackers that President Bush describes as \"faceless cowards\" commandeered four American planes to destroy the World Trade Center and part of the Pentagon. I find it difficult to comprehend that attacks of this magnitude happened on American soil.\nHow did these evil people, armed with knives and box-cutters, get past the metal detectors and airport security?  How did they gain control of those planes?\nWhat can we do to ensure the safety of our citizens? Can we round up Arab-Americans and segregate them from the rest of society as we did during World War II with our citizens of Japanese descent? That isn't an option. We can't persecute a class of people,\nmost of them law-abiding citizens, for the actions of a small minority.\nThe answer is to eradicate terrorism from this world. We're in for a long, difficult battle. Like most peace-loving Americans, I don't want to see our country go to war. But we can't tolerate extremists who compromise our sense of well-being.\nIt grieves me to contemplate living in fear of what terrorists may do next.\nNo matter the fate of this great nation, I am proud to be an American. Let freedom ring.\nSarah Glenwright\nNormal\n\nLoad-Date: September 25, 2001"
}