{
    "title": "Terrorism alert raised to 'high' No specific info, but attacks could spread to U.S. , Ridge says May",
    "publisher": "charleston gazette",
    "year": 2003,
    "month": 5,
    "day": 21,
    "full text": "WASHINGTON - The Bush administration, concerned that a wave of attacks overseas could spread to the United States, raised the terrorism alert level to orange on Tuesday and called for increased security nationwide.\nAuthorities described the intelligence pointing to a domestic attack as general in nature, with nothing credible suggesting a time, location, method or target. They pointed to last week's bombings in Saudi Arabia and Morocco as part of a coordinated series that could spread.\n\"The U.S. intelligence community believes that al-Qaida has entered an operational period worldwide, and this may include attacks in the United States,\" Homeland Security Secretary Tom Ridge said.\nRidge warned of attacks similar to those in Riyadh, Saudi Arabia, where gunmen fought with guards before suicide bombers detonated truck bombs at several lightly defended residential complexes.\nState and local authorities began reacting after Tuesday's announcement. Police in California began working 12-hour shifts. National Guard troops in New York were called up to protect subways and bridges. In Washington, the Capitol police SWAT team prepared to conduct random patrols.\nThe decision to raise the national alert to orange, signifying a \"high\" risk of attacks, from yellow, meaning an \"elevated\" risk, came after a review of intelligence information by President Bush's homeland security council Tuesday, White House spokesman Ari Fleischer said. Orange is the second-highest on the five-color alert scale.\nFederal law-enforcement officials said that among the intelligence picked up recently were two electronic transmissions that discussed the possibility of an attack on New York, Washington, Boston and more broadly the U.S. coastlines. The officials, speaking on condition of anonymity, said there were doubts about the credibility of the threats and stressed that they were not the driving factors in the decision to raise the threat level.\nRidge encouraged governors and mayors to deploy extra police and take other precautions, particularly at large public gatherings during the upcoming Memorial Day weekend.\nOverseas, U.S. officials also took additional security measures. The United States, Britain and Germany temporarily closed their embassies and consulates in Saudi Arabia on Tuesday following warnings.\nThe Federal Aviation Administration is planning to temporarily prohibit flights over sports stadiums and restrict small private planes flying within a 17.25-mile radius of the Washington Monument, said agency spokeswoman Laura Brown.\nThe FAA will also require private planes flying into three Washington-area airports - College Park, Potomac and Washington Executive/Hyde - to first land at Tipton Airport in Maryland so the pilots can be checked, Brown said.\nA Saudi official said dozens of Muslim militants linked to al-Qaida were believed ready to volunteer for suicide bombings like the ones in Riyadh.\nAmerican counterterrorism officials suspect that al-Qaida leaders in Iran are directing the attacks to demonstrate the organization remains viable despite the loss of several of its top leaders. Iran denies sheltering any al-Qaida leaders.\nThe Bush administration has raised the terror alert level from yellow to orange three times previously, each time setting off a flurry of increased security measures by cities, states and businesses. Each time, the level was lowered back to yellow after a few weeks. The lowest two levels, green and blue, and the highest, red, have not been used since the system was put in place more than a year ago.\nDuring the earlier alerts, no domestic attacks were apparently attempted. This has led some to question whether the orange alerts do anything more than frighten the public and cost taxpayer dollars, but the administration says they may help deter attacks.\nThe last time it was raised was during the Iraq war. It went down after most hostilities ended.\nThe alert system is designed to guide law enforcement agencies, businesses and the general public in their security decisions, and it is mostly up to local governments and companies to decide how.\nChanges are driven by world events and information gathered by U.S. intelligence agencies, such as monitored communications between terrorists. This \"chatter\" sometimes increases before an attack.\nThe threat level increase came after the FBI, in bulletins sent Friday and Tuesday to law enforcement officials nationwide, said the attacks in Saudi Arabia and Morocco could be \"a prelude to an attack on the United States.\"\nThe FBI added it had no credible information about a specific U.S. threat.\nAl-Qaida operatives may be deterred by enhanced security or frequent changes in security routines, the bulletins said. State and local police are urged to remain vigilant for signs of surveillance against potential targets or reports of attempts by anyone to obtain explosives.\nDefense Secretary Donald H. Rumsfeld said U.S. anti-terrorism efforts have hurt al-Qaida, although the network is still capable of attacks.\n\"The fact that you're having some success and you're capturing some money and you're capturing some people and you're making life more difficult for them does not mean that they're gone. They're not,\" Rumsfeld said.\n\nLoad-Date: May 22, 2003"
}