{
    "title": "Terrorism Comes To America",
    "publisher": "the tampa tribune ",
    "year": 2001,
    "month": 9,
    "day": 11,
    "full text": "Live in front of millions of Americans watching on television this morning, an apparently coordinated terrorist attack ripped into both World Trade Center Towers in New York City, shutting down airports across the United States.\nIt was the kind of war long threatened, one without large armies or missiles, one with no visible enemy.\nAmericans in recent years have come to realize that the threat of terrorist attack is not limited to Third World countries, but can happen even in the greatest city in the Free World.\nWe are a country not used to military checkpoints. A society that demands access to government buildings, where openness is not just a law but a way of life.\nWe rage against government interference in the privacy of our lives and demand the right to go when and wherever we please.\nHere in Tampa, there has been recent anger because of police surveillance cameras in Ybor City.\nNow you wonder how the events of today will change our lives. Will the America of yesterday be the same six weeks or six months from now?\nHow will access to air travel change? Will our skyscrapers become armed fortresses? Will our lives become less our own?\nAs millions prepared to go to work and class this morning, television showed us what first appeared to be a tragic crash of an aircraft into one of the World Trade Center towers.\nMinutes later, as cameras focused on the smoke pouring out of the damaged building, a 767 American Airlines commercial flight, apparently hijacked while on a flight from Boston to Los Angeles, was seen flying directly into the second tower, causing a horrific explosion.\nHere in Florida, where President George Bush was appearing at a Sarasota school, emergency measures went into effect as operations at MacDill Air Force Base and other military facilities moved into alert stages.\nTerrorism had come to the United States from outside and the feeling of helplessness was evident, as TV commentators appeared to lose some of their polish and watched with the same unbelieving awe as the rest of us.\nFlorida, with its ports and gateways to the Caribbean is as vulnerable to terrorism as anywhere. Here in Tampa, home of MacDill Air Force Base, which coordinates military operations in several global hot spots, you could feel the tension.\nHillsborough County emergency operations were standing by, maintaining contact with other law enforcement and emergency facilities but had not activated emergency operations. There was tightened security around all government buildings in the county.\n\nNotes\n\nSTEVE OTTO\n\nLoad-Date: September 14, 2001"
}