{
    "title": "TERRORISM IN MIDDLE EAST MAY SURGE, EXPERT SAYS",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 9,
    "day": 11,
    "full text": "As the Israeli government and Palestinian leaders moved toward a historic agreement, the State Department's top official on counterterrorism said here Thursday that terrorism in the Middle East probably would increase before declining.  \"There very well could be a short-term increase, from such groups as the Palestinian Islamic Jihad and the Hezbollah,\" said Barbara K. Bodine, acting coordinator of the State Department's Office of Counterterrorism.  \"We have seen before these groups' deliberate attempt to sabotage the peace process,\" added Bodine, a native of St. Louis.  Edward P. Djerejian, the assistant secretary of state for Near Eastern and South Asian affairs, said the peace proposal does not lessen the need for U.S.  attention to terrorism. U.S. policy will continue to include opposition to all sponsors of terrorism and military aggression, he said.  Djerejian and Bodine spoke Thursday at a meeting sponsored at a downtown hotel by the World Affairs Council of St. Louis and the State Department.  Djerejian, ambassador to Syria in Republican administrations, will become ambassador to Israel in January. A career diplomat, he has been the point man in president Bill Clinton's administration on Middle East peace negotiations.  The pending accord between Israel and the Palestine Liberation Organization would grant Palestinian self-rule in some Israeli-occupied territories in exchange for the PLO's abandonment of its attempts to destroy Israel.  In his keynote speech, Djerejian said the current peace talks have \"the potential to transform the face of the Middle East.\" He stressed that the United States still would not tolerate terrorist acts or any threats on the security of the oil-producing Arab Peninsula.\nRobert D. Crane, a former State Department official who now directs the American Muslim Council in Washington, said the accord should stabilize the region because it would allow religious leaders from various sides to take an active role in the process.  \"Finally, they will have a chance to make something work,\" said Crane, who joined Bodine for a panel discussion on terrorism.\n\nLoad-Date: October 11, 1993"
}