{
    "title": "Terrorism, idealism, and the West Bank universities",
    "publisher": "the hill",
    "year": 1986,
    "month": 3,
    "day": 24,
    "full text": "To the casual visitor, the campus of An-Najah National University looks peaceful enough. Perched in the hills of Samaria 30 miles north of Jerusalem, its new, golden-stone buildings open onto courtyards graced with pointed Arabian arches. Its 3,500 students, mostly Palestinians, take pride in this oldest and most prestigious of the four West-Bank universities - and in the relationships it is slowly building with such American institutions as Southern Illinois University at Carbondale, the University of Wisconsin at Milwaukee, and Arizona State University.\nBut appearances are deceiving. Earlier this month, Nablus lost its newly appointed moderate Palestinian mayor, Zafer Masri, to an assassin's bullet - fired, apparently, by another Palestinian. On the campus - where two of the trustees share the Masri name - salaries are low, averaging $1,000 a month in a community where meat can cost $8 a pound. As the cave-in of oil prices rocks the Arab economies, the university is bracing for tough financial times.\nBut those problems, say students and faculty, pale in comparison to an overriding challenge: the Israeli Army's occupation of the West Bank of the Jordan River. Since the end of the 1967 Arab-Israeli war, the Army has maintained a formidable presence here. Since 1983, it has shut down the campus three times for a total of 11 months. Last Dec. 17, say university officials, Israeli authorities raided the university's public relations office.\n''Running a university under normal circumstances is very difficult,'' says public relations director and political science professor Sa'eb Erakat, adding that ''we are doing nearly the impossible.''\nThere are, of course, two sides to the issue. Few Israelis like playing the role of occupier. But they have an equal distaste for a direct annexation of the West Bank - by which some 1.3 million Palestinians could become citizens of a small nation striving to protect its Zionist heritage. Nor do Israelis want to lose control over such a strategically important area. The resulting\nstalemate is one of the most complex diplomatic tangles facing the world today.\nHow does that involve higher education? Simply because the Israelis, looking at An-Najah, see not a citadel for learning but a center for terrorism. Their soldiers, constantly subject to Palestinian paramilitary attack, are naturally interested in forestalling such incidents. Hence the pattern of raids, closures, detentions, arrests, interrogations - about which any student on campus may tell you in great detail. Hence the inconsistencies, detours, and pitfalls besetting the students' path toward their degrees.\nAnd hence an increasingly volatile situation. Palestinians 19 years old and younger - who comprise, says Dr. Erakat, some 45 percent of the current West Bank population - have lived their entire lives under Israeli occupation. Even higher education, the road forward in so many cultures, hasn't led them out of their frustrations: There are said to be some 17,000 unemployed university graduates in the occupied territories. If some of them turn to violence, says Erakat, it is because they are desperate to ''give a message'' to the world. The message, he says, is very simple: '' 'I exist; I am a force to be reckoned with.' ''\nThat very message, interestingly, has for centuries been at the heart of the agenda for higher education. Who am I, why am I here, what is my relation to others, what is the meaning of existence? These sorts of questions undergird all serious academic inquiry. Seeking answers, one learns how to say ''I exist'' and how to find one's place in the world - not through either bland resignation or criminal violence, but through something much higher.\nHopelessly idealistic? Maybe. But the purpose of higher education has always been to practice that alchemy of the mind whereby blind gropings and helpless frustrations are transformed into something higher, more sublime.\nWhat, in practice, does that mean for An-Najah and the other Palestinian universities? Three things. First, university officials themselves must take a firm public stand against whatever could breed terrorism and violence on their campuses. They must insist that the future of their people lies in the marketplace not of arms but of ideas. They must prevent - and be seen to be preventing - their institutions from being subverted by those of baser aims.\nSecond, they must get their message out to the world - perhaps through more channels like those with the American institutions.\nThird, Israeli authorities must insist that the universities be allowed to exist and to flourish - untouched, as far as possible, by the heavy hand of the military. The universities will, of course, breed a certain amount of discontent with the present situation. All universities do: That's the flip side of idealism. But like all universities, they will also breed leaders.\nAnd leadership - creative, alert, and too well educated to see things in black-and-white extremes - is what the situation on the West Bank most demands. The Palestinians, one day, will have more freedom than they now have. It is in the self-interest of both Israelis and Palestinians to ensure that, when that happens, the new leaders be drawn not from the terrorist camps of Syria and Lebanon but from the halls of academia.\n\nGraphic\n\n \nPicture 1, Arches grace main courtyard of An-Najah University; Picture 2, angry students threw stones at photographer during '83 protest until he could identify himself as a journalist, PHOTOS BY R. NORMAN MATHENY - STAFF"
}