{
    "title": "Terrorism suspect in ' Jihad Jane ' case pleads not guilty",
    "publisher": "the philadelphia inquirer",
    "year": 2017,
    "month": 8,
    "day": 29,
    "full text": "Amid continued debate in Washington over whether military or civilian courts are the more appropriate venue for trying foreign-born terror suspects, an Algerian-born defendant in one of the Philadelphia region s most notable terrorism cases signaled his intention Monday to fight the charges no matter where his trial might be held.\nAli Charaf Damache, 52, pleaded not guilty to charges of identity theft and providing material support to terrorists during a brief hearing before U.S. Magistrate Judge Thomas J. Reuter. The plea came a month after he was extradited from Spain and six years after authorities first accused him of recruiting a Montgomery County woman better known by her online moniker  Jihad Jane  for a 2009 plot to assassinate a Swedish cartoonist.\nShould Damache s case proceed to trial in Philadelphia, it could serve as the first major test of how the Trump administration intends to pursue cases against terrorism suspects from overseas. But Damache, as he stood in court wearing black frame glasses, his hair neatly trimmed, would not   aside from his olive prison jumpsuit   have looked out of place at any tech start-up in the city.\nDuring his campaign for office last year, Trump vowed to revive and expand the use of the U.S. military prison in Guantanamo Bay, Cuba, saying at a February 2016 rally that he intended to  load it up with some bad dudes. \nAttorney General Jeff Sessions has argued that foreign-born suspects like Damache do not deserve the same legal rights afforded to U.S. citizens. And as recently as last week, the president was said to have asked his National Security Council for recommendations on an executive order that would codify how his administration would treat future terrorism detainees.\nLittle of that rhetoric penetrated Reuter s courtroom Monday. With his lawyer by his side, Damache, who holds dual Irish and Algerian citizenship, sat through the largely perfunctory hearing that ended with the judge ordering that he remain in custody until his trial, a proceeding for which a date has not yet been set.\nHis lawyer, Joseph D. Mancano, declined to comment afterward.\nDamache s possible trial could prove to be a bellwether for the Trump administration s approach, but the case itself began six years ago, on the watch of former President Barack Obama, who had pushed for civilian trials for terrorism suspects and signed a 2009 executive order calling for the Guantanamo Bay prison to be shut down.\nA resident of Waterford, Ireland, Damache spent years fighting his extradition after a Philadelphia-based federal grand jury indicted him in 2011 on charges of identity theft and conspiring to provide material support to terrorists.\nHe ultimately won that battle and was released in 2015 by an Irish High Court judge who refused to ship him to the United States, citing concern over this country s prison conditions and questioning why Irish prosecutors had not tried to prosecute him first for the same alleged crimes.\nDamache was later detained during a trip to Spain, which extradited him to the U.S. last month.\nProsecutors have accused him of using jihadist websites between 2008 and 2011 to recruit several Americans for a cell he hoped to establish for al-Qaeda in the Islamic Maghreb, which operates in Algeria.\nKnown by his online nickname  the Black Flag,  Damache allegedly sought out light-skinned women and others who did not fit the traditional terrorist profile.\nHis targets at the time included Colleen LaRose, a blue-eyed, blond-haired Pennsburg woman who used the moniker  Jihad Jane  to post jihadist screeds to YouTube; Jamie Paulin-Ramirez, a single mother from Colorado; and            Mohammad Hassan Khalid, a former high school honors student from Maryland who became, at the time of his guilty plea, the youngest person convicted in the U.S. on terrorism charges.\nAccording to court filings, Damache eventually persuaded LaRose and Ramirez to join him in Ireland with promises that they would launch an attack on Lars Vilks, a Swedish artist whose drawings of Muhammad s head on the body of a dog offended some Muslims.\nThe plot, however, fizzled out, and LaRose, Paulin-Ramirez, and Khalid were arrested.\nLaRose, 54, remains in federal prison. Paulin-Ramirez, 38, and Khalid, 23, have been released after serving their sentences. All three could feature as government witnessed should Damache take his case to trial, which is unlikely to occur this year.\nHe could face up to 45 years in prison if convicted. \nTerrorism suspect in 'Jihad Jane' case pleads not guilty\nhttp://www.philly.com/philly/news/damache-jihad-jane-suspect-terrorism-hearing-20170828.html\nTerror suspect in 'Jihad Jane' case extradited to Philly\nhttp://www.philly.com/philly/news/pennsylvania/philadelphia/terror-suspect-in-jihad-jane-case-extradited-to-philly-20170721.html\n\nGraphic\n\n \nPhotograph by: (Niall Carson/PA Wire)\n\nLoad-Date: August 29, 2017"
}