{
    "title": "Terror Case_ 'Scary' Ingredients",
    "publisher": "the new york times",
    "year": 2009,
    "month": 9,
    "day": 25,
    "full text": "Since the terrorist attacks of Sept. 11, 2001, senior government officials have announced dozens of terrorism cases that on closer examination seemed to diminish as legitimate threats. The accumulating evidence against a Denver airport shuttle driver suggests he may be different, with some investigators calling his case the most serious in years.\n  Documents filed in Brooklyn against the driver, Najibullah Zazi, contend he bought  chemicals needed to build a bomb --  hydrogen peroxide, acetone and hydrochloric acid -- and in doing so, Mr. Zazi took a critical step made by few other terrorism suspects.\n  If government allegations are to be believed, Mr. Zazi, a legal immigrant from Afghanistan, had carefully prepared for a terrorist attack. He attended a Qaeda training camp in Pakistan, received training in explosives and stored in his laptop computer nine pages of instructions for making bombs from the same kind of chemicals he had bought.\n  While many important facts remain unknown, those allegations alone would distinguish Mr. Zazi from nearly all the other defendants in United States terrorism cases in recent years. More often than not the earlier suspects emerged as angry young men, inflamed by the rhetoric of Osama bin Laden or his associates. Some were serious in intent. More than a few seemed to be malcontents without the organization, technical skills and financing to be much of a threat. In some cases, the subjects appeared to be influenced by informants or undercover agents who pledged to provide the weapons or even do some of the planning. \n  In two  cases unrelated to Mr. Zazi in which charges were announced on Thursday, in fact, the subjects dealt extensively with undercover agents.\n  The Zazi case ''actually looks like the case the government kept claiming it had but never did,'' said Karen J. Greenberg, executive director of the Center on Law and Security at New York University law school. \n  Her center has studied all the prosecutions of terrorism-related crimes since 2001, and she said many had turned out to be ''fantasy terrorism cases'' where the threat seemed modest or even nonexistent. \n  This time, she said, ''the ingredients here are quite scary,'' and the government's statements have had none of the bombast and exaggeration that accompanied some previous arrest announcements.\n  Jarret Brachman, author of ''Global Jihadism'' and a consultant to the government about terrorism, said some details -- like what individuals  trained Mr. Zazi in Pakistan -- remained to be learned. But he said the case was ''shaping up to be one of the most serious terrorist bomb plots developed in the United States,'' one resembling the London public transit attacks of July 2005. \n  ''You don't manufacture homemade TATP explosives unless you want to kill people and destroy infrastructure,'' Dr. Brachman said, using the abbreviation for the combination of chemicals said to be involved in the Zazi plot.\n  In some earlier investigations, federal officials seized on what were widely viewed as marginal cases in an apparent effort to show results and justify aggressive steps being taken in the campaign against terrorism. As a result, people in and out of government have become dubious about assertions of the grave danger posed by any particular group of defendants. \n  In August, for example, William Webb, a federal magistrate in North Carolina, ordered Daniel P. Boyd, an antigovernment militant, and several other men detained on terrorism charges. But the judge expressed skepticism in court when prosecutors asserted that by talking about ''going to the beach,'' a defendant meant he intended to engage in violent acts overseas.\n  But even cases that appear insubstantial can be more complex. For example, on Thursday, Mr. Boyd and two other defendants were charged with additional crimes: conducting reconnaissance of the Marine Corps base at Quantico, Va., and obtaining armor-piercing ammunition with the intent to attack Americans, court documents say. \n  Even in Mr. Zazi's case, veteran counterterrorism investigators who regard it as significant acknowledge that important facts remain unknown. Unclear are whether Mr. Zazi had selected a target or a date for a bombing or had recruited others to help.\n  Moreover, it is not understood fully whether he had built an operational bomb, officials briefed on the case said. Nor is it known why, after practicing with explosive recipes in Colorado, Mr. Zazi drove to New York without chemicals or equipment, the officials said.\n  Some of the earliest terrorist operatives arrested after the 2001 attacks had direct ties not just to Al Qaeda, but to Khalid Shaikh Mohammed, the chief organizer of Sept. 11. \n  But in recent years, foiled plots announced with fanfare in Washington have sometimes involved unsophisticated people who seemed hardly capable of organizing a major attack.\n  In some  cases, the role of Al Qaeda has been played by an F.B.I. informant or undercover agent who seemed to provide much of the energy for the plotting.\n  For example, on Thursday prosecutors in Illinois charged a 29-year-old man with trying to kill federal employees by detonating a car bomb at the federal building in Springfield. He tried to carry out the attack while accompanied by an undercover officer of the Federal Bureau of Investigation, according to government legal papers. The vehicle was supplied by the F.B.I., which had placed a dummy device inside.\n  In yet another case disclosed on Thursday, F.B.I. agents in Texas arrested a 19-year-old illegal immigrant from Jordan and charged him with trying to bomb a 60-story office tower in Dallas. Again, F.B.I. undercover agents posing as members of a Qaeda sleeper cell met with the man for months and supplied a Ford Explorer containing inert material resembling a bomb.\n  In a 2006 case, a group of Haitian-born men in Miami who had spoken of trying to take down the Sears Tower in Chicago were supplied by an informant with cash, video cameras and boots. The first two attempts to try the men ended in mistrials, but five men were convicted in May in that case after a third trial.\n  F.B.I. officials have admitted that such cases are ''aspirational'' rather than operational. But they note that if the Sept. 11 hijackers -- some of whom were unsophisticated recent arrivals to the United States -- had been interrupted early on, they might have looked amateurish and the notion that they could turn jetliners into missiles far-fetched.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Najibullah Zazi (PHOTOGRAPH BY MARC PISCOTTY/AGENCE FRANCE-PRESSE -- GETTY IMAGES)(A20)                                                                       \n\nLoad-Date: September 25, 2009"
}