{
    "title": "Terrorism suspected in crash of Egyptian plane; 66 missing",
    "publisher": "the day ",
    "year": 2016,
    "month": 5,
    "day": 20,
    "full text": "CAIRO - An EgyptAir jetliner en route from Paris to Cairo with 66 people aboard swerved wildly in flight and crashed in the Mediterranean Sea early Thursday, authorities said. Egyptian and Russian officials said it may have been brought down by terrorists.\nThere were no signs of survivors.\nEgyptAir Flight 804, an Airbus A320 with 56 passengers and 10 crew members, went down about halfway between the Greek island of Crete and Egypt's coastline, or around 175 miles offshore, after takeoff from Charles de Gaulle Airport, authorities said.\nGreek Defense Minister Panos Kammenos said the plane spun all the way around and suddenly lost altitude just before vanishing from radar screens around 2:45 a.m. Cairo time (12:45 a.m. GMT).\nHe said it made a 90-degree left turn, then a full 360-degree turn to the right, plummeting from 38,000 to 15,000 feet. It disappeared at about 10,000 feet, he said. There were no reports of stormy weather at the time.\nEgyptian and Greek authorities in ships and planes searched the suspected crash area throughout the day for traces of the airliner or its victims, with more help on the way from the U.S., Britain and France.\nBut as night fell, they had yet to find any confirmed debris, at one point dismissing a reported sighting of life vests and other floating material.\nCivil Aviation Minister Sherif Fathi cautioned that the disaster was still under investigation but said the possibility it was a terror attack \"is higher than the possibility of having a technical failure.\nAlexander Bortnikov, chief of Russia's top domestic security agency, went further, saying: \"In all likelihood it was a terror attack.\"\nThere was no immediate claim from militants that they had downed the plane.\nIf it was terrorism, it would be the second deadly attack involving Egypt's aviation industry in seven months.\nLast October, a Russian passenger plane that took off from an Egyptian Red Sea resort crashed in the Sinai, killing all 224 people aboard. Russia said it was brought down by a bomb, and a local branch of the Islamic State claimed responsibility.\nThursday's disaster also raises questions about security at De Gaulle Airport, at a time when Western Europe has been on high alert over the deadly Islamic extremist attacks in Paris and at the Brussels airport and subway over the past six months.\nFrench Foreign Minister Jean-Marc Ayrault said that airport security had been tightened considerably before the disaster, in part because of the coming European soccer championship, which France is hosting.\nThe Egyptian military said it did not receive a distress call from the doomed plane, and Egypt's state-run daily Al-Ahram quoted an unidentified airport official as saying the pilot did not send one. That would suggest that whatever sent the aircraft plummeting into the sea was sudden.\nIts erratic course suggested a number of possible explanations, including a catastrophic mechanical or structural failure, a bombing, or a struggle over the controls with a hijacker in the cockpit.\nEgyptian security officials said they were running background checks on the passengers to see if any had links to extremists.\nIn the U.S., the FBI offered its assistance in the investigation. FBI Director James Comey said the bureau has no evidence yet that the plane was brought down intentionally.\nCalifornia Rep. Adam Schiff, the ranking Democrat on the House Intelligence Committee, said there is much that is unknown.\n\"We are looking through our intelligence collections to figure out if we have any images. Do we have any signals intelligence that reveals a discussion of a plot like this? Schiff said.\n\"We're working with the French to try to figure out is there any information we have that could shed light on any of the passengers, but there's nothing yet to confirm the cause of the plane crash.\nRetired U.S. Air Force Maj. Gen. Robert Latiff, an aerospace expert at the University of Notre Dame, said that while it is too early to tell for certain, an accidental structural failure on board the highly reliable A320 is \"vanishingly improbable.\nHe also cast doubt on the possibility of a struggle in the cockpit, saying the crew would have triggered an alarm.\nInstead, he said, \"sabotage is possible, and if there were lax controls at airports and loose hiring and security policies, increasingly likely.\nSimilarly, John Goglia, a former U.S. National Transportation Safety Board member, said early indications point more to a bomb, since it appears that no mayday call was issued during the abrupt turns. He said the aircraft's black-box voice and data recorders should hold the answers.\nThose on board, according to EgyptAir and various governments, included 15 French passengers, 30 Egyptians, two Iraqis, one Briton, one Kuwaiti, one Saudi, one Sudanese, one Chadian, one Portuguese, one Belgian, one Algerian and two Canadians. The passengers included two babies.\nAmong the passengers, according to employers and officials, were the Egypt-raised manager of a Procter & Gamble plant in Amiens, France; a Saudi woman who works at the Saudi Embassy in Cairo; the sister-in-law of an Egyptian diplomatic official in Paris; and a student at France's prestigious Saint-Cyr military academy who was heading to home to Chad to mourn his mother.\nWhatever caused the crash, the disaster is likely to deepen Egypt's woes as the country struggles to revive its ailing economy, particularly its lucrative tourism industry. It has been battered by the bloodshed and political turmoil in which the country has been mired since the 2011 overthrow of President Hosni Mubarak.\nFrench President Francois Hollande held an emergency meeting at the Elysee Palace. He also spoke with Egyptian President Abdel-Fattah el-Sissi by telephone and agreed to \"closely cooperate to establish as soon as possible the circumstances surrounding the disaster, according to a statement.\nIn addition to joining the search-and-rescue operation, France sent a team of accident investigators.\nIn Cairo, el-Sissi convened an emergency meeting of the National Security Council, the country's highest security body. It includes the defense, foreign and interior ministers and the chiefs of the intelligence agencies.\nIn Paris, the city prosecutor's office opened an investigation. \"No hypothesis is favored or ruled out at this stage, it said in a statement.\nFamilies of passengers gathered at the Cairo airport, desperate for any news. Authorities brought doctors to the scene after several distressed family members collapsed.\n\"They don't have any information, lamented Mohamed Ramez, whose in-laws were on the plane. \"But obviously there is little hope.\nAt De Gaulle Airport, a man and woman sat at an information desk near the EgyptAir counter, the woman sobbing into a handkerchief, before they were led away by police.\nThe Airbus A320 is a widely used twin-engine plane that operates on short and medium-haul routes. Nearly 4,000 A320s are in use around the world.\nThe last deadly crash involving one of the planes was in March 2015, when one of the pilots of a Germanwings flight deliberately slammed it into the French Alps, killing all 150 people aboard.\nAirbus said the aircraft in Thursday's disaster was delivered to EgyptAir in 2003 and had logged 48,000 flight hours. The pilot had more than 6,000 hours of flying time, authorities said.\nIn March, an EgyptAir plane was hijacked and diverted to Cyprus. A man described by authorities as mentally unstable was taken into custody.\n\nLoad-Date: May 20, 2016"
}