{
    "title": "Terrorism Tip Closes Tunnels In Baltimore",
    "publisher": "the new york times",
    "year": 2005,
    "month": 10,
    "day": 19,
    "full text": "An uncorroborated tip about a terrorist plot to blow up a vehicle loaded with explosives prompted the authorities to shut down a busy tunnel under the Baltimore harbor on Tuesday and partly close another.\n  Federal agents investigating the tip detained four men, a law enforcement official said, and others were being questioned Tuesday evening.\nThe Maryland Transportation Authority Police closed the Baltimore Harbor Tunnel and stopped most traffic through the Fort McHenry Tunnel at about 11:30 a.m., as law enforcement officers, with bomb-sniffing dogs and high-powered weapons, searched numerous vehicles. \n  Both tunnels, which carry highway traffic through the city, reopened about 1:15 after searches turned up no explosives. But traffic backups persisted in the Baltimore area throughout the day, and questions about the validity of the threat remained.\n  Law enforcement officials said information that prompted the response came from a person overseas. \n  Gov. Robert L. Ehrlich Jr. said Tuesday night that the possible threat to the tunnels had been the focus of a two-week investigation by local, state and federal law enforcement agencies and that the state transportation police, at the urging of the Federal Bureau of Investigation, exercised an ''abundance of caution'' in response to the tip.\n  The F.B.I. said it had questioned numerous people in connection with a possible threat to the tunnels, but it would not elaborate.\n  ''At this point, no evidence collected today has corroborated the threat,'' said Kevin Perkins, F.B.I. special agent in charge. \n  Asked whether those being questioned were considered suspects, Mr. Perkins said: ''The interviews are more along the lines to determine whether or not the threat is credible. We need to follow up with certain individuals in an effort to determine the credibility of the information.'' \n  Mr. Perkins said the tunnel closing was part of a broader investigation but he would not elaborate.\n  Law enforcement officials said the initial intelligence about a possible attack indicated that men of Egyptian origin in the Baltimore area might seek to use a bomb-laden vehicle to attack a tunnel. \n\nhttp://www.nytimes.com\n\nLoad-Date: October 19, 2005"
}