{
    "title": "Terrorism heightens need for crisis plans",
    "publisher": "business insurance",
    "year": 2002,
    "month": 4,
    "day": 29,
    "full text": "NEW ORLEANS-Proper crisis planning has become crucial in light of the growing threat to businesses from terrorism.\nJerry Bremer, the chairman and chief executive officer of Marsh Crisis Consulting in Washington and a former ambassador-at-large for terrorism, said the Sept. 11 attacks were not a surprise to anyone who had studied terrorism. But the attacks had not been anticipated-or planned for-by many of the companies affected by the disaster, said Mr. Bremer, who participated in a panel discussion on terrorism risks at the Risk & Insurance Management Society Inc. annual conference this month in New Orleans.\nMr. Bremer noted that some of the companies affected by the 1993 World Trade Center bombing never returned to business. And, he said, some of the organizations whose operations were disrupted by the Sept. 11 attacks may also be forced to shut down because of their ''inability to deal with crisis.''\nWhen asked by an audience member about the likelihood of another terrorist attack in the United States in the near future, Mr. Bremer put the probability at 100%.\nAnother panelist at the session-Richard Andrews, vp of emergency planning at ABS Consulting-agreed that another terrorist attack on the United States was certain to occur. ''I think there is a 100% chance we will see another attack of the same severity or worse; we just don't know the timeframe.''\nPanel member James Lee Witt, the president of James Lee Witt Associates L.L.C. in Washington and a former director of the Federal Emergency Management Administration, said he is concerned that suicide bombings might spread to the United States, creating new risks.\nThe nature of terrorism has changed over the past 40 years, Mr. Bremer said, pointing out that, increasingly, corporations-rather than governments-are being targeted by terrorists. Since the 1960s, he said, about 80% of all terrorist attacks in the United States have been perpetrated against business.\nConsequently, risk managers for U.S.-based companies must be vigilant about preparing for the terrorist threat, he warned.\nAddressing the risk of terrorism requires risk managers to devise adequate crisis management plans, Mr. Bremer said. Many such plans often fall short, he said, in that they ''pay scant attention to (a company's) most valuable assets-its employees.'' Any crisis-and particularly one related to terrorism-will traumatize employees, he noted. As a result, ''every crisis management plan should include comprehensive plans for humanitarian assistance,'' he said.\nCrisis plans also must be tested regularly, the panelists said. And communicating those plans to employees and to the media is crucial, noted Mr. Andrews, who suggested that effectively dealing with a crisis could be beneficial to a company's reputation.\nMr. Andrews outlined several steps a risk manager could take to mitigate a company's exposure to terrorism. The first, he said, was to exercise proper loss control, such as by as strengthening and ensuring the security of facilities. In addition, implementing a good crisis management plan and business continuity plan could help reduce the impact of a terrorist attack on a company's operations. Furthermore, he said, risk managers can transfer some of the risk through insurance.\n''My guess is that terrorism insurance will become available, partly because of the inherent competitiveness of the insurance industry,'' said Mr. Andrews, who noted that alternative risk financing tools such as catastrophe bonds also could be used to transfer terrorism exposures.\nThe Sept. 11 attacks clearly have highlighted the importance of a good risk management strategy, all three panelists agreed. ''Risk managers today are probably at a higher priority than they have ever been in their entire lives,'' said Mr. Witt.\nThe session was moderated by Terry Fleming, director-division of risk management, Montgomery County, Md.\n\nGraphic\n\n \nOne New Orleans emporium offered risk managers a novel way to deal with risk.\n\nLoad-Date: May 3, 2002"
}