{
    "title": "Terrorism risks will get cover from mutual",
    "publisher": "business insurance",
    "year": 1993,
    "month": 1,
    "day": 11,
    "full text": "As the Irish Republican Army renewed its London bombing campaign last week after a holiday truce, the Assn. of British Insurers has confirmed that U.K. property insurers plan to set up a government-reinsured mutual insurer to cover terrorism risks in Britain.\nDetails of the coverage still are being hammered out, including the rates policyholders will pay, an ABI spokesman said. However, according to a provisional rating schedule obtained by Business Insurance, rating is being divided into at least two zones: Policyholders in London and other target cities will pay the highest rates, while policyholders elsewhere will pay lower rates.\nThe latest wave of terrorism, the ABI says, will have no effect on the terrorist coverage that will be offered by the mutual and backed by the U.K. government.\nFour small explosions last Wednesday in the heart of London's shopping district only affirms the need for the coverage, said an ABI spokesman.\n''It was under the assumption that (the bombing) would continue that this coverage was sorted out,'' he added.\nThe new terrorist coverage proposal follows reinsurers' refusal late last year to automatically cover damage from terrorist attacks under commercial property insurance policies (BI, Nov. 23, 1992).\nThe reinsurers' decision came seven months after a bomb planted by the IRA in the City of London's financial district caused 800 million pounds ($ 1.2 billion at current exchange rates) in insured losses (BI, April 20, 1992). This is more than the total amount that the U.K. government has paid in the past 20 years in Northern Ireland, where it indemnifies all terrorism losses.\nThe reinsurers that refused to provide coverage did not include Lloyd's of London, which was prepared to offer some form of terrorism reinsurance to U.K. insurance companies before the U.K. government stepped in last month and agreed to back underwriters (BI, Dec. 28, 1992).\nLloyd's will now participate in the mutual.\nFollowing the reinsurers' decision, the ABI wrote a draft terrorist exclusion for all commercial property policies, causing panic among commercial property owners and policyholders.\nMajor commercial property investors include ABI member insurance companies, which altogether owned nearly 39 billion pounds ($ 72.9 billion at year-end 1991 exchange rate) in property at the end of 1991, ABI accounts show.\nThe ABI, a panel of eight brokers led by Hogg Group P.L.C. and members of the Assn. of Insurance & Risk Managers in Industry & Commerce have been working since November to come up with a solution. Although the government stressed that the solution had to come from the commercial sector, it finally caved in just before Christmas and agreed to reinsure a terrorist insurance pool.\nAs many as 100 insurers could participate in the mutual, which has not yet been named. Once the mutual is established, the insurers will retain 10% of the risk on top of the premium that is paid by policyholders.  The remainder of the risk will be reinsured by the government, the ABI confirmed.\nNo commissions are expected to be collected by brokers for the coverage, but debits may be made to pay for the mutual's expenses, market sources say.\nInsurers automatically will cover commercial damage caused by terrorism up to 100,000 pounds ($ 155,150) for each of five sections of a property policy: building, contents, computers, engineering and business interruption.\nAn additional premium will be paid by commercial and industrial policyholders to buy back the terrorism exposure into their property policies.\nIn London, for example, policyholders could pay rates as high as 0.09% of the insured value of a property up to 5 million pounds ($ 7.76 million) and as low as 0.023% for property valued over 500 million pounds ($ 775.8 million), according to the provisional rating schedule.\nSources say there is an additional loading of as much as 50% of the original all-risk property insurance premium for target buildings in London. Possible targets include: the Lloyd's building; the Stock Exchange; and Canary Wharf, which the IRA unsuccessfully tried to destroy just before Christmas.\nOutside London, rates could be as low as 0.018% for up to 5 million pounds in value and 0.007% for more than 500 million pounds, according to the schedule.\nThough the new premiums will add to the cost of insuring U.K. commercial property, they are ''not totally unreasonable,'' said a spokesman for AIRMIC, the British risk managers' association.\nWhether the price is reasonable ''is a good question,'' added Bernard Harty, treasurer for the Corporation of London, which owns 5 billion pounds ($ 7.76 billion) of commercial property mainly in London.\n''It's expensive, but whether it's dear is another matter....If you are now paying a low rate for all-risk (property coverage), then you might find your rates going up substantially'' as a result of the separate terrrorism coverage, he said.\nThe Corporation of London renewed its property insurance program on Jan. 1 and obtained terrorim coverage without agreeing on a final premium for it, said Mr. Harty. Negotiations are now taking place over the premium, he said.\nThe premium for the terrorism coverage depends on many factors including ''the definition of location, which makes a difference,'' said Mr. Harty.  A shopkeeper, for example, might pay a higher premium because his shop is in a high-risk area, while a major office developer might pay a lower premium because he's in a low-risk area."
}