{
    "title": "Terrorism fears drive Games security plan",
    "publisher": "the atlanta journal-constitution",
    "year": 2004,
    "month": 2,
    "day": 1,
    "full text": "Jerusalem --- Organizers of the 2004 Olympics in Athens, Greece, are implementing a comprehensive security plan designed to quash global terror threats, according to a top anti-terrorism consultant for the Summer Games.\nBrig. Gen. David Tsur, head of an Israeli anti-terrorism unit and member of an elite international team that helped develop the most expensive security plan in Olympics history, is confident that the Athens Games, scheduled for Aug. 13-29, will be one of the safest ever, both for athletes and the audience.\n\"The timing of these Games is very bad, given the global atmosphere after Sept. 11. There is a fear that these Olympics could turn into a platform for [international terror] groups,\" he said. But \"there has been very big progress in transforming an excellent security plan from paper to the field.\"\nCox International Correspondent\nThe murder of 11 Israeli athletes and officials at the 1972 Summer Olympics in Munich, Germany, marked the first time terrorists succeeded in disrupting the world's premier international sporting event. A pipe bomb exploded in Centennial Olympic Park during the 1996 Summer Games in Atlanta, killing one person and injuring more than 100.\nAnti-terrorism experts fear the greatest risk to the Athens Olympics could come from international organizations like al-Qaida, although no specific threats to these Games have been identified. \"In Atlanta, international terrorism was not so much an issue,\" said Tsur, who lived with his family in Cobb County in 1995 and worked with Georgia's state and local police to coordinate security during the year before the 1996 Games. \"Now the world is different.\"\nTo address the increased risks after Sept. 11, 2001, Greece is spending about $800 million on security, three times the amount Australia spent on security for the 2000 Olympics.\nThe master plan envisions 10,000 Greek and NATO military personnel working alongside 40,000 Greek police and a 200-member group trained to face biological, chemical and nuclear attacks. The deployment and training of these troops was designed by an anti-terrorism task force made up of the United States, Britain, Germany, France, Spain, Australia and Israel. These countries have lent security experts to the Games' organizers according to their expertise. U.S. and British officials have the responsibility of training Greek police for threats related to weapons of mass destruction. Additionally, the FBI, which has played a key security role in the past several Olympics, has been coordinating intelligence sharing and training for top officials expected to attend the events, according to news reports.\nCitywide cameras\nSan Diego-based Science Applications International Corp. is designing the command and control center for the Athens Olympics, the same task for which the company was responsible at the Salt Lake City Winter Games.\nIts system is designed to act like an \"electronic fence,\" according to the company's Web site. The corporation is developing a network of airborne surveillance equipment and radio and computer networks to link the thousands of security personnel working during the Games.\nTsur, whose experience with domestic anti-terror commando units is credited with foiling dozens of suicide bomb attacks in Israel, has been assigned to help train Greeks in preparing and executing surveillance and emergency response plans.\nTsur says there is greater potential for a suicide bombing than a complex attack using weapons of mass destruction. \"One can't deny that it has gained in popularity and usage among terrorist groups,\" he said, referring to the Palestinian and Iraqi suicide bombers who have wreaked havoc in Israel and occupied Iraq.\nTo increase intelligence-gathering capabilities in the Greek capital, Israeli security companies have recently installed a citywide security camera network based on a similar system in Jerusalem's Old City. It will allow heightened police surveillance of Olympic venues, as well as tourist sites and public places. At least 10 Israeli security firms have won contracts to implement portions of the Athens security infrastructure, according to security officials in Jerusalem.\n'Police-run city'\nTsur's border police and the Israeli army frequently come under fire from human rights groups who argue the mass arrest of Palestinians and other measures conducted in the name of security violate civil rights. Tsur, however, makes no apologies for his methods and says other countries would be wise to adopt Israel's sense of vigilance.\n\"Terrorism involves a different mentality,\" he said. \"In our country you are checked before entering the mall, in case you are carrying explosives. In [America] you are checked on the way out, in case you have stolen something. This is our reality . . . and more and more this reality is engulfing the world.\"\nYet Athens' new camera system and plans to increase the police presence have brought scorn from some Greeks. They are concerned that the heightened police measures will remain long after the Games end, leaving the city with a Big Brother legacy rather than a feeling of international goodwill.\n\"We will be living in a police-run city. Athens will look like a war zone, with exclusion areas, helicopters. We don't want this,\" Panos Totsikas, a Greek organizer of a recent march against the Olympic planning, told The Associated Press. \"We won't let our rights be taken away under the pretext of our protection.\"\nThe Greeks' preparations will be tested Friday to next Sunday in a joint exercise at the port of Piraeus and the Athens suburb of Palaia Phokaia. Observers from the international anti-terrorism task force will take part in the exercise. It will involve hypothetical terrorist strikes and a hostage situation at sea, as well as chemical, biological and nuclear threats, according to the Greek press agency.\nU.S. and Greek forces have planned another drill, for March, that will focus on the protection of venues and other sites such as embassies. The United States has said it wants to use its own security guards to protect American teams, but the Greek Parliament has yet to decide on the matter.\nCorrection\n\nAn article in Sunday's main news section on Olympic security should have reflected a recent change of rank for David Tsur of Israel's border police. He is now a major general.\nCorrection-Date: February 4, 2004 Wednesday\n\nGraphic\n\n \nPhoto: Greek elite special forces perform a speedboat exercise near Athens as they prepare for the Summer Games. / PETROS GIANNAKOURIS / Associated Press\n\nLoad-Date: February 5, 2004"
}