{
    "title": "Terrorism and 'intentional ignorance'",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 3,
    "day": 20,
    "full text": "WITH little press attention, the Reagan administration recently attempted a major change in tactics in dealing with persistent reports of ''contra'' human rights abuses.\nLast year, under the sponsorship of the Internal Human Rights Law Group and the Washington Office on Latin America, New York lawyer Donald Fox and I interviewed about 36 people in the war zone of Nicaragua. We encountered evidence of at least 16 murders carried out by contra forces, three cases of torture, 44 kidnappings, one rape, and numerous instances of beatings and destruction of property. These were not instances in which persons were caught in cross fire between the contras and the Nicaraguan Army: these were deliberate acts of terrorism aimed at persons not involved in the fighting - mostly peasants.\nWe presented our findings to State Department officials in Washington and in the United States Embassy in Managua. We asked whether they had looked into these reports. They said they had not. One senior official candidly told us that the State Department maintained a posture of ''intentional ignorance.'' The CIA, he said, had not been ''tasked'' to find out whether these incidents, or others like them, had in fact occurred. The officials said they therefore could not assess the validity of ''any or all'' of the reports.\nNow, as the administration lobbies for $100 million in aid for the contras, its tack is different. Now it claims that it has looked into the reports. In a study made public last month, the CIA purports to have found that many of the incidents did not occur.\nIt is heartening to see the administration begin, finally, to show some interest in what the ''freedom fighters'' are actually doing to Nicaraguan civilians. It is disheartening, however, to discover that the posture of ''intentional ignorance'' remains in full force. For it turns out that the CIA's ''investigation'' was no more than a 7-hour conversation with a group of contra leaders - a series of offhand remarks made by the accused, repeated uncritically by their benefactor, and presented to the public as a sincere effort to find the truth.\nThe CIA's methodology carries all the logic of investigating Charles Manson's murders by asking him whether he did it. One shudders to consider the state of the nation's intelligence product if this driving curiosity animated all the CIA's work.\nWho familiar with the subject would suggest, as the CIA does, that ''there is nobody in the FDN (the largest contra force) who is there against his/her will''?\nCan anyone seriously believe that reports of slit throats - we interviewed eyewitnesses to four such happenings - do not occur because the poor contras are ''not equipped with either bayonets or combat knives''?\nWho could begin to justify the brutal murder of an elderly religious leader because the jeep in which she rode to a coffee harvest had a two-way radio - ''demon-strating'' that she worked for the secret police?\nThe administration's whitewash contradicts the conclusions of every independent human rights organization that has investigated contra activities. Amnesty International last month found ''little apparent change in the operational tactics'' of contra forces, which it said were guilty of ''continued cases of torture and murder.''\nNo one should be surprised. Former contra publicity director Edgar Cham-orro has written that during his years as a contra director, ''it was premeditated policy to terrorize civilian noncombatants to prevent them from cooperating with the government. Hundreds of civilian murders, mutilations, tortures, and rapes were committed in pursuit of this policy, of which the 'contra' leaders and their superiors were well aware.''\nThe issue is not whether the Nicaraguan government accepts help from the Soviets, not whether it is repressive, and not whether it is willing to negotiate.\nThe issue is whether the US government supports or opposes terrorism. All available evidence indicates that the contras engage in acts of terror. If the evidence is wrong, Congress should be sure itself that it is wrong before it sends the contras another dime. That will require sending staff investigative teams to Nicaragua. It will require talking to the victims. It will require listening to what is unpleasant to hear.\nIt will require more than a leisurely chat among old pals who have one common goal - to perpetuate the ''freedom fighter'' fable by preventing the US public from learning the truth. For what is ''pressure'' in the gleaming halls of the State Department is terror, stark, bare, and bleak, in the dusty streets of Nicaragua."
}