{
    "title": "Terrorism stalks NYC",
    "publisher": "the tampa tribune ",
    "year": 1998,
    "month": 1,
    "day": 25,
    "full text": "Viral bombs beginning to go off in New York City form the gruesome centerpiece of Richard Preston's new thriller, \"The Cobra Event.\" The ultimate in terrorism stalks the Big Apple.\n\"He checked on the bioreactor. It was running smoothly. … He checked on the drying of the viral glass. It had hardened nicely. … With double-gloved fingertips he picked out a hexagon, a sliver of brainpox viral glass. The flask would fit in his pocket.\" So suggests the centerpiece of Preston's modern-day thriller. The question is: How much of this is fiction - simple good storytelling - and how much is this a serious warning? It is all so plausible.\nLet's clarify the picture: It's winter, and by now you've had a nasty cold. Just how miserable can it get? Be assured you've never had what FBI Special Agent Will Hoskins calls \"the ultimate head cold.\" And you never want to. From the Iraqi desert to Atlanta and the national Centers for Disease Control and Prevention, to New York, the counterterrorist team of law enforcement and medical personnel works against time to figure out what the Cobra virus really is. Next they must find the criminal known only as Archimedes before he passes out any more of the little bombs he's concocted. Of course, a vaccination would be nice, as not only New York but also potentially the entire globe is at risk from this maniac's attack. How did it begin, and what can Dr. Alice Austen of the CDC do to destroy it?\nWe start with well-to-do high schooler Kate Moran getting some deadly sniffles on her way to class. Along the way the clues pile up, but you've got to know what you are looking for. Alice Austen joins forces with some recently \"excused\" United Nations inspection team members and the FBI's forensic crime techies. They do know what to look for, as the pace quickens in the search for Archimedes.\nSo where did this evil genius get the pox he's determined to distribute? One member of the national response team, code named \"Reachdeep,\" figures it had to have been Russia. There has been significant evidence of \"black biology,\" meaning recombinant viral engineering, going on in many so-called science cities since the old U.S.S.R. reached its Cold War zenith.\nA master storyteller deliciously weaves the links and deceptions that would bring off this threat. Preston gave us the blockbuster bestseller \"Hot Zone.\" He truly has another winner here, and that's to everybody's benefit. Now, where was that vitamin C?  Arthur McMaster is a defense analyst and professor of political science at Hillsborough Community College.\n\nNotes\n\nBOOKS\n\nGraphic\n\n \nSIGNATURE; PHOTO 2,\n (Book cover)\n\nLoad-Date: January 26, 1998"
}