{
    "title": "TERRORISM FIGHT_ $37.2 MILLION; REPORT URGES ROLE FOR PUBLIC HEALTH AGENCIES",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 12,
    "day": 11,
    "full text": "Virginia needs to spend $37.2 million on its public health system to protect the state from possible terrorist threats and respond to them when they occur, according to a new report for the Gilmore administration.\nA subcommittee of the governor's state anti-terrorism panel is recommending that expenditure in the next two-year budget, primarily to hire staff for local health departments and the state's overburdened laboratory to deal with the potential threat of bioterrorism.\nThe subcommittee on health, medicine and agriculture urged the state to hire regional planners to prepare for responding to terrorist attacks and for distributing vaccines and drugs from national stockpiles.\nThe report also said the state should help hospitals prepare for such emergencies and invest in ways to protect the state's public drinking water and food supplies.\nWhile acknowledging that the proposal carries \"a significant price tag,\" the subcommittee warned that \"a failure to address these issues could result in significant gaps in Virginia's ability to prevent, timely detect and appropriately respond to terrorist acts and could endanger the life and health of Virginia's citizens.\"\nThe Times-Dispatch obtained a draft copy of the subcommittee report, which the governor has not released. The administration expects to release most of the reports by the Virginia Preparedness and Security Panel on Friday, but hold back parts related to confidential security issues.\nSen. William T. Bolling, R-Hanover, chairman of the health subcommittee, said he could not comment on the details of the report until the governor releases it.\nHowever, Bolling said, \"Our review indicates that Virginia's public health department is probably as prepared as any in the country to deal with the bioterrorism threat, and more so than most. But we have a lot of work to do to get to where we need to be.\"\nAmong the subcommittee's recommendations are to:\nadd almost 90 positions in the state's 35 local health districts to oversee control of infectious diseases and environmental health hazards and hire a half-dozen epidemiologists at the state level to guard against the spread of disease;\nhire 16 scientists for the Division of Consolidated Laboratory Services and buy equipment, including an information management system, for the state laboratory;\nimprove state oversight of local disaster planning by hiring 18 regional staff members at the Virginia Department of Emergency Management and more than 17 people at the state health department;\ncreate a State Office of Community Health Protection within the health department and provide additional funds for the office of the chief medical examiner;\nupgrade emergency communication systems for hospitals throughout the state, provide protective clothing and equipment for health-care workers, and help pay for hospital decontamination facilities;\ncreate a 72-hour stockpile of drugs at hospitals; and\nstrengthen security in the state's food industries and of public drinking water supplies.\nFinding the money to pay for the proposals will be a challenge because of the state's deepening budget problems and an economic slowdown worsened by the Sept. 11 attacks in New York and Northern Virginia.\nThe entire package of anti-terrorism proposals recommended by the governor's panel is expected to run into the hundreds of millions of dollars, but the Gilmore administration is likely to recommend a set amount of money to be spent on the state's most pressing priorities, a knowledgeable source said.\nThe state will also be looking to the federal government for financial help. For example, Congress is considering a bioterrorism bill that would provide an estimated $1 billion in grants to states and localities for emergency planning and response.\n\"We are likely to get some of the public health money coming out of the bioterrorism bill,\" said Reed Boatright, a spokesman for the Gilmore administration.\nThe public health system didn't figure highly in the governor's requested $3.2 billion in federal aid to Virginia in the aftermath of the attacks. The state's government isn't likely to get much of the money anyway because the funds are being spent in New York and at the Pentagon, state officials said.\nHowever, the anthrax scares and the potential for other forms of bioterrorism have made public health a higher priority, they said.\n\"In recent years, public health in Virginia and elsewhere across the country has not been a priority because it didn't have to be,\" Bolling said.\n\nLoad-Date: December 14, 2001"
}