{
    "title": "Terrorism Trial Lawyers' Ethical Puzzle_ Defending Haters of U.S",
    "publisher": "the new york times",
    "year": 2001,
    "month": 4,
    "day": 16,
    "full text": "Seven years have gone by, but Robert E. Precht still has nightmares about the World Trade Center trial.\n     Mr. Precht was a defense lawyer in the landmark terrorism case. His client was convicted, but that was not the only pain he suffered. \n There are still times when he dreams of being back in the Old Federal Courthouse in Manhattan, defending himself to the Arab community or arguing with the judge. There are still times when he wakes with the anxious feeling that he is guilty himself. He still thinks about the trial all the time -- the ethical puzzles, the difficult legal strategies, the work. The trial still gnaws at him so much that he is writing a book about it, hoping to clear his mind.\n\"I felt like I had been through the emotional wringer,\" Mr. Precht last week said of the trial, which ended in 1994. \"It wasn't just a trial for the defendants; it was for the American public. And when you have those ingredients, a trial is lifted above the facts. It becomes a symbolic drama.\"\nAs the defense team in the United States embassy bombings trial prepare to open its case today, the lawyers may not be plagued by bad dreams, as Mr. Precht was, but they are clearly facing what their peers consider to be a legal nightmare.\nThe dozen or so lawyers charged with defending the four men accused of plotting to destroy the American Embassies in Kenya and Tanzania in 1998 face a daunting task. Murderers single out people, but terrorists take aim at countries, their policies, their systems of belief. How is it, then, that a defense lawyer -- raised in America and shaped by its mores -- can represent people accused of attacking America itself?\nWhile none of the defense lawyers would comment on that question in the middle of the trial, other lawyers who worked on similar cases explained that a delicate legal calculus is needed to represent those accused of terrorism. They said the defense lawyers in the embassy bombings trial must respect their clients' political beliefs, though they may not endorse them. They said the lawyers need not share their clients' views but need to communicate them skillfully to the jury.\n\"You don't become an advocate for the political views of your client,\" said Richard H. Burr, a lawyer for Timothy J. McVeigh, who is to be executed next month for the Oklahoma City bombing in 1995. \"You become an advocate for understanding the political views of your client.\"\nThe embassy bombings trial, in which four men -- Wadih El-Hage, Khalfan Khamis Mohamed, Mohammed Saddiq Odeh and Mohamed Rashed Daoud al-'Owhali -- have been charged with joining Osama bin Laden in an international terrorist conspiracy that led to attacks killing more than 200 people, is much like the World Trade Center case, Mr. Precht said. Both, he said, highlight \"a clash of systems.\"\n\"The trial suddenly assumed this symbolic dimension that was beyond the guilt or innocence of the individual defendants,\" he added.\nTo counter the image of the scheming terrorist, Mr. Precht said he tried to convince the jury that his client, Mohammed A. Salameh, was in effect duped by the plot's mastermind, Ramzi Ahmed Yousef, who was convicted at a later trial.\n\"It was ludicrous to argue to the jury that my client was not present during key stages during the conspiracy,\" Mr. Precht said. \"So I basically conceded the conspiracy existed but said that Salameh was not criminally responsible because he had been kept in the dark about its consequences.\"\nThis strategy seems likely to be used in the defense of Mr. Mohamed, whose lawyers have already admitted that he ground the TNT for the bomb that destroyed the embassy in Tanzania, killing a dozen people. His lawyers, however, drew a crucial distinction in their opening statement, saying that Mr. Mohamed had committed an evil act but was not an evil man.\nBecause Mr. Mohamed has essentially conceded his guilt in hopes of winning the mercy of the jury in the penalty phase, one of his lawyers, David A. Ruhnke, a death penalty specialist, is likely to play a prominent role as the trial focuses on the question of whether Mr. Mohamed should be executed. Mr. Ruhnke is a genial and patrician lawyer who would not seem out of place hanging his shingle on a quiet lane of some quaint New England town.\nAnother strategy used at previous terrorism trials was to explain to the jury why men might be driven to blow up embassies or office towers like the Alfred P. Murrah Federal Building in Oklahoma City.\nMr. Burr said he tried to communicate Mr. McVeigh's motives to the jury as best he could, giving political context to what simply seemed a coldblooded act. He said the same could be done in the embassy bombings trial, but cautioned that explaining why a defendant attacked American installations often entailed the delicate task of pointing out that American policies sometimes provoke attack.\n\"Nobody's saying, 'Let's join the jihad,' \" Mr. Burr said. \"They're saying, 'Let's understand what role that we play in fueling the jihad.' \" \nMr. al-'Owhali's lawyers have tried something akin to this as they, too, look ahead to the trial's penalty phase. \nDuring a hearing two weeks ago, David P. Baugh, one of Mr. al-'Owhali's lawyers, argued that his client should be not put to death for using a powerful bomb to kill innocent civilians, because in the deadly game of terrorism and counterterrorism, weapons of mass destruction are routinely used. \n\"I am saying, Your Honor, that the United States has alleged that my client is showing reckless disregard,\" he told the judge in the case, Leonard B. Sand. \"I am saying that reckless disregard in this area is as routine, as everyday, as water.\"\nMr. Baugh, a high-spirited Southerner, and his partner, Frederick H. Cohn, of all the defense lawyers, have perhaps faced the greatest difficulties in dealing with their client. Mr. al-'Owhali instructed Mr. Cohn not to make an opening statement when the trial began. He also ordered his lawyers not to fight the death penalty charges filed against him.\nIndeed, the original lawyers for all of the defendants, except for those representing Mr. Mohamed, were replaced before the trial began because of various internal disputes. All of the lawyers were appointed by the court. \n\"It is you and the client, and your job is to defend that human being, but you have to do it his way,\" said Lynne F. Stewart, who got her taste of terrorism trials defending Sheik Omar Abdel Rahman in 1995. \"When you're dealing with people from different cultures, you have to respect whatever value system that person brings to the table.\"\nThe most straightforward defense is likely to be mounted by the lawyers for Mr. El-Hage, who have argued from the start of the trial that their client is not a terrorist but simply a tradesman who worked for Mr. bin Laden's legal corporate ventures. \nMr. El-Hage has not been linked directly to the bombings. He has been charged with being part of the overarching terrorist plot, and his lawyers will probably offer a strategy drawn from Mafia conspiracy trials: the \"legitimate businessman\" defense.\nMr. El-Hage's lawyers, Sam A. Schmidt and Joshua L. Dratel, have arguably been the most aggressive in the trial. That has been the case particularly for Mr. Schmidt, whose scholarly habit of wearing his glasses on the end of his nose belies a deeply sarcastic streak on cross-examination.\nIt is Mr. Odeh who, in many ways, has been the most mysterious defendant.\nHe has told the authorities that as a member of Mr. bin Laden's group, Al Qaeda, he felt morally responsible for the bombing of the embassy in Kenya, although he has denied having a direct or decisive role in the attack.\nHis lawyers, Anthony L. Ricco and Edward D. Wilford, have courtroom styles that could not be more divergent. Mr. Ricco is a dapper man who wears bow ties and speaks with the electrifying rhythms of a street preacher.\nMr. Wilford is short and barrel-chested, given to unassuming suits and in the habit of asking every witness he questions, \"How you doing?\"\nThey were the only lawyers to introduce their client's statement to the authorities at trial. Although the statement included much incriminating circumstantial evidence in the statement, it also included Mr. Odeh's categorical denial of involvement in the attack and a long description of his religious devotion.\nMr. Precht, the lawyer in the trade center trial, said it was critical to counter the government's portrayal of terrorists as remorseless killers with specific insights that can humanize a defendant. \"You want to deflate the symbols,\" he said, \"and bring the trial back down to individuals accused of certain acts.\"\nTo that end, Mr. Ricco and Mr. Wilford made sure that the jury read Mr. Odeh's statement, which noted that Mr. Odeh turned to religion at a young age and once used $1,000 that was supposed to go toward college to study Islamic law and fight for his Muslim brethren in Afghanistan.\nStill, if lawyers win acquittals for their clients, there can be qualms at the end of the day, Mr. Precht acknowledged.\n\"I basically believe in the system, and here you have a group of individuals attacking the system,\" he said. \"It's a fine line between following ethical rules and defending a client who doesn't have another spokesman in the world.\n\"I very much identify with the challenges and murky moral universe in which the defense now has to pursue its case.\"      \n\nhttp://www.nytimes.com\n\nLoad-Date: April 16, 2001"
}