{
    "title": "Terrorism suspect asks for release from jail COMPLETE COVERAGE",
    "publisher": "daily news ",
    "year": 2017,
    "month": 11,
    "day": 1,
    "full text": "The Dayton man arrested in April by the FBI’s Joint Terrorism Task Force before starting a trip to Jordan and charged with attempting to help ISIS has asked a federal judge for release before trial.\nLaith Waleed Alebbini, 27, is seeking to have his detention revoked on a federal charge of attempt to provide material support and resources to a foreign terrorist organization. \nFederal public defender Thomas Anderson wrote that Alebbini is a legal permanent U.S. resident with no criminal record who has an infant son. Anderson also wrote that the government’s case is deficient because Alebbini was not seeking to travel to place himself under the direction of ISIS. \n“Laith states that there are conditions under which he could be released, that would secure his appearance at sentencing, and which would not jeopardize the community’s safety, or the safety of any other person,” Anderson wrote in his motion, saying his client would submit to electronic monitoring and home confinement and that the government already has Alebbini’s Jordanian passport. \nFederal prosecutors at Dayton’s U.S. District Court have not answered the motion in court and did not respond to a message seeking comment. \nFederal lawenforcement said Alebbini \ncalled himself “a perfect recruit for ISIS” in court documents filed after Alebbini was picked up after attempting to board a plane at the Cincinnati/Northern Kentucky Airport. The maximum prison sentence is 20 years. \nIn May, U.S. District Court Magistrate Judge Sharon Ovington ruled that Alebbini be detained without bond, agreeing with prosecutors who said the defendant was a “flight risk.” \nAnderson wrote that the ticket to fly to Jordan was paid for by the FBI through a confidential informant and that Alebbini just wanted to get to Syria to fight against the Bashar al-Assad regime. \nAnderson wrote that the government’s theory is not that Alebbini was plotting any type of terrorist attack either in America or abroad. \nThe public defender wrote that Alebbini “specifically denounced the violence done by ISIS in the name of Islam and was searching for other legitimate, non-FTO (Foreign Terrorist Organization) groups, who were also fighting against Assad in Syria.” \nThe motion, which includes letters of support from Alebbini’s mother, sister, wife and wife’s siblings, says that since being detained in April, Alebbini has “been a model inmate without any disciplinary infractions.” \nAnderson wrote that by not arresting him earlier despite knowing about an incident at the Turkish Embassy, the U.S. government “tacitly conceded” that Alebbini was “no danger” to anyone in the U.S. \nThe public defender wrote that the government’s stated theory that Alebbini wanted to fight Assad was “a goal most rational human beings would agree is laudable  especially those concerned with Muslims being oppressed or killed in Syria,” Anderson wrote. “In fact the United States supports and funds this objective in certain capacities.” \nAlebbini’s wife, Destiney Eshelman, wrote that her husband is one of the most kind-hearted people she knows: “I’m pleading for you (to) give him this chance so that we can have our family together and he can be here with his son.” \nAfter a motion from prosecutors, a federal judge allowed the government to designate several individuals to handle classified information during the case. \nSeparately, in his motion to revoke Alebbini’s detention, Anderson wrote that some classified documents will not be provided to defense during discovery. \nContact this reporter at 937-225-6951.\n\nGraphic\n\n \nAlebbini\n\nLoad-Date: November 30, 2023"
}