{
    "title": "Terrorism Warrant Issued for Thai Ex-Leader",
    "publisher": "the new york times",
    "year": 2010,
    "month": 5,
    "day": 26,
    "full text": "BANGKOK -- Thailand's criminal court on Tuesday approved an arrest warrant on terrorism charges for the fugitive former prime minister, Thaksin Shinawatra, accusing him of involvement in recent street protests in Bangkok that left more than 85 people dead.\n  Mr. Thaksin, ousted in a coup in 2006, is abroad evading a prison term on an earlier conviction for corruption, and the government has been trying for years to secure his extradition.\n  The government said Tuesday that it believed that the terrorism charge would make it easier to gain the cooperation of foreign governments in repatriating Mr. Thaksin.\n  A late-night curfew was extended Tuesday for four more days as the government moved aggressively against members of the red shirt protest movement, arresting people who took part or helped in the protests and extending the detention time of several opposition leaders. In addition, financial transactions by people suspected of supporting the protests have been blocked, antigovernment radio stations have been closed, and four governors have been removed in provinces where protesters burned city halls or government buildings.\n  Mr. Thaksin has been a figurehead of the protests, organized by an antigovernment association known as the United Front for Democracy Against Dictatorship or U.D.D., which paralyzed parts of Bangkok for more than two months. He is accused by many people of helping orchestrate and finance the protests, but there has been no proof offered, and Mr. Thaksin has denied any direct involvement.\n  ''The government falsely accused the U.D.D. and protesters of being terrorists and that I am the mastermind of the terrorists,'' he said in a statement issued last Wednesday as troops moved to dismantle the protests. ''I denied that accusation entirely.''\n  The government has filed terrorism charges against several leaders of the U.D.D., which has denied any connection with the violence, but recent statements have called that assertion into question.\n  The line between peaceful pro-democracy action and violent confrontation has blurred.\n  ''I never approve nor agree to any use of violence,'' Mr. Thaksin said in his statement. ''I believe in peace. I demand the government stop all defamation and false accusation.''\n  In a telephone interview with Reuters, he seemed to add a veiled threat, saying, ''There is a theory saying a military crackdown can spread resentment, and these resentful people will become guerrillas.''\n  The government has expressed frustration at the failure of other nations to comply with its demand for extradition, and Prime Minister Abhisit Vejjajiva said Tuesday that the terrorism charge ''will reduce the obstacles'' and make it clearer when making contact with foreign governments.\n  In April, Foreign Minister Kasit Piromya spoke angrily about what he said was the slowness of foreign governments and Interpol to help in extraditing Mr. Thaksin.\n  ''Everyone is washing their hands,'' Mr. Kasit said, ''but he is a bloody terrorist.''\n  Mr. Thaksin has traveled widely in recent months, from Africa to the South Pacific to the Balkans to the Middle East, sending  his supporters messages of support and encouragement.\n  In April 2009, during an earlier red shirt uprising, Mr. Thaksin addressed his followers in a telephone message, saying: ''Now that they have tanks on the streets, it is time for the people to come out in revolution. And when it is necessary I will come back to the country.''\n  In a statement in London on Tuesday, Mr. Thaksin's lawyer, Robert Amsterdam, lambasted the court ruling, saying, ''The Orwellian organs of the junta and their extralegal behavior will fool no one.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: After a Bangkok protest, a poster with the image of the ousted premier, Thaksin Shinawatra. (PHOTOGRAPH BY SAKCHAI LALIT/ASSOCIATED PRESS)      \n\nLoad-Date: May 26, 2010"
}