{
    "title": "Terror Suspect Is Brought to U.S. For Trial as Trump's Stance Shifts",
    "publisher": "the new york times",
    "year": 2017,
    "month": 7,
    "day": 22,
    "full text": "PHILADELPHIA -- The Trump administration has brought a man suspected of belonging to Al Qaeda to the United States to face trial in federal court, backing off its hard-line position that terrorism suspects should be sent to the naval prison in Guantánamo Bay, Cuba, rather than to civilian courtrooms.\nThe suspect, Ali Charaf Damache, a dual Algerian and Irish citizen, was transferred from Spain and appeared on Friday in federal court in Philadelphia, making him the first foreigner brought to the United States to face terrorism charges under President Trump. The authorities believe that Mr. Damache was a Qaeda recruiter. He was charged with helping plot to kill a Swedish cartoonist who depicted the Prophet Muhammad in cartoons. \n  With Mr. Damache's transfer, Attorney General Jeff Sessions adopted a strategy that he vehemently opposed when it was carried out under President Barack Obama. Mr. Sessions said for years that terrorism suspects should be held and prosecuted at Guantánamo Bay. He has said that terrorists did not deserve the same legal rights as common criminals and that such trials were too dangerous to hold on American soil.\n  But the once-outspoken Mr. Sessions was uncharacteristically quiet on Friday. He gave a speech one block away from the Philadelphia courthouse where Mr. Damache appeared and did not address the case. The Justice Department issued only a brief news release, and a spokesman, Ian Prior, said in a statement that Mr. Damache was indicted in 2011 in federal court but did not acknowledge the attorney general's yearslong criticism or answer questions about whether those opinions have changed.\n  Mr. Damache, 52, was arrested in Ireland in 2010, but he was released after an Irish judge rejected a request from the United States to extradite him. He was arrested again in 2015 in Spain. Under Mr. Obama, the Justice Department began seeking his extradition, and that effort continued under Mr. Trump.\n  Had the Trump administration insisted on bringing Mr. Damache to Guantánamo Bay, it would have met strong opposition in Europe. America's closest allies refuse to participate in any effort to bring new prisoners to Guantánamo. They have come to regard the prison there as a legal morass and a symbol of American abuse and mistreatment.\n  For years, Republicans portrayed civilian trials as a weakness in Mr. Obama's national security policy. His plan to prosecute Khalid Shaikh Mohammed, the admitted mastermind of the Sept. 11 attacks, in Manhattan fizzled in 2010 amid controversy. Since then, however, federal prosecutors have consistently won convictions and lengthy prison sentences for foreign terrorists and helped glean crucial intelligence.\n  ''It's good to see that the president and the attorney general now seem to share my belief in the effectiveness of the world's greatest judicial system and its ability to keep the American people safe,'' said former Attorney General Eric H. Holder Jr., the leading voice in the Obama administration for using civilian courts. ''Their previous positions were political and counterproductive.''\n  Mr. Damache was wanted in connection with a failed attempt to kill a Swedish cartoonist who had depicted the Prophet Muhammad with a dog's body. His identity surfaced in the high-profile case of Colleen LaRose, who became known as ''Jihad Jane.'' Ms. LaRose, of Pennsburg, Pa., pleaded guilty in 2011 to providing support to a terrorist group, conspiring to murder a foreigner and lying to the F.B.I. She was sentenced in 2014 to 10 years in prison.\n  Mr. Damache was charged with conspiracy to support terrorists and attempted identity theft to facilitate an act of international terrorism. Wearing a black button-down shirt and jeans, he appeared before a federal judge and waived his right for a swift arraignment. He said he had no cash or assets, owned no property or vehicle and had no bank account. He told a judge he wanted to speak with the Irish Embassy.\n  ''I need my legal representative that has been recommended by the Irish ambassador,'' Mr. Damache said. A court-appointed lawyer, Joseph Mancano, had no comment on the Trump administration's decision to bring the case to civilian court. His client is due back in court on Aug. 28.\n  Agents and prosecutors hope Mr. Damache's case is the first of many transfers to the United States. Counterterrorism officials are trying to resolve the case of a Qaeda suspect being held in Yemen and have other similar cases in the pipeline. ''The United States has consistently used the extradition process to obtain indicted fugitives who are overseas, so that they can stand trial in our federal courts,'' Mr. Prior said.\n  Career prosecutors and F.B.I. agents have tried to make the case inside the Justice Department for using civilian courts, arguing that the Trump administration's rigid stance made it hard to bring terrorists to justice. Rod J. Rosenstein, the deputy attorney general and a career federal prosecutor, told Congress before his confirmation that he supported using federal courts for terrorism prosecutions.\n  Mr. Sessions has long led the Republican charge against civilian courts. ''After 9/11, our nation fundamentally re-evaluated its approach to terrorism,'' he said in 2010. ''We recognized that we are at war, and that our normal criminal justice procedures were not designed for and were not appropriate for the new threat.''\n  He never wavered from that stance, and his tough talk on Guantánamo Bay, waterboarding and secret prisons had him in lock step with Mr. Trump, who once promised to fill Guantánamo Bay with ''bad dudes.'' It is not clear whether the White House was involved in the decision. A spokesman did not respond to messages seeking comment.\n  Mr. Trump's relationship with Mr. Sessions has been strained lately, culminating with the president's public statements criticizing his decision to recuse himself from an investigation into Russian meddling in the presidential election.\n\nhttps://www.nytimes.com/2017/07/21/world/europe/al-qaeda-suspect-court-trump-sessions-guantanamo.html\n\nGraphic\n\n \nPHOTO: Ali Charaf Damache, accused of being a recruiter for Al Qaeda, appeared in federal court in Philadelphia on Friday. (PHOTOGRAPH BY PETER MORRISON/ASSOCIATED PRESS) (A10)       \n\nLoad-Date: July 22, 2017"
}