{
    "title": "Terrorism and terrible food_ The stories of U. Washington's Lewis and Clark Halls",
    "publisher": "university wire",
    "year": 2000,
    "month": 11,
    "day": 22,
    "full text": "Located a stone's throw from McMahon Hall and separated by a scant 50 yards and Stevens Way stand Clark Hall and Lewis Hall. The University of Washington's tributes to the famous explorers of the Pacific Northwest, William Clark and Meriwether Lewis, these two buildings currently house the UW Reserve Officers Training Corp and a combination of offices and classrooms, respectively. The history of Lewis and Clark Halls, however, runs deep into the annals of UW's history.\nAfter a warning from then-president Frank Graves that the University's growth would be stifled due to lack of student housing, the Legislature allocated $ 50,000 for the construction of two dorms. The buildings were built as complements, both completed in 1896 at equal costs of $ 25,000. Lewis served as the dorm for men and Clark for women.\nU. Washington\nFrom its completion until 1922, Lewis Hall accommodated the young men of the UW by providing them with beds, tables, chairs, bureaus and wardrobes for $ 8 to $ 10 per month. By comparison, rent in the city was approximately $ 25 per month. As it is today, the dorms provided their residents with a cafeteria, whose cuisine was commented upon by The Daily's predecessor, Pacific Wave:\n\"You are old,\" said the youth, \"and your jaws are too weak For anything tougher than gruel; Still you ate shoes and blankets, and your fortune did seek In the North 'mid privations cruel.\" \"In my youth,\" said the grandfather, \"I ate at the Dorm, And took all my meals without sighing, But my jaws how they worked -- though thin was my form -- 'Twas meat stew kept me tough and from dying.\"\nIn 1922, Lewis was converted to another women's dorm and in 1925, the building was updated to the most modern of standards when \"electrical receptacles\" were installed. In 1939, Lewis Hall was converted to classrooms and offices, which is how it remains today.\nAlthough most of Lewis Hall's history occurred during its early years, the story is quite the opposite for its counterpart. Clark Hall, on the other hand, had its most interesting years later on in the century.\nUntil 1936, Clark Hall served as the women's dorm. In that year, it was converted to filled the role of the first Student Union Building until the construction of the HUB in 1952. Since then, UW's ROTC programs, which are among the six oldest in the nation, have occupied the building. The mast in front of the structure is that of a World War I destroyer and was used to train naval officer candidates in naval signaling during World War II.\nAmid the great social protest surrounding the Vietnam War in the late '60s, there occurred an act of terrorism at Clark Hall. On the evening of Sept. 18, 1968, at 9:27 p.m., a call was made to the Seattle Fire Department by a desk clerk in McMahon Hall reporting a fire that had begun to consume the north end of Clark Hall. Within 40 minutes, the SFD had extinguished the blaze. It was soon determined that the fire was started with gasoline and was the result of arson.\nUnconfirmed reports after the fact placed a \"small but organized\" group of students standing outside the burning building chanting, \"Let it burn!\" An FBI investigation, the results of which are unknown, soon ensued.\nThere were no injuries in the fire, however there was approximately $ 100,000 of damage, mostly from smoke and water. Today, despite restoration, the attic of the building is still unusable.\nWhile they rest modestly along Stevens Way as nothing more than a couple more buildings to pass on the way to class, the only remnants of the history and social turmoil that Lewis and Clark Halls have seen lay in the ivy on their walls and the calls of young soldiers in training.\n(C) 2000 The Daily via U-WIRE\n\nLoad-Date: November 22, 2000"
}