{
    "title": "Terrorism Coverage Hikes Insurance Costs for Two Texas Ports",
    "publisher": "the beaumont enterprise",
    "year": 2003,
    "month": 2,
    "day": 25,
    "full text": "BEAUMONT, Texas--The near-universal complaint is that insurance premiums across the board are climbing, but the ports of Beaumont and Port Arthur at least have a good reason for paying extra these days terrorism.\nThe Terrorism Risk Insurance Act of 2002 became law this past November, establishing a temporary federal program to provide for shared public and private compensation for insured losses resulting from acts of terrorism.\n\"The government is funding 90 percent of it through insurance carriers,\" Chris Fisher, the Port of Beaumont's executive director, told the port's board on Monday.\nBut the coverage also raised the port's insurance premium by $ 16,000 to a total of $ 178,000 for assets valued at $ 40 million, Fisher said.\nThe coverage doesn't include the grain elevator, which is leased to a private company. Coverage for that is separate, Fisher said.\n\"We don't have a lot of high-risk assets,\" Fisher said.\nThe federal program is designed to allow private markets to stabilize in case of massive disruptions caused by an act of terrorism, and to help insurers build capacity to absorb future losses, according to an overview of the program on the U.S. Department of the Treasury's Web site, www.ustreas.gov Shannon Morgan, the director of Jefferson County's risk management office, said the county received notification this past week from its insurance carrier that it now has the terrorism rider on its policy.\nHowever, the portion of the county's annual premium attributed to the terrorism coverage is zero, Morgan said.\nThe county currently pays $ 232,712 annually for $ 156 million in property coverage.\nHowever, the county is limited to losses of no more than $ 75 million based on a single event, such as a hurricane.\nThe threat of hurricanes in 2002 caused the county's premium to climb by almost $ 80,000 from the previous year's coverage, Morgan said.\nAt the Port of Port Arthur, the terrorism coverage is costing about $ 16,000 in extra premium, said Judy Hill, the port's director of finance.\nThe Port of Port Arthur pays $ 180,457 for property coverage of $ 51.7 million. The port also carries liability coverage with a premium of $ 21,665 of which $ 2,755 is for terrorism.\nTo put the terrorism portion of the coverage into play, Hill said the federal government would have to declare any loss the result of an act of terrorism.\nThe Sabine-Neches Ship Channel also is dotted with private marine terminals serving some of the nation's largest petrochemical installations.\nHowever, a spokeswoman for ExxonMobil Corp. in Beaumont and a spokesman for Atofina Petrochemical Inc. in Port Arthur said Monday they did not know if those plants were carrying the extra coverage.\n-----\nTo see more of The Beaumont Enterprise, or to subscribe to the newspaper, go to http://www.southeasttexaslive.com \n\nLoad-Date: February 25, 2003"
}