{
    "title": "Terrorism against Americans should not be a big surprise",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 3,
    "day": 21,
    "full text": "The Oct. 23, 1983, suicide bombing that killed 241 Marines in the Battalion Landing Team headquarters in Beirut remained the single deadliest terrorist attack on Americans until Sept. 11.\nIn 1992, Randy Gaddo of Peachtree City and Gaddo's Beirut boss, Bob Jordan, incorporated Beirut Veterans of America with the slogan, \"The First Duty Is to Remember.\" Yet for many Americans, Beirut is a distant memory. After Sept. 11, sound-bite slogans like \"America's New War\" thundered across the airwaves.\nFor the Journal-Constitution\nIn fact, there's nothing new about terrorist attcks on U.S. targets --- consider the 1898 sinking of the USS Maine in Cuba --- and plane hijackings and suicide bombings are decades old.\nThe Center for Defense Information recently compiled a chronology of 22 \"major\" terrorist attacks against Americans in the modern age. The list opens with the April 18, 1983, suicide car bombing of the U.S. embassy in Beirut, killing 63, including 17 Americans. The Battalion Landing Team headquarters attack six months later is second. The final listing is Sept. 11, whose estimated death toll is 2,800 in New York and possibly 200 at the Pentagon.\nMost of the Marines killed on Oct. 23, 1983, came from Camp Lejeune, N.C. Many had been in Beirut since September 1982, when Lebanon's president-elect, Bashir Gemayel, was assassinated by a Syrian Socialist Nationalist Party member. The Marines were part of of a three-nation force sent to support the fragile government.\nBoth Beirut attacks are blamed on the Lebanese Islamic militia Hezbollah, whose members come from the minority Shiite sect of Islam. Iran, the largest Shiite nation, opposes the Taliban.\nHezbollah's founder is mystery man Imad Mugniyah. In October a University of St. Andrews terrorism expert, Magnus Ranstorp, told CNN.com that Mugniyah \"is the opposite of bin Laden. He has skills, is more professional, operates as a faceless terrorist.\"\nMugniyah has remained hidden since he was photographed during the 1985 hijacking of TWA Flight 847. It's believed he's had at least two plastic surgeries.\nIn October 1983, President Reagan was enjoying a long weekend at Augusta National Golf Club when a gunman crashed a gate and charged into the pro shop. While holding two White House staffers and three club employees hostage, he demanded an audience with Reagan. The president was whisked off the premises. Hours later, aboard Air Force One and preparing to leave Augusta, Reagan learned of the bombing of the Marines in Beirut.\n\nLoad-Date: March 21, 2002"
}