{
    "title": "Terrorism complicating field trips in Israel ; Students, guards, guns_ Youth excursions have been ca",
    "publisher": "the atlanta journal and constitution",
    "year": 1997,
    "month": 11,
    "day": 28,
    "full text": "Jerusalem ---Israeli Boy Scouts and Girl Scouts had to cancel dozens of their usual fall hikes this year. They couldn't get enough hired guns. New government rules briefly changed the criteria for the armed escorts required on school field trips, Scout excursions and other hiking trips.\nThe old rules are back in effect until January, while the police, army, trip organizers and parents consider a range of questions, including whether trip escorts need special weapons training and whether they can carry pistols instead of rifles.\n\"The other solution,\" suggested Jerusalem Scout leader Yair Tal, \"is to make peace with the other countries around us.\"\nWhile school children in the United States can take trips with little more than a permission slip in hand, the rules are more complicated in a country besieged by terrorism.\nThe system here was designed after an attack on traveling school children in 1974. It is under new scrutiny after the murder of seven school children in March.\nCurrently, organizers of youth outings have to submit itineraries to the authorities weeks before their excursions. Based on recommendations by the police and army ---depending on the location ---the groups are told whether they need armed guards.\nThe volunteer guards are usually supplied World War II vintage carbines by the police.\nParents, who often serve as volunteer guards, have grown used to the extra protection.\n\"They ask for it,\" said Lior Carmel, director of the 50,000-strong coed Israeli Scouts. \"It makes them feel more comfortable.\"\nIn Israeli cities, weapons are usually not required. But in remote or border areas of Israel, they are.\nThey are also often required in Jerusalem, and occasionally children can be seen on the city's streets, escorted front and rear by armed parents or private guards.\nThe system has become efficient and high volume. The Israeli environmental group Society for the Protection of Nature in Israel organizes the most trips. It has the job of reviewing itineraries not only for its own trips, but for private tour groups and schools as well.\nThe group reviews about 70,000 trips a year and the majority require armed guards, said Yaov Yaacovi, head of security for the SPNI.\nThe itineraries are run through a computer that spits out the requirements.\nSome areas are off limits. Others may be allowed with two or more guards on hand. For groups with hundreds of children, an outing might require taking a doctor along.\nIn the last two months, the system has taken on a new feature ---the \"situation room.\" Here, everything from the weather to the safety and whereabouts of all groups in the field is tracked.\nLocated in Jerusalem, the room is the product of a special commission that looked into the March killing of seven seventh-and eighth-grade girls by a Jordanian soldier.\nThe girls were on a day trip to Naharayim, a border area turned over to Jordan three years ago after that country made peace with Israel.\nGuards for the group, from the Israeli town of Bet Shemesh, left their weapons at the border, following the instruction of their guides and the Jordanians.  During the visit across the border, a Jordanian soldier in a nearby guard tower opened fire on the group until his gun jammed and he was wrestled down by other Jordanian soldiers.\nThe commission investigating the shooting found that hundreds of groups had visited the area, even though it was supposed to be off limits.\nGovernment officials were cited for not enforcing the rules ---although they said 10 trip inspectors make spot visits to check on whether people are following their itineraries.\nThere were also complaints that private tour groups, separate from the nonprofit SPNI, were leading trips off their stated itineraries.\n\"Because of Naharayim, everything became more sensitive,\" said Orit Nevo of the SPNI.\nIn addition to the situation room, a Trips Administration, headed by a brigadier general, was set up in the Ministry of Education.\n \nThe controversial guard rules began in September.\nWhile volunteers with recent military reserve experience, performed by most Israeli men, had been allowed to act as armed escorts, police began requiring more training and background checks.\nScout director Carmel said about 30 of 150 trips planned during the October holiday season were canceled for lack of guards.\nComplaints prompted a court case and the old rules were reinstated for three months while the courts and the negotiating group work.\nBut Carmel is afraid that youth groups will have to begin relying solely on for-hire security guards. That, he said, would make trips unaffordable for many youth.\n\nLoad-Date: November 29, 1997"
}