{
    "title": "TERRORISM WON'T GO UNPUNISHED",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 6,
    "day": 28,
    "full text": "President Clinton's target was in Baghdad. But after the foiled plot to blow up key sites in New York City, Americans probably will appreciate his broader message: Terror against Americans won't go unpunished -- not at home and not in the far-ofa missile strike on the headquarters of Iraqi intelligence was dictated by the pace of the U.S. investigation into the alleged plot against former President Bush -- and not by last week's arrests of eight suspects in a horrifying scheme to bomb several of Ns a good strong message. And the message the FBI sent in New York with the arrests was another indication that the United States was going to stand strong against terrorism wherever we see it,'' Christopher said yesterday on ABC-TV.\nAnother aide said the administration's response was ''intended as a message to both Saddam (Hussein) and other sponsors of state terrorism -- thn country was behind the New York bombing plot or the February attack on the World Trade Center. But aug whether any of the suspects, all religious Muslims, have any links to Iran or Sudan, both governed by strict Muslim rulers and laws.\nThe United States considers Iran the world's foremost state sponsor of terrorism, and is also closely monitoring it, is host to several virulent Iranian-backed terror groups.\nCounter-terrorism officials had been eagerly waiting to see wouldleged attempt to kill Bush during his April visit to Kuwait -- viewing it as a signal of his resolve to fight terrorism.\nMany, especially in the Pentagon, had voiced doubts privately about whether Clinton, focused on domestic policies, inexperienced in defense-related matters and seemingly indecisive in some foreign policy areas, might respond to provocation with degainst Iraq was compelling and he failed to respond, he would -- in the words of one official -- be sending ''a powerful message that he (Saddam) has a blank check'' to attack Americans.\nBush was not the first American to be targeted for Iraqi terrorism. On the eve of the U.S.-led war to evict Iraq from Kuwait, the FBI foiled several planned terror attacks in the United States -- partly by expelling Iraqi diplomats.\nBut Saddam was obviously not deterred. A CIA study last year predicted that given the opportunity, he would try to exact revenge on Bush. And U.S. officials say he might try to retaliate for Clinton's missile attack through terrorism.\n''Saddam Hussein, for all his evil-mindedness, does not have the power to inflict damage on the continental United States except through terrorism,'' said Rep. Lee Hamilton, D-Ind. chairman of the House Foreign Affairs Committee.\nThat threat has become more real for Americans than ever since the bombing at the World Trade Center made it clear that they were no longer immune, even at home.\n''We can get you any time,'' in the words of Siddiq Ali, one of the masterminds behind the foiled plot in New York.\nTo which President Clinton responded, in his Saturday night address to the nation:\n''We will combat terrorism. We will deter aggression. We will protect our people.''\n\nGraphic\n\n \nPHOTO, Faleh Kheiber/Reuters: A worker digs through the rubble of a destroyed building in Baghdad yesterday after the American retaliatory attack.\n\nLoad-Date: September 20, 1995"
}