{
    "title": "Terrorism cases force more Muslim Americans to grapple with homegrown jihad Recent arrests of Muslim",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 7,
    "day": 7,
    "full text": "The scene is becoming too familiar: A young man is arrested for intending to harm innocent people. He may proclaim he's an Islamic soldier, he may say he wants to be a martyr, or he may have planned a trip overseas with the apparent intent of shooting at American soldiers.\nSuch descriptions jibe with a number of recent arrests: of Faisal Shahzad, the failed Times Square bomber from Connecticut who pleaded guilty June 21; of the five American men from Virginia who have been sentenced in Pakistan to 10 years in prison for conspiring to carry out terrorist attacks; and of Najibullah Zazi, the former airport shuttle-bus driver from Colorado who pleaded guilty to involvement in a bomb plot against the New York subway system - a plot that apparently had the involvement of a high-level Al Qaeda operative.\nAre these simply anomalies, bad apples within the greater law-abiding Muslim population in the United States? Or do they indicate that something more sinister needs to be confronted within this population so that the idea of killing innocent people does not become a misguided act of martyrdom?\nIN PICTURES: American Jihadis\nAnswering these questions is one of the most difficult tasks facing the Obama administration. If it decides that some sort of radical form of Islam is making inroads, it risks provoking millions of peaceful Muslims, who may perceive religious persecution. If the administration decides there isn't a problem, it may miss future terrorists.\nHere's part of the mind-set that the government is grappling with: When Mr. Shahzad pleaded guilty to planting a weapon of mass destruction in Times Square, he told a federal judge that he viewed himself as a \"mujahid, a Muslim soldier.\"\n\"I am part of the answer to the US terrorizing the Muslim nations and the Muslim people, and on behalf of that, I'm avenging the attacks,\" Shahzad said as he explained why he was pleading guilty.\nShahzad may not be the only Muslim-American thinking this way, says Asra Nomani, a Muslim-American and author of \"Standing Alone in Mecca: An American Woman's Struggle for the Soul of Islam.\"\nOn a more general level, she says, it's not unusual for young Muslims growing up in the US to have an identity issue: Do they wear hair coverings? Do they marry the Muslim boy or girl next door?\n\"I know the identity issue because I lived it,\" Ms. Nomani says. \"There is this tug of war inside ourselves of trying to reconcile Islam and being an American.\"\nThe hearts and minds of some of these young people could be an easy target for radical Muslims who use YouTube and other websites to post inflammatory rhetoric. Such rhetoric can be appealing to the young, Nomani says.\n\"My awakening came after 9/11 and my friend [and Wall Street Journal reporter] Daniel Pearl's kidnapping. And I realized we are asleep at the wheel here, and we have to be honest about the fact we have a problem inside our community,\" she says.\nHowever, other Muslim commentators say their community does not endorse radicalism. After Shahzad's bombing attempt in Times Square, the Muslim community condemned his action, says Osama Siblani, publisher of the Arab American News in Dearborn, Mich. \"This is an exception, not the rule,\" he says, and adds, \"I have assured many people from the younger generation: There is a way to express yourself in a democracy ... even with a decision made in the White House.\"\nSome mainstream Islamic groups say that Shahzad's comments are similar to the rhetoric emanating from radical groups for years. \"The only difference is this took place in an American courtroom instead of on a video from some cave in Afghanistan,\" says Ibrahim Hooper, communications director for the Council on American-Islamic Relations in Washington. \"I don't think it will resonate.\"\nThe official view of the US government seems to meld perspectives. The 2010 Annual Threat Assessment, written by Dennis Blair, then director of national intelligence, says that violence from home-grown jihadists will persist, but will be sporadic.\n\"A handful of individuals and small discrete cells will seek to mount attacks each year, with only a small portion of that activity materializing into violence against the Homeland,\" the assessment said.\nIt does require walking a tightrope, says Michael P. Jackson, deputy secretary of the Department of Homeland Security under the Bush administration. It's fair \"to ask the Muslim community to be sensitive to perversions of their core faith and to teachings of coexistence with other religions,\" says Mr. Jackson, now a founder of Firebreak Partners, a security consulting firm in McLean, Va.\nRecently, Nomani saw firsthand the efforts to avoid antagonizing certain Islamic groups when she was invited with some think tank analysts to a meeting with Farah Pandith, the US special representative to Muslim communities. (That position was created last year and is part of the State Department.)\n\"I immediately said that we have to fundamentally challenge the interpretations of Islam that are claiming our youth,\" Nomani recalls. \"And yet as soon as I said that, there was an immediate visceral reaction: [The others there] said oh no, the US government can't get into the business of religion, the business of interpretation.\"\nNomani left the meeting discouraged. \"I thought to myself, if that's not part of our strategy, we are dead in the water, because we are just letting the poison keep infiltrating,\" she says.\nIN PICTURES: American Jihadis\nRelated:\nPakistani court convicts 5 American terrorists to 10 years in jail\nFaisal Shahzad calls Times Square bomb plot 'war,' pleads guilty\nIn land of few burqas, France debates a ban\n       \n\nLoad-Date: July 8, 2010"
}