{
    "title": "Terrorism cell alive in Mpls., judge says",
    "publisher": "star tribune ",
    "year": 2016,
    "month": 11,
    "day": 19,
    "full text": "In sentencing nine young Somali-Minnesotans on terror conspiracy charges this week, U.S. District Judge Michael Davis closed a chapter in the federal government's long, extraordinary investigation of ISIL recruitment in Minnesota.\nBut the full story is far from over.\nIn nine hearings over three days before a courtroom packed with the families of the young men who sought to give their lives to ISIL, Davis repeatedly underlined a clear message: There is a terrorist cell in Minneapolis and it is still alive today.\nEach day, Davis sought to extract acknowledgment from the young men that they were \"terrorists,\" and left no doubt as to his thoughts on whether they were simply misguided youths.\n\"Everyone talks about Brussels or Paris having cells,\" Davis said one day, then, raising his voice: \"We have a cell here in Minneapolis.\"\nSaying the Minnesota public had \"danced around\" the issue, Davis described the cell's size as being between nine to 20, including those sentenced last week and others killed abroad.\nLater in the week, he raised eyebrows in the courtroom by telling one defendant that he noted \"six to 10\" supporters\nwho attended previous hearings and insisted that \"some defendants gave them signals.\"\n\"I know they're out there,\" Davis said. \"The community knows they're out there.\"\nFederal prosecutors seemed to share Davis' conviction. In an unusual development on Wednesday, they asked that two defendants, Mohamed Farah and Abdirahman Daud, be returned to the courtroom after their hearings were finished. Prosecutors said both men flashed index fingers pointed upward as they faced the gallery on their way out, an apparent symbol of \"tawhid\" that symbolizes an Islamic concept of \"oneness of God\" but is also a popular symbol used by ISIL supporters.\n'Off ramps' still sought\nMinneapolis has been home to the nation's largest ongoing FBI investigation into terrorism recruitment for most of a decade, centered on the city's Somali-American population. The probe began with the departures of roughly two dozen men and women who returned to Somalia to join the terror group Al-Shabab.\nIt expanded when a group of young Somali-American co-conspirators trained their sights on Syria to join the cause of the Islamic State in Iraq and the Levant (ISIL) beginning in early 2014.\nDavis has presided over every trial the investigation produced, and his judgments are being closely watched by an international audience.\nHis sentencing decisions this week - ranging from time served for one defendant to up to 35 years in prison for another - signal that courts are beginning to figure out how to address terror cases with more nuance, said Karen Greenberg, director of the Center on National Security at Fordham University School of Law.\n\"It's not a one-size-fits-all,\" she said. \"There are ways to distinguish between one defendant and another.\"\nBut Davis' sentencing decisions also sent the message that any attempts at rehabilitating would-be foreign fighters are in their infancy at best.\n'The saddest thing'\n\"Everyone was doing this for free,\" said Mary McKinley, whose nonprofit Heartland Democracy worked on a court-approved counseling and mentoring program with defendant Abdullahi Yusuf since shortly after his late 2014 arrest.\nBefore sentencing Yusuf, 21, to time already served and sending him to a halfway house, Davis stopped short of endorsing Heartland Democracy as a suitable terrorism disengagement program.\n\"We just kept going forward as the only way to show what maybe could happen,\" McKinley said. \"Clearly no one else wants to work with these kids. That's the saddest thing. People want to run away from them.\"\nDavis had created the nation's first terrorism disengagement and deradicalization program earlier this year, contracting a German terrorism scholar to evaluate defendants before sentencing, assess their risk of recidivism and recommend any release programs that could provide an \"off ramp\" from radical thought or action.\nBut at Yusuf's Monday sentencing, Kevin Lowry, Minnesota's chief probation officer, told Davis that his office found no treatment providers contracted by the U.S. probation office that provide suitable treatment. Nor does the federal prison system offer specialized treatment for terrorism defendants.\n\"We don't believe there are, and we have never seen any evaluation or assessment program [for] the modality of needs at this time,\" Lowry said.\nU.S. Attorney Andrew Luger also told Davis that his office doesn't have the funding to coordinate a program with the probation office to satisfy the court: \"We want to and we are trying to,\" Luger said.\nOther defendants proposed various release programs, but Davis made clear that there was nothing suitable to impose as an official release program, let alone as an alternative to prison.\n\"You're talking to the person that started things,\" Davis told one attorney. \"I know there's nothing there. We don't have anything in the U.S., we don't have anything in the district of Minnesota and it's questionable whether any programs around the world are working. That's where we are at.\"\n'It's on the record'\nDavis' courtroom exchanges with defendants continued to detail how Minneapolis' ISIL conspiracy stood out among the nation's terror cases. One lesson, revealed because the Twin Cities group of defendants was so large, is that peer-to-peer recruiting can play a powerful role in the radicalization of young people. Defendant Zacharia Abdurahman referred to one of their colleagues who actually left for Syria and is presumed dead.\n\"When Abdi Nur left, that's what changed the tides,\" Abdurahman said. \"I went from just being interested ... to this is what I've got to do now.\"\nDuring Farah's sentencing hearing, the judge made clear how much he thinks the community learned from the case.\n\"It's on the record. There's no denying of it,\" Davis said. \"Your own voice is on those tapes. Your voice here today is admitting to me what you have done. The litany of things that you did, the lies that you told should be published so there is no doubt about what is happening here today.\"\nThe judge later explained his forcefulness - so direct that it surprised some attorneys - before sending Daud to prison: \"We have to incapacitate this cell.\"\nStephen Montemayor · 612-673-1755\nTwitter: @smontemayor\n\nLoad-Date: November 21, 2016"
}