{
    "title": "TERRORISM RULES LEAVE QUESTIONS WILL MILITARY OR FBI HAVE AUTHORITY WHEN IT COMES TO DETAINEES_",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 12,
    "day": 19,
    "full text": "WASHINGTON -- After a bruising battle in Congress, the Obama administration retained the right to investigate and try suspected terrorists in civilian courts. But officials say newly enacted legislation raises a host of questions that will complicate and could harm the investigation of terrorism cases.\nDuring a struggle that began last May and ended this past week in a compromise defense bill, the administration waged an uphill fight against a majority of Republicans and some Democrats trying to expand the role of the military while reducing the role of civilian courts in the fight against terrorism.\nIt was the latest effort by conservatives to keep open the U.S. military prison facility at Guantanamo Bay, Cuba, to place terrorism suspects in indefinite detention and to designate military commissions as the preferred alternative to civilian courts for meting out justice.\nIn the end, the administration came away with one major victory. Gone from the defense bill during House-Senate negotiations was a provision that would have eliminated executive branch authority to use civilian courts for trying terrorism cases against foreign nationals.\nThe new law would require military custody for any suspect who is a member of al-Qaida or \"associated forces\" and involved in planning or attempting to carry out an attack on the United States or its coalition partners. The military custody requirement does not apply to U.S. citizens or to lawful U.S. residents.\nThe president or a designated subordinate may waive the military custody requirement by certifying to Congress that such a move is in the interest of national security.\nThe new law \"will ramp up the political costs\" when the administration decides to hold a civilian criminal prosecution for a detainee, said University of Texas law professor Robert M. Chesney, who focused on detainee issues while serving at the Justice Department in 2009.\nBut, Mr. Chesney added, \"this law does leave the president with flexibility\" to have civilian trials \"and therefore the law is neither quite as bad as its opponents say nor as useful as its supporters think.\"\nWeighing in heavily in the debate was the FBI, the front-line investigative agency that now must operate in a reordered environment in which the U.S. military will suddenly play a bigger role that is sometimes side by side with law enforcement.\nIn a Nov. 28 letter to Congress, FBI Director Robert Mueller said the legislation will inhibit the bureau's ability to persuade suspected terrorists to cooperate immediately and provide critical intelligence.\nMr. Mueller tried to make a similar point at a Senate Judiciary Committee hearing this past week, but got little sympathy from Sen. Jeff Sessions, R-Ala.\n\"What I am focused on is what happens at the time of arrest,\" the FBI director said.\n\"Well, then you need to work this out with the Department of Defense, don't you?\" said Mr. Sessions, a former federal prosecutor and ex-Alabama attorney general.\nMr. Mueller also said it wasn't clear how agents should operate if they arrest someone covered by the military custody requirement but the nearest military facility is hundreds of miles away.\nAnd last month, Lisa Monaco, assistant attorney general for national security, said that \"agents and prosecutors should not have to spend their time worrying about citizenship status and whether and how to get a waiver in order to thwart an al-Qaida plot against the homeland.\"\nLaw enforcement officials, speaking on condition of anonymity because they are not authorized to speak publicly about the matter, say that it won't be easy working under a new set of rules that must be written in the next 60 days before the law goes into effect.\nPressure from the administration produced one late compromise section that says nothing in the bill may be \"construed to affect the existing criminal enforcement and national security authorities of the Federal Bureau of Investigation or any other domestic law enforcement agency with regard to a covered person, regardless whether such covered person is held in military custody.\"\nBut that left open questions.\n\"I'm concerned with the lack of clarity about who is in charge of investigation and interrogation for detainees in military custody,\" Michael J. Nardotti, the judge advocate general of the Army from 1993 to 1997, said of the legislation.\n\"The second concern I have,\" said Mr. Nardotti, \"is that the use of the words 'associated forces' in the legislation can be read as expanding the definition of who can be held indefinitely in military custody in an open-ended conflict.\" That could become an important issue because the legislation will undoubtedly at some point -- or at many points -- undergo scrutiny by the courts.\n\nLoad-Date: December 19, 2011"
}