{
    "title": "Terrorism Meets Absurdism In a Rural Village in Ireland",
    "publisher": "the new york times",
    "year": 2006,
    "month": 2,
    "day": 28,
    "full text": "The good people of Inishmore cordially invite you to watch them paint the town red -- a vivid, sticky red that comes, as the phrase goes, straight from the heart. Gore and guts will be served in generous portions by some of the stupidest characters ever to cross a stage. So please turn off your political correctness monitor along with your cell phone. Because if your stomach is reasonably strong, you should find the disgusting spectacle that opened last night at the Atlantic Theater Company appallingly entertaining. More improbably, you should also find it enlightening.\n  Blood winds up on pretty much every surface in ''The Lieutenant of Inishmore,'' Martin McDonagh's gleeful, gruesome play about political terrorism in rural Ireland, which won the Olivier Award (the British equivalent of the Tony) for best comedy. The red stuff is splashed, spattered and smeared over walls, floors, furniture, clothes, skin and cat's fur. The fur is the main thing. For it is a mutilated cat that sets off the Euripidean cycle of murderous revenge that occupies two fast hours of hit-and-run traffic on the stage.\nTheatergoers familiar with Mr. McDonagh's work (which includes the Tony-nominated ''Pillowman'' and ''Beauty Queen of Leenane'') are by now used to the acts of torture, humiliation and interfamilial skull bashing that figure in his work. But with ''Lieutenant,'' directed with a steady gaze and acute theatrical instinct by Wilson Milam, Mr. McDonagh raises the carnage factor to a level that rivals Quentin Tarantino's.\n  Unlike Mr. Tarantino, Mr. McDonagh isn't trying to elicit the poetry in surreally stylized violence or the aesthetic content in shades of red. There's nothing pretty about the gruesome mess in which these gun- and razor-toting characters, members of splintered splinter groups of the Irish Republican Army, find themselves. And they seem to regard as merely mundane the abominations they commit in the name of causes they can't always remember. But they might as well face it, they're addicted to blood. So, this play suggests with devilish obliqueness, are we.\n  ''The Lieutenant of Inishmore'' takes place, like so much of Mr. McDonagh's work, in a drab rustic cottage that seems to have been created with the malicious intention of boring to madness whoever might live there. (Scott Pask, who won a Tony for the more intricate set for ''The Pillowman,'' is the designer.) That's where the play's title character, Padraic (David Wilmot) -- described as ''him the I.R.A. wouldn't let in because he was too mad'' -- grew up. It is also where he left behind him, in the care of his father, Donny (Peter Gerety), his beloved cat, Wee Thomas.\n  What's left of Wee Thomas, who has been all but decapitated by an unknown assailant, is onstage when the play begins. His sorry state inspires more fear than sorrow in Donny and Davey (Domhnall Gleeson), a sulky, shoe-polish-sniffing teenager. Donny and Davey know that once Padraic, who is on the road bungling the bombing of fish-and-chip shops, learns of his pet's demise, they are likely to wind up much like the mutilated cat. ''I'll tell him Wee Thomas was poorly,'' Donny says hopefully.\n  Every element of plot and tone in ''Lieutenant'' is established here with Aristotelian precision. However unorthodox his subject, Mr. McDonagh is a structural classicist, one of the few contemporary playwrights (never mind filmmakers) who never leaves loopholes in his plot. Within 10 minutes, we have acquired the necessary knowledge about the play's hero, the world that shaped him and the specific cause of the action to follow. (This play's form is a schoolteacher's delight.) All that's left is for the production to keep stepping on the gas, until it runs into one of those twisted snares of an ending that are Mr. McDonagh's specialty.\n  Don't expect deep psychological portraiture or specific political insights. Mr. McDonagh's characters don't seem to think much of humankind. And his characters are defined almost exclusively by the restlessness born of boredom or the warped sense of accomplishment that comes from killing. Davey's scrappy 16-year-old sister, Mairead (Kerry Condon), may still feel the romance of republican terrorism. (''The Patriot Game,'' Dominic Behan's ballad of Irish rebellion, is heard throughout the show.)\n  But for Padraic and his colleagues and/or rivals (a bumptious band played by Andrew Connolly, Dashiell Eaves and Brian D'Arcy James), killing, bombing and torturing are just jobs, rather like bagging groceries, except you get to be your own boss. Much of the play's choking humor lies in its juxtaposition of grotesque deeds and banal dialogue. ''I'm at work at the moment, Dad. Is it important?'' says Padraic on his cellphone, having just finished slicing two toenails off a drug pusher (Jeff Binder).\n  ''Lieutenant'' is brazenly and unapologetically a farce. But it is also a severely moral play, translating into dizzy absurdism the self-perpetuating spirals of political violence that now occur throughout the world. I kept thinking of Macbeth's forlorn recognition that ''blood will have blood.'' In Inishmore, that maxim has become such a fact of life that people no longer evoke natural human responses in one another -- well, irritation, maybe. And the sight of a dismembered bodies does stir the erotic impulses of Padraic and Mairead (embodied with gloriously matter-of-fact savagery by Mr. Wilmot and Ms. Condon). But sentimentality is reserved for animals.\n  This message is apparent from the first moments of ''Lieutenant,'' and you would think it would grow bald in its reiteration. But that's not factoring in the keen use of the pop cliches of violence from westerns to detective movies. An assortment of expertly staged tableaux summon the old thrills of such movies and then grotesquely invert them, so that your laughter arises partly from shame.\n  I am pleased to report that ''Lieutenant'' remains as scalpel-edged as when I saw it in London three years ago. Several of the cast members appeared in the productions there (at the Royal Shakespeare Company and in the West End). But not one of the performers is out of sync here. Each finds, often hilariously, the crucial everyday prosiness in Mr. McDonagh's extreme world.\n  This doesn't mean there isn't a barbed lyricism in the dialogue, which features some of the sharpest subversion of classic theatrical talk since the heyday of Joe Orton. I could quote one of the deliriously bombastic monologues about making Ireland free for cats. But instead, I'll leave you with a quieter, more domestic speech, when Donny remembers his old mother.\n  ''Many's the time I trampled on my mam when she was alive,'' he says. ''After she died, I stopped. There seemed no sense.'' \n\nThe Lieutenant of Inishmore\n\nBy Martin McDonagh; directed by Wilson Milam; sets by Scott Pask; costumes by Theresa Squire; lighting by Michael Chybowski; sound by Obadiah Eaves; music by Matt McKenzie; arrangements, Andrew Rankin; fight director, J. David Brimmer; production stage manager, James Harker; production manager, Lester Grant; general manager, Melinda Berk; associate artistic director, Christian Parker. Presented by the Atlantic Theater Company, Neil Pepe, artistic director; Andrew D. Hamingson, managing director. At 336 West 20th Street, Chelsea, (212) 239-6200. Through April 9. Running time: 1 hour 45 minutes.\n\nWITH: Domhnall Gleeson (Davey), Peter Gerety (Donny), David Wilmot (Padraic), Jeff Binder (James), Kerry Condon (Mairead), Andrew Connolly (Christy), Dashiell Eaves (Joey) and Brian D'Arcy James (Brendan).\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: David Wilmot, left, and Kerry Condon in ''Inishmore.'' (Photo by Sara Krulwich/The New York Times)\n\nLoad-Date: February 28, 2006"
}