{
    "title": "TERROR IN ISTANBUL _ REACTION FROM FAR AND WIDE; CLERICS AND LEADERS CONDEMN THE RAID",
    "publisher": "the new york times",
    "year": 1986,
    "month": 9,
    "day": 8,
    "full text": "Government and religious leaders, while denouncing the attacks on a Pan American jetliner and a Turkish synagogue, called yesterday for a nonviolent response and greater negotiation in resolving conflicts in the Middle East.\nPrime Minister Robert Mugabe of Zimbabwe, chairman of the movement of 101 nations professing nonalignment, condemned the hijacking of the airliner in Karachi, Pakistan, as an act of ''international terrorism.'' But he said the incident must be viewed in the context of other terrorist actions around the world, including those perpetrated by Western governments.\nHe cited what he called the South African ''adventurist acts'' in the black-ruled nation of Angola and the United States Government's raid into Libya and its support of rebels trying to overthrow the Nicaraguan and Angolan Governments.\nAt least two members of Congress sent telegrams to President Reagan calling for a meeting of the international community on ways to respond to the growing incidents of terrorism.\n \nCall for U.N. Session\nA member of the House Foreign Affairs Committee, Representative Ted Weiss, Democrat of Manhattan, urged President Reagan to call for a special meeting of the United Nations, saying that it could help to resolve the Middle East conflicts.\n''These recent acts have so outraged the people of governments across the globe, there is a realistic chance of bringing this to an end,' he said. ''The only way we can get a handle on this problem is through concerted international action.''\nSenator Arlen Specter, Republican of Pennsylvania, noted that the Diplomatic and Antiterrorism Act of 1986, signed by Mr. Reagan on Aug. 27, includes a Congressional resolution urging the President to establish an international tribunal to deal with terrorists.\n''An outraged world community must take collective action to stop these monstrous acts,'' he said.\nA spokesman for the White House, Rusty Brashear, said the facts of the killings in Turkey and Pakistan would have to be examined before any comment could be made on the proposals.\n \nConcern Over Mideast Policy\nThe need for a new foreign policy in the Middle East is particuarlary urgent, many government and religious leaders said, because the use of violence is increasing.\nL. Bruce Laingen, one of the Americans who was held hostage in Iran, said in a telephone interview: ''Terrorism is going to be with us for the forseeable future. It is a reflection of the terrible world in which we live.''\nSenator David F. Durenberger, Republican of Minnesota, chairman of the Senate Select Intelligence Committee, said, ''It's almost like summer is over and now they're back in business again.''\nFormer President Jimmy Carter linked the terrorist actions to the failure to achieve peace in the Middle East and said terrorism would continue as long as conflicts remain unresolved.\n''The origin of this terrorism, including the dastardly actions in Pakistan, is the lack of progress in the Middle East,'' Mr. Carter said, speaking at Ouachita Baptist University in Arkadelphia, Ark. ''It will not improve until the question of the rights of Palestinians are addressed.''\nAt the same time, Mr. Carter went on, the Palestinians should acknowledge Israel's right to exist and should seek their demands without resorting to violence.\n \nDemands of Third-World Nations\nIn New York, many church leaders stressed that while they did not condone the violence, the Western world must stop ignoring some of what they called the legitimate demands of third-world nations.\n''I do not condone terrorism of any kind, but some of the reasons behind it have to do with the frustrations of third-world persons,'' said the Episcopal Bishop of New York, the Rev. Paul Moore Jr. ''I don't think we are doing enough to try to understand what it is that causes this rage. It is a very complex phenomenon that cannot be cured merely by additional security and an occasional bombing of Libya.''\nOthers such as Morris B. Abram, chairman of the Conference of Presidents of Major American Jewish Organizations, which represents the 40 largest Jewish groups in the country, said foreign governments must stop condoning terrorist activity.\n''If the world is to rid itself of the obscenity of terrorism, civilized nations must demand that governments such as Saudi Arabi, Syria, South Yemen and the Soviet Union - no less than Libya - stop supplying terrorist groups with arms, training money and a safe haven,'' he said in a statement.\n \nPrayers at Churches\nHundreds of church members prayed yesterday for the family members and victims killed in the attack. They were particularly disturbed that terrorists would attack a synagogue in Istanbul, a sign they said, of declining respect for religion.\n''If it happens in a synagogue, it happens to us,'' said Father John Lennon, pastor of St. Gregory the Great Roman Catholic Church in New York.\n''We today in our masses joined together with all the poor Jewish people who have suffered so much. This crime is against everything we stand for regardless of religion, race or nationality.''\nAt a dinner last night at the Waldorf Astoria of American Jewish survivors of the Holocaust, the author Eli Wiesel called the attack ''inhuman.''\n''There must be a universal condemnation and retaliation,'' Mr. Wiesel said. ''Something must be done at the highest levels of government - perhaps a summit conference on terrorism should be convened, or a law should be passed to outlaw anyone who is engaged in terrorist acts.\n''The reaction must come, not only from the Jewish people, but from everybody,'' he said. ''If not, what happens to Jews usually happens to other people.''\nMr. Wiesel suggested that a similarity exists between recent terrorist attacks on Jews and the persecutions of the Nazis during World War II. ''Whenever the enemies of the Jewish people attack the Jewish people,'' he said, ''they begin by attacking the synagogue.''\n\nGraphic\n\n \nPhoto of Israelis at Ben-Guiron International Airport (AP)"
}