{
    "title": "Terrorism_ OK, just what is that really_",
    "publisher": "the pantagraph",
    "year": 2002,
    "month": 5,
    "day": 26,
    "full text": "Terrorism? OK, just what is that really?\nSo after all the hype, after all the urgent headlines, after the passing of FBI memos and development of Tom Ridge's super-duper, color-coded, terrorism warning scale (remember when we thought just those new TV ratings in the upper left-hand corner were a little wacky?), it all comes down to this -\nEven if there is a terrorist threat, is there anything any of us can really do?\nForget ol' Osama's bin Rotten.\nThe enemy now is just the thought of more terrorism.\nAnd, in a society that has become infatuated with product warnings, inventing endless safety devices and enacting laws to protect us against any harm (unfortunately, there is still no known preventative for that Oxi Clean guy), aren't we now just bigger victims of ourselves?\nIn this \"fail-safe\" time of America, this terrorism threat has us baffled, if for no other reason than it so takes us out of our modern-day \"comfort zone.\"\nThere is no safety helmet for our kids to wear.\nThere is no warning label to be affixed: \"WARNING: The Surgeon General Has Determined That Impassioned Zealots Can Be Dangerous To Your Health.\"\nThere are no air bags to go off at the first sound of trouble so the building just innocently falls all around us.\nIt's all sort of odd, if you think about it.\nWe're confronted by terrorism every minute, in our own communities.\nPeople with guns.\nHoldups.\nNeighborhood thugs.\nChild abusers.\nPyromaniacs.\nNewly mufflered drivers who tear through your neighborhood doing 80, tires squalling with testosterone exhaust.\nThe sixth-leading cause of death in America, the census folk just released to us, are falls in the home, so in actuality your hallway stairs and that step ladder are much more threatening to you than any al-Qaeda member.\nFace it - we have a 12.4 gadzookzillion times better chance of being killed on Interstate 55 than ever actually meeting a Taliban terrorist.\nBut Osama? His best weapon?\nJust let us stew.\nAnd think.\nAnd wonder what next.\nAnd all the while, coyly alter our lives.\nWe Baby Boomers, in fact, have been confronted by feeling threatened as long as we've also had life.\nOne of my own first memories occurred back in the early 1960s. At the time, we were being \"terrorized\" by Russian leader Nikita Khrushchev, and the specter of his country's nuclear boom-booms cascading down upon us.\nI was too young to fully understand. But I won't forget what it caused some family friends living in Olney, Ill., to do.\nThey had a construction crew come in, dig up their back yard and bury a long, narrow, submarinelike tube 10 feet down into the earth in what became known then as a bomb shelter.\nI remember opening the top of that tube, climbing down the ladder below the earth's surface and seeing the last of the sun as the tube was sealed shut behind us.\nI remember an eerie whirring sound of an oxygen system that was hand-cranked to suck in air through a pipe from above ground. (No one back in the '60s apparently thought long enough to realize the radioactive air, once drawn in, would kill us all anyway.)\nI remember the darkness as only flashlights and lanterns illuminated our world 10 feet below the rest of it, as we sought insulation from the missile attacks from Cuba our parents were sure Russia would launch.\nI remember looking at the food and jugs of water and the little first-aid kit that - golly - would have lasted at least two, maybe even three days, during a nuclear holocaust.\nI remember, even only as a young grade schooler, sitting in that veritable tomb, buried underneath the terrorism of that time, thinking about the insanity of why anyone would want to live like this, even if it did mean staying alive.\nI think the same thing today.\nYou can reach Flick at 829-9411, Ext. 221, or (800)-747-7323. By e-mail: flick@pantagraph.com  \n\nLoad-Date: May 29, 2002"
}