{
    "title": "TERRORISM HIT HOME IN 1985 VIEWS OF THE CAPITAL TIMES",
    "publisher": "wisconsin state journal",
    "year": 2015,
    "month": 12,
    "day": 27,
    "full text": "First there was Paris, then San Bernardino and now, thanks to the bizarre race for the Republican nomination for president, we seem to be talking terrorism nonstop as 2015 comes to a close.\nIt's as if indiscriminate attacks by fanatics on innocent people were something new, perhaps beginning with the Osama bin Ladenengineered destruction of the World Trade Center on Sept. 11, 2001.\nBut at this time of the year ? just a few days after Christmas ? I'm reminded that Mideast terrorism has been around a long time and that innocent Americans have been its victims for longer than we want to admit.\nFor us at The Capital Times, terrorism became terribly personal 30 years ago this very day.\nThat's when a gang of at least eight terrorists (the Associated Press described them as \"Middle East types\" while the Israelis blamed the Palestinian Liberation Organization) indiscriminately fired into a crowd waiting at the ticket counter at the Leonardo da Vinci Airport in Rome. They fired multiple shots from automatic weapons and threw hand grenades at the people standing in line to pick up tickets for an El Al Airlines flight.\nAmong the 16 who lost their lives that fateful day after Christmas in 1985 was the grandnephew of Capital Times founder William T. Evjue and member of the newspaper's board of directors, 29-year-old Frederick K. Gage.\n\"Freddie,\" as he was affectionately known by his family and friends here, was in Rome with then Capital Times Publisher Fred Miller and his wife, Vi, for Christmas. Two days after the holiday, Miller and his wife left from the same airport to visit Florence, Italy, and Freddie was in a different part of the terminal to board the El Al flight to Brussels, where he was to meet up with friends and fly to Switzerland for a skiing vacation.\nHere in Madison, we had just put the Friday, Dec. 27, afternoon paper to bed with news of the Rome attack and another in the Vienna airport that killed 13 more and wounded well over 100. We had no inkling at the time that one of our own was a victim. That evening, as we were preparing the Saturday morning Weekender edition, I got a call from the Associated Press asking if a Frederick K. Gage was connected to the paper. That's when we found out the awful news that he was one of three Americans killed by the assailants.\nIt was a harrowing night, locating family members and trying to piece together a story on how something so senseless could have happened to someone we knew, loved and admired.\nFreddie, a bachelor, was well known throughout the city. His dad, Frederick H. Gage, was the longtime Badger football announcer on WIBA, his late mother, Elinor Gage, was Mr. Evjue's niece. His sister, Nancy Gage, is still an active member of the board, and still vividly remembers that terrible day.\nTerrorism is indeed a threat to Americans and to much of the rest of the world. But it has been for a very long time.\n\nNotes\n\n Zweifel is editor emeritus of The Capital Times: dzweifel@madison.com and@DaveZweifel. \n\nLoad-Date: December 28, 2015"
}