{
    "title": "TERROR AVERTED; FOREIGN TERRORISM ISN'T CONFINED TO FOREIGN SOIL",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 6,
    "day": 26,
    "full text": "The terrorist explosion at the World Trade Center in February disabused Americans of the notion that foreign terrorists would confine themselves to foreign soil. The arrest by federal authorities of eight men accused of planning an even more horrific atrocity is a reminder of the need for sophisticated efforts to counter stateside terrorism.\nAccording to federal authorities, the suspects, all Muslim extremists, planned to detonate car bombs at United Nations headquarters; the Lincoln and Holland Tunnels; a Federal Bureau of Investigation office building and other targets.\nThe suspects also are said to have plotted the assassinations of U.N. Secretary-General Boutros Boutros Ghali, Egyptian President Hosni Mubarak, and U.S. Sen. Alfonse D'Amato of New York and Dov Hikind, a New York legislator.\nThe arrests, which authorities said came as the suspects were mixing a ''witches' brew'' of explosive materials, resulted from an undercover operation in which an Arabic-speaking informer kept tabs on the elaborate plot and recorded several conversations.\nClearly foreign intelligence is not the only realm in which covert activities and shadowy tipsters play a useful role.\nThat doesn't mean, however, that anything goes in domestic surveillance of potential terrorists. The FBI and other law-enforcement agencies need to abide by constitutional norms even when pursuing individuals suspected of the worst sort of conspiracies. But it is possible to do so and still make use of a variety of investigative techniques.\nThe success of federal authorities in cracking this apparent plot can't offer absolute assurance that other terrorists won't be successful.\nThe cruel reality is that, at home as abroad, there is no way to guarantee that a foreign grievance won't be translated into an act of violence on American soil. But the odds of such a disaster can be appreciably reduced by intelligent and imaginative police work.\n\nLoad-Date: September 20, 1995"
}