{
    "title": "Terrorism's Tunnel Vision",
    "publisher": "university wire",
    "year": 2016,
    "month": 3,
    "day": 2,
    "full text": "We are petrified by terrorism. And for good reason: terrorists indiscriminately kill American citizens, and so our deeply held national fear is founded on the possibility that we could be next. Yet, while there is rationality in the fear itself, the policies that emanate from the fear can verge on delusional. Terrorism gives us tunnel vision. As the current election cycle has shown, our fear of a deadly attack coerces us to construct a facade that makes terrorists out to be irrational beasts that were always destined to commit terrible atrocities. Terrorists' sickening tactic of intentionally killing innocent people is never acceptable, but we often forget that there are material causes behind their actions. Our conception of terrorists makes them out to be hardly human entities without any underlying motivations outside of their hateful rhetoric, and this simplification causes grave missteps in our approach to dealing with the issue. Bombastic politicians are currently attempting to outdo each other in their policy prescriptions, advocating carpet bombing or murdering the families of terrorists as the only viable option to defeat this threat. What if the very policies in place to dismantle terrorism are aiding its spread?\nHow we explain terrorism has grave ramifications for how we attempt to stop it. We could rely on the most widespread narrative for explaining why terrorism exists. President George W. Bush articulated it best, stating, \"America was targeted for attack because we're the brightest beacon for freedom and opportunity in the world.\" I'm sure ideology is a motivating factor for inspiring terrorists, but it can't be the only reason behind such violent acts. On the whole, people are not pushed toward an ideology because of its hate. They are pulled in because of their fears. I hate the Westboro Baptist Church and ISIS, but because of my fear of ISIS' tactics, my reaction to them is much more visceral. If terrorism is only fueled by ideology, the only way to stamp it out is to bomb and burn. Since fear is its primary root cause, however, we need to see where this fear comes from and work to mitigate it.\nWhat environments breed fear? The American experience with terrorism demonstrates that a preponderance of civilian casualties generates the fear that death is around every corner. That said, let's look at reality: over the past 10 years, there have been 71 American deaths by terrorism of all stripes (24 by \"jihadi\" terrorism). To put this in perspective, more people will be killed by deer in the next six months than were killed by terrorists over the last 120. This isn't to say we should disregard the possibility for future attacks, but simply based off the numbers, we should have nightmares about Bambi, not Bin Laden.\nYet our bad dreams are occupied by ISIS and al-Qaeda because of the violent acts they commit against civilians. If this objectively small threat instills a powerful fear in us, what does this mean for countries that experience such tragedies more often? It isn't a numbers game, as each death caused by terrorism is a heart-wrenching event. Nonetheless, the sheer number of people directly affected by terrorism in other parts of the world is staggering. Perhaps it would help to distill the term terrorism to its core: politically motivated violence with civilian casualties. Let's strip away the connotations we assign to the word and posit the possibility that any political group that kills civilians aids the spread of fear in chaotic situations. This anarchy breeds terrorism. And while ISIS and al-Qaeda kill thousands, aggressive American policy is also a contributing factor in creating the turmoil that engenders terrorism.\nWhile America certainly isn't attempting to create disorder, let's take a look at the unintended consequences of our actions. Iraq experienced 500,000 civilian deaths as a result of American invasion and subsequent occupation, 26,000 Afghan citizens were killed from American military strategy, and the drone program has a 90 percent civilian casualty rate. The countries that suffer most from U.S policy are the biggest breeding grounds for terrorism. This outcome, of course, is not our foreign policy's aim-but one can see how the death of a father, sister, or best friend would inspire extremism in an otherwise rational person in order to gain a sense of control over his or her surroundings. The perception that American policy leads to civilian casualties and creates anarchic situations provokes fear and anger toward the U.S., and thus makes the job of radical recruiters easier. The answer to terrorist activity is not destabilizing the region through chaos-inducing regime change or bombing campaigns with high propensities for civilian casualties. These short-sighted policies only aggravate the issue.\nTerrorists are not born. Terrorists are created-molded by a world collapsing around them so that the only semblance of safety lies in groups that feed off the amorality of anarchy. American policy has had a hand in creating chaotic situations that propagate terrorism, and yet we continue to have politicians who push for the same destructive policies that exacerbate the issue, preying upon our fear as a nation. It is not that this fear is unfounded. On the contrary, our feelings about terrorism are real and based on the possibility of a looming attack. But, due to this fear, we are locked into tunnel vision, constructing an idea of who our enemies are and preemptively concluding that their acts are detached from reality. This delusion engenders policy prescriptions that only make the problem worse, as we ignore the underlying material incentives for terrorist activity. In order to move forward into rational policymaking, we need to recognize that terrorists have tunnel vision too, but just like us, they have material reasons to see the world this way. Moreover, if we wish to truly step outside of the tunnel, we need to realize that perhaps America's policies are partly to blame for why we are both there in the first place.\nFeatured Image by Francisco Ruela / Heights Staff\n\nLoad-Date: December 15, 2016"
}