{
    "title": "TERRORISM, TERM-LIMIT BILLS STALLED ON HILL",
    "publisher": "charleston gazette",
    "year": 1995,
    "month": 7,
    "day": 30,
    "full text": "WASHINGTON (AP) _ More than 100 days after the Oklahoma City\nfederal building was blown up, President Clinton's anti-terrorism\nlegislation is stalled in Congress as House Republicans debate the\nproper federal role in fighting crime.\nLegislation cleared the Senate in June by an overwhelming, 91-8\nvote after occasionally difficult negotiations between the White\nHouse and GOP leaders.\nThe $ 2 billion package includes provisions sought by the White\nHouse to expand the government's wiretapping authority and allow use\nof the military in emergencies involving chemical or biological\nweapons.  It also contains limits on appeals by death row inmates\ndemanded by Republicans.\nThe House Judiciary Committee approved its own measure a few\ndays later, but that bill has yet to reach the floor.  It has drawn\nopposition not only from some liberal Democrats but conservative\nRepublicans as well.\n\"It vastly expands the powers of the federal government,\" said\nRep. Bob Barr, a first-term Georgia Republican, involved in trying to\nrewrite the measure.\nHe said the committee's bill would expand the definition of\nterrorism too broadly.  \"It federalizes virtually every crime of\nviolence in the country.\"\nBarr is circulating an alternative that starts with an enhanced\ndeath penalty, and proposes stiffer penalties for crimes of violence\nthat are designed to coerce or intimidate the federal government.\nOther issues are in dispute as well.  The House committee\nmeasure expands federal wiretap authority, for example, and gives the\nDefense Department an expanded role in combatting weapons of mass\ndestruction.\nSupporters of term limits for lawmakers held a news conference\nlast week to trumpet strong public support _ 74 percent in a poll\ncommissioned by the Term Limits Legal Institute, a group favoring the\nconcept.\nBut a proposed constitutional amendment to that end is in for a\ndrubbing when the Senate debates it, probably in September.\nOne head count shows only 43 senators in favor, with another\nhandful undecided.  That's less than a majority, and far less than\nthe two-thirds needed for approval.\nBarr and other members of the 73-member freshman class met last\nweek with Rep. Henry Hyde, R-Ill., chairman of the House Judiciary\nCommittee, who said he was amenable to discussing changes.  \"I'm\nconfident we can work this out,\" he said.\nAction has been deferred until September, after lawmakers return\nfrom their monthlong summer break.\n____\n\"I'm glad on this one we don't have a secret ballot,\" said Sen\n.Hank Brown, R-Colo., a leading sponsor.  He indicated that some\nsenators might vote for the proposal when the roll is called even\nthough they oppose it privately.\nAs the poll suggests, public support for term limits is strong\n.  And even though they know they'll lose, backers want the issue\nbrought up to put senators on record before the next election.\n\"The test is whether it makes a difference\" in the elections,\nsaid Brown.\nIt's one test on which he won't be graded.  Brown is retiring\nnext year after five terms in the House and one in the Senate.\nThe measure that will be voted on provides for a six-term limit\nin the House and two-term limit in the Senate.  The House rejected\nthe proposal last summer.\n____\nCongress' version of the all-star game is on tap for Tuesday\nnight when Democratic lawmakers meet their Republican counterparts on\nthe baseball diamond.\nThe Democrats had better hope that skill at football doesn't\ntranslate to prowess at baseball.\nThe GOP roster is bolstered this season by the addition of two\nrookies from Oklahoma, former NFL all-star receiver Steve Largent and\nformer University of Oklahoma quarterback J.C. Watts.\nThe event is organized by Roll Call, a Capitol Hill newspaper,\nwith proceeds going to area charities.\nAP-DS-07-29-95 1041EDT\n\nLoad-Date: August 2, 1995"
}