{
    "title": "Terrorism has little effect on travel abroad",
    "publisher": "university wire",
    "year": 2007,
    "month": 7,
    "day": 17,
    "full text": "The June 30 Glasgow International Airport attack and attempted car bombings in London on June 29 have reminded people all over the globe that terrorism often strikes when least expected. Although traveling to large cities increases a person's risk of being targeted, recent terrorist attacks have had little effect on student travel at Eastern Illinois University.\nA group of students that was overseas for an English Department program two years ago experienced firsthand the effects of terrorism on travel abroad.\nOn July 7, 2005 Eastern students were studying abroad in England when four bombs were set off by terrorists -- three were detonated on subway trains and one on a double-decker bus in London.\nThe program, Literary Landscapes, was stationed primarily in Grantham, England and was led by Dr. Randy Beebe and Dr. James Smith. Students stayed in Harlaxton Manor and were able to take day and weekend trips during their free time.\nThe group was scheduled to fly home on July 8, so a portion of the students decided to spend their last couple of days overseas in England's most famous city, London.\nComparative Literature Graduate student Andrea Johnston had arranged to meet up with a friend in Grantham and stayed behind. Johnston said she woke up around 10 a.m. and soon learned of the attacks.\n\"My immediate reaction was 'Where are my classmates?'\" she said. \"These things are so rare and the fact that it occurred when we were there was unbelievable.\"\nLater on that day Johnston received a phone call from her mother, who had awakened to news of the attacks on WGN-Chicago. She reassured her mother that she was fine, but was anxious to be reunited with the rest of her classmates.\nBack in London, the other students had been getting ready to go out for a day full of sight-seeing. They had been staying in the Royal National Hotel, located just off of Tavistock Square. Most of the students slept in to avoid rush hour on the subway,also known as the tube. English and Creative Writing student Sarah Mims said she was heading out for the day with some friends when two girls from the group stopped them and explained they had seen injured passengers coming off the tube at Russell Square. The girls were \"quite shaken and upset,\" according to Mims, and the group was instructed to stay where they were for the time being.\nMims said they didn't understand the severity of the situation immediately because no information had been reported on the news. The students thought of the attacks as a slight delay in their plans.\n\"We complied with our professor's wishes, though, and as we stood talking about how to rearrange our plans for the day if we couldn't take the tube, there was a loud boom,\" Mims recalled. \"Our windows rattled. We stopped talking for a moment and looked toward the window, then, not knowing what had happened, kept talking. That boom had been the bus, just across from our hotel.\"\nThe explosion occurred around 9:45 a.m. and was the fourth and final bomb to be detonated that day. One student actually witnessed the explosion.\n\"Until I went outside, I didn't know what to feel,\" Mims said. \"After I saw the bus, but I didn't know what it was or what had happened, I remember feeling a kind of tingling, as if something big was happening all around me and it might have a major effect on all of us, but it might not. It was very similar to how I felt on Sept. 11. But I wasn't in New York or D.C. on Sept. 11. This time, I was right in the middle of it.\"\nPolice told the professors and students they might need to evacuate the hotel at any moment, so students were instructed to quickly pack up their belongings and call their parents. The group stayed in the hotel for the remainder of the day and was told that for safety reasons, individuals would not be able to return to the building if they left.\nDr. Beebe and Dr. Smith took extra measures to ensure the students' safety and were very honest and open about the situation. They held regular meetings in the hallways of the hotel to keep students informed. They worked hard to make sure the group would still be able to depart the next day. Luckily, all of the students were reunited at the airport the next day. The transportation systems in London were up and running by June 8, allowing students to leave for home as scheduled.\nDespite the terror in London, the events didn't have a negative impact on Johnston's or Mims' feelings about traveling overseas.\nanything, the way it was dealt with made me feel more secure,\" Johnston said. \"To England's credit, they just kept going.\"\nMims shares similar sentiments.\n\"What happened in London could happen anywhere, and we just happened to be there when it did. Risk is a part of our everyday lives, and I for one am not about to let that keep me from someday going back and seeing all the things I missed that day in London,\" she said.\nAs director of the Eastern Illinois University Study Abroad Program, Wendy Williamson, believes terrorism in the United States and overseas has had little effect on the number of students enrolled in the program.\nHowever, the university always takes precautions when it comes to the safety of its students.\n\"We are working on a number of procedures to improve our ability to respond to emergencies abroad,\" Williamson said.\nThe program already educates students on emergency procedures during mandatory pre-departure orientations.\nThere are usually around 300 students enrolled in Eastern's Study Abroad Program, and Williamson expects that number to remain consistent or increase in the coming year.\n(C) 2007 Daily Eastern News via U-WIRE\n\nLoad-Date: July 17, 2007"
}