{
    "title": "Terror and Peace in Israel",
    "publisher": "the new york times",
    "year": 1997,
    "month": 7,
    "day": 31,
    "full text": "The Middle East's terrorist bombers know all too well when violence is most likely to disrupt the delicate political chemistry required to move the peace effort ahead. The double suicide bombings in Jerusalem yesterday were clearly timed not only to block the planned resumption of negotiations between Israelis and Palestinians but to make it more difficult for Prime Minister Benjamin Netanyahu to take the risks required to make a permanent peace. Mr. Netanyahu must resist the understandable temptation to freeze the peace effort indefinitely in hopes of enhancing Israeli security and mollifying Cabinet colleagues opposed to further discussions with Yasir Arafat, the Palestinian leader.\nMr. Netanyahu in recent weeks has edged toward a resumption of negotiations, despite strong resistance within the Likud Party leadership. It has not been easy for him to stand in the way of a Jewish housing project in Arab East Jerusalem, or to rebuff Ariel Sharon's effort to become Finance Minister. With the help of Egyptian and American diplomacy, Mr. Netanyahu has showed new willingness to look beyond the setbacks of the last six months and his own doubts about the Palestinian commitment to peace.\nThose doubts are not without foundation. The Palestinian Authority agreed to take specific steps to combat terrorism and to help assure Israeli security. It has done a poor job. Mr. Arafat, at a minimum, has created a climate of tolerance for terrorism. He has condoned, if not instigated, violent Palestinian protests. Last week Palestinian security forces arrested four police officers in Nablus after Israel accused them of planning to attack Jewish settlers. Mr. Arafat has also detained and released suspected terrorists to suit his political needs instead of bringing them to trial. In May, the Palestinian Justice Minister announced a death sentence for any Palestinian who sold land to Jews. He was later dismissed.\nAfter a period of national mourning, Mr. Netanyahu should look once again to the peace effort, provided Mr. Arafat cracks down on terrorism. The two sides were preparing to negotiate the opening of an airport in the Gaza Strip and the terms of travel between Gaza and the West Bank. Dennis Ross, the American mediator, was to return to the region this week to encourage additional steps, but has now postponed his trip. If talks are restarted, Mr. Arafat must realize that it is difficult for Israel to give the Palestinians ports of entry that can be used for weapon smuggling until it believes that Palestinian officials are no longer flirting with terrorism.\nThe Jerusalem bombings are the deadliest act of terrorism since Mr. Netanyahu took office 13 months ago. Having won election on a platform of peace and security, he now faces pressure to put security ahead of peace. It will take courage to return to negotiations in the weeks ahead, but that ultimately is the only way to make Israel secure.\n\nLoad-Date: July 31, 1997"
}