{
    "title": "Terrorism warnings ignored for years",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 12,
    "day": 30,
    "full text": "Inside the White House situation room on the morning terrorism transformed America, Frank Miller, the director for military affairs, was suddenly gripped by a staggering fear: \"The White House could be hit. We could be going down.\"\nThe reports and rumors came in a torrent: A car bomb had exploded at the State Department. The Mall was in flames. The Pentagon had been destroyed. Planes were bearing down on the capital.\nThe White House was evacuated, leaving the national security team alone, trying to control a nation suddenly under siege and wondering if they were next. Miller had an aide send out the names of those present by e-mail \"so that when and if we died, someone would know who was in there.\"\nSomewhere in the havoc of the moment, Richard A. Clarke, then the White House counterterrorism chief, recalled the long drumbeat of warnings about terrorists striking on American soil, many of them delivered and debated in that very room. After a third hijacked jet had sliced into the Pentagon, others heard Clarke say it first: \"This is al-Qaida.\"\nAn extensive review of the nation's anti-terrorism efforts shows that for years before Sept. 11, terror experts throughout the government understood the apocalyptic designs of Osama bin Laden. But they never reacted as if they believed the country was as vulnerable as it proved to be that morning.\nDozens of interviews with current and former officials demonstrate that even as the threat of terrorism mounted through eight years of the Clinton administration and eight months of President Bush, the government did not marshal its full forces against it.\nThe defensive work of tightening the borders and airport security was studied but never quite completed. And though the White House undertook a covert campaign to kill bin Laden, the government never mustered the critical mass of political will and on-the-ground intelligence for the kind of offensive against al-Qaida it unleashed this fall.\nThe rising threat of the Islamic jihad movement was first detected by U.S. investigators after the 1993 bombing of the World Trade Center. The investigation of that attack revealed a weakness in the immigration system used by one of the terrorists, but that hole was never plugged, and it was exploited again by one of the Sept. 11 hijackers.\nIn 1996, a State Department dossier spelled out bin Laden's operation and his anti-American intentions. And President Bill Clinton's own pollster told him the public would rally behind a war on terrorism. But none was declared.\nBy 1997, the threat of an Islamic attack on America was so well recognized that an FBI agent warned of it in a public speech. But that same year, a strategy for tightening airline security, proposed by a vice-presidential panel, was largely ignored.\nIn 2000, after an Algerian was caught coming into the country with explosives, a secret White House review recommended a crackdown on \"potential sleeper cells in the United States.\" That review warned that \"the threat of attack remains high\" and laid out a plan for fighting terrorism. But most of that plan remained undone.\nLast spring, when new threats surfaced, the Bush administration devised a new strategy, which officials said included a striking departure from previous policy -- an extensive CIA program to arm the Northern Alliance and other anti-Taliban forces in Afghanistan. That new proposal had wound its way to the desk of the national security advisor, Condoleezza Rice, and was ready to be delivered to the president for final approval on Monday, Sept. 10.\nThe government's fight against terrorism always seemed to fall short.\nThe Sept. 11 attack \"was a systematic failure of the way this country protects itself,\" said James Woolsey, a former director of central intelligence. \"It's aviation security delegated to the airlines, who did a lousy job. It's a fighter aircraft deployment failure. It's a foreign intelligence collection failure. It's a domestic detection failure. It's a visa and immigration policy failure.\"\nThe Clinton administration intensified efforts against al-Qaida after two U.S. embassies in Africa were bombed in 1998. But by then, the terror network had gone global -- \"al-Qaida became Starbucks,\" said Charles Duelfer, a former State Department official -- with cells across Europe, Africa and beyond.\nEven so, according to the interviews and documents, the government response to terrorism remained measured, even halting, reflecting the competing interests and judgments involved in fighting an ill-defined foe.\nThe main weapon in Clinton's campaign to kill bin Laden and his lieutenants was cruise missiles, which are fired from thousands of miles away. That made it difficult to hit bin Laden as he moved around Afghanistan, but the president was reluctant to put American lives at risk.\nA basic problem throughout the fight against terrorism has been the lack of inside information.\nThe CIA was surprised repeatedly by bin Laden, not because it failed to pay attention as much as because it lacked sources inside al-Qaida. There were no precise warnings of impending attacks, and the CIA could not provide an exact location for bin Laden, which was essential to the government's objective of killing him.\nAt the FBI, it was not until last year that all field offices were ordered to get engaged in the war on terrorism and develop sources. Inside the bureau, the seminars and other activities that accompanied these orders were nicknamed \"Terrorism for Dummies,\" a stark acknowledgment of how far the agency had not come in the seven years since the first trade center attack.\n\"I get upset when I hear complaints from Congress that the FBI is not sharing its intelligence,\" said a former senior law enforcement official in the Clinton and Bush administrations. \"The problem is that there isn't any to share. There is very little. And the stuff we can share is not worth sharing.\"\nOfficials at the FBI and the CIA said that they had some success in foiling al-Qaida plots, but that the structure of the group made it difficult to penetrate. \"It is understandable, but unrealistic, especially given our authorities and resources, to expect us to be perfect,\" said Bill Harlow, a CIA spokesman.\nThe reasons the government was not more single-minded in attacking al-Qaida will be examined exhaustively and from every angle by Congress and others in the years ahead.\nIn an era of opulence and invincibility, the threat of terrorism never took root as a dominant political issue. Bin Laden's boldest attack on U.S. property before Sept. 11 -- the embassy bombings -- came in the same summer that the Monica Lewinsky scandal was engulfing Clinton. A full fight against terrorism might have meant the sacrifice of money, individual liberties and, perhaps, lives -- and even then without any guarantee of success.\nClarke, until recently the White House director of counterterrorism, warned of the threat for years and reached this conclusion: \"Democracies don't prepare well for things that have never happened before.\"\nTHE FIRST WARNING: A HORRIBLE SURPRISE AT THE TRADE CENTER\nOn Feb. 26, 1993 -- a month after Bill Clinton took office, having vowed to focus on strengthening the domestic economy \"like a laser\" -- the World Trade Center was bombed by Islamic extremists operating from Brooklyn, N.Y., and New Jersey. Six people were killed, hundreds injured.\nToday, American experts see that attack as the first of many missed warnings. \"In retrospect, the wake-up call should have been the 1993 World Trade Center bombing,\" said Michael Sheehan, counterterrorism coordinator at the State Department in the last years of the Clinton presidency.\nThe implications of the FBI's investigation of the bombing were disturbingly clear: A new and dangerous phenomenon had taken root. Young Muslims who had fought with the Afghan rebels against the Soviet Union in the 1980s had now taken their jihad to American shores.\nThe FBI was \"caught almost totally unaware that these guys were in here,\" recalled Robert M. Blitzer, a former senior counterterrorism official in the bureau's headquarters. \"It was alarming to us that these guys had been coming and going since 1985 and we didn't know.\"\nOne of the names that surfaced in the bombing case was that of a Saudi exile named Osama bin Laden, FBI officials say. Bin Laden, they learned, was financing the Office of Services, a Pakistan-based group involved in organizing the new jihad. And it turned out that the mastermind of the Trade Center attack, Ramzi Yousef, had stayed for several months in a Pakistani guest house supported by bin Laden.\nBut if the first World Trade Center bombing raised the consciousness of some at the FBI, it had little lasting resonance for the White House. Clinton, who would prove gifted at leading the nation through sorrowful occasions, never visited the site. Congress tightened immigration laws, but the concern about porous borders quickly dissipated and the new rules were never put in effect.\nLeon E. Panetta, the former congressman who was budget director and later chief of staff during Clinton's first term, said senior aides viewed terrorism as just one of many pressing global problems.\n\"Clinton was aware of the threat, and sometimes he would mention it,\" Panetta said. But the \"big issues\" in the president's first term, he said, were \"Russia, Eastern bloc, Middle East peace, human rights, rogue nations and then terrorism.\"\nThe CIA faced its own obstacles, former agency officials say. In the wake of the Soviet Union's withdrawal from Afghanistan in 1989, the agency virtually abandoned the region, leaving it with few sources of information about the rising radical threat.\nLooking back, George Stephanopoulos, the president's adviser for policy and strategy in his first term, said he believed the 1993 attack did not gain more attention because, in the end, it \"wasn't a successful bombing.\"\nTwo years later, however, terrorism moved to the forefront of the national agenda when a truck bomb tore into the Alfred P. Murrah Federal Building in Oklahoma City on April 19, 1995, killing 168 people.\nClinton visited Oklahoma City for a memorial service, signaling the political import of the event. \"We're going to have to be very, very tough in dealing with this,\" he declared in an interview.\nPanetta said that plans to reorganize the government's counterterrorism efforts were quickly revived. Two months after the bombing, Clinton ordered the government to intensify the fight against terrorism. The order did not give agencies involved in the fight more money, nor did it end the bureaucratic turf battles among them.\nBut it did put bin Laden, who had set up operations in Sudan after leaving Afghanistan in 1991, front and center.\nCLINTON ACTS: A GROWING EFFORT AGAINST BIN LADEN\nAs Clinton prepared his re-election bid in 1996, the administration made several crucial decisions. Recognizing the growing significance of bin Laden, the CIA created a virtual station, code-named Alex, to track his activities around the world.\nIn the Middle East, American diplomats pressed the hard-line Islamic regime of Sudan to expel bin Laden, even if that pushed him back into Afghanistan.\nTo build support for this effort among Middle Eastern governments, the State Department circulated a dossier that accused bin Laden of financing radical Islamic causes around the world.\nThe document implicated him in several attacks on Americans, including the 1992 bombing of a hotel in Aden, Yemen, where U.S. troops had stayed on their way to Somalia. It also said bin Laden's associates had trained the Somalis who killed 18 U.S. servicemen in Mogadishu in 1993.\nSudanese officials met with their CIA and State Department counterparts and signaled that they might turn bin Laden over to another country. Saudi Arabia and Egypt were possibilities.\nState Department and CIA officials urged both Egypt and Saudi Arabia to accept him, according to former Clinton officials. \"But both were afraid of the domestic reaction and refused,\" one recalled.\nCritics of the administration's effort said this was an early missed opportunity to destroy al-Qaida. Clinton himself would have to have leaned hard on the Saudi and Egyptian governments.\nThe White House believed no amount of pressure would change the outcome, and that Clinton risked spending valuable capital on a losing cause. \"We were not about to have the president make a call and be told no,\" one official explained.\nSudan obliquely hinted that it might turn bin Laden over to the United States, a former official said. But the Justice Department reviewed the case and concluded in the spring of 1996 that it did not have enough evidence to charge him with the attacks on U.S. troops in Yemen and Somalia.\nIn May 1996, Sudan expelled bin Laden, confiscating some of his substantial fortune. He moved his organization to Afghanistan, just as an obscure group known as the Taliban was taking control of the country.\nClinton administration officials counted it as a positive step. Bin Laden was on the run, deprived of the tacit state sponsorship he had enjoyed in Sudan.\n\"He lost his base and momentum,\" said Sandy Berger, Clinton's national security adviser in his second term.\nIn July 1996, shortly after bin Laden left Sudan, Clinton met at the White House with Dick Morris, his political adviser, to hone themes for his re-election campaign.\nThe previous month, a suicide bomber had detonated a truck bomb at a military barracks in Saudi Arabia, killing 19 U.S. servicemen. Days later, TWA Flight 800 had exploded off Long Island, leaving 230 people dead in a crash that was immediately viewed as terrorism.\nMorris said he had devised an attack advertisement of the sort that Sen. Bob Dole, the Republican candidate, might use against Clinton and had shown it to a sampling of voters. Seven percent of those who saw the ad said they would switch from Clinton to Dole.\n\"Out of control. Two airline disasters. One linked to terrorism,\" the advertisement said. \"FAA asleep at the switch. Terror in Saudi Arabia.\"\nMorris said he told Clinton that he could neutralize such a line of attack by adopting tougher policies on terrorism and airport security. He said his polls had found a reservoir of support for tightening security and confronting terrorists. Voters favored military action against suspected terrorist installations in other countries. They backed a federal takeover of airport screening and even supported deployment of the military inside the United States to fight terrorism.\nMorris, who has since become a columnist and a sharp critic of Clinton, said he tried and failed to persuade the president to launch a broader war on terrorism.\nClinton declined repeated requests for an interview, but a spokeswoman, Julia Payne, said: \"Terrorism was always a top priority in the Clinton administration. The president chose to get his foreign policy advice from the likes of Sandy Berger and Madeleine Albright and not Dick Morris.\"\nOn July 25, a day after Clinton was shown the effects of the hypothetical Dole attack ad, he announced that he had put Vice President Al Gore at the head of a commission on aviation safety and security.\nWithin weeks, the panel had drafted more than two dozen recommendations. Its final report, in February 1997, added dozens more.\nAmong the most important, commission members said, was a proposal that the FBI and CIA share information about suspected terrorists for the databases maintained by each airline. If a suspected terrorist bought a ticket, both the airline and the government would find out.\nProgress was slow, particularly after federal investigators determined that the crash of TWA Flight 800 resulted from a mechanical flaw, not terrorism.\nThe commission's recommendation languished -- until Sept. 11. On that day, two people already identified by the government as suspected terrorists boarded separate American Airlines flights from Boston using their own names.\nThat morning, no alarms went off. The system proposed by the Gore commission was still not in place. The government is now moving to share more information with the airlines about suspected terrorists.\n\"Unfortunately, it takes a dramatic event to focus the government's and public's attention, especially on an issue as amorphous as terrorism,\" said Gerry Kauvar, staff director of the commission and now a senior policy analyst at the RAND Corp.\nTARGETING AL-QAIDA: A CLEARER PICTURE, A DISJOINTED FIGHT\nAs Clinton began his second term, U.S. intelligence agencies were assembling a clearer picture of the threat posed by bin Laden and al-Qaida, which was making substantial headway in Afghanistan.\nA few months earlier, the first significant defector from al-Qaida had walked into a U.S. embassy in Africa and provided a detailed account of the organization's operations and ultimate objectives.\nThe defector, Jamal Ahmed al-Fadl, told U.S. officials that bin Laden had taken aim at the United States and other Western governments, broadening his initial goal of overthrowing Saudi Arabia and other \"infidel\" Middle Eastern governments.\nHe said that al-Qaida was attempting to buy a nuclear bomb and other unconventional weapons. Bin Laden was also trying to form an anti-American front of terrorists that would unite radical groups.\nBut Fadl's statements were not widely circulated within the government. A senior official said their significance was not fully understood by Clinton's top advisers until his public testimony in 2000.\nThe war against al-Qaida remained disjointed. While the State Department listed bin Laden as a financier of terror in its 1996 survey of terrorism, al-Qaida was not included on the list of terrorist organizations subject to various sanctions released by the United States in 1997.\n\"Almost all of the groups today, if they chose, have the ability to strike us in the United States,\" John P. O'Neill, the FBI's chief of international terrorist operations, warned in a June 1997 speech. \"They are working toward that infrastructure.\"\nThe task, O'Neill said, was to prevent the next attack, to \"nick away\" at terrorists' capability of operating within this country. (O'Neill left the FBI this year for a job as chief of security at the World Trade center, where he died on Sept. 11.)\nThe National Security Agency began eavesdropping on telephone lines used by al-Qaida members in Nairobi, Kenya. On several occasions, calls to bin Laden's satellite phone in Afghanistan were overheard. The FBI and CIA searched a house in Kenya, seizing a computer and questioning Wadih El-Hage, an American citizen living in Nairobi who was working as bin Laden's personal secretary.\nU.S. officials counted the operations as a success and believed they had disrupted a potentially dangerous terrorist cell.\nThey were proven wrong on Aug. 7, 1998, when truck bombs were detonated outside the U.S. Embassies in Nairobi and Dar es Salaam, Tanzania, killing 224 people, including 12 Americans, and injuring more than 5,000.\nStunned by the plot's ambition and precision, Clinton vowed to punish the perpetrators, who were quickly identified as al-Qaida adherents. \"No matter how long it takes or where it takes us,\" the president said, \"we will pursue terrorists until the cases are solved and justice is done.\"\nThe political calculus, however, had changed markedly since the president's triumph in the fall of 1996, and Clinton was in no position to mount a sustained war against terrorism.\nHis administration was weighed down by a scandal over his relationship with a White House intern. Clinton was about to acknowledge to a grand jury that his public and private denials of the affair had been misleading. Republicans depicted every foreign policy decision as an attempt to distract voters.\nThirteen days after the embassy bombings, Clinton nonetheless ordered cruise missile strikes on a camp in Afghanistan and a pharmaceutical plant in Sudan that officials said was linked to bin Laden and chemical weapons.\nBut the volley of cruise missiles proved a setback for U.S. counterterrorism efforts. The CIA had been told that bin Laden and his entourage were meeting at the camp, but the missiles struck just a few hours after he left. And the owner of the pharmaceutical factory came forward to claim that it had nothing to do with chemical weapons, raising questions about whether the Sudan strike had been in error.\nUnfortunately, the quarry was becoming more dangerous. In the two years since leaving Sudan, bin Laden had built a formidable base in Afghanistan. He lavished millions of dollars on the impoverished Taliban regime and in exchange was allowed to operate a network of training camps that attracted Islamic militants from all over the world. In early 1998, just as he declared war on Americans everywhere in the world, he cemented an alliance with Egyptian Islamic Jihad, a ruthless and effective group whose leader, Ayman al-Zawahiri, was known for his operational skills.\nTHE BATTLE INTENSIFIES: STRUGGLING TO FOCUS ON 'ENEMY NO. 1'\nIn the years after the embassy bombings, the Clinton administration significantly stepped up its efforts to destroy al-Qaida, targeting its finances, plotting military strikes to wipe out its leadership and prosecuting its members for the bombings and other crimes. \"From August 1998, bin Laden was Enemy No. 1,\" Berger said.\nThe campaign had the support of Clinton and his senior aides. But former administration officials acknowledge that it never became the government's top priority.\nWhen it came to Pakistan, for example, U.S. diplomats continued to weigh the war on terrorism against other pressing issues, including the need to enlist Islamabad's help in averting a nuclear exchange with India.\nSimilarly, a proposal to vastly enhance the Treasury Department's ability to track global flows of terrorist money languished until after Sept. 11. And U.S. officials were reluctant to press the oil-rich Saudis to crack down on charities linked to radical causes.\nPresident Clinton also ordered a more aggressive program of covert action, signing an intelligence order that allowed him to use lethal force against bin Laden. Later, this was expanded to include as many as a dozen of his top lieutenants, officials said.\nThe CIA redoubled its efforts to track bin Laden's movements, stationing submarines in the Indian Ocean to await the president's launch order. That search proved frustrating. Officials said the CIA did have some spies within Afghanistan. On at least three occasions between 1998 and 2000, the CIA told the White House it had learned where bin Laden was and where he might soon be.\nEach time, Clinton approved the strike. Each time, George Tenet, the director of central intelligence, called the president to say that the information was not reliable enough to be used in an attack, a former senior Clinton administration official said.\nIn late 1998, according to former officials, intelligence agents reported that Abu Hafs, an important al-Qaida figure, was staying in Room 13 at the Dana Hotel in Khartoum.\nWith such specific information in hand, White House officials wanted Abu Hafs either killed or, preferably, captured and transferred out of Sudan to a friendly state where he could be interrogated, the former officials said.\nThe agency initially questioned whether it could accomplish such a mission in a hostile, risky environment like Sudan, putting it in the \"too hard to do box,\" one former official said. An intelligence official disputed this account, saying the CIA made \"a full-tilt effort in a very dangerous environment.\"\nEventually, the CIA enlisted another government to help seize Abu Hafs, a former official said, but by then it was too late. The target had disappeared.\nOfficials said the White House pushed the Joint Chiefs of Staff to develop plans for a commando raid to capture or kill bin Laden. But the chairman, Gen. Henry H. Shelton, and other senior Pentagon officers told Clinton's top national security aides that they would need to know bin Laden's whereabouts 12 to 24 hours in advance.\n\"While we were getting some fleeting intelligence -- say, where he might be on Aug. 20 -- we didn't have the kind of information you'd like to have to mount an operation,\" said one senior military officer.\nClinton administration officials also began trying to choke off al-Qaida's financial network. Shortly after the embassy bombings, the United States began threatening states and financial institutions with sanctions if they failed to cut off assistance to those who did business with al-Qaida and the Taliban.\nIn 1999 and early 2000, some $255 million of Taliban-controlled assets was blocked in U.S. accounts, according to William F. Wechsler, a former White House official.\n'WE WERE FLYING BLIND': AN ARREST, A REVIEW AND NEW OBSTACLES\nThe arrest of Ahmed Ressam was the clearest sign that Osama bin Laden was trying to bring the jihad to the United States.\nRessam was arrested when he tried to enter the United States in Port Angeles, Wash., on Dec. 14, 1999. Inside his rental car, agents found 130 pounds of bomb-making chemicals and detonator components.\nHis arrest helped reveal what intelligence officials later concluded was an al-Qaida plot to unleash at least three attacks during the millennium celebrations, aimed at a U.S. ship in Yemen, tourist sites and a hotel in Jordan frequented by Israelis, and unknown targets in the United States.\n\"That was a wake-up call,\" a senior law enforcement officer said, \"not for law enforcement and intelligence, but for policy makers.\" Just as the embassy bombings had exposed the threat of al-Qaida overseas, the millennium plot revealed gaping vulnerabilities at home.\n\"If you understood al-Qaida, you knew something was going to happen,\" said Robert M. Bryant, who was the deputy director of the FBI when he retired in 1999. \"You knew they were going to hit us, but you didn't know where. It just made me sick on Sept. 11. I cried when those towers came down.\"\nA White House review of U.S. defenses in March 2000, after Ressam's arrest, found significant shortcomings in nearly a decade of government efforts to improve defenses against terrorists at home. The FBI and the Immigration and Naturalization Service, it said, should begin \"high tempo, ongoing operations to arrest, detain and deport potential sleeper cells in the United States.\"\nThe review called for the government to greatly expand its anti-terrorism efforts inside the United States, creating an additional dozen joint federal-local task forces like the one that had been set up in New York. The government, the review said, needed to improve its ability to translate the hours of conversations recorded by law enforcement agencies.\nThe review identified particular weaknesses in the nation's immigration controls, officials said. The government remained unable to track foreigners in the United States on student visas, despite a 1996 law passed after the first World Trade Center bombing that required it to do so.\nIn June 2000, after the millennium plot was revealed, the National Commission on Terrorism recommended that the immigration service set up a system to keep tabs on foreign students. Academic institutions opposed the recommendation, fearing that a strict reporting requirement might alienate prospective foreign students, according to government officials. As a result, nothing changed.\nAs the commission was completing its work, the Sept. 11 hijackers began entering the United States. One of the 19 hijackers, Hani Hanjour, had traveled on a student visa, failed to show up for school and remained in the country illegally.\nThe FBI had some problems of its own. It had no intelligence warning of an attack on Los Angeles International Airport, which investigators eventually learned was Ressam's intended target. \"The millennium plot, that was a total surprise to us,\" said a former senior law enforcement official.\nBeginning in 1997, senior officials at the bureau had begun to rethink their approach to terrorism, viewing it now as a crime to be prevented rather than solved. But it was the millennium plot that revealed how ill equipped the bureau was to radically shift its culture, former officials say.\nIt lacked informants within terrorist groups. It did not have the computer and analytical capabilities for integrating disparate pieces of information.\n\"We did not have any actionable intelligence,\" one senior official said. \"We were flying blind.\"\nIn March 2000, Dale L. Watson, the FBI's assistant director for counterterrorism, started a series of seminars with agents who headed the bureau's 56 field offices, stressing the importance of each office in the fight against terrorism.\nEach field office was required to establish a joint terrorism task force with local police departments, modeled after the arrangement begun in New York in the mid-1980s.\nThe FBI renewed its push on Capitol Hill for money to create a computer system that would allow various field offices to share and analyze information collected by agents. Until late last year, Congress had refused to pay for the project.\nAnother former senior official said: \"The FBI is the greatest in the world investigating a crime after it happened, but it is not equipped to prevent crimes. It wasn't in the '90s, it wasn't on 9/11.\"\nOn Oct. 12, an explosive-laden dinghy piloted by two suicide bombers exploded next to the U.S. destroyer Cole in Yemen, killing 17 sailors. Intelligence analysts linked the bombing to al-Qaida, but at a series of Cabinet-level meetings, Tenet of the CIA and senior FBI officials said the case was not conclusive.\nTHE NEW TEAM: SEEING THE THREAT BUT MOVING SLOWLY\nAs he prepared to leave office last January, Berger met with his successor, Condoleezza Rice, and gave her a fatalistic warning.\nAccording to both of them, he said that terrorism -- and particularly bin Laden's brand of it -- would consume far more of her time than she had ever imagined.\nA month later, with the administration still getting organized, Tenet, whom President Bush had asked to stay on at the CIA, warned the Senate Intelligence Committee that bin Laden and al-Qaida remained \"the most immediate and serious threat\" to security.\nBut until Sept. 11, the people at the top levels of the new Bush administration, if anything, may have been less preoccupied by terrorism than the Clinton aides before them.\nAt the CIA, according to former Clinton administration officials, Tenet's actions did not match his words. For example, one intelligence official said, the CIA station in Pakistan remained understaffed and underfinanced, though the CIA denied that.\nIn March, the White House's Counterterrorism Security Group began drafting its own comprehensive strategy for combating al-Qaida. Clarke was still nominally in charge, but Bush aides were on the way to approving Clarke's recommendation that his group be divided into several new offices.\nBush's principals did not formally meet to discuss terrorism in late spring when intercepts from Afghanistan warned that al-Qaida was planning to attack a U.S. target in late June or perhaps over the July 4 holiday.\nAdministration officials say the president was concerned about the growing threat and frustrated by the halfhearted efforts to thwart al-Qaida. In July, Rice said, Bush likened the response to the al-Qaida threat to \"swatting at flies.\"\nThe administration's draft plan for fighting al-Qaida included a $200 million CIA program that, among other things, would arm the Taliban's enemies. Clinton administration officials had refused to provide significant money and arms to the Northern Alliance, which was composed mostly of ethnic minorities. President Bush's national security advisers approved the plan on Sept. 4, a senior administration official said, and it was to be presented to the president on Sept. 10. He was traveling that day and did not receive it.\nThe next day his senior national security aides gathered shortly before 9 a.m. for a staff meeting. At roughly the same moment, a hijacked Boeing 767 was plowing into the north tower of the World Trade Center.\n\nLoad-Date: December 30, 2001"
}