{
    "title": "Terror plot foiled, Belgian police say Fans gathered to watch soccer match reported at risk. TERRORI(2)",
    "publisher": "daily news ",
    "year": 2016,
    "month": 6,
    "day": 19,
    "full text": "PARIS - Police raided dozens of sites across Belgium and brought in 40 people for questioning in an operation to interrupt a terrorist plot to attack fans gathering to watch a televised soccer match between the Belgian and Irish national teams, government officials said Saturday.\nThree Belgians were charged with an attempt to commit terrorist murder and participation in the activities of a terrorist group, the Belgian federal prosecutors' office said. The others brought in for questioning were released by Saturday evening.\nPrime Minister Charles Michel did not provide specifics in his comments after an emergency national security meeting. But Justice Minister Koen Geens and Deputy Prime Minister Kris Peeters, questioned by the Flemish broadcaster VRT, confirmed that police had learned of a plot to attack fans gathering to watch the game Saturday on large screens in Brussels' squares and at bars.\nThe police operations did not turn up guns or explosives, a statement said, and spectators watched the game without incident.\nThe scale of the raids and arrests, three months after the attacks in Brussels that killed 32 people, suggested in part that the Belgian authorities were working to dispel doubts about their dedication to rooting out potential terrorists.\nIt also suggested that they believed they were in a race to prevent attacks. An earlier statement from the prosecutors' office Saturday said the situation required \"immediate intervention.\"\nMultiple investigations are underway into the Brussels attacks on March 22 and those in and around Paris in November, which killed 130 people and wounded hundreds. The plot to attack soccer fans, however, did not appear to be related directly to those attacks.\nThe prosecutors' office identified the three suspects who were arrested only by their given names and an initial for their surnames: Samir C., 27; Moustapha B., 40; and Jawad B., 29.\nBefore the raids Friday night, the most recent terror-related detention in Belgium had come earlier in the week, when federal prosecutors announced the detention and investigation of a man identified as Youssef E.A., 30, in connection with the March attacks in Brussels. He was charged Friday with \"participation in a terrorist group, terrorist murders and attempted terrorist murders as a perpetrator, co-perpetrator or accomplice.\"\nAnother man, Ali E.H.A., 31, was similarly charged this month. The broadness of the charges in both cases suggests that the authorities have yet to determine what role the two men may have played.\nAfter the Paris attacks, the Belgian authorities were accused of being insufficiently vigilant when it emerged that the attacks had been planned in Belgium, and that the explosives had been manufactured there.\nMost of the attackers were Belgian or French citizens.\nAdding to the pressure on the Belgian authorities was information disseminated this month by the Belgian Coordinating Body for Threat Analysis.\n\nLoad-Date: June 20, 2016"
}