{
    "title": "Terrorism and the First Amendment",
    "publisher": "university wire",
    "year": 2003,
    "month": 2,
    "day": 27,
    "full text": "Toni Smith is senior sociology major from New York City, but she is no ordinary student. She is the 5-foot-10 forward and captain of the Manhattanville College women's basketball team. Smith is openly against the war, and has made it a point for everyone to know.\nSince the start of the season, Smith has refused to face the flag during the Star-Spangled Banner at the start of games. Without fail, at each game both at home and away, she has turned 90 degrees away from the flag and has cast her eyes to the ground. Her protest isn't just against the war but against \"inequalities\" that exist in the American system. She also feels that the government's priorities are not on improving the \"quality of life for all of its people, but rather on expanding its own power.\"\nU. Massachusetts-Amherst\nThis past Saturday, during their last home game of the season, Jerry Kiley, a Vietnam war veteran, ran onto the court and held an American flag in front of Smith, while she was lining up for another player to shoot a free throw.\n\"She disgraced herself and she disgraced flag,\" said Kiley.\nI believe Kiley was the one who disgraced himself.\nKiley isn't the only one who has openly opposed Smith's protest. At a recent game the Mount St. Mary student government bought more than $ 100 worth of small flags, and distributed them before the game. More than 500 students waved the flags and jeered at Smith at every opportunity they could get. At the close of the game, fans sung \"God Bless America.\"\nI think the student government association at Mount St. Mary is a bunch of hypocrites.\nDuring their Feb. 11 game at the U.S. Merchant Marine Academy, the stands were packed with over 300 people, which was a record turnout. Fans were once again toting flags, and at halftime, 50 flag carrying students stood across from the Manhattanville bench until the game was over. Smith was also greeted with chants of \"U.S.A.\" and \"Leave our country.\" USMMA sports information director Kim McNulty said, \"We were proud of the professionalism with which the midshipmen displayed their feelings. They did nothing to offend or make the game an unsafe atmosphere. They were expressing their opinion.\"\nProud? They should be ashamed of themselves.\nThe First Amendment guarantees us the right to free speech and free expression. Smith's protest is protected by the Constitution and she has the right to turn away from the flag if she wishes. Kiley and the students at those games also have the right to disagree with her. However, I don't believe this manner of protest was the way to go about it. I think that the waving of these flags in order to purposefully upset Smith is completely disrespectful.\nIt's a terrorism of her right to free speech. When you terrorize someone or something you are striking fear in them in some way. I bet Smith could care less at this point; after all that she's been through I doubt that she's fearful. However, that still doesn't make these actions right.\nIt's not like Smith was taking out a lighter and burning the stars and stripes before each game. She's simply turning away from the flag. Kiley can disagree all he wants, but he has no right to disrespect her right to her opinion by shoving a flag in her face. Smith was doing a peaceful act, while Kiley's act was one to strike terror and make her feel bad about her opinion. And no one should have to feel bad about his/her opinion.\nKiley, the USMMA and the Mount St. Mary student government are hypocrites for claiming their first amendment right is more important than Smith's. Agree or disagree with the government, the first amendment protects us all. Smith isn't being un-American by dissenting. She has the right to express her opinion in peace, and not be harassed by people with flags in her face. Those same people have the right to peaceably support the war and not have someone like Smith burning a flag on their lawns. It's not a matter of whose wrong or right, but a matter of respecting the other side's opinion.\nAnd when you really look at the Constitution as a whole, it's the same document that grants our government the power to go to war. We have the power to go to war, and we have the choice to support the government or to dissent. The flag is simply a symbol. Everybody involved in this is fighting for the same thing really; upholding the ideals of the Constitution.\nIn a statement about her protest Smith wrote, \"It is my right as an American to stand for my beliefs the way others have done against me… patriotism can be shown in many ways, but those who choose to do so by saluting the flag should recognize that the American flag stands for individuality and freedom. Therefore, any true patriot must acknowledge and respect my right to be different.\"\nInformation from The Journal News and Newsday was used in this opinion.\n(C) 2002 Massachusetts Daily Collegian via U-WIRE\n\nLoad-Date: February 27, 2003"
}