{
    "title": "Terrorism biggest enemy of Islam, humanity_ Naqvi",
    "publisher": "the world",
    "year": 2019,
    "month": 3,
    "day": 15,
    "full text": "New Delhi, March 15 -- Minority Affairs Minister Mukhtar Abbas Naqvi Friday termed terrorism the biggest enemy of both Islam and the entire humanity, and also the \"biggest hurdle\" for peace and prosperity in the world.\nDuring a meeting with a delegation of members of Iranian Parliament's Committee on Culture, Naqvi said terrorism was not just a threat to a particular region or a country, but has become the biggest challenge for human values in the world.\nThe entire world will have to unite to defeat the evil of terrorism by isolating those who support it, Naqvi was quoted as saying in a statement from his office.\nThe organisations and people who are involved in terror activities by using Islam as their \"security cover\" are the biggest enemies of Islam, he said.\n\"Terrorism is the biggest enemy of both Islam and the entire humanity and we all have to come together to remove this biggest hurdle in the peace, progress and prosperity of the world,\" Naqvi said.\nHe said India is a role model of social and communal harmony for the whole world. \"We will have to strengthen this fabric of social harmony and unity.\" Naqvi said that constitutional, political and social rights of minorities are absolutely safe and secure in India.\nIndia's centuries old culture and commitment to unity in diversity are key in strengthening social and communal harmony, he said.\nThe Iranian delegation included Ahmad Mazani, the Chairman of the committee, Asghar Masoudi, the vice-chairman.\nIssues related to Waqf management, Haj and Ziyarat were also discussed during the meeting.\nNaqvi also extended best wishes to the people of Iran on the upcoming festival of Nauroz, new year celebrations on March 21 every year for Parsis, followers of Zoroastrianism and various sects of Muslim.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: March 15, 2019"
}