{
    "title": "TERRORISM SUSPECTED IN PLANE CRASH AT SEA EgyptAir flight's 66 occupants presumed dead",
    "publisher": "the day ",
    "year": 2016,
    "month": 5,
    "day": 20,
    "full text": "CAIRO - An EgyptAir jetliner en route from Paris to Cairo with 66 people aboard veered wildly in flight and crashed into the Mediterranean Sea early Thursday, authorities said. Egyptian and Russian officials said it may have been brought down by terrorists.\n There were no signs of survivors.\n EgyptAir Flight 804, an Airbus A320 with 56 passengers and 10 crew members, went down about halfway between the Greek island of Crete and Egypt's coastline, or around 175 miles  offshore, after takeoff from Charles de Gaulle Airport, authorities said.\n Greek Defense Minister Panos Kammenos said the plane spun all the way around and suddenly lost altitude just before vanishing from radar screens around 2:45 a.m. Cairo time.\n He said it made a 90-degree left turn, then a full 360-degree turn to the right, plummeting from 38,000 feet  to 15,000 feet. It disappeared at about 10,000 feet, he said. There were no reports of stormy weather at the time.\n Egyptian and Greek authorities in ships and planes searched the suspected crash area throughout the day for traces of the airliner or its victims, with more help on the way from the U.S., Britain and France.\n But as night fell, they had yet to find any confirmed debris, at one point dismissing a reported sighting of life vests and other floating material.\n Civil Aviation Minister Sherif Fathi cautioned that the disaster was still under investigation but said the possibility it was a terror attack \"is higher than the possibility of having a technical failure.\"\n Alexander Bortnikov, chief of Russia's top domestic security agency, went further, saying: \"In all likelihood it was a terror attack.\"\n There was no immediate claim from militants that they had downed the plane.\n If it was terrorism, it would be the second deadly attack involving Egypt's aviation industry in seven months.\n Last October, a Russian passenger plane that took off from an Egyptian Red Sea resort crashed in the Sinai, killing all 224 people aboard. Russia said it was brought down by a bomb, and a local branch of the Islamic State group claimed responsibility.\n Thursday's disaster also raises questions about security at De Gaulle Airport, at a time when Western Europe has been on high alert over the deadly Islamic extremist attacks in Paris and at the Brussels airport and subway over the past six months.\n French Foreign Minister Jean-Marc Ayrault said that airport security had been tightened considerably before the disaster, in part because of the coming European soccer championship, which France is hosting.\n The Egyptian military said it did not receive a distress call from the doomed plane.\n Its erratic course suggested a number of possible explanations, including a catastrophic mechanical or structural failure, a bombing, or a struggle over the controls with a hijacker in the cockpit.\n Egyptian security officials said they were running background checks on the passengers to see if any had links to extremists. EgyptAir's earliest reports had said 69 people were on board.\n In the U.S., the FBI offered its assistance in the investigation. FBI Director James Comey said the bureau has no evidence yet that the plane was brought down intentionally.\n Retired U.S. Air Force Maj. Gen. Robert Latiff, an aerospace expert at the University of Notre Dame, said that while it is too early to tell for certain, an accidental structural failure of the highly reliable A320 is \"vanishingly improbable.\"\n  John Goglia, a former U.S. National Transportation Safety Board member, said early indications point more to a bomb, since it appears that no mayday call was issued during the abrupt turns. He said the aircraft's black-box voice and data recorders should hold the answers.\n Those on board, according to EgyptAir and various governments, included 15 French passengers, 30 Egyptians, two Iraqis, one Briton, one Kuwaiti, one Saudi, one Sudanese, one Chadian, one Portuguese, one Belgian, one Algerian and two Canadians. Two babies were aboard, officials said.\n\nLoad-Date: May 27, 2016"
}