{
    "title": "Terrorism officials visit Penn State",
    "publisher": "university wire",
    "year": 2004,
    "month": 9,
    "day": 14,
    "full text": "Gov. Ed Rendell's Homeland Security Cabinet rallied in front of Pennsylvania State University's HUB-Robeson Center last night and reminded students of their role in the fight against terrorism.\nThe rally, attended by about 15 students, was part of a series of events across the state commemorating National Preparedness Month.\n\"The preparedness effort in Pennsylvania stands solidly on the twin pillars of prevention and response,\" said Keith Martin, the Pennsylvania Director of Homeland Security, \"Our goal: prevent natural or manmade disaster if we can; respond quickly and effectively if we must.\"\nDavid Sanko, director of the Pennsylvania Emergency Management Agency, called for heightened vigilance on college campuses because \"some of the terrorists think that colleges are ideal recruiting grounds for the next generation of terrorists.\"\nMartin said Pennsylvania officials are exceptionally prepared for emergency response.\n\"Pennsylvania has the strongest emergency response system in the nation,\" he said.\nDespite the 2,500 emergency management coordinators across the state, Martin underscored the need for everyday Americans to participate in the effort.\n\"While terrorists could be anywhere, we, the citizens, are everywhere,\" he said.\n\"If we can enlist and engage the eyes and ears of all 12.5 million Pennsylvanians, there will be no place for those who would harm us to hide, plan, prepare or strike,\" he said.\nSanko read a proclamation signed by Rendell and outlined steps each Pennsylvanian should take to become more prepared.\nHe asked students to create an emergency kit of things like bottled water and non-perishable food as well as make a family communications plan, know what types of emergencies can happen in their area and report unusual people or activity.\n\"No one knows what looks unusual or suspicious where you live, work and travel better than you do,\" Martin said.\n\"You can report unusual or suspicious activity by calling 911 or the State Police Terrorism Tipline with the confidence that every tip will be checked out and that we do have the ability to connect the dots.\"\nThe tipline's phone number is 1-888-292-1919.\nHowever, Lisa Pang (junior-elementary education) expressed some skepticism.\n\"It inspired me to do my share, but I don't know what the chances are of us seeing anything.\"\nErica Huang (senior-secondary education and biology) felt the rally was necessary and helpful.\n\"I think living in secluded State College, for me, has undermined the need for homeland security,\" she said. \"I don't see what's going on in the world so I don't think about it. The panel reminded me that terrorism is a real yet preventable threat.\"\n(C) 2003 Daily Collegian via U-WIRE\n\nLoad-Date: September 14, 2004"
}