{
    "title": "Terror on Both Sides of the Rio Grande",
    "publisher": "the new york times",
    "year": 2019,
    "month": 9,
    "day": 3,
    "full text": "MEXICO CITY -- As schools resumed classes last week, teachers, students and parents arrived at Rafael Veloz Elementary in Ciudad Juárez wearing white, holding hands and weeping. The school's head teacher, Elsa Mendoza Márquez, had been killed on Aug. 3 in the mass shooting in El Paso. The parents had to explain to their young children why she was missing. The assistant head told them that Ms. Mendoza would always be in their hearts.\nMs. Mendoza, 57, was one of eight Mexican citizens among the 22 people who died in the attack, in which a man named Patrick Crusius is accused of shooting shoppers in a Walmart with an AK-style rifle. Most of the other victims were Americans of Mexican descent, while one was a German. Ms. Mendoza had crossed the border to see family in El Paso, according to reports, and popped into the store while her husband and son waited in the car. \n  The El Paso shooting was at the top of the agenda of the first meeting between President Andrés Manuel López Obrador and the new American ambassador, Christopher Landau, on Monday. (The last ambassador, Roberta Jacobson, resigned in May 2018, and has since been a vocal critic of President Trump.)\n  Mexico's position is that justice for the El Paso victims must include a condemnation of the hate that the authorities say drove Mr. Crusius to mass murder. ''We think this case is decisive so these acts are not repeated,'' said Mexico's foreign secretary, Marcelo Ebrard.\n  Mr. Ebrard has called for terrorism charges to be filed against Mr. Crusius and has said Mexico may ask for his extradition here. On Wednesday, the Organization of American States also supported a motion by Mexico to condemn the ''terrorist act'' in El Paso.\n  The Mexican government is right. The massacre indeed looks to be a political act designed to sow terror and hate. It was the kind of violence that not only creates discord between Americans, but could provoke tensions between the United States and Mexico.\n  Sadly, specific terrorism charges are not likely to be filed because of the way American laws are framed. And the extradition of Mr. Crusius to Mexico is unlikely. But even without such charges, prosecutors and the police need to make clear that the case is a political crime of terror rather than the random act of a madman. And at all levels, the American government should be unwavering in condemning such political violence, especially in face of the migrant-bashing rhetoric that has emanated from the White House itself.\n  Terrorism is one of the most debated words in English. Some have called for it to be applied to governments that bomb civilians, rather than just to insurgent groups and lone wolves who take lives. Others say it should be used for mass murderers even if they have no wider agenda.\n  But most agree it is certainly terrorism when a person or group murders innocent civilians in the name of a political or religious cause. The El Paso shooting appears to fit this definition to the letter.\n  Not only was Mr. Crusius said to have confessed that he deliberately targeted Mexicans, but an online manifesto the authorities say he wrote states that the attack was for political not personal reasons, ''defending my country from cultural and ethnic replacement.''\n  The modus operandi in El Paso was very similar to those in other mass shootings such as Las Vegas in 2017 and Parkland, Fla., in 2018. But in contrast to those episodes, this shooting appears to have a transparent political motivation.\n  The United States attorney in the El Paso region, John Bash, indeed told reporters that the crime is being treated as ''domestic terrorism.'' But prosecutors say this is a term used for investigations rather than a chargeable offense.\n  Meanwhile, specific terrorism charges are leveled against those working with foreign extremist organizations. This has led to a double standard where radical Islamic violence is often met with terrorist charges while white supremacist violence is not.\n  The Mexican government also faces its own immense problems of bloodshed, with record levels of murders here in the first half of the year. On Tuesday, the police say, there was an especially brutal attack in which cartel members set fire to a bar, killing 28 people. And President Trump said in March that his government is considering naming some of the cartels behind this violence as terrorist organizations.\n  Prosecutors in Mexico have issued terrorism charges against cartel affiliates on various occasions. In one 2015 case, the targets were cartel foot soldiers who blockaded dozens of roads with burning trucks, torched gas stations and shot down a military helicopter with a rocket-propelled grenade.\n  But even while Mexico faces such violence at home, it is still crucial that it reacts to the murder of its citizens abroad. After all, the United States has convicted killers of Americans in Mexico while simultaneously facing its own high murder rates.\n  Mexico's call to condemn racist political violence may sound hollow; it won't bring the victims of El Paso back to life. But one can hope that if American officials clearly rebuke such violence and make it a priority to go after racist terrorism, another such calamity could be prevented -- and fewer children north and south of the Rio Grande will have to return to school and try to comprehend why a teacher, a friend, a loved one, a parent, is no longer with them.\n  Ioan Grillo, a contributing opinion writer, is the author of ''El Narco: Inside Mexico's Criminal Insurgency'' and, most recently, ''Gangster Warlords: Drug Dollars, Killing Fields and the New Politics of Latin America.''\n  The Times is committed to publishing a diversity of letters to the editor. We'd like to hear what you think about this or any of our articles. Here are some tips. And here's our email: letters@nytimes.com\n  Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.\n\nhttps://www.nytimes.com/2019/09/02/opinion/el-paso-shooter-mexico.html\n\nLoad-Date: September 4, 2019"
}