{
    "title": "Terrorism clouds weekend trade talks; Bush expected to seek backing for Iraq war",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 10,
    "day": 24,
    "full text": "Cabo San Lucas, Mexico --- The war on terrorism will be in the spotlight, but global trade issues are expected to stubbornly remain on the agenda when President Bush meets leaders of 20 other Asian and Pacific Rim countries this weekend.\nBush and the leaders of Russia, China, Japan, Mexico, Canada, Indonesia, Australia and other countries will hold talks in secluded, sealed-off luxury hotels at the southern tip of Mexico's Baja California peninsula, an area known as Los Cabos.\nThe meeting is the annual retreat of the Asia Pacific Economic Cooperation forum, or APEC, which formed in 1989 to promote commerce among members whose countries account for 60 percent of the world's trade.\nWith a United Nations Security Council vote nearing on a new U.S.-backed resolution on Iraq, White House officials said President Bush will take advantage of meetings with Russian President Vladimir Putin and Chinese President Jiang Zemin, who are reluctant to support the U.S. push for military action to force Saddam Hussein to disarm.\nCox Mexico Correspondent\n\"At some point the U.N. is going to have to step up and act,\" National Security Adviser Condoleezza Rice told reporters in Washington. \"We've made some progress over the last couple of weeks and we'll see where we come out.\"\nBush spoke by telephone Wednesday with British Prime Minister Tony Blair to plot diplomatic strategy ahead of Bush's meetings Friday with Jiang at his ranch in Crawford, Texas, and over the weekend with Putin in Mexico.\nRice said a U.N. vote was not expected before the APEC summit concludes Sunday. White House officials cast the APEC meetings as a crucial opportunity to lobby China and Russia, perhaps winning their support and placing pressure on France, another permanent member of the Security Council that has balked at the U.S. policy on Iraq.\nIraq is not specifically on the agenda at APEC, but terrorism is a rising concern among member nations because of violent attacks that could stifle trade and tourism and sow unrest.\nThe devastating terrorist bomb this month in Bali, Indonesia, which appeared to target Westerners at a prime tourist spot on Southeast Asia, thrust the issue into the forefront. Nearly 200 people died in the blast, more than 100 of them Australians.\nThe bombing \"does bring the issue of terrorism to the heart of APEC,\" said Richard Feinberg, a former Clinton national security council adviser who now heads the APEC Study Center at the University of California, San Diego.\n\"Up to now, the Asians haven't wanted APEC to be a forum for security issues,\" Feinberg said. They have preferred to leave in-depth security debates to the United Nations or Association of Southeast Asian Nations.\n\"But we'll see how the incident in Bali plays now,\" Feinberg said.\nMexican security forces surround the hotels where foreign and trade ministers are gathering in preparation for the arrival of heads of state on Saturday and Sunday. Hotels hosting government delegations are strung along one single highway dotted with roadblocks and flanked by the Sea of Cortez, where Mexican navy ships are anchored just offshore.\nOver the last year, Mexico has served as host for multiple rounds of negotiations among trade ministers and other officials hammering out consensus on dropping tariffs and making trade more fluid.\nTerrorism, counterterrorism measures and their impact on trade \"have been a central theme\" during the talks, Mexican Economic Secretary Luis Ernesto Derbez said at a briefing in Mexico City earlier this month.\nWithin APEC, \"you have countries with serious security issues,\" said Luis de la Calle, a former top Mexican trade negotiator. He now directs the Mexico City office of Public Strategies Inc., which is based in Austin, Texas.\nWhen APEC leaders met in Shanghai last October, their governments crafted a condemnation of terrorism in the wake of the Sept. 11 attacks. A number of APEC members are grappling with extremist groups, some reportedly with ties to al-Qaida.\nLeaders have started to use APEC as a forum to address danger and turmoil, as Australia did when it lobbied among APEC countries to send troops to East Timor to restore order.\nSome also are eager to address a stagnant global economy and trade barriers that wealthy countries continue to maintain.\nMexico and other countries want to use APEC to urge the United States and the European Union to make good on pledges to lower tariffs on agricultural goods from developing countries.\n\"President Bush wants help,\" said de la Calle, and in response other countries may say, \"Well, help us, too.\"\n--- White House correspondent Bob Deans contributed to this article from Washington.\n\nGraphic\n\n \nPhoto: Security checkpoints are set up Wednesday for a meeting this weekend with leaders of 21 Asian and Pacific Rim countries. / TOMAS MUNITA / Associated Press\n\nLoad-Date: October 24, 2002"
}