{
    "title": "Terrorism charges against RNC 8 to be dropped",
    "publisher": "university wire",
    "year": 2009,
    "month": 4,
    "day": 10,
    "full text": "More than seven months after their arrest, the\nRamsey County Attorney's Office dropped terrorism charges against the\nRNC 8 on Thursday morning.\nThe activists, who police arrested preemptively before September's\nRepublican National Convention, are accused of allegedly plotting to\nviolently disrupt the convention.\nThe terrorism enhancements to the conspiracy counts came under Minnesota's version of the controversial PATRIOT Act.\n\"It was becoming clear that the terrorism enhancement to the charges\nwas going to be a major issue at trial,\" Ramsey County Attorney Susan\nGaertner said, citing that the connotation of the word \"terrorism\"\ncould distract the jury.\nThe Legislature passed the law sanctioning the terrorism charges in 2002, during a time of national tension after 9/11.\nThe statute \"clearly covers the alleged conduct here,\" Gaertner said, but whether it was meant to is another story.\n\"I do know that if they didn't mean it to apply in this case, they should amend the law,\" she said.\nThe activists, including University of Minnesota student Max Specktor,\nstill face felony charges of criminal conspiracy to riot and damage\nproperty that carry a penalty of more than 10 years in prison, if\nconvicted.\nThe dropped charges will have no impact on sentencing if the eight are ultimately convicted, Gaertner said.\nRob Czernik, a member of the RNC 8, said the activists face a bigger challenge now to get the non-terrorism charges dropped.\n\"We've been defining the charges based on the terrorism enhancement and\nnow that's gone,\" he said. \"Hopefully people realize they're charging\nus with the same stuff, just with different language.\"\nSpecktor agreed, but said the decision to drop some charges and not others is sign that prosecutors are getting serious.\n\"It kind of scares me because by dropping these two and only those two,\nit's like they're saying that those are the only two to go,\" he said.\n\"They're actually trying to make a case that isn't as ridiculous.\"\nAttorney Jordan Kushner, who is representing RNC 8 member Luce\nGuillen-Givins, said although the \"extremely inflammatory\" terrorism\ncharges are to be dismissed, the charges that remain are significant\nand equally unfounded.\n\"They're accused of conspiring to commit illegal acts and in reality\nthey're being prosecuted for their political organizing activities,\"\nsaid Kushner, who graduated from the University of Minnesota Law School.\nSpecktor said Thursday's developments were a somewhat surprising step toward vindication.\n\"Not only are we saying the work we are doing isn't terrorism,\" he\nsaid, \"if we drop the other charges, then what we were doing isn't even\na crime.\"\nThe eight have said the terrorism enhancements, added to their battery\nof charges in December, were politically motivated. Czernik said\npolitics also factored into the charges' dismissal.\nGaertner last fall announced her gubernatorial bid and will be speaking at DFL events across the state in the coming months.\n\"The timing for her was very politically expedient,\" Czernik said. \"This is a very, very calculated move by her.\"\nGaertner wouldn't comment on the timing of dropping the charges, except to say that the RNC 8 cases are complicated.\n\"There's going to be ongoing investigation, ongoing preparation and\nongoing evaluation of trial strategy,\" she said. \"And this is an\nexample of that.\"\nThe RNC 8 and their supporters have previously showed up to Gaertner's\ncampaign functions and have called on DFL voters to consider the\ncharges against the RNC 8 when considering who they'll endorse for\ngovernor.\nCalling his client and the other seven members of the RNC 8 \"political\npawns,\" Kushner cited public outcry directed toward Gaertner as a key\nfactor in the dismissal of charges.\n\"There just wasn't any way she could justify pursuing these kinds of\ncharges,\" he said. \"At the end it couldn't be politically justified, in\npart because it can't be legally justified.\"\nGaertner has made no mention of politics in relation to the case, and\nwhen asked about the matter Thursday afternoon only spoke generally.\n\"This case, as is true of many, is a no-win situation for the county\nattorney,\" she said. \"Somebody is going to be unhappy with whatever\ndecision you make, that comes with the territory.\"\n(C) 2008 Minnesota Daily via UWIRE\n\nLoad-Date: April 10, 2009"
}