{
    "title": "TERRORISM RISKS TO BE STUDIED",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 6,
    "day": 8,
    "full text": "WASHINGTON -- The Bush administration plans to require the nation's 15,000 chemical, water and waste-treatment plants to assess how vulnerable they are to terrorists and then fix any problems.\nThe terrorism assessments would be similar to risk management plans the Environmental Protection Agency already requires from the same facilities for accidental releases of toxins, a senior EPA official said Friday.\nAn interagency group chaired by the White House's Office of Homeland Security has been developing the plan.\nPrinciples for terrorism assessments and subsequent fixes were modeled after guidelines crafted by a trade group, the American Chemistry Council, for its 180 corporate members who operate about 1,000 of the affected plants, the official said.\nEPA has not yet determined whether legislation is needed from Congress or whether the agency can order the measures on its own, the official said.\nThe Justice Department and the Energy Department's Sandia National Laboratory have been working to develop methods for assessing a chemical plant's vulnerability to terrorists. A similar effort also is under way by the American Institute of Chemical Engineers.\nEPA has taken steps to reduce chemical plants' risks of becoming terrorist targets. After Sept. 11, it removed from its Web sites the risk management plans for spills and airborne releases of toxins. Publishing those plans had been required under the belief that neighbors of a chemical plant had a right to know the risks to which they were being exposed. However, the industry and U.S. intelligence agencies have complained for years that publishing the data created a roadmap for terrorists.\nThe envisioned EPA orders for chemical, water and waste-treatment plants will cover site and computer security; access; background checks for employees, vendors and customers; inventory controls; storage practices; and the availability of safer manufacturing and treatment technologies.\nTHE LOCAL ANGLE\nTop managers at local utilities aren't sure what effect tougher regulations to guard against terrorist attacks will have on their operations.\nWayne Nelson, chief executive officer and general manager for Clark Public Utilities, said the utility has known for some time that new regulations are in the works.\n\"What those regulations will look like and how they will affect us has yet to be determined,\" he said. \"But we have already taken additional precautions.\"\nSecurity has been beefed up at the utility's River Road Generating Plant. \"We've alerted people of the danger of having unknown people on the site or around the site,\" he said.\nClark Public Utilities also provides drinking water to much of Clark County, primarily outside cities.\n\"Fortunately, our water system is not as vulnerable as others,\" Nelson said. \"You pump the water out of the ground, so it would have to be an attack on the groundwater, which would be really difficult. Not impossible, but really difficult.\"\nNelson conceded that terrorists could poison the water after it's pumped from the ground, but he noted that the water is tested several times per day.\n\"Nothing is outside the realm of possibility,\" he said. \"Because we test the water multiple times every day, we would find out the problem fairly quickly.\"\nRegardless of what new regulations come out, Nelson doesn't believe their scope will be so broad that they would affect customer rates.\nPatty Grau, manager of the Hazel Dell Sewer District, said most of the draft regulations she has seen deal with water supply and storage and specifically exempt sewage treatment plants.\n\"If there is something else that is going on out there or if EPA is changing its stance, we haven't seen anything,\" she said.\nGrau said some sewage plants use potentially hazardous chemicals, but the Salmon Creek plant isn't one of them.\nJeffery Mize\n\nLoad-Date: June 9, 2002"
}