{
    "title": "Terrorism on the web",
    "publisher": "university wire",
    "year": 1999,
    "month": 4,
    "day": 27,
    "full text": "Forget the Y2K problem or Chernobyl, computer users may have an even bigger problem on their hands.\nA report released last week introduced a new computer virus called \"The New Terrorism\" and predicted simultaneous, multimember cyber attacks on unsuspecting computer users.\nThe yearlong project, sponsored by the Air Force's Deputy Chief of Staff for Air and Space Operations, indicates that changes in the way terrorist groups organize and use technology will mark the beginning of what they have named the \"netwar.\"\nU. Houston\nNetwar basically relies on new design technology. Terrorists will concentrate on building multimember groups rather than individual organizations. Officials are in the process of planning defense strategies and scenarios to combat the new threat.\n\"The rise of networks is likely to reshape terrorism in the Information Age and lead to the adoption of netwar -- a kind of Information Age conflict that will be waged principally by non-state actors,\" the report said.\nThe report also said, \"New kinds of actors, such as anarchistic and nihilistic leagues of computer-hacking 'cyboteurs' may also partake of netwar.\"\nIn addition, the report indicates that the cyber terrorists will use a process called \"swarming,\" where members of a terrorist group find a specific target and combine all other resources to take it out.\nKeep in mind this process is different from the usual process that attacks in waves that deliver a massive knockout blow from a single direction on the Internet.\nProblems of terrorism on the net were inevitable. The Internet as an open arena leaves itself vulnerable to such attacks. There is no plausible way to prevent them, no matter how these so-called \"computer experts\" try. There will always be someone smarter and more creative to outdo that person.\nSo what should we do? Should we allow ourselves to be vulnerable? Should we get on the net and cross our fingers that we won't be hit hard and fast by terrorists who are out to get us? The answer is no. The problem is that there is not a viable solution.\nDespite such overwhelming odds, there is still a glimmer of hope. The cyber terrorists will undoubtedly still need the Internet as a mechanism to attack people. At least not all of it will be destroyed.\n(C) 1999 The Daily Cougar via U-WIRE\n\nLoad-Date: April 27, 1999"
}