{
    "title": "Terrorism funds skip most dams; Feds asked to help states assess risk of attacks",
    "publisher": "spokesman review",
    "year": 2002,
    "month": 10,
    "day": 7,
    "full text": "While federal agencies have beefed up security at 8,000 dams they oversee,\n states have received little help protecting 70,000 others since last year's\n terrorist attacks, a professional association warned Friday.\n The Association of State Dam Safety Officials is urging the federal\n government to spend some of its anti-terrorism money helping states evaluate\n the risk of terrorist attacks and plan for the worst.\n ''Dams have repeatedly been the focus of terrorist threats,\" said Doug\n Johnson, Washington supervisor for dam safety.\nThat's based on warnings from the federal Office of Homeland Security.\n ''It's not just our own fevered imaginings,\" said Johnson, president-elect\n of the national association.\n Public access to most large, hydroelectric dams was restricted following\n the terrorist attacks on New York and Washington, D.C. Armed guards still\n patrol the highest profile dams.\n At Grand Coulee Dam, the U.S. Bureau of Reclamation suspended tours for\n 10months and still prohibits public access to some areas that were previously\n open. NBC news reported in January that it and other Washington dams may have\n been terrorist targets.\n The U.S. Army Corps of Engineers closed its visitors centers after the\n attacks. It no longer allows civilian cars to drive across Snake River dams\n that link some county roads in southeastern Washington.\n But such steps were mandated only at federally regulated dams.\n States generally regulate dams owned privately or by state and local\n agencies. That includes those used for irrigation and drinking water, as well\n as some hydroelectric projects. Many are small and remote.\n Of those 70,000 dams, about 10,000 are categorized as ''high-hazard\" dams,\n a definition that varies from state to state.\n The Idaho Department of Water Resources calls 104 dams high-hazard, because\n they would flood neighborhoods or farms to a depth of at least 2 feet,\n according to its Web site. They include four dams that trap mine tailings in\n the Silver Valley.\n Idaho's dam-safety official could not be reached for comment.\n In Washington, where 119 state-regulated dams are labeled high-hazard, the\n term means seven or more people might die if the dam were to burst.\n Washington goes further than many states in evaluating its dams. The\n Department of Ecology lists 11 dams it considers ''extremely high hazard.\"\n Most are on reservoirs in Seattle, where a breach could jeopardize many lives,\n Johnson said.\n Of the two Eastern Washington dams on the extremely high-hazard list, one,\n near Kennewick, is a flood control dam that rarely holds water. When it does,\n the risk is high, Johnson said.\n The other, near Wenatchee, trapped tailings from a mine that's no longer\n used. The dam itself still functions.\n Another 33 dams in Washington are ranked ''very-high hazard.\" They include\n two dams in Stevens County.\n ''They're relatively small dams but there are a lot of people downstream,\"\n Johnson said. ''I wouldn't consider those very likely targets because they're\n relatively remote.\"\n Wenas Dam near Yakima makes the very-high hazard list because it towers\n over 60 houses, Johnson said. But it's a massive earthen structure that would\n be difficult to breach, he said.\n Concrete dams are considered more vulnerable.\n The Federal Emergency Management Agency has said it will distribute\n $225million to states for all forms of anti-terrorism work. That agency has\n not indicated whether any of the money will be earmarked specifically for\n dams.\n Johnson said the state Ecology Department has applied for $500,000 of the\n money for studies to determine which of the dams it oversees are the likeliest\n terrorist targets.\n In addition, the state would update its emergency response plans and\n computerize maps showing areas that would be inundated if a dam fails.\n\nNotes\n\nDan Hansen can be reached at (509) 459-3938 or by e-mail at danh@spokesman.com.  \n\nLoad-Date: October 11, 2002"
}