{
    "title": "Terrorism hoaxes still plaguing law agencies Ships, stadiums, tunnels among recent targets",
    "publisher": "usa today",
    "year": 2007,
    "month": 1,
    "day": 19,
    "full text": "The cruise ship Carnival Destiny, packed with passengers on the last leg of a trip to the Bahamas, was chugging Sunday toward the harbor in San Juan, Puerto Rico, when the U.S. Coast Guard got an ominous call.\nSomeone claimed a bomb was on board.\nThe Coast Guard ordered the craft to anchor away from the harbor piers so it could be searched. No bomb was found during repeated security sweeps that involved Customs and Border Protection officers, the Puerto Rico Ports Authority, the FBI and teams of bomb-sniffing dogs.\nThe case -- among the most recent of the constant terrorism-related hoaxes and false threats that plague the nation's law enforcement and homeland security agencies -- remains under investigation by the FBI.\nFive years after 9/11 and the 2001 anthrax attacks caused a spike in false threats, senior federal officials say they still are forced to run down hoaxes nearly every day, creating a huge drain on agents' ability to pursue real threats to the nation's security.\nSome hoaxes make national news, such as last October's radioactive \"dirty bomb\" threat against seven football stadiums. But FBI agents and officials from the Justice and Homeland Security departments say those represent just a fraction of those received by phone, mail and e-mail each year.\nAt police stations and FBI offices across the country hoaxes are \"a serious drain,\" says Ken Wainstein, head of the Justice Department's National Security Division. \"These terror hoaxes distract law enforcement.\"\nThey also scare people.\nOn Thursday, Homeland Security Secretary Michael Chertoff said the government doesn't publicize most threats because \"people would be in a constant state of hyper-anxiety.\"\nThe department posts Internet hoaxes on its website to reassure citizens and encourage them not to pass on bogus e-mailed chain letters. Among those that have been circulating for several years, the website says, is a fake government warning that someone bought $32,000 worth of United Parcel Service (UPS) uniforms off eBay. The fraudulent message urges people to be wary if a UPS employee comes to their door.\nIn an effort to help prosecutors and deter hoaxes, Congress in 2004 set stiffer penalties, allowing judges to send people to prison for up to five years for making false threats.\nAmong the cases that have grabbed headlines:\n*A phony \"dirty bomb\" threat against seven football stadiums last October. Grocery store clerk Jake Brahm of Wauwatosa, Wis., was arrested after posting the threat on several Internet sites. The threats \"caused a massive mobilization of every resource you can think of,\" said Michael Drewniak, spokesman for the U.S. Attorney's office in Newark, N.J.\n\"You cannot possibly quantify the amount of dollars this cost in manpower and resources all because (someone) decided to scream fire -- scream terrorism -- in essentially seven football stadiums.\"\n*A false tip called in to San Diego's 911 center days before President Bush's second inauguration in January 2005. Jose Quinonez, a Mexican drug addict and smuggler, said he had smuggled two Iraqis and four Chinese chemists across the border and they were headed for Boston with nuclear material.\nThe tip prompted a huge response from more than 30 government agencies. Agents conducted a nationwide manhunt, the public was alerted and Massachusetts Gov. Mitt Romney skipped the inauguration and flew home to reassure state residents. In September, Quinonez was sentenced to three years in prison.\n\"We're on the front lines of keeping this country safe, and when you're distracted by these false threats, it goes right to the heart of our ability to protect the country,\" says Dan Dzwilewski, head of the San Diego FBI office. He oversees an entire unit within his region's Joint Terrorism Task Force that does nothing but chase down hoaxes and false threats.\n*A false tip in October 2005 that six Egyptian men were planning to blow up one of the tunnels that carries traffic under Baltimore's harbor. Officials closed the tunnel, part of a major East Coast interstate, for three hours and raided at least three city businesses run by Arabs.\nPolice arrested several people on immigration charges during area raids, but the tip turned out to be a hoax called in by an Egyptian man who had been deported from the United States.\nCharlie Allen, Homeland Security's top intelligence officer, says hoaxes and bogus tips come in \"almost on a daily basis.\" Allen says he knew right away that the football stadium threat was \"absurd.\" But he says every threat requires a thorough investigation because \"you just can't take chances.\"\nOfficials say they want stiff penalties imposed on those who make false threats. Allen said the incidents frighten the public, force emergency responders to go on alert, and tie up federal agents and investigators at a time when the nation faces serious threats. \"It's a malicious, malevolent act,\" Allen says, \"and a felonious act.\" \n\nGraphic\n\n \nPHOTO, B/W, Al Bello, Getty Images\nPHOTO, B/W, Logan Mock-Bunting, Getty Images\nPHOTO, B/W, AP\n\nLoad-Date: January 19, 2007"
}