{
    "title": "TERROR SUSPECT SENTENCED Given a 7 1_2-year term, a former MCTC student gets credit for five years s",
    "publisher": "star tribune ",
    "year": 2009,
    "month": 7,
    "day": 10,
    "full text": "The prison term sought for Minneapolis terrorism suspect Mohammed Warsame sounded more than tough.\n\"We ask this court to sentence Mohammed Abdullah Warsame to a lengthy, difficult term in prison,\" said defense attorney Andrea George. \"He should serve 48,185 hours of solitary confinement. He should live in a 10-by-10 box. And all he should see are white walls.\"\nYet since his arrest in 2004, Warsame has already experienced all those things. That, she argued, should be enough for a man who never lifted a finger against the United States.\nU.S. District Judge John Tunheim agreed, to a point. After telling Warsame that he'd found no evidence he was involved in a terrorist plot -- \"If I had, perhaps I would have sentenced you to a life sentence\" -- Tunheim ordered Warsame to serve seven and a half years for conspiring to aid Al-Qaida.\nWith credit for the years he has already spent in prison -- and credit for \"good time\" -- Warsame will be released in about 10 months. He'll be deported to Canada as soon as he finishes his sentence.\nAfterward, George and her fellow defense attorney, David Thomas, counted the 92-month sentence as a victory of sorts. Prosecutors had sought a sentence of 12 1/2 years.\nBut Warsame's uncle, Abdallah Warsame, took little comfort in that on Thursday.\nHis family had been expecting the sentence to be limited to the time already served, \"so this is not a happy day.\"\nHe said when his nephew went to Afghanistan in 2000 there were no restrictions on travel there. He went seeking a religious utopia, Abdallah Warsame said. \"He was naive. He did not know anything. When he saw what was expected of him, he left,\" he said.\nHe said Mohammed Warsame's wife and 10-year-old daughter have suffered greatly from his absence.\nNaive dreamer?\nWarsame, 35, served one of the longest pretrial detentions for a terrorism-related case since the Sept. 11, 2001, terrorist attacks. In May, he pleaded guilty to one charge of conspiring to provide material support and resources to Al-Qaida. Four other charges were dropped, including providing material support to the terrorist organization and making false statements to the FBI.\nThe U.S. Attorney's Office said that Warsame, a Canadian citizen of Somali descent, attended two training camps in Afghanistan in 2000, met Osama bin Laden at one camp, and later worked at an Al-Qaida guesthouse and clinic. In 2001, he traveled from Pakistan to Canada, establishing e-mail contacts with several Al-Qaida associates in Afghanistan. He sent money to one of his former training camp commanders, the office said. After moving to Minneapolis, he maintained e-mail contact in 2002 and 2003 with several people associated with Al-Qaida, the office said.\nWarsame was a student at Minneapolis Community and Technical College when he was arrested and held secretly as a material witness in December 2003. He was indicted in early 2004 and charges were added to his case months later.\nGeorge said Warsame was a dreamer, lured to Afghanistan by the promise of religious clarity and a simpler life, who was pressed into training in camps there and did so only to earn his way out.\n\"All he wanted to do after he got to this camp was leave,\" she said. \"They told him, `No, you cannot leave.'\"\nWarsame did play a role\nBut prosecutor Joseph Kaster, from the Counterterrorism Section of the Justice Department's National Security Division, said Warsame was no innocent idealist but a man who \"offered what he could\" to support a terrorist organization. Warsame even sent e-mails to friends after training in his first camp, praising his time in Afghanistan as some of the best days of his life and urging them to join him.\n\"He may not have had the skill to blow up a bridge,\" Kaster said. \"But what he did had extreme value.\"\nTunheim, who acknowledged that Warsame's case took a long time to resolve, alluded to the difficulty in navigating this case -- and understanding the motives of this man.\n\"Mohammed Warsame, in many respects, you remain a bit of a mystery to me,\" he said.\nWhich version of Warsame was the true picture? Tunheim asked. \"Both sides have relied heavily on innuendo and speculation\" in defining the suspect, he said.\nTunheim said that in arriving at a sentence for Warsame, he looked closely at the facts in the case as well as sentences for similar terrorism-related cases. In the end, he said, he believes the 92-month sentence serves as both a fair judgment and a deterrent to others who might be tempted to leave this country and support organizations that have been defined as terrorist groups.\nAfter the sentencing, neither Kaster nor Assistant U.S. Attorney Anders Folk would comment.\nIn a statement released afterward, U.S. Attorney Frank Magill said: \"Today's sentence marks the culmination of many years of painstaking investigative and prosecutorial work, and all those involved in this case, particularly the Joint Terrorism Task Force, deserve our thanks.\"\nBut George and Thomas, too, felt vindication.\n\"This was almost what we wanted,\" George said.\nAdded Thomas: \"Frankly, the sentence, it went our way.\"\nJames Walsh - 612-673-7428\nHISTORY OF THE CASE\nThe case of Mohammed Warsame\n2000: Went to Afghanistan.\n2001: Traveled from Pakistan to Canada.\n2002-2003: Attended Minneapolis Community and Technical College.\nDecember 2003: Arrested and held secretly as a material witness.\n2004: Indicted for aiding Al-Qaida.\n2006: Seeks dismissal of case because of repeated delays.\nMay 2009: Pleaded guilty to one charge of conspiring to provide material support to Al-Qaida. Four other charges dismissed.\nJuly 9: Sentenced to 92 months, with credit for time already served. To be released in 10 months, then deported.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: July 16, 2009"
}