{
    "title": "Terrorists using bullet proof piercing 'hard steel' bullets in guns",
    "publisher": "metro vartha",
    "year": 2018,
    "month": 6,
    "day": 17,
    "full text": "Srinagar, June 17 -- Bullets with steel core -- It's a new addition into the ammunition of terror groups especially Pakistan-based Jaish-e-Mohammed that has triggered an alarm within the security establishment as it has the capability to pierce a static bullet proof bunker used during counter-terrorism operations, officials said.\nThe first such incident noticed had happened on the new year eve when terrorists of Jaish-e-Mohammed had carried out a suicide attack on CRPF camp at Lethpora in South Kashmir when one of the five personnel of para-military force was hit by a bullet fatally despite carrying out a static bullet-proof shield provided by the Army, officials said. Five CRPF personnel were killed in the attack.\nA thorough enquiry showed that the bullet fired by the terrorist from the assault AK rifle was of steel core which has the capability of piercing through the static bunkers used by security personnel during encounters with terrorists.\nThe findings showed that the bullet, which is mainly termed as Armour Piercing (AP), is built of hardened steel or tungsten carbide.\n\"Precautionary measures have already been taken after the findings,\" said a senior official engaged in counter-terrorism in the Kashmir Valley.\nGenerally, the AK bullets used in the armoury have a lead core covered with mild steel which cannot penetrate a bullet proof shield but after the December 31, 2017 encounter and subsequent findings, the rules of the proxy-war changed, the officials said.\nA detailed analysis of the previous suicide attacks was carried out during which ballistic analysis of the terror attack on district police lines of Pulwama in South Kashmir in last August showed that 'steel core' bullets had been used in that encounter by the terrorists on security personnel. Eight security personnel had lost their lives in the terror strike.\nThe ammunition, according to the officials, is being modified from across the border with the help of Chinese technology of encasing the bullet with hard steel core.\nThere have been instances when these bullets, though very small in numbers, have been recovered from hideouts mainly belonging to the Jaish-e-Mohammed terror group.\n\"Every ammunition round seized during recovery is scrutinized minutely to look for such bullets. In the meantime, direct exposure of security personnel using static bulletproof shield was being avoided,\" another official said.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: June 17, 2018"
}