{
    "title": "Terrorist suspect asks judge to vacate key ruling",
    "publisher": "telegraph herald ",
    "year": 2013,
    "month": 8,
    "day": 31,
    "full text": "CHICAGO - A suspect facing terrorism charges has asked a judge to vacate a key ruling she entered this week that the government need not divulge whether its investigation of the Illinois teenager included use of expanded phone and Internet surveillance programs.\nLawyers for Adel Daoud, who is accused of pushing a button to ignite what he thought was a bomb outside a Chicago bar last year, want the government information so they have the option of challenging subsequent evidence on grounds it violated protections against unreasonable searches.\nDefense attorneys began asking about the use of expanded phone and Internet surveillance after former National Security Agency contractor Edward Snowden leaked documents.\nIn a motion filed late Thursday, the defense suggested U.S. District Judge Sharon Johnson Coleman may have issued her ruling prematurely.\nAt a Tuesday status hearing in Chicago, Coleman said she would entertain more arguments on the issue in coming months. She indicated she was delaying Daoud's trial as she grappled with questions raised by the expanded surveillance programs, pushing the trial from Feb. 3 to April 7.\nBut Wednesday, she posted a one-sentence ruling on the enhanced-surveillance issue.\nDaoud, 19, of Hillside and a U.S. citizen, has pleaded not guilty to the terrorism charges. On Thursday, prosecutors announced he was also being charged with soliciting an FBI agent's murder while behind bars; lawyers denied the accusation.\nThere was no written opinion accompanying Coleman's ruling posted Wednesday, which said only that the motion calling for the government to provide details on how, or whether it used expanded surveillance was \"denied based on the representations made in the government's\" reply.\nIn that Aug. 8 reply to the motion, prosecutors argued they don't intend to use evidence derived directly from expanded surveillance at Daoud's trial, so they aren't required to disclose how or if they used it.\nDaoud's attorneys say not knowing if expanded surveillance was used stymies their defense, making it difficult to decide whether to challenge evidence on constitutional grounds.\n\nLoad-Date: August 31, 2013"
}