{
    "title": "Terrorism operates on a global level",
    "publisher": "university wire",
    "year": 2005,
    "month": 11,
    "day": 7,
    "full text": "On the Saturday before Halloween, possibly around the same time Gators fans were celebrating at the world's largest cocktail party, six masked men in black clothes, armed with machetes, hacked off the heads of three Christian schoolgirls heading to class in an Indonesian town.\nAmericans have the luxury of ignoring grisly stories from the far corners of the world, and we should thank God every morning that we do. I know I certainly don't let news of a famine in Kenya stop me from enjoying a juicy steak at Outback.\nBut passing over those horrible blurbs in the newspaper about terror and death in some rotten and scary country can come with a price tag. In this case, the price is inaction.\nThe story of the beheadings of the three teenage girls and brutal slashing of a fourth girl was followed by more news of two bomb plots in Indonesia. The country is more than 80 percent Muslim, but anything less than 100 percent doesn't satisfy Islamic extremists.\nThat Saturday was also a popular day for terrorism in other countries. An Islamic militant group is suspected of setting off two explosions in New Delhi crowded markets, killing dozens of civilians. A man and woman were arrested in Denmark on charges of planning a terror attack with four young Muslims.\nAnd for more than a week, youths of African and Muslim descent have turned Parisian ghettos into a war zone. Some set a disabled 56-year-old woman on fire; others managed to torch 500 cars in a single night.\nViolence against civilians is never an acceptable option for change, but all these groups are united in the belief that such methods will get them what they want.\nWe've been told countless times that terrorism is a regional problem requiring a regional solution. Terrorists in Chechnya and Palestine want land and independence. Pakistani terrorists want Kashmir. Osama bin Laden and al-Qaida want U.S. troops out of the Middle East. Islamic terrorists in secular states everywhere want to overthrow the government.\nBut unless countless concessions are made to appease small cells of dangerous people, the only option is a global, indiscriminate and aggressive response to terrorism.\nSept. 11, 2001, was a long time ago, and nothing too bad has happened on our shores since. Violence is not a daily reality in America as it is in other parts of the world.\nJust because you can step on a bus in front of Turlington Plaza and not worry about being blown into applesauce, doesn't mean everybody can. Just because you can walk to class without fear of having your head lobbed off, doesn't mean the terrorism threat is insignificant.\nThe war on terror is not always being fought for America's sake. The war on terror is frequently fought on behalf of the lives of men and women in Europe, Southeast Asia and the Middle East. Until political violence totters on extinction everywhere, the fight should continue everywhere.\nThe media likes to ignore gruesome stories of terror in faraway countries, but those stories represent why terrorism is a global pandemic and not a regional issue. Those stories are part of the reason why U.S. troops are dying, even though Americans may already feel safe again.\n(C) 2005 Independent Florida Alligator via U-WIRE\n\nLoad-Date: November 7, 2005"
}