{
    "title": "Terrorists or freedom fighters_; Its spotted history one of trusts, mistrusts",
    "publisher": "star tribune ",
    "year": 1991,
    "month": 12,
    "day": 29,
    "full text": "Ninth in a series.\n\"Peace for us means the destruction of Israel,\" Yasser Arafat said in 1980. The statement is consistent with many others made over the years by Arafat, 62, who has been chairman of the Palestine Liberation Organization since 1969.\n \"We are committed to peace and we want to live in our Palestinian state and let others live,\" Arafat said in 1988, specifying that the PLO accepted \"the right of all parties concerned with the Middle East conflict to exist in peace and security, including - as I said - the State of Palestine, Israel and other neighbors.\"\n \"For us, Arafat is like Hitler,\" Israeli Prime Minister Yitzhak Shamir said in 1990. \"He wants to see every one of us dead.\"\nIsraeli law makes it a crime for any Israeli or Arab resident of Israeli-occupied territory to have contact with the PLO. Yet for 20 years every attempt to measure the attitudes of the 1.8 million Palestinians who live in the Israeli-occupied West Bank and Gaza Strip has confirmed that they want Arafat and the PLO to represent them in any negotiation with Israel. The Arab League and the United Nations recognize the PLO as the \"sole and legitimate representative of the Palestinian people.\"\n Many voices around the world argue that Israel must negotiate with the PLO if it is ever to make peace with the Palestinians. You don't make peace by negotiating with your friends, they argue. You have to talk to your enemies.\n No one must negotiate with someone who is pledged to destroy him, Shamir replies. Just look at the PLO charter. It describes Zionism as racist, fanatical, regressive, aggressive, expansionist, colonial and fascist. It identifies \"armed struggle\" as the way to liberate Palestine and rejects any solution that stops short of \"the total liberation of Palestine,\" which means the total destruction of Israel.\n But in 1988, when he made the peace overture quoted above, Arafat also renounced terrorism and accepted U.N. Resolution 242, which endorses Israel's right to exist within secure and recognized boundaries in exchange for withdrawal from land captured in the 1967 war. In 1989, Arafat declared the PLO charter null and void, although he never asked the Palestine National Council - the PLO's top policymaking body - to cancel or amend the charter.\n Shamir wasn't buying it. \"We don't trust him because we know what he's really doing while he sweet-talks the rest of the world. While he talks peace one moment, he gives orders for terrorist acts as soon as you've turned your back.\"\n Sure enough, since Arafat took the \"no terrorism\" pledge, PLO-linked guerrilla groups have attacked Israel.\n During the Gulf War, Arafat embraced Iraqi President Saddam Hussein while Saddam launched Scud missiles at Israel. Arafat explained that \"the PLO cannot but be in the trenches against Israel.\"\n So it goes. In Shamir's eyes, Arafat and the PLO are permanently and unalterably dedicated to the destruction of Israel.\n To its defenders, the PLO has done and said everything that could reasonably be asked of it to qualify as the representatives of the Palestinian people in peace talks with Israel. They say Israel feigns horror at the PLO to avoid doing anything about the legitimate rights of the Palestinians to self-determination.\n Is Arafat a pariah or a potential peacemaker, a freedom fighter or a terrorist?\nEarly life\nArafat was born in 1929. His family's home in East Jerusalem was within yards of the Western Wall of King Solomon's Temple, the holiest Jewish site. When Israel captured East Jerusalem in 1967, the Arafat house was razed to make room for Jewish worshipers to pray at the wall.\n Arafat, educated as an engineer, worked as a building contractor in Kuwait in the 1950s and claims to have been well on his way to millionaire status when he took up the liberation business full-time.\n Arafat and other young Palestinian expatriates formed Fatah (Movement for the National Liberation of Palestine). Arafat remains the leader of Fatah, which has become the biggest among the Palestinian fighting forces.\n The PLO was created in 1964, officially by the Arab League but really by Egyptian President Gamal Abdel Nasser. As the pre-eminent Arab leader of the period, Nasser wanted to control the Palestinian movement.\n In 1965, Fatah made its first raid into Israel, an effort to blow up a canal that carried fresh water from the Jordan River to irrigate the Negev Desert. As Fatah raids persisted from bases in Jordan and Syria, they eventually fed into the cycle of provocations and retaliations that brought on the Six-Day War of 1967.\n That war was a disaster for Arabs generally and Palestinians in particular. Israel captured the West Bank and the Gaza Strip along with about a million Palestinians.\n Between 1948 and 1967, when the West Bank was controlled by Jordan and the Gaza Strip by Egypt, those nations were not pressured to let the Palestinians have a state of their own. Only when Israel captured the territories did the Palestinians demand a state, Israeli leaders often note. They suggest that Palestinian nationalism is only a cover for Arab hatred of the Jewish state.\n The 1967 war punctured Nasser's claim to be the savior of the Palestinians. By accepting U.N. Resolution 242, Nasser implied that he would accept Israel's existence.\n Although Resolution 242 called for a just settlement of the refugee problem, it offered little to the Palestinians. Arafat rejected Resolution 242, repeated the call for total liberation of Palestine and took control of the PLO as the PLO moved to the forefront of the Palestinian movement.\nThe PLO\nThe PLO has a complex structure and many functions. Its fighting forces include Fatah and five other guerrilla groups, plus the Palestine Liberation Army, which has conventional armed forces scattered among the armies of several Arab states. Until the recent changes in East-West relations, the PLO military arm received Soviet support.\n The PLO has amassed an endowment, largely out of contributions from the oil-rich Arab states. The PLO budget not only keeps the organization running, but dispenses social services to the scattered Palestinian population.\n Ultimate power over the PLO is vested in the Palestine National Council, which has 450 seats to represent the 5.35 million Palestinians scattered among the Arab states, Israel and the occupied territories, Europe and the United States.\n In some ways, the Palestinians of the occupied territories are the least hard-line element of the spectrum. Since they suffer the indignities of Israeli occupation, they are the ones most anxious to have it over. Many of them seem ready to consider a Palestinian mini-state in the West Bank and the Gaza Strip, that would enable them to stay where they are but govern themselves.\n But the majority of Arafat's constituents live in Jordan and Lebanon and other Arab states. Nor do they come from the West Bank and Gaza. Their ancestral homes are in Haifa and Jaffa, Lydda and Ramle and other locations within Israel itself. A West Bank mini-state offers little to them except the end of their dream of someday regaining their lost homes.\n This dichotomy may be one reason Arafat has found it hard to unequivocally advocate a two-state solution. Almost every time he moves in that direction, some of the harder line elements of the PLO repudiate him, leave the organization, even make war against him.\n When Arafat asserted in 1989 that the PLO charter was dead, George Habash, leader of the hard-line Popular Front for the Liberation of Palestine, replied: \"We shall show Arafat and the world that the PLO charter remains very much alive.\"\n Some Israelis argue that because of the hard-liners, it doesn't matter so much what kind of a deal Arafat might offer. The problem is what kind of peace he can deliver if large elements within his movement are sworn to continue the struggle for the elimination of Israel.\nAmbiguity and symbolism\nThrough the years, Arafat has survived by creative ambiguity. At a Palestine National Council meeting in 1974, Arafat announced that instead of insisting on the total liberation of Palestine by armed struggle, he would be willing to establish a Palestinian state on any liberated portion of Palestine.\n Some were able to read this as a softening of the PLO hard-line, a step toward recognizing Israel's right to exist. To most Israelis it implied only a change in tactics. The Palestinians would take whatever they could get and use it as a staging ground to get the rest. This idea has been a staple of Palestinian rhetoric ever since.  Therefore, from Israel's perspective, why make any deal at all if you'll only give up land but get no peace?\n To Habash, the 1974 statement rang of treason, a retreat from the goal of liberating all of Palestine. He and other hard-liners withdrew from the PLO and formed a separate Rejectionist Front with Syrian backing. They later rejoined the PLO.\n During the late 1960s, the PLO was based in Jordan, until being driven out in 1970-71 by King Hussein in a nasty intra-Arab war. The PLO was based in Lebanon in the 1970s.\nTerrorism\nDuring that decade, PLO-connected guerrillas committed many of the world's most highly publicized commando raids, skyjackings and taking of hostages.\n Black September, an offshoot of Arafat's Fatah, killed 11 Israeli athletes during the 1972 Olympics in Munich, Germany.\n In 1974, the Popular Front for the Liberation of Palestine took 100 Israeli schoolchildren hostage at the village of Ma'alot, ultimately killing 16 of them and wounding 68. In 1978, Fatah commandos landed on Israel's coast, seized a tourist bus and drove down an Israeli road shooting and throwing grenades, killing 34 and wounding 82.\n Defenders of the PLO argue that Israeli propagandists - and the U.S. media - apply a double standard to brand all PLO actions as terrorism. Israeli bombing raids against Palestinian targets in Lebanon kill more civilians than do PLO raids into Israel. Yet Israel characterizes its raids as self-defense while anything the Palestinians do is terrorism.\n The PLO rejected the Camp David accords signed between Egypt and Israel in 1979. Although Egyptian President Anwar Sadat had been his friend for years, Arafat never spoke to Sadat again after Sadat visited Jerusalem to signify his willingness to accept Israel's existence.\n In 1982, Israel invaded Lebanon, at first asserting that it only intended to clean out PLO bases in southern Lebanon that were used to stage attacks on Israel. But instead of stopping when that goal was achieved, Israel drove all the way to Beirut and expelled the PLO from Lebanon entirely. Since then, Arafat and the PLO have been based in Tunisia.\n In November 1985, four Palestinians thought to be part of a small, Iraqi-financed, pro-Arafat faction hijacked the Italian cruise ship Achille Lauro. During the incident, Leon Klinghoffer, a wheelchair-bound U.S. Jew, was killed and thrown overboard. Whether Arafat was involved in planning the action, or whether he intervened to save lives during it, are still in controversy.\nSoftening the hard line\nOn Nov. 15, 1988, in a meeting at Algiers, Algeria, the Palestine National Congress declared the existence and independence of a state of Palestine with Jerusalem as its capital. The size and shape of the new state were not described. The declaration did not repeat the traditional rhetoric about liberating all of Palestine by armed struggle. On the other hand, it did not explicitly recognize Israel's right to exist.\n The United States had promised Israel it would not recognize nor talk to the PLO until it renounced terrorism, accepted Israel's right to exist and endorsed U.N. Resolution 242.\n In a December 1988 press conference in Geneva, Arafat met the U.S. conditions. He read the statement in English, using words scripted for him by then-Secretary of State George Shultz. It was this statement that ended with the \"we want peace\" remark quoted at the top of this article.\n As promised, the United States opened a dialogue with the PLO. The talks occurred in Tunisia, didn't last long and led to no progress. The United States broke off the relationship, complaining that terror attacks against Israel had not ceased, and returned to its posture of nonrecognition of the PLO.\n For his part, Shamir dismissed the 1988 Palestine National Council declaration, Arafat's peace speech in Geneva and Arafat's 1990 statement that the PLO charter was defunct. Shamir holds out no prospect of changing his position on the PLO no matter what Arafat says or does, because Shamir believes he knows what is in Arafat's heart. Yitzhak Ben-Gad, Israel's Chicago consul-general, said in a recent Twin Cities appearance that \"Arafat did not change. He can not change. The PLO doesn't want peace with Israel. It wants Israel piece by piece.\"\n (This is the fourth-to-last installment of \"Parallel Realities.\" The last installment will appear in the Star Tribune on Jan. 19.\n At the request of many readers, the series will be expanded and published as a paperback book. Prepublication orders are being taken now. To order, send $ 9.95 per copy to:\nParadigm Press\nP.O. Box 15626\nMinneapolis, Minn. 55415\n Orders received now will be filled by spring. The book will probably not be available in stores. Be sure to include a note stating how many copies you want and where we should send them. Discounts are available for schools and others ordering 10 or more copies.)\n Excepts from the PLO charter of 1968:\n Article 9: Armed struggle is the only way to liberate Palestine. Thus it is the overall strategy, not merely a tactical phase. The Palestine Arab people assert their absolute determination and firm resolution to continue their armed struggle and to work for an armed popular revolution for the liberation of their country and their return to it.\n Article 15: The liberation of Palestine, from an Arab viewpoint, is a national duty and it attempts to repeal the Zionist and imperialist aggression against the Arab homeland, and aims at the elimination of Zionism in Palestine.\n Article 21: The Arab Palestinian people, expressing themselves by the armed Palestinian revolution, reject all solutions which are substitutes for the total liberation of Palestine.\n Article 22: Zionism is a political movement organically associated with international imperialism and antagonistic to all action for liberation and to progressive movements in the world. It is racist and fanatic in nature, aggressive, expansionist and colonial in its aims and fascist in its methods.\nExcerpts from Arafat's Geneva statement of 1988:\n \"Our desire for peace is strategic and not a temporary tactic. We work for peace regardless of whatever may happen.\n \"Our state (referring to the state of Palestine, declared by the Palestine National Council the previous month) provides salvation for the Palestinians and peace for both the Palestinians and the Israelis. The right to self-determination means the existence of the Palestinians and our existence does not destroy the existence of the Israelis, as their rulers claim . . .\n \"Regarding terrorism, yesterday I announced beyond doubt - and nevertheless I repeat for the sake of recording stands - that we totally and categorically reject all forms of terrorism, including individual, group, and state terrorism . . .\n \"Finally, I announce before you and ask you to convey these words on my behalf. We want peace, we want peace, we are committed to peace, we are committed to peace and we want to live in our Palestinian state and let others live. Thank you.\"\n\nGraphic\n\n \nPhotograph; Chart; Map\n\nLoad-Date: December 30, 1991"
}