{
    "title": "Terror Case Judge_ Iran Must Identify U.S. Assets",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 6,
    "day": 30,
    "full text": "In an apparently unprecedented move, a federal judge in Chicago is ordering the government of Iran to comply with the requests of terrorism victims that the Islamic nation identify of all of its real estate holdings, financial assets, and other property in America.\nIn issuing the order last week, Judge Blanche Manning effectively rejected the advice of the Bush administration that the court should put limits on what Iran is required to disclose about its American assets.\n\"If there is a precedent for this, I've never seen it,\" a lawyer for Iran, Thomas Corcoran Jr. of Washington, said in an interview yesterday. \"That is a groundbreaking ruling, and the United States opposed it.\"\nJudge Manning's order came in a legal proceeding that has already drawn attention because the terrorism victims are seeking to seize thousands of ancient Persian artifacts in the collections of the Field Museum and the University of Chicago.\nThe plaintiffs are victims of a 1997 bombing on Jerusalem's Ben Yehuda pedestrian mall that killed five people and wounded almost 200. Hamas, which is funded and trained by Iran, claimed responsibility for the attack. In 2003, the victims won a default judgment of $251 million against Iran from a federal judge in Washington, Ricardo Urbina.\nJudge Manning said Iran could not enter the Chicago case to try to defend the artifacts and then insist on immunity when the plaintiffs sought information about the provenance of the collections or asked even broader questions about everything Iran owns in America.\n\"Once Iran filed an appearance in this case in order to assert immunity from execution upon its assets, it also voluntarily obligated itself to comply with requirements imposed on all litigants, including the obligation to respond to requests for discovery,\" the judge wrote on June 23.\nThe attorney representing the terrorism victims, David Strachman of Providence, R.I., said he was simply trying to subject Iran to the ordinary rules that apply to parties ordered to pay up in federal cases. \"It happens to be Iran, but we're treating it as if they are no different than any other defendant,\" Mr. Strachman said yesterday. \"We took the position coming into this that you're like every other judgment debtor who has to provide information. If I sue you and you have no defense, you can't say, 'I don't want to show you all my bank accounts.' They've been fighting that and fighting that.\"\nIn November 2007, American officials filed a formal statement in the case favoring Iran's position that it should not have to identify all its assets. \"This court should exercise circumspection in light of the potential foreign policy implications of requiring broad discovery of a foreign sovereign,\" a Justice Department attorney, Rupa Bhattacharyya, wrote. She said the court should handle Iran with \"grace and comity\" in part because strict enforcement of American discovery rules could complicate legal proceedings involving American interests in foreign courts.\n\"You have Congress having said, 'Go get 'em, honey,' to the terrorism victims, yet we're giving Iran the exercise of comity?\" a professor of international law at Johns Hopkins University, Ruth Wedgwood, said. \"The trial judge has to understand that Congress wished these judgments to be collected. ... For acts of terrorism, Iran does not get ordinary immunity.\"\nStill, Ms. Wedgwood said the case puts cultural institutions in an awkward spot. \"Even under the most grotesque circumstances, like the Holocaust, one has to be careful not to disrupt the ability of museums to lend,\" she said.\nMr. Strachman said he was curious whether Iran would ask American officials to intervene more aggressively in the dispute. \"Are they going to ask the government they hate and won't speak to to bail them out?\" he asked.\nMr. Corcoran said Iran would consider appealing to the 7th Circuit Court of Appeals in Chicago, but no decision has been made. \"It's a very complicated question,\" he said.\nOne complication is that a parallel legal dispute is pending in Boston, where the same terrorism victims are seeking Persian artifacts held by Harvard University and the Museum of Fine Arts.\nWhile Judge Manning said only Iran could defend Iran's rights in court, the Boston judge, George O'Toole, said Harvard and the art museums could in essence stand in for the Islamic nation. However, the Chicago court seemed inclined to grant the artifacts themselves more protection than the Boston court. \"On one issue, Iran did better in Chicago. On another, Iran did better in Boston,\" Mr. Corcoran said.\nThe terrorism victims are seeking to appeal some of Judge O'Toole's rulings to the 1st Circuit Court of Appeals, which has not indicated whether it will accept the case. There is no automatic right to an appeal by either side at this stage in the Boston or Chicago proceedings.\nAbout $10 billion in Iranian assets in America were frozen soon after the hostage taking at the American Embassy in Tehran in 1979. As part of the agreement that led to the hostages' release, disputes over those assets were sent to an international tribunal, which is still in operation in the Hague. It is unlikely that terrorism victims could pursue those assets, but the list Iran will have to provide could identify other Iranian property in America.\nMr. Corcoran said the disputes over the Iranian artifacts could also be affected by a long-running case involving an Iranian dissident and naturalized American, Cyrus Elahi, who was shot and killed outside his Paris apartment in 1990, allegedly by Iranian agents. One week ago, the Supreme Court agreed, for a second time, to consider whether Elahi's brother could place a lien on a $2.8 million arbitration award the Iranian Ministry of Defense won from a San Diego-based military contractor. In 2006, the Supreme Court issued a ruling that favored Iran but did not definitively resolve the case.\n\nLoad-Date: June 30, 2008"
}