{
    "title": "Terrorism Trial May Point Way For 9_11 Cases",
    "publisher": "the new york times",
    "year": 2009,
    "month": 11,
    "day": 23,
    "full text": "Ahmed Khalfan Ghailani, suspected of being a Qaeda terrorist, was captured in Pakistan in 2004, held in secret prisons run by the C.I.A. and then moved to the naval base at Guantanamo Bay. During about five years of detention, he says, he was confined in harsh conditions, abused during interrogation and denied a lawyer.\n  Since the spring, Mr. Ghailani has also been a defendant in federal court in Manhattan, the first Guantanamo detainee to be moved to the civilian courts.\n  From the moment the Obama administration announced that it would seek to try Khalid Shaikh Mohammed, the professed planner of 9/11, and other Guantanamo detainees in the same federal court, the wisdom of the decision has been debated. Critics of the move have worried that government secrets will leak, that evidence won through harsh tactics could lead to dismissals, or that a trial would be used as a platform to spew hate. \n  There is much that distinguishes a potential trial of Mr. Mohammed from that of Mr. Ghailani. Mr. Mohammed is a much higher-profile defendant, he could face the death penalty, and he has said he wants to represent  himself. But the prosecution of Mr. Ghailani, a Tanzanian accused of aiding the bombing of American Embassies in Africa in 1998, could hold important meaning for prosecutors and defense lawyers alike.\n  So far, he has fought -- unsuccessfully -- to hang onto the military lawyers who worked with him at Guantanamo. He has argued -- successfully -- that prosecutors should seek to preserve as evidence the secret C.I.A. prisons where he was held.\n  And just last week, Mr. Ghailani and his lawyers filed a formal motion to have his case thrown out, arguing that he had been denied a basic constitutional right afforded everyone in the federal court system: a speedy trial.\n  Gregory Cooper, one of Mr. Ghailani's lawyers, put it this way: ''I'm the scout going through the forest before the main force comes through.'' He added that the cases against his client and Mr. Mohammed were factually ''worlds apart.'' \n  The government, for its part, has said in court that it is not going to introduce at trial any statements made by Mr. Ghailani ''while he was in custody of other government agencies,'' a clear reference to his imprisonment overseas or at Guantanamo.\n  One of the most interesting aspects of the Ghailani case involves the judge hearing it, Lewis A. Kaplan. Judge Kaplan is the most recent judge assigned to the long and complex series of Qaeda cases in the federal courthouse, and he could wind up presiding over any prosecution of Mr. Mohammed.\n  Mr. Ghailani, who is believed to be in his mid-30s, was arraigned for the first time in New York on June 9, weeks after President Obama announced he would be sent for trial as part of the effort to close Guantanamo. He pleaded not guilty.\n  ''After over a decade, it is time to finally see that justice is served,'' Mr. Obama said at the time.\n  Mr. Ghailani has been formally charged with participating in a conspiracy that included the 1998 bombings of American Embassies in Kenya and Tanzania, attacks organized by Al Qaeda that killed 224 people. He later gained the trust of Osama bin Laden, working for him as a cook and bodyguard, the authorities say. \n  Mr. Ghailani has sat quietly in court over the months, assisting his lawyers, responding politely to the judge and forcefully asserting his rights on often novel issues that could  arise if the Sept. 11 defendants go to trial.\n  In an appearance at Guantanamo in 2007, he apologized for helping others who had planned and carried out the attack, but said he had been unaware of its purpose.\n  ''It was without my knowledge what they were doing, but I helped them,'' he said, a transcript shows.\n  One of the first issues Mr. Ghailani raised as a civilian defendant was his desire to retain the help of two military lawyers who had represented him at Guantanamo.\n  Mr. Ghailani sent a personal letter in broken English to the Defense Department, asking to keep the lawyers. ''It seem to me it will be terribly unfair to me to loose these two important figures in my defense,'' he wrote. \n  Judge Kaplan last week rejected Mr. Ghailani's request.\n  Virtually from the start of the proceedings against Mr. Ghailani, his lawyers, Mr. Cooper and Peter E. Quijano, made clear they planned to investigate deeply into Mr. Ghailani's treatment while in detention. Mr. Ghailani has written in court papers that he was subjected to cruel interrogation techniques.\n  ''It appears undeniable that the defendant was subjected to harsh conditions and harsh interrogation techniques while detained in C.I.A. 'black sites,' '' his lawyers wrote to Judge Kaplan, asking for an order that the government not destroy any of the overseas jails where Mr. Ghailani was held until the defense could visit and inspect them. \n  David Raskin, chief of the terrorism unit in the United States attorney's office in Manhattan, suggested in court this summer that his office would seek to have the evidence preserved.\n  Mr. Raskin's statement that the government would not use Mr. Ghailani's statements while he was detained could well be suggestive of its approach should a trial of Mr. Mohammed take place. Mr. Mohammed was waterboarded 183 times in 2003 as part of the government's efforts to extract information.\n  Indeed, Attorney General Eric H. Holder Jr., when asked about a trial in light of the interrogation techniques, said there was other evidence ''that gives me great confidence that we will be successful in the prosecution of these cases in federal court.'' \n  If the Sept. 11 detainees decide to mount a defense -- still an open question given their requests to plead guilty at Guantanamo -- prosecutors will have to give their lawyers a mountain of documents, including classified evidence, under the rules of discovery.\n  To ensure that secrets do not leak, Judge Kaplan has imposed a protective order on all classified information, which may be reviewed by the defense lawyers only in a special ''secure area,'' a room whose location has not been disclosed.\n  The order covers all materials that might ''reveal the foreign countries in which'' Mr. Ghailani was held from 2004 to 2006 -- the period when he was in the secret jails -- and the names and even physical descriptions of any officer responsible for his detention or interrogation, the order says.\n  It also covers information about ''enhanced interrogation techniques that were applied'' to Mr. Ghailani, ''including descriptions of the techniques as applied, the duration, frequency, sequencing, and limitations of those techniques.''\n  The defense lawyers, who had to obtain security clearance, cannot disclose the information to Mr. Ghailani without permission of the court or the government. Any motions they write based on the material must be prepared in the special room, and nothing may be filed publicly until it is reviewed by the government.\n  So, last Monday, when Mr. Ghailani's lawyers filed a motion seeking dismissal of the charges because of ''the unnecessary delay in bringing the defendant to trial,'' they included only a few mostly blank cover sheets. \n  The rest of the motion, which presumably offers rich details about Mr. Ghailani's time in detention, remains secret, and a censored version will be made public only after it is cleared by the government.\n  Judge Kaplan has set a trial date for next fall.\n  ''There's a public interest in seeing justice done here,'' he said.\n  Karen J. Greenberg, executive director of the Center on Law and Security at New York University Law School, called the Ghailani prosecution ''a perfect transition case.''\n  She cited his role as a relatively obscure defendant in a case involving terrorist acts that occurred before Sept. 11, where there has already been a trial and convictions, but who is also pressing claims from his years in detention.\n  ''It allows them to take a less emotionally charged case, try it in Manhattan, and create the parameters of what the court proceedings would be like,'' she said.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: A court order involving Ahmed Ghailani is an example of the measures to avoid disclosing government secrets at his trial.\nFrom left, Ahmed Khalfan Ghailani, in an F.B.I. photo\n Judge Lewis A. Kaplan of Federal District Court in Manhattan. (PHOTOGRAPH BY JOHN MARSHALL MANTEL FOR THE NEW YORK TIMES) (pg.A24)         \n\nLoad-Date: November 23, 2009"
}