{
    "title": "TERRORISM INSURANCE CAN BE REQUIRED BUT UNOBTAINABLE",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 5,
    "day": 20,
    "full text": "SEATTLE (AP) -- When the Seattle Mariners renewed their insurance for Safeco Field in October, terrorism coverage a key part of last year's policy was excluded.\nSome building damage might be covered under other policies, but the only terrorism insurance available for the $ 517 million stadium covers no more than $ 1 million per incident.\n\"We know it's woefully inadequate, but it's all we could get at the time,\" Mariners spokeswoman Rebecca Hale said.\nThe Mariners aren't alone.\nSince Sept. 11, owners of high-profile properties across the country office buildings, shopping centers, hotels, resorts and stadiums are being squeezed by the rising costs of insurance that may now exclude terrorism coverage, and by the lenders who require it.\nAs a result, some are in danger of being in default on their loans, or being forced to pass on the added costs to tenants. Others are putting projects on hold, The Seattle Times reported Sunday.\nThe industry's post-Sept. 11 panic has subsided, but it hasn't gone away.\n\"The prices have come down but are still very, very high,\" said Michal Makar, a director in the Seattle office of L.J. Melody & Co., a national real-estate investment banking firm.\nIn some cases, the cost of fully insuring a building for terrorism has jumped from the equivalent of about $ 2,000 to $ 20,000 a year per floor of a high-rise, Makar said. And some property owners are seeing multimillion-dollar deductibles in their terrorism coverage, he said.\nInsurance is an industry of assessing risk, pricing it and selling a policy to guard against it. While risks such as hurricanes and earthquakes are not necessarily predictable, precedent helps insurance companies assess and price those policies.\nSome insurance companies now consider terrorism unmeasurable and thus uninsurable in the same category as war and civil unrest, which also aren't covered.\nNow, as policies come up for renewal, primary insurers are asking state insurance commissioners for terrorism exclusions.\nSome define terrorism so broadly that computer hacking or throwing a rock through a window could be considered terrorism, said Stephanie Marquis, spokeswoman for the Washington state Office of the Insurance Commissioner.\nA bill that stalled in the U.S. Senate would have made insurance companies responsible for the first $ 10 billion in terrorism-related damage with taxpayers footing the rest.\nMany members of Congress are reluctant to support the proposed federal legislation after the $ 15 billion airlines bailout, said Kemper Freeman Jr., whose company owns the Bellevue Square shopping center and who lobbies for the International Council of Shopping Centers as its chairman of government relations.\nA number of owners of large shopping centers are being told by lenders that they need terrorism insurance or they could default on their loans and possibly lose their properties, Freeman said.\nIn most cases, it has resulted in a \"big stare-down,\" he said.\n\"It's a difficult time,\" said Jim Anshutz, director of risk management for the city of Seattle, which saw its liability insurance shoot up nearly 300 percent to $ 2.5 million a year.\n\nLoad-Date: May 20, 2002"
}