{
    "title": "Terrorism conspirators visited Skamania gravel pit twice",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 9,
    "day": 24,
    "full text": "New documents released by the U.S. Department of Justice have shed an additional sliver of light on how a Skamania County gravel pit fits into the terrorism-conspiracy case of the \"Portland seven\" that followed the 9/11 attacks.\nAt least three men charged in the Portland-based federal case visited the pit twice between Sept. 11 and Sept. 29, 2001, for target-practice and weapon-testing sessions.\nUntil now, just one target-shooting episode had been mentioned by authorities. That was on Sept. 29 and was halted by Skamania County Deputy Mark Mercer.\nHe was responding to a complaint of shots coming from the pit, which is marked by a \"no trespassing\" sign.\nMercer that evening confronted and took names of the six people at the pit.\nHis report on that gravel pit episode played a key role in the Portland FBI investigation and indictments of six men and one woman.\nThe new court documents don't say how the alleged conspirators, all from Portland, happened to begin using the pit near state Highway 14, some 26 miles east of Vancouver.\nNor was it disclosed if they had other reasons to be in Skamania County or if they ever used other target-practice sites in Southwest Washington.\nLast Thursday, two of the \"Portland Seven,\" Ahmed Bilal, 25, and his brother Muhammad Bilal, 23, pleaded guilty in federal court in Portland to conspiring to contribute services to the Taliban and conspiring to use firearms in connection with crimes of violence.\nTheir plea-bargain agreements provide considerable detail about the unsuccessful efforts in October 2001 by six of the alleged conspirators to get to Afghanistan, by way of China and Pakistan.\nThat trip was after the gravel-pit target practices but before the FBI connected the dots and keyed on the Bilals and others.\nThe documents say that during the summer of 2001 the alleged conspirators \"conducted martial arts training and firearms practice,\" and went to \"rural locations in Oregon and practiced military-style shooting as part of their preparation to fight … a violent jihad.\"\nWithout giving a specific date, the plea agreement says that after the 9/11 terrorism, the Bilal brothers \"went shooting at a gravel pit (with) … Patrice Lumumba Ford. Defendant Ford provided a new shotgun for use in the training.\"\nAccording to the government, Muhammad Bilal did not attend the second target-shooting session on Sept. 29, which Deputy Mercer interrupted.\nThat time, the document states, \"Ahmed Bilal, in order to prepare for jihad in Afghanistan against the armed forces of the United States,\" accompanied defendants Ford, Jeffrey Battle, Habis Abdulla Al Saoub and others, \"to the same gravel pit … to conduct shooting practice with, among other weapons, a fully automatic rifle belonging to unindicted co-conspirator Khaled Ali Steitiye, (also known as) Aby Hassan.\"\nSkamania County Sheriff Dave Brown said Tuesday that until contacted by The Columbian his office was not aware that the alleged conspirators had been at the gravel pit on two separate occasions.\n\"We weren't aware of it until now,\" he said. \"There hasn't been any interaction between the feds and us on the case since the story broke\" last fall.\nThus far, the Bilal brothers and Maher Mofeid Hawash have reached plea-bargain deals with prosecutors.\nThe Bilals face terms of 8 to 14 years and Hawash seven to 10 years.\nThe sentencings are expected next year, after trials for three others: Jeffrey Leon Battle, Patrice Lumumba Ford and October Martinique Lewis, the only woman charged. Their trial is scheduled for Jan. 5.\nThe seventh alleged conspirator, Habis Abdullah Al Saoub, remains at large and is thought to be overseas.\n\nLoad-Date: September 24, 2003"
}