{
    "title": "Terrorism can spark racism",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 9,
    "day": 19,
    "full text": "OREM -- Americans should resist punishing innocent people of Middle Eastern descent in the wake of last week's terrorist attack, panelists said Tuesday at Utah Valley State College.\n\"Putting the Attack on America in Perspective: Coping with Terrorism in an Open Society\" was the title of the symposium in the school's Ragen Theater.\nPanelists Brad Cook, vice president for college relations; Fairdul Islam, assistant professor of business management; J. Bonner Ritchie, acting dean for the School of Business; and Masoud Kazemzadeh, assistant professor of political science, were unanimous in encouraging students to avoid stereotyping Americans of Middle Eastern descent as sympathetic to the terrorist acts.\n\"America has indeed been invaded,\" said Lucille Stoddard, vice president for academic affairs. \"What could generate such hatred?\" she asked rhetorically to a packed house.\n\"We've seen the best of ourselves\" over the past week, she said in introducing the discussion, but the worst has also come out in some Americans who have acted hostile against their Middle East neighbors, she said.\n\"The rules of conflict have all changed,\" with no easily identifiable enemy. Unless Americans are careful the situation could degenerate into racism, Cook said.\n\"Terror has no religion,\" he said. \"We must not let revenge be our driver.\"\nTerrorists come from the fringes of any extremist group, Islam said, noting that hatred for the West has given rise to new extremist groups.\n\"Their faith is in extremism and not religion,\" Islam said. \"We must win over hatred.\"\nOf the 6 million people of Middle East descent in the United States, most are Muslim or Christian, Kazemzadeh said. But many violent groups come out of the Mideast.\nWhile the United States helped in Afganistan's war against invading Russian troops in the 1980s by providing money and Stinger missiles, Afganis believe it was their willingness to sacrifice themselves that made the difference, he said.\n\"If we do not confront them, they will do another violent act,\" he said of terrorists.\nRitchie called extremist Osama bin Laden an entrepreneur who funds projects, but said he doesn't believe bin Laden has an organization. Terrorists get funding from him, but no coordination, he said.\nCook called the Taliban, the ruling power in Afganistan, a \"ragtag group.\" It controls most of the country, but has opposition in the Northern Alliance and other groups. \"We need to support them,\" he said of the opposition groups.\nE-MAIL: rodger@desnews.com  \n\nLoad-Date: September 19, 2001"
}