{
    "title": "Terrorism war spawns silence",
    "publisher": "usa today",
    "year": 1998,
    "month": 9,
    "day": 23,
    "full text": "WASHINGTON -- As the specter of terrorism grows, a quiet debate\npitting the need for secrecy against public accountability is\ntaking on new urgency here:\nShould the government take steps to inform and warn Americans\nabout the true nature of the terrorist threat against them? Or\nshould it continue to cloak what it knows to fight against what\nofficials predict will be a long, difficult and unconventional\nwar?\nIn fact, when President Clinton called for greater international\ncooperation to fight terrorism in a speech this week at the United\nNations, it marked the first official administration comment on\nthe subject since Aug. 20, the day the United States unilaterally\nfired $ 70 million worth of cruise missiles at a terrorist camp\nin Afghanistan.\nIn the weeks after the strike, few details made their way into\nthe media to explain the action.\nToday, counterterrorism experts and administration officials say,\nthe American public sits squarely in the cross hairs of terrorists'\ndeath threats. But most people are uninformed.\n\"It's one of the inherent dilemmas in a democratic society: balancing\nthe needs for security against the need for public information\nand liberty,\" says Raphael Perl, a senior analyst on terrorism\nand international relations at the Congressional Research Service.\nThere's a growing view, however, that as the likelihood of public\nsacrifice rises with U.S. action against terrorists, so does the\nneed to educate people.\n\"It certainly seems to me that we're in for something we're not\nready for as a nation,\" says Sen. Fred Thompson, R-Tenn.\n\"Everyone's against terrorism,\" adds Sen. Jon Kyl, R-Ariz.,\nchairman of a leading Senate subcommittee on terrorism policy.\n\"What you need is a strategy and part of the strategy needs to\nbe to explain to the American public what this is all about.\"\nThe administration, with congressional support, made counterterrorism\na priority beginning in 1995.\nSince that time, FBI Director Louis Freeh recently told the Senate,\nthe FBI's counterterrorism budget has increased from $ 118 million\nto $ 286 million, including the creation of an FBI Counterterrorism\nCenter to direct a vast expansion of agents -- now 2,646 -- overseas\nand at home dedicated to terrorism issues.\nAnd while the federal government acknowledges that $ 6.7 billion\nwill be shared by dozens of federal agencies to fight terrorism\nin 1999, it remains unknown how much of the $ 28 billion intelligence\ncommunity budget is earmarked for counterterrorism efforts.\nA few successes of these efforts are well-known. For example,\na plot to blow up New York City landmarks and assassinate United\nNations leaders by Sheik Omar Abdel-Rahman in 1995 was foiled\nbefore it could be carried out, as was a scheme to assassinate\nformer President George Bush. Authorities claim each had the backing\nof terrorist warlord Osama bin Laden.\nOther incidents have been averted without public notoriety.\n\"There is not a sufficient appreciation of the kind of threat\nwe face,\" says Rep. Lee Hamilton, D-Ind., a 17-term congressman\nwho has seen classified intelligence and law enforcement briefings.\n\"There are a good many times that we've skirted a disaster. It's\nnot hundreds of times, but it's certainly several.\"\nThe threat of bin Laden\nLately, the United States has viewed the terrorist threat as embodied\nby bin Laden.\n\"When you talk about a war on terrorism . . . you're talking\nabout a war on only one man -- Osama bin Laden,\" says Vincent\nCannistraro, a former director of the CIA Counterterrorism Center.\nBin Laden is the self-acknowledged terrorist financier and accused\nchoreographer of the Aug. 7 bombings that killed 262 people at\ntwo U.S. embassies in East Africa. He has declared war publicly\non Americans on four occasions since 1996, and the U.S. cruise\nmissile strike Aug. 20 was aimed directly at a training camp where\nofficials expected him to be in residence.\nNo one doubts that bin Laden, a Saudi native stripped of his citizenship\nand driven from his home for his uniquely militant reading of\nIslamic faith, is a serious threat to Americans.\nRamzi Yousef, convicted mastermind of the 1993 World Trade Center\nbombing, has told authorities that he is a product of bin Laden's\ntraining camps in Afghanistan and that a failed plot directed\nby Yousef to blow up a dozen U.S. jumbo jets over the Pacific\nwas financed by bin Laden's al Qaida organization.\nA sealed federal indictment in New York charges bin Laden with\nsupporting plots to assassinate President Clinton, the Pope and\nEgyptian President Hosni Mubarak.\nYet the administration has closely held its evidence against bin\nLaden. Officials who have received classified briefings say the\nevidence proved that bin Laden was plotting new assaults on Americans,\nthus triggering the U.S. missile strikes.\n\"I don't buy that the public has a right to know everything,\"\nsays L. Paul Bremer, who served the Reagan administration as ambassador-at-large\nfor counterterrorism. \"That's what they hired Congress for.\"\nThough Bremer's view is widely shared by experts on terrorism,\nhe and others acknowledge the need to raise the public's understanding\nof its risk.\n\"There's always a need for government to provide information\nto its citizenry,\" says Joseph Goldberg, an expert in terrorism\nand counterterrorism at the National Defense University in Washington,\nD.C. \"It's a legitimate question and always a judgment call:\nIs the public being provided enough information?\"\nIn the current confrontation, the federal government has divulged\nno more than absolutely necessary.\nPlans for the missile strikes against bin Laden's training camps\nin Afghanistan and a Sudanese pharmaceutical plant suspected of\nbeing linked to his interest in germ warfare were kept within\nan unusually tight group of six senior presidential advisers.\nSecretary of Defense William Cohen says he was the only person\non his immediate staff aware of the plan.\nA handful of congressional leaders and top law enforcement officials,\nincluding Freeh and Attorney General Janet Reno, were briefed\njust hours before the attack.\nOnly after the assault did the administration inform its allies\nand begin to explain to the public the need for the attack and\nthe dangers inherent in a long war on terrorism.\nClinton made two televised statements on the day of the air strikes.\nBut details have all but dried up since then.\nIt's an approach that some officials say is growing increasingly\ndangerous.\n\"You build the groundwork for action over a long period of time.\nYou do it by statements of policy,\" says Richard Kerr, deputy\ndirector of the CIA during the Gulf War and now a consultant on\nintelligence and law enforcement issues. \"Just to tell people\nthe information in the end, after the fact . . . is never all\nthat successful.\"\nTerrorism as a part of life\nStriking the right balance between the need for secrecy and public\naccountability is never easy.\n\"While they know they have to inform the public, government also\nneeds to maintain secrecy to be effective,\" says counterterrorism\nexpert Perl.\n\"Further complicating matters, there are serious questions about\nhow to release information without panicking the public.\"\nFor example, \"The public needs to be aware of the fact that we're\nmoving into an era when casualties from terrorism will become\npart of daily life, just like car accidents or street crime,\"\nhe says. \"And there's going to be some loss of civil liberties\nas well, in the name of national security.\"\nIn Northern Ireland, Israel and many European nations, where terrorist\nattacks have been part of life for decades, police have greater\npowers of search and seizure than in the USA.\nWilliam Webster, former director of both the FBI and CIA, says\nhe supports the public's need to understand that there's a significant\nthreat, but argues for preserving the secrecy of methods used\nto uncover terrorist plots.\n\"I don't think the public is out in the cold,\" Webster says.\n\"What needs to be protected is not the reality of the threat\nor the extent of the threat, but our ability to anticipate it.\"\nThat would mean administration officials should be more forthcoming\nwith evidence to support strikes against terrorists -- but avoid\nrevealing how they obtained the information.\nAs a rule, Webster is fond of saying, \"If you talk too much about\nyour intelligence, you lose it.\"\nFor example, he notes, many of the allies who assisted in rounding\nup Iraqi terrorists during the Gulf War never would have helped\nif they thought Saddam might someday learn of their role.\nIt's what the intelligence community calls protecting \"methods\nand procedures.\"\n\"It is sometimes difficult to make a case in public to support\nan action based on sensitive information because of our obligation\nto protect our sources and methods,\" says Anya Guilsher, a CIA\nspokesperson. \"Whenever possible, we try to share information\nwith the U.S. public to help them understand the basis of U.S.\ngovernment actions, while at the same time trying not to jeopardize\nour ability to collect intelligence vital to U.S. interests.\"\nIt was the CIA's Counterterrorism Center that developed evidence,\nexamined by only that tight circle of senior administration advisers,\nto justify attacking the Sudanese pharmaceutical plant last month.\nRecently, however, senior intelligence officials have acknowledged\nthat their evidence may have been less than conclusive: Soil samples\ntaken from outside the plant contained traces of EMPTA, a chemical\nused in nerve gas and, perhaps, some insecticides. The Sudanese\ndeny the plant was used to make components of chemical weapons\nand say it was a pharmaceutical factory.\n\"Is the level of secrecy justified? Perhaps in this instance,\"\nsays William Owens, former vice chairman of the Joint Chiefs of\nStaff during the Bush administration.\n\"This is a difficult road we're headed down,\" he says. \"It's\neasy for government to justify that the public doesn't have a\nneed to know: To share information would ruin the success of the\nprogram. That was the nature of the (secret) programs during the\nCold War years that were generally successful because of the lack\nof public knowledge.\n\"But generally, we have to find ways to share this information\nand remember our commitment to a free democratic society,\" says\nOwens, now vice chairman of Teledesic Corp., which is designing\nand deploying a network of satellites to serve a future generation\nof Internet services.\nIt's widely agreed that the burden of educating the public belongs\nto the nation's political leaders, especially the president.\n\"Officials of both parties need to be out making the case to\nthe public . . . to educate the public\" of the dangers and the\nfights that are ahead, says Bremer, now an executive with Kissinger\nAssociates, a New York-based international consulting firm.\nMaking that case, however, is complicated by recent blunders by\nthe intelligence community, including failing to warn against\nthe imminent threat of India and Pakistan conducting nuclear weapons\ntests three months ago and continuing adjustments in the explanation\nfor attacking the plant in Sudan.\n\"We need to play it close to the vest and trust those in charge\nto carry out their responsibilities,\" says Sen. Thompson. \"But\nwe're unfortunately in a time when people are suspicious of government.\nSo we may need to justify more than we're used to doing to have\nthe support of the American people.\"\n\nLoad-Date: September 23, 1998"
}