{
    "title": "Terrorism, jobs... and the environment",
    "publisher": "university wire",
    "year": 2004,
    "month": 3,
    "day": 19,
    "full text": "When Ronald Reagan was wholesaling our public forests to commercial loggers in the 1980s the response from the public was enormous. Caught relaxing after big environmental wins under Nixon with the creation of the EPA and passage of the Clean Water and Endangered Species Acts, Reagan gave environmentalists, and many mainstream Americans, a reason to re-energize the movement. Membership in environmental organizations swelled, and the issue was put back on the political map.\nToday, the situation is oddly different, yet the urgency for change is greater than ever. It seems that in the 1980s, Americans' sense of environmental stewardship for our generation and our progeny was alive and kicking, despite the ruthless individualism that was replacing a sense of American civic duty. President Bush I even attempted to portray himself as the Environmental President (go rent \"Naked Gun 2 1/2\"; it's a hilarious parody of Bush's eagerness to paint himself \"green\" while keeping chummy ties with big oil, coal, and nuclear), passing the crucial Clean Air Act.\nThe current administration, however, has no qualms about gutting environmental protections dating back to Teddy Roosevelt, and the public and media response has been anemic. Likewise, the Sierra Club is not seeing the groundswell of support or press coverage it did in the 1980s, while presidential candidate John Kerry, ranked as the most environmentally friendly presidential contender ever by the League of Conservation Voters, does not seem to feel that making the distinction between himself and Bush II on the environment is worth a speech in itself.\nGranted, the debate this year is about national security, the economy, health care, etc. What candidate would focus on the environment in a campaign that will be won by the man most dripping with machismo enough to suit up on board an aircraft carrier and wage wars abroad? Promoting fuel-efficient tin cans (the perception goes) just doesn't have the same ring.\nThe irony is that the big issues Bush and Kerry are using for their now daily snipes and jabs are intricately woven into the environmental debate. Most alarming, though hardly reported in mainstream media, is the recently released Pentagon report declaring climate change to be a national security threat. The document is so unambiguous, well-substantiated, and urgent that it even escaped Donald Rumsfeld's spin machine. The report states that by 2020 (yes, we will still be alive), global warming could unleash numerous ecological catastrophes including mega-droughts, mass starvation, and nuclear war fought over scarce arable land and water sources between armed, geographically disadvantaged countries like China, India, Pakistan, Israel, and Jordan. Never mind what continued reliance on mid-East oil means for United States' national security.\nBut what about jobs and the economy? After all, if we start demanding that automakers raise fuel efficiency standards, they will no doubt suffer from a severe profit-squeeze that will result in lay-offs and bankruptcies. The economy, not to mention middle America's Suburban-driving soccer moms, will take a major hit that could drive us back into recession. Please. The auto industry adapted smoothly after Presidents Ford and Carter passed higher fuel efficiency standards during the 1973 and 1979 oil crises. And there is plenty of evidence to show that government regulation, when implemented correctly, is much more effective at fostering industrial innovation than a hands-off \"voluntary\" approach that is coaxed into action only by catastrophe. What's that term economists are so fond of--creative destruction? The only creative mind-power being put to work is this administration and auto industry's PR spin machine, and the only things being destroyed are clean water and air. United States automakers should be more worried about their international competitiveness since China, a developing nation without a history of environmental protection, recently passed automobile fuel-efficiency standards stricter than our own. Real creativity comes with innovative proposals like the labor-backed Apollo Project, which will create new, innovative jobs with public and private investment in energy efficiency.\nFortunately, we can still find inspiration in the true bastions of American innovation and creativity: college campuses. Both Duke and UNC-Chapel Hill have nationally-recognized green-energy programs, which allow students to spare some coal or Mid-East oil (and the world from nuclear catastrophe, depending on how one looks at it) for some clean wind power. These initiatives and others will be showcased at a Southeastern Renewable Energy Conference being held at Chapel Hill this April 2-4. It's a good start, but without change at the top today; well, let's just say I don't want to see what's in store for 2020.\n(C) 2003 The Chronicle via U-WIRE\n\nLoad-Date: March 19, 2004"
}