{
    "title": "Terrorism holds us hostage to fears at home during war",
    "publisher": "st. petersburg times ",
    "year": 1991,
    "month": 1,
    "day": 23,
    "full text": "I took an airplane ride Saturday, a familiar route from Tampa to Baltimore. I had seen the reports of increased airport security, and although I felt no anxiety about traveling, I expected the mood at Tampa International Airport to be tense.\n \n    Pressed for details, I might have predicted a combination of scenes I have witnessed at other airports, sometimes in other countries: Shrill metal detectors keyed to toothache pitch. Fussy tourists who won't let go of their precious film. Grim agents selecting passengers according to a private formula, patting them down, asking some to turn out their pockets.\n   The real change I experienced Saturday had less to do with what was added than with what was lost. Curbside check-in was suspended, leaving forlorn porters to scramble for the occasional cartload of baggage that a harried passenger couldn't drag inside.  Cars unloaded quickly under the watchful eyes of security police, then pulled away with barely a backward glance. There were no last-minute hugs and kisses on the sidewalk, no shouted goodbyes.\n \n    Inside, the check-in line at the ticket counter moved quickly.  Upstairs, though, crowds had collected in the shallow waiting areas for the gateside shuttles. At first I thought the monorail cars had broken down. Then I remembered that under the new security rules, only ticket-holders could ride the little trains. No more grandparents telling grandkids, \"Just like Disney World, remember?\" No more urgently whispered instructions to teen-agers with backpacks, about to set off on adventures alone.\n \n    The metal detector at the security point was indeed trilling at full blast. I was stopped for a thin silver bracelet; anyone who wore glasses with metal frames was obliged to take them off and try again. We were asked to show our tickets before we entered the line, then again about 15 feet later.\n \n    The only person whom I saw subjected to a hands-on inspection was a toddler strapped into a lightweight stroller. The stroller was pushed to the side so that an agent could feel around and behind the tiny rider. I have seen this done dozens of times, and usually the inspection is perfunctory. This time it wasn't.\n \n    \"Wanna go bye-bye?\" the agent cooed to the baby, who stared back at her with frank, unfriendly eyes. How do you tell a little child not to worry, we're just checking for a bomb under your seat?\n \n    The thin line of passengers seemed co-operative and subdued, an observation I hoped to verify with the security agents during a lull between shuttles. These agents were calmly professional while processing passengers through, but my casual question exposed the raw edges of their jumpy nerves. The supervisor peered at my press credentials from a safe distance, then announced with tight-lipped finality, \"We're not at liberty to comment on anything at this time.\" As I moved away, she and her crew drew together protectively.\n \n    The gate area looked eerily empty a plastic, harshly lit space that was meant to be softened by the colors and textures of people.  The place had been designed in a happier, more innocent time. Now it was obsolete.   Conditions were the same at Baltimore International, where the gates also had traditionally been crowded with well-wishers. This day, of course, there was no one.\n \n    Even so, I recalled the special joy of stepping off a plane and searching the crowd for my father's face. He died some years ago, but my memory still finds him, if only for a moment, every time. I thought again of the child in the stroller, traveling with her mother, leaving the plane to rejoin the wary, impersonal landscape that airports have become.\n \n    We don't dig shelters in the yard and stock them with canned goods anymore, but that doesn't mean we have lost the ability to justify aggression by scaring ourselves. With dizzying speed, the ogre of terrorism has supplanted the spectre of communism as an imperative for aggression abroad and defensiveness at home. Thus we again become willing economic hostages to our own fear, pouring billions of dollars into war while the dangers in our own land rage on unabated.\n \n    News commentators are beginning to wonder aloud about the impact of televised war on the psyches of children. It's a little late, given that any child can and does view dozens of violent acts on television every day. Even without a real live war, the line that separates genuine from imaginary violence is much too fine.\n    It is said that an average of 10 children are shot to death every day, American children, right here in the United States. What terror could be more real, or more worthy of our undivided attention?\n Maria Vesperi is a St. Petersburg Times editorial writer.\n\nLoad-Date: November 12, 1992"
}