{
    "title": "TERRORISM FALLOUT WORRIES SCIENTISTS",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 1,
    "day": 3,
    "full text": "WASHINGTON -- The Massachusetts Institute of Technology walked away from a $ 404,000 study because the government wanted to restrict participation by foreign students. Other universities are balking at demands that the government check research in the name of national security before scientists can publish or even talk about it.\nWhile most federal financing still comes free from such strings, attempts to impose restrictions on research have increased since Sept. 11, 2001, out of fear that some information could help terrorists.\nUniversity leaders worry the trend could jeopardize the nation's tradition of open science talking and writing about findings so they can be verified and built upon by others.\n\"When the Soviet Union tried to keep its research secret during the Cold War, their whole scientific apparatus atrophied,\" said former Air Force Secretary Sheila Widnall, now an aeronautics professor at MIT.\n\"The stakes are very high in working this out,\" said Widnall, who led a faculty committee that opposed restrictions on unclassified research.\nSome major universities have turned down federal contracts because the government insisted on advance approval before papers were published.\nMIT persuaded the Department of Defense to remove prior-approval requirements from several recent contracts, said Paul Powell, who negotiates research funding for MIT.\nBut the National Security Agency refused to budge from a requirement that any foreigners working on a planned project at MIT's Artificial Intelligence Laboratory be screened by the government in advance, forcing the school to turn down the money in September, Powell said.\nAbout half of graduate students in the physical sciences and engineering come from abroad.\nAn NSA spokeswoman said the agency could provide no immediate comment on Thursday.\nThe Bush administration and scientists alike are struggling with how to balance openness against the fear that all sorts of research could help terrorists by disclosing structural weaknesses in bridges or revealing how to make biological weapons, for example.\nPresident Bush signed a law last summer prohibiting students from countries considered sponsors of terrorism from working with germs and toxins most likely to be used for bioterrorism.\nMeantime, researchers and scientific journals are debating whether and how they should censor themselves to safeguard information from terrorists.\n\"The whole atmosphere under which we work was affected by Sept. 11,\" said Richard Seligman, who negotiates government contracts at the California Institute of Technology.\nFor example, CalTech has agreed to allow the Army Research Laboratory to review a professor's work on computer simulation before publication, Seligman said. The university made an exception to its rules \"in the national interest.\"\nSometimes, restrictions crop up in studies that seem to be of no interest to terrorists. The Justice Department demanded the right to approve before publication a study on physical abuse of college women, said Robert Richardson, Cornell University's vice provost for research. Cornell turned down the government money.\nThe White House and Defense Department are each studying whether new controls should be placed on sensitive information, but for now, there are no government-wide guidelines for deciding what research should be kept under wraps.\n\nLoad-Date: January 3, 2003"
}