{
    "title": "TERROR_ A SOVIET EXPORT",
    "publisher": "the new york times",
    "year": 1980,
    "month": 11,
    "day": 2,
    "full text": "By Robert Moss\ntantalizing footnote in a bulky C.I.A. study of Soviet covert action dated Feb. 6 and presented to the House Select Committee on Intelligence early this year stated that the Soviet Union is spending roughly $200 million a year on support of ''national liberation'' movements. What this means in practice is that the Soviet Union is currently giving arms, military training, funds and operational intelligence to organizations that often engage in terrorist acts against Western countries and nations whose governments are generally friendly to the West.\nOfficial Soviet spokesmen of course deny that Moscow supports ''terrorism,'' and they have issued vigorous denunciations of specific terrorist actions. Indeed, repeated Soviet claims that they are assisting ''national liberation'' forces fighting ''imperialism'' in the third world have led to much semantic confusion. One often hears, for example, that ''one man's terrorist is another man's freedom fighter.'' Yet it remains clear that, whatever its political purposes, an armed political group engaged in bombing, sabotage, kidnapping or murder, especially of civilians, is practicing terrorism. The Palestine Liberation Organization (P.L.O.), for instance, which is openly supported by the Soviet Union, must be counted a terrorist organization - even if some prominent Western politicans choose to express the view that it is not.\nSoviet Union provides arms, military training, operational intellegence, and funds to organizations engaging in terrorism against Western nations\nThe Soviet Union is keenly aware from its own historical experience that terrorism can contribute to the fatal weakening of a non-Communist regime. At the Jerusalem Conference on International Terrorism in 1979, Richard Pipes, professor of history at Harvard's Russian Research Center, suggested that the way revolutionary terrorism had undermined the czarist state in Russia and helped to create the conditions in which the Bolsheviks seized power had ''left an indelible imprint on the minds of the Soviet leadership.'' In Professor Pipes's view, ''nearly all the elements of Soviet global strategy are essentially an adaptation to foreign policy of methods which had been learned by the Bolsheviks and their allies when they were in the underground fighting the imperial regime.''\nAt a secret meeting of Warsaw Pact leaders held in Prague in August 1973, Soviet leader Leonid I. Brezhnev paid tribute to the role of the ''national liberation'' movements in changing the ''correlation of forces'' in favor of ''socialist countries.'' His speech - the contents of which became known to the British and American Governments through leaks by East European delegates - suggested that the Soviet Union is seeking to exploit terrorism as a calculated instrument of foreign policy. Since Brezhnev made his speech, the Soviet Union has notably increased its support for one national liberation movement, the P.L.O., which has become a coordinator of many international terrorist groups as well as a revolutionary vanguard in the Middle East.\nAccording to Maj. Gen. Shlomo Gazit, the former chief of Israeli military intelligence, terrorists currently receive training at more than 40 establishments inside the Soviet Union. The most important training camps are located in the suburbs of Moscow, in Simferopol in the Crimea, and in the cites of Baku, Tashkent and Odessa. Similar camps have been set up in the satellite countries in Eastern Europe: for example, at Karlovy Vary and Doupov in Czechoslovakia, at Varna in Bulgaria, at Lake Varna in Hungary and near Finsterwalde in East Germany. Maj. Gen. Jan Sejna, a former First Secretary at the Defense Ministry in Prague who defected in 1968, has reported that the training programs in his country are run under the direct supervision of the Soviet internal-security and intelligence agencies, the K.G.B. (Committee for State Security) and the G.R.U. (Soviet Military Intelligence). The same pattern seems to apply throughout the Soviet bloc, including Cuba. Soviet advisers are also deployed at terrorist training camps in the Middle East.\nAlthough precise figures are impossible to obtain, the number of recruits from the Arab world, Africa, Latin America, Western Europe and the Far East who have received instruction in the Soviet bloc in guerrilla warfare, sabotage, street fighting, assassination techniques and undercover operations is thought to total many thousands. Since 1974, according to P.L.O. defectors, more than 1,000 Palestinians alone have been trained in Soviet bloc camps. Courses at the Soviet military academy near Simferopol have been attended by groups from rival wings of the P.L.O., including Al Fatah, the Popular Front for the Liberation of Palestine (P.F.L.P.) and the Palestine Liberation Front (P.L.F.). Zehdi Labib Terzi, the P.L.O.'s United Nations observer, said in a 1979 interview that ''the Soviet Union, and all the socialist countries … open up their military academies to … our freedom fighters.''\nSome recruits are selected from the stream of foreigners invited to attend the Patrice Lumumba People's Friendship University, under the supervision of the International Department of the Communist Party's Central Committee. A former professor from the university who now lives in Britain says that most of the faculty are career members of the K.G.B. or G.R.U., and that one of its main functions is to provide a center for the recruitment of agents and saboteurs from third-world countries.\nThe most famous alumnus of the Patrice Lumumba University is the Venezuelan terrorist Ilich Ramirez Sanchez, alias ''Carlos.'' In an interview with a Paris-based Lebanese magazine, Carlos revealed that his passage to Moscow in 1968 was paid for by the Venezuelan Communist Party. By his own account, Carlos was expelled from Patrice Lumumba for loose living and indiscipline. However, West European intelligence sources maintain that this story was a blind, intended to camouflage the fact that Carlos had been recruited by the K.G.B.  as a link man with international terrorist groups, especially the P.F.L.P. These sources also contend that Carlos had received training in Cuba -under K.G.B. Col. Victor Simonov at Camp Mantanzas outside Havana - even before his arrival in the Soviet Union.\nCarlos achieved international notoriety after a series of operations - including the attempted murder of a prominent Jewish businessman, Joseph Edward Sieff, in London in December 1973 and rocket attacks on El Al aircraft at Paris's Orly Airport in 1975 - that culminated in the kidnapping of oil ministers from the Organization of Petroleum Exporting Countries in Vienna in December 1975. The French security service (D.S.T.) turned up evidence of the involvement of the Cuban intelligence service (D.G.I.) with the Carlos ring in Paris. This led to the expulsion from France of three D.G.I. officers operating undercover as cultural attaches at the Cuban Embassy. The D.S.T. also named a fourth Cuban intelligence officer in London who had allegedly served as a ''control'' for the Carlos team there.\nSECOND PART\nThere are other examples of terrorists trained in the Soviet bloc who have mounted attacks in Western Europe. In September 1975, Dutch police arrested four Syrians who belonged to a team that had planned to hijack a train carrying Soviet Jews; the Syrians confessed that they had been trained at a camp outside Moscow. Recently, a top security adviser in Rome, Constantino Belluscio, stated in an interview that ''at least four of the most important Red Brigades chiefs and more than two dozen of their followers'' had been trained at camps in Czechoslovakia. As early as 1972, the Italian security service gave the Minister of Defense the names of Italian terrorists known to have spent time in Czechoslovakia (especially at the K.G.B.- controlled center at Karlovy Vary). The same report described contacts between left-wing Italian extremists and K.G.B. agents working undercover in the Soviet Embassy in Rome, and urged the expulsion of 22 accredited Soviet diplomats. Although both the Minister of Defense at the time, Franco Restivo, and Aldo Moro, Foreign Minister, agreed with this recommendation, Prime Minister Guilio Andreotti vetoed it. (It was Aldo Moro, of course, who, after he became Prime Minister, was kidnapped and subsequently executed by the Red Brigades in 1978.) Most weapons used by international terrorists originate in the Soviet bloc. It was a Czech-manufactured Skorpion machine pistol that was used to murder Aldo Moro. The P.F.L.P. has used Soviet-made heat-seeking Strela anti-aircraft missiles (SAM-7's) in a series of unsuccessful attempts to attack civilian airliners. Joshua Nkomo's Zimbabwe African People's Union (Z.A.P.U.) guerrillas made more effective use of SAM-7's in bringing down two civilian aircraft last year. In 1978, Spanish security officials discovered that a Basque nationalist group, Freedom for the Basque Homeland (E.T.A.), was using special new cartridges developed for the Czech Army that had never previously been used outside the Soviet bloc.\nThe fact that terrorist groups use Soviet-bloc weapons is not in itself evidence of direct Soviet support for their operations. Plenty of middlemen play a role in international arms traffic, one of the most prominent of these being Libya's volatile leader, Col. Muammar el-Qaddafi, who in 1976 concluded with the Soviet Union what was possibly the largest arms deal in history. According to the Londonbased Institute for the Study of Conflict, Libya served as a conduit for the delivery of Soviet-made arms to the Irish Republican Army (I.R.A.), the Baader-Meinhof network in West Gemany, the Japanese Red Army and the Arm of the Arab Revolution (Carlos's group), as well as to insurgents in Turkey, Yemen, Chile, the Philippines and other countries.\nBut Soviet-bloc countries have also made direct deliveries of arms to terrorist organizations. Zehdi Terzi has revealed that the P.L.O.  receives ''direct consignments'' of arms and explosives from the Soviet Union. The inventory of Soviet-made weapons now in the possession of the P.L.O. includes T-34 and T-54 tanks, as well as medium artillery. According to Western intelligence sources, an agreement to maintain a direct arms pipeline was reached during the visit of Yasir Arafat, P.L.O. chairman, to Moscow in March 1979.\nNon-Arab groups have also received direct consignments from the Soviet bloc. In October 1971, Dutch authorities intercepted a large shipment of weapons destined for the I.R.A. that had been supplied by the Czech arms-production agency, Omnipol. Last year, Greek police discovered a large cache of arms and explosives, including Kalashnikov rifles, Soviet-made assault grenades and bazookas, remote-control detonators and hundreds of kilos of plastique, in a villa in the suburbs of Athens. Investigators established that the cache was part of a larger shipment that had been smuggled overland by truck from Bulgaria and was intended for shipment to Turkey.  Evidence of Soviet-bloc involvement in providing operational intelligence - the selection of targets - for terrorists comes from the case of Panaiyotis Paschalis, a Greek Cypriot arrested by the Israeli security service as an East German agent in Tel Aviv on Jan.  19, 1978. Paschalis, a photo-journalist accredited to a Cypriot Communist newspaper and to East German television, told the Israelis that he had been sending exhaustive photographic dossiers on potential targets to Nicosia, Cyprus. From there, according to Paschalis (whom Israeli sources believe was a principal agent), the material was dispatched to East Berlin for inclusion in the central archives of the East German Ministry of State Security (M.f.S.), which uses the state television company as a front for espionage.  (The East German intelligence agency has not been alone in its use of media reprentatives. The K.G.B. and, at least until recently, the Central Intelligence Agency have found journalism an effective cover for espionage.)\nThe details of Paschalis's case lend credence to allegations by a number of Western intelligence sources that the Soviet Union has assigned the M.f.S. wide-ranging responsibilities in channeling intelligence support to international terrorists. On April 24, 1979, West German police arrested a seven-man P.L.O. hit team in West Berlin. The leader of the squad was Ali Shalbiya, a key lieutenant to the P.L.O.'s intelligence chief, Abu Iyad. Within days, two more P.L.O. squads were intercepted as they attempted to cross the Austrian and Dutch borders. Under questioning, the Palestinians confessed that their mission had been to blow up fuel depots and other major industrial installations in West Berlin. Senior officials in West Germany's Office for the Protection of the Constitution believe that the M.f.S. provided operational data for this abortive raid, as well as for other strikes against targets in the Federal Republic. (Last fall, West German security discovered that the M.f.S. was playing host in East Berlin to a P.L.O. team, code-named ''Force 17.'') As the role of East Germany suggests, the Soviet Union delegates much of the sensitive work of providing liaison with terrorist groups to proxies. Most of the East European secret services, like the M.f.S., operate under complete Russian control; other surrogates, though not always so compliant, are equally valuable. The most important of these are Cuba, the radical Arab states and the ubiquitous P.L.O.\nIn the late 1960's, according to Orlando Castro Hidalgo, a defector from the Cuban intelligence service, the Soviet Union assigned Aleksandr A. Soldatov, its ambassador in Havana, the task of disciplining Fidel Castro, who had shown unwelcome signs of wishing to steer a course independent of Moscow's directives.  Soldatov, whom Western intelligence sources believe is a career Soviet intelligence officer, used economic blackmail against Castro to force a purge of top officials in the D.G.I. and the Defense Ministry who were viewed by Moscow as politically ''unreliable.'' The Cuban secret service became, in effect, a Spanish-speaking department of Soviet intelligence. Its value to Moscow is suggested by the fact that, according to a report by the Institute for the Study of Conflict, the D.G.I. is the only satellite secret service that is known, in recent years, to have received from Moscow a financial subsidy specifically to enable it to extend its operations abroad.\nAccording to Western intelligence sources, insurgents from around the world have received training in Cuban camps. And Cuba supplies more than just training. A C.I.A. report, dated May 2, 1979, and leaked to the press last year, details covert Cuban backing - including arms, training and military and intelligence field advisers - for the Sandinist National Liberation Front in Nicaragua (which played a dominant role in overthrowing the Government of the late President Anastasio Somoza Debayle in July 1979), and for similar movements in Guatemala and Honduras. Soviet post-mortems on the Sandinista revolution in Nicaragua suggest that Moscow is leaning toward a more aggressive policy of supporting terrorism at America's back door, using Cuba as its principal surrogate.  The close ties that now exist between Moscow and the P.L.O. date from the summer of 1974, when Yasir Arafat visited Moscow as an offical guest. Today, regular liaison between Moscow and the P.L.O.  leadership is assured though the Soviet Embassy in Beirut, which provides cover for the most important K.G.B. station in the Middle East. (Of the 88 accredited Soviet diplomats in Beirut, 37 have been identified by Western intelligence sources as K.G.B. or G.R.U.  officers.) The key link man between Moscow and the P.L.O. is Aleksandr Soldatov, the Soviet Ambassador, who arrived in Lebanon in September 1974.\nTHIRD PART\nWorking closely with Yasir Arafat, Soldatov has succeeded in building a trustworthy ''Soviet lobby'' inside the P.L.O., whose leadership is divided amnong rival factions, some of them more sympathetic to the Islamic fundamentalists of the Moslem Brotherhood, the conservative monarchies of the Persian Gulf or to the Chinese than to the Soviet Union. Defectors from the P.L.O. and high-level prisoners interrogated by the Israelis have revealed that Arafat currently meets with Soldatov on an average of once a week, and confers with the Soviet Ambassador before authorizing any major terrorist operation or political maneuver. Western diplomats who have monitored Soldatov's activities in Beirut found that, in the space of six weeks earlier this year, the two men had at least seven lengthy consultations. According to intelligence sources, during one meeting, on March 15, Arafat reported on the results of a visit that the P.L.O. intelligence chief, Abu Iyad, had just made to Kuwait, Aden and Yemen. These sources say that Abu Iyad had investigated the prospects for expanding covert P.L.O. activity among the Palestinian communities in the Gulf area. P.L.O. cells in Saudi Arabia and the Gulf emirates are subordinate to the organization's operations department in Beirut, which is headed by Abu Jihad. Western intelligence sources believe that Abu Jihad's departure on a secret visit to Moscow two days after the March 15 meeting between Arafat and Soldatov was connected with a plan to increase efforts to destabilize the conservative Arab monarchies of the Gulf.\nVladimir N. Sakharov, a Middle East specialist who defected from the K.G.B. in 1971, has described the increasing Soviet investment in subversive operations in the Arabian peninsula. While based in Sana, Yemen, Sakharov served as translator at meetings between K.G.B. officers and ''top operatives of insurgent groups operating on the Arabian peninsula and in the Persian Gulf emirates.'' He has also reported that some of the terrorists who participated in the professionally organized seizure of the Grand Mosque in Mecca last November - an attack that rocked national and international confidence in the stability of the Saudi royal house - were ''among those (he) had heard mentioned as part of the Soviet-sponsored People's Front of the Arabian Peninsula.'' West European intelligence sources have disclosed that some of the Mecca insurgents (whose battle plan called for subsequent uprisings in Medina, Taif and Riyadh) had been trained by Cuban and East German instructors at a camp near Lahej in South Yemen, where the Popular Front for the Liberation of Palestine has taken its recruits in the past. Soviet interest in the P.L.O. as a revolutionary vanguard in the Gulf is heightened by its failure to date to form an effective Saudi Communist Party; one was set up in 1975, but it has remained semidormant.  The P.L.O. currently enjoys close ties with some of the Iranian revolutionary leaders who rose to power with the Ayatollah Ruhollah Khomeini. One of the most intriguing delegates at the Fatah conference in Damascus at the end of May, for example, was Arbas-Agha Zahani whose nom de guerre is Abu Sharif. He was then the head of the Ayatollah's Revolutionary Guards, or Pasdaran Enghelab, a post he resigned in a power play in June that was designed to weaken the position of the relatively ''moderate'' President Abolhassan Bani-Sadr. (Abu Sharif was subsequently reappointed deputy chief of the Pasdaran Enghelab.) Abu Sharif rose to a position of influence thanks to the patronage of the present Iranian Defense Minister, Mustafa Chamran. Like Yasir Arafat, both Abu Sharif and Mustafa Chamran are fervent advocates of exporting Iran's Islamic revolution to the rest of the Middle East - in particular, to the conservative states of the Arab Gulf.\nAbu Sharif's links with Arafat, Abu Jihad and other key figures in the P.L.O. leadership date back to the early 1970's, when he attended a guerrilla training course at a Fatah camp in Lebanon. After the downfall of the Shah, Abu Sharif and Mustafa Chamran relied heavily on their P.L.O. contacts for help in setting up a new secret police to replace the Sha's notoriouus Savak. A special P.L.O. unit, whose members had received intelligence training in the Soviet Union, was dispatched to Teheran to assist in rooting out ''counterrevolutionaries.'' Abu Sharif repaid his personal debt to the P.L.O. by successfully lobbying - with the backing of, among others, one of the Ayatollah's grandsons -for a big Iranian contribution to the Palestinian war chest and for the dispatch of more than 200 Iranian ''volunteers'' to fight with the P.L.O. in southern Lebanon.\nThe current head of the P.L.O. network in Iran is Hani al-Hassan, alias Abu Hassan, a Jordanian citizen who belongs to Arafat's inner circle of advisers. Before he was sent to Teheran, Abu Hassan served as deputy chief of Fatah's security department. He enjoys a remarkable entree to Khomeini and other key members of the Iranian regime - so much so that one Western diplomat suggests that the P.L.O. envoy should be counted as one of the most influential men in Teheran. In light of the Ayatollah's antipathy toward the Soviet Union, it is doubtful whether Abu Hassan could have attained this position if he were considered to be one of the K.G.B.'s trusted men in the P.L.O. What makes close ties with the Soviet Union even less likely is the fact that Abu Hassan received his military training in China.\nNonetheless, Abu Hassan's activities in Teheran have served the Soviet Union well. On Oct. 12, 1979, a senior P.L.O. delegation, including Abu Jihad, Abu Walid (who is in charge of ''special operations'') and Col. Husni Ghazi al-Hussein, arrived in Teheran.  Iranian officials who have fled the country claim that this P.L.O.  team, in a series of meetings with Iranian revolutionary leaders arranged by Abu Hassan, proposed the assault on the United States Embassy that took place on Nov. 4. It is impossible to prove or disprove this report in the absence of further details. But Western European intelligence sources report that Abu Hassan was one of the counselors who urged Khomeini to reject any prompt resolution of the embassy occupation, and that the original assault force included several Iranians who had been trained at Palestinian camps in Lebanon. In any case, the prolonged embassy crisis serves Soviet interests by helping to divert the attention of Iran's Moslem revolutionaries from the repression of their co-religionists in neighboring Afghanistan, and to steer Khomeini's revolution in a vehemently anti-American direction.\nFOURT PART\nAfter the outbreak of the Iraq-Iran war in September, the P.L.O.  continued to lean toward the Iranians, raising the possibility that the Palestinians might cause trouble for some of the Arab states, notably Jordan, which had sided with Iraq.(There are some 1,127,000 Palestinians in Jordan and 180,000 in Saudi Arabia.) The usefulness of the P.L.O. to the Soviet Union extends far beyond the Middle East. At Fatah and P.F.L.P training camps in Lebanon, Syria, South Yemen and Libya -where many Soviet-bloc instructors can be found - there is a steady intake of insurgents from places as far afield as the Netherlands and Australia.\nA list of foreign recruits who attended training courses at a single Fatah camp in 1979 gives a vivid idea of the broad compass of the P.L.O.'s selection of its educable friends. According to reliable Arab sources, non-Arabs trained at Hamouriya (south of Damascus) included four members of West Germany's Red Army Faction, six Red Brigades members from Italy, three Spaniards connected with the Basque E.T.A., four Red Star Army members from Japan, 32 Philippinos and other Asians, 180 Africans, 170 Iranians, 28 Argentinians (mostly from the guerrilla organization called the Montonero Peronist Movement), 12 Brazilians - many of them members of the extreme-left Popular Revolutionary Vanguard, and 130 Turks, including members of the People's Liberation Army.\nThe P.L.O. and the Soviet Union shared an interest in stepping up pressure on Suleyman Demirel's moderately conservative Government in Ankara, which had shown signs of dissociating itself from the pro-P.L.O. line taken by the previous Prime Minister, Bulent Ecevit, and of strengthening its ties with NATO. According to Turkish security sources, Turkish extremists were trained in guerrilla tactics at Simferopol in the Crimea, and were provided with weapons smuggled across the Syrian border by the P.L.O. The upsurge of terrorism in Turkey provided the pretext for the recent military coup, and the stringent marshal-law measures imposed by the high command had an immediate effect of curbing the level of guerrilla activities.\nThe relationship of the Popular Front for the Liberation of Palestine with underground revolutionary groups in Italy extends beyond use of the Italians' transit facilities and logistical backup for Palestinian operations. On Nov. 7, 1979, Italian police stopped a speeding car on a highway along the Adriatic coast. They found that the occupants of the vehicle, both members of the Red Brigades, were carrying two SAM-7 missiles. The weapons had originated with the P.F.L.P., which had smuggled them into the country on board a small Syrian-crewed ship, the Sidon. Italian security experts believe that the captured SAM-7's were destined for use against Italian political targets, even though the P.F.L.P. put out a statement claiming the arms were being transported elsewhere. This would fit in with the conclusion of West German investigators that the murderers of Italy's Prime Minister Aldo Moro had Palestinian connections.\nFormer C.I.A. officers claim that the P.L.O. has consulted with the Cuban secret service in developing its training programs in the Middle East. With Cuban encouragement, Fatah and the P.F.L.P. have concluded parallel cooperation agreements with Latin American terrorist groups, including the umbrella organization, the Revolutionary Coordinating Junta. The first P.L.O. representative to Sao Paulo, Robhi Halloum, had his career abruptly interrupted when he was arrested in Amsterdam in 1972 and found to be escorting a large consignment of firearms that he had planned to smuggle into Brazil.  Soviet influence over the P.L.O. should not be confused with outright control. Fatah is not a Marxist-Leninist organization, and the P.F.L.P. -which is - has criticized the Soviet Union in the past for being overly cautious. Similarly, when the P.L.O. - or any other group - launches a terrorist attack with Soviet-trained commandos and Soviet-supplied arms, it does not always follow that the attack was ordered or even sanctioned by the U.S.S.R. Yasir Arafat has been prepared to work very closely with the Soviet Union, but the relationship has been the focus for bitter controversy within the Palestinian movement. Despite these divisions, the P.L.O. showed itself ready to apologize for Moscow's actions following the invasion of Afghanistan.\nThe overall picture of Soviet support for international terrorism is necessarily incomplete, and is likely to remain so unless Ambassador Aleksandr Soldatov, or another operative of the same caliber, should decide to defect to the West and recount his story.\nFew western Governments have shown much interest in putting the issue of Soviet-sponsored terrorism on their foreign policy agendas.  The reasons for this apparent coyness are debatable. For those who persist in the hope that, despite Afghanistan, the Soviet leadership is committed to ''detente,'' there may be a natural psychological reluctance to face facts that are so much at odds with expectations.  For those who have convinced themselves that recognition of the P.L.O. and the creation of a Palestinian state are the keys to peace in the Middle East and guaranteed oil at reasonable prices, there may be a similar disinclination to deal with evidence that points the other way. Yet, irrespective of partisan or ideological leanings, any realistic debate over the appropriate policies the United States and the West should adopt toward the Soviet Union must include discussion of Soviet sponsorship of terrorism.\n\nGraphic\n\n \nIllustrations: Photo of medics attending a victim of a P.L.O. attack"
}