{
    "title": "Terrorism one of many factors that caused decline in study abroad applicants",
    "publisher": "university wire",
    "year": 2016,
    "month": 2,
    "day": 4,
    "full text": "Terrorism one of many factors that caused decline in study abroad applicants\nPosted By Staff Writer on Feb 4, 2016\nshu.edu\nOn average, 350 Seton Hall students study abroad each year, Maria Bouzas, director of Office of International Programs said. But some study abroad trips offered to Seton Hall students have seen a decrease in the number of students who enroll in the wake of recent international terrorist attacks.\nMartha Carpentier, English professor, said in an email that there is a decrease in students signing up for the Spring break trip to Ireland this year. Six students signed up for the trip this year compared to the 18 students who signed up last year.\nCarpentier said, \"It definitely occurred to us that parents particularly could be more hesitant about their kids going this year due to the terrorist attacks (although none of these occurred in Ireland, which is unlikely to be the site of such attacks).\"\nCarpentier attributes the decrease in students primarily to being unable to run the Irish Literature Past and Present graduate class simultaneously with the undergraduate program this year.\nAdditionally, the Center for Leadership Development of the Stillman School of Business is taking 30 students to Ireland over Spring Break. Carpentier adds that another possibility for the decrease in students signing up was the expense of the trip, which is about $3,000.\nThe Department of Catholic Studies at Seton Hall is offering two study abroad trips, one to Ecuador and the other to Italy. Fifteen students are going to Ecuador and 21 students are going to Italy.\nInes Murzaku, professor and founding chair of the department of Catholic Studies, said in an email and phone interview that most of the students who applied did not have concerns regarding terrorism.\nOn November 23, according to USA Today College, the American government issued a worldwide travel alert to warn citizens about the increasing terroristic threats while traveling. This alert came after the Paris attacks that took place on Nov. 13.\nIn an email interview, Bouzas said faculty-led trip to Paris changed its trip location to Ireland due to the Paris attacks at the end of last year.\nTravel warnings are issued when there are frequent terrorist attacks, civil war, and unstable governments, the U.S. Department of State's website said.\nBouzas said that Seton Hall, \"Does not allow trips to countries with travel warnings, unless the warning is specific to a region of the country where the trip won't be traveling to.\"\nMegan Ferguson, a diplomacy and philosophy major and Asian studies minor now in her senior year, studied abroad in Taipei, Taiwan, during fall 2014.\nShe said in an email interview that she was not nervous about terrorism when she studied abroad.\n\"While it's important to consider the security situation of each country before choosing to live or visit there, it's also important (that) those who hope to create fear and immobility among regular Americans aren't successful in doing so,\" Ferguson said.\nStudying abroad is a rewarding opportunity, Ferguson said, adding that she would study abroad again in Taiwan and outside of Taiwan.\nAmar Dev Amar, management professor at the Stillman School of Business, said in a phone interview that there is always a risk of terrorism and disease when traveling abroad, but students continue to take the risk.\nBouzas said that OIP requires students who are studying abroad to have emergency medical coverage abroad. The coverage would allow students to visit a hospital, or be flown back home in case of a medical emergency.\nOIP also requires students to register with the U.S. Embassy in the country they are studying in, Bouzas said. This program is called the Smart Traveler Enrollment Program . By registering with the embassy, the embassy can send students traveling abroad information in the event of an emergency or evacuation.\nSamantha Todd can be reached at samantha.todd@student.shu.edu\n\nLoad-Date: December 15, 2016"
}