{
    "title": "Terrorism suspected in Egyptian plane crash",
    "publisher": "telegraph herald ",
    "year": 2016,
    "month": 5,
    "day": 20,
    "full text": "CAIRO - An EgyptAir jetliner en route from Paris to Cairo with 66 people aboard swerved wildly in flight and crashed in the Mediterranean Sea early Thursday, authorities said. Egyptian and Russian officials said it might have been brought down by terrorists.\nThere were no signs of survivors.\nEgyptAir Flight 804, an Airbus A320 with 56 passengers and 10 crew members, went down about halfway between the Greek island of Crete and Egypt's coastline, or around 175 miles offshore, after takeoff from Charles de Gaulle Airport, authorities said.\nGreek Defense Minister Panos Kammenos said the plane spun all the way around and suddenly lost altitude just before vanishing from radar screens around 2:45 a.m. Cairo time.\nHe said it made a 90-degree left turn, then a full 360-degree turn to the right, plummeting from 38,000 to 15,000 feet. It disappeared at about 10,000 feet, he said. There were no reports of stormy weather at the time.\nEgyptian and Greek authorities in ships and planes searched the suspected crash area throughout the day for traces of the airliner or its victims, with more help on the way from the U.S., Britain and France.\nBut as night fell, they had yet to find any confirmed debris, at one point dismissing a reported sighting of life vests and other floating material.\nCivil Aviation Minister Sherif Fathi cautioned that the disaster was still under investigation but said the possibility it was a terror attack \"is higher than the possibility of having a technical failure.\"\nAlexander Bortnikov, chief of Russia's top domestic security agency, went further, saying: \"In all likelihood it was a terror attack.\"\nThere was no immediate claim from militants that they had downed the plane.\nIf it was terrorism, it would be the second deadly attack involving Egypt's aviation industry in seven months.\nLast October, a Russian passenger plane that took off from an Egyptian Red Sea resort crashed in the Sinai, killing all 224 people aboard. Russia said it was brought down by a bomb, and a local branch of the Islamic State claimed responsibility.\nThursday's disaster also raises questions about security at De Gaulle Airport, at a time when Western Europe has been on high alert over the deadly Islamic extremist attacks in Paris and at the Brussels airport and subway over the past six months.\nFrench Foreign Minister Jean-Marc Ayrault said that airport security had been tightened considerably before the disaster, in part because of the coming European soccer championship, which France is hosting.\nThe plane's erratic course suggested a number of possible explanations, including a catastrophic mechanical or structural failure, a bombing, or a struggle over the controls with a hijacker in the cockpit.\nEgyptian security officials said they were running background checks on the passengers to see if any had links to extremists.\nThe Egyptian military said it did not receive a distress call, and Egypt's state-run daily Al-Ahram quoted an unidentified airport official as saying the pilot did not send one. The absence of a distress call suggests that whatever sent the aircraft plummeting into the sea was sudden and brief.\nRetired U.S. Air Force Maj. Gen. Robert Latiff, an aerospace expert at the University of Notre Dame, said that while it is too early to tell for certain, an accidental structural failure aboard the highly reliable A320 is \"vanishingly improbable.\"\nHe also cast doubt on the possibility of a struggle in the cockpit, saying the crew would have triggered an alarm.\nInstead, he said, \"sabotage is possible, and if there were lax controls at airports and loose hiring and security policies, increasingly likely.\"\n\nLoad-Date: May 26, 2016"
}