{
    "title": "TERRORISM COURSES OFFERED; VA. SCHOOLS DRAW ON STUDENT INTEREST",
    "publisher": "richmond times dispatch ",
    "year": 2002,
    "month": 1,
    "day": 28,
    "full text": "Virginia colleges are offering courses drawing on students' interest in understanding terrorism after the Sept. 11 attacks.\nWashington and Lee University and the University of Richmond are offering courses on terrorism. Other new classes include Views From Islam at Virginia Wesleyan College and The Politics of Afghanistan at the College of William and Mary.\nIn Lexington, Washington and Lee professor Robert A. Strong opened his introductory-level terrorism course this month. Strong had intended to offer two sections of his class, with 25 students each. Because demand was so strong, he opened a third section.\nStudent Heather Howard said Strong asked the class members to pull out a blank sheet of paper and define terrorism as a policy-maker would. He then asked what policy-makers should do to prevent such attacks.\n\"Then he collected all our pieces of paper, and passed them out and asked us to read them,\" said Howard, a senior from Southhaven, Miss. \"It's a topic that a lot of people have strong opinions on. Definitely interesting, strong discussion for the first day of class.\"\nStudents will be required to write executive summaries on their course readings and give briefings on topics related to Sept. 11, such as Osama bin Laden and airline safety.\nStudents also will get a broader view of terrorism, learning about the Irish Republican Army and the Aum Shinrikyo terrorist group in Japan. Strong wants to help students understand the terrorists' mindset and evaluate the range of policies to combat them.\n\"What I want to do is give students context and some appreciation of the complexity of counterterrorism policy,\" Strong said.\nTran Kim, a freshman from Richmond, said she is taking the course because she's considering a career in international relations and foreign affairs.\n\"I'm interested in diplomacy and the September 11 events have affected me,\" she said. \"For me, personally, I don't know too much about these issues, and my biggest question is why did this happen and why don't people like us? I don't want to jump to conclusions why people don't like us. There are obvious and not-so-obvious reasons.\"\nAt other Virginia universities, some professors are retooling existing classes.\nSteve A. Yetiv plans to trim some of the ancient history he usually covers in his Middle East Politics class at Old Dominion University to make room for a segment explaining \"the evolution of terrorism and the historical background to the current crisis.\"\nThe University of Richmond will shift gears in Civil Rights and Civil Liberties by offering more readings on civil liberties in wartime and maybe fewer on issues such as voting rights and racial discrimination.\n\"Students have as much access to what is happening in the world as their professors,\" said Akiba J. Covitz, an assistant political science professor. \"If we don't make what we teach relevant, we will lose significant numbers of them.\"\nNorfolk State University is not offering courses about the war on terrorism, but the subject likely will be covered in classes such as U.S. government and international politics.\n\"I'm very sensitive to course proliferation, and I don't know if it would serve any purpose to just develop a course on September 11,\" said dean Elsie M. Barnes, who runs the School of Liberal Arts. \"I see no reason why the coverage cannot be provided in existing courses.\"\nFor some students such as Mike Reynold, a Washington and Lee senior in the Army ROTC program at nearby Virginia Military Institute, a terrorism course will have practical value in the near future. Reynold will receive his Army commission in the summer.\n\"I'm going to be out there committed to helping, hopefully, eradicate terrorism,\" said Reynold, of Laurel, Md.\n\nLoad-Date: January 30, 2002"
}