{
    "title": "Terrorism Drives FBI Field-Office Revamp",
    "publisher": "ips",
    "year": 2001,
    "month": 12,
    "day": 10,
    "full text": "The FBI's field offices could   be reorganized soon after the   New Year, said Francis Gallagher, deputy assistant director of the bureau's criminal investigative division.\nThe reorganization, intended to devote more resources to   counterterrorism operations,   will follow the restructuring of   FBI headquarters offices, announced Dec. 3 by FBI Director Robert Mueller.\nThe bureau leadership has   yet to devise a new organiza tional plan for the field offices.   However, it will involve a reduction in some activities,   such as the investigation of   white-collar crime, to provide   more agents and support staff   for counterterrorism.\nMueller told the agency that   he wants to evaluate the   investigative tasks done by   the FBI that may overlap the   efforts of other law enforcement organizations. These   could include white-collar or   violent crimes, said Gallagher.\nThere could be cuts in any of   those areas, Gallagher told   Federal Times Dec. 5. However, the bureau has yet to determine \"how deep the cuts will   be\" or which crime categories   will be affected.\nThose changes likely will be   made after the bureau headquarters are restructured.    Mueller said Dec. 3 he had   created four new executive assistant director positions for   criminal investigations, counterterrorism and counterintelligence, law enforcement services and administration.\nFBI spokesman Bill Carter   said Mueller's plans do not   now include a deputy director   position. However, Mueller   has not ruled out the creation   of a No. 2 post for the bureau   at a later date.\nAs part of his new headquarters structure, Mueller will   create two new divisions and   several offices for support or   secondary tasks.\nThe Cybercrime Division   will handle high-tech and   computer crimes and intellectual property investigations. A   new Security Division is being   created to ensure the safety of   employees and others who   come to the FBI facilities.\nIn addition, there will be a    Law Enforcement Coordination Office to improve information sharing with state and   local law enforcement; a chief   technology officer to implement information technology   projects; an Office of Records   Management to modernize   agency records; and an Intelligence Office to bolster intelligence-gathering and related   tasks.\nThe FBI's chief information   officer, Robert Dies, will report   directly to the agency's director instead of the deputy director and still will be ultimately   responsible for information   technology throughout the   agency, said Mark Tanner,   deputy chief information officer. Bob Chiaradio will   assume Dies' responsibility for   day-to-day operations of the   Information Resource Division   as its executive director and   will oversee the agency's IT   modernization project, Triology, Tanner said. Chiaradio will   also report directly to Mueller.\nThe $379 million Trilogy   project will give FBI agents   modern computers, an up-todate telecommunications network and a new database to   track case files.\nThe FBI came under fire for   relying on paper-based case   management files after it was   discovered last spring the   agency had failed to produce   thousands of documents in the   Timothy McVeigh bombing   case.\nThat embarrassment and   the Sept. 11 attacks have   served to speed up the deployment of the project, which is   now scheduled to be completed by December 2002, Tanner   said.\nThe headquarters reorganization plan was coordinated   with Congress, said Sen.   Patrick Leahy, D-Vt., chairman of the Senate Judiciary   Committee, in a statement.\nRep. James Sensenbrenner   Jr., R-Wis., chairman of the   House Judiciary Committee,   said, \"This reorganization will   help to modernize the bureau's investigative capabilities to address today's challenges in enforcing the criminal law while addressing elusive and deadly threats to our   national security.\"\nThe headquarters restructuring lays the groundwork   for a \"more efficient focus\" on   terrorism efforts, which will   come about when the FBI redefines its investigative priorities in its field offices, said a   senior FBI agent.\nFor the field offices, the new   set of marching orders anticipated in 2002 from Mueller   will require shifting more   money to terrorism investigation efforts, the senior agent   said.\nHowever, some agents -    who successfully have worked   bank robberies, drug investigations and other areas that   may lose funding - may be   reluctant to change their   focus, he added.\n\"I do think that [the reorganization is] going to involve   some chafing on the part of   some,\" the agent said. \"People   tend to want to continue doing   what they have been doing -   that's human nature.\"\nBut Nancy Savage, president of the FBI Agents Association, said agents around the   country want to work with the   terrorism investigations. She   said she cannot think of a   more significant kind of   investigation right now.\n\"You join the FBI to try to   make a difference in your   country, and now you're able   to make a difference in the   whole world,\" Savage said.   \"People are pretty committed.\"\nHowever, FBI involvement   in a varieity of investigations   has a secondary benefit of fostering relationships with state   and local officers. Those officers, in turn, can assist when   needed in other investigations, she said.\nSavage said she hopes the   FBI retains much of its investigative program, perhaps just   scaling back FBI's involvement in certain criminal investigation functions, such as   bank robberies.\n\nNotes\n\n1 color graph. Graph hed: Attention to Terrorism. Source: FBI\n\nLoad-Date: June 18, 2004"
}