{
    "title": "Terrorism Expert Advised City on Searches",
    "publisher": "the new york times",
    "year": 2005,
    "month": 11,
    "day": 7,
    "full text": "Of the cast of characters in the three-month-old decision to search bags and packages brought into the New York City subways, it now appears that the most striking is Richard A. Clarke.\n  Mr. Clarke, a former counterterrorism adviser to two presidents, received widespread attention last year for his criticism of President Bush's response to the Sept. 11 attacks, detailed in a searing memoir and in security testimony before the 9/11 Commission.\nUnknown to the public, until recently, was Mr. Clarke's role in advising New York City officials in helping to devise the ''container inspection program'' that the Police Department began in July after two attacks on the transit system in London.\n  ''Obviously you want to catch people with bombs on their back, but there is a value to a program that doesn't stop everyone and isn't compulsory,'' he said in a deposition. \n  Mr. Clarke later added, ''The goal here is to impart to the terrorists a sense that there is an enhanced security program, to deter them from going into the New York subway and choosing that as a target.''\n  The involvement of Mr. Clarke -- whom Police Commissioner Raymond W. Kelly's top deputies consulted repeatedly in July -- is an indication of the degree to which the bag-search policy has attracted national attention. \n  A legal challenge to the policy, filed by the New York Civil Liberties Union and heard by a federal judge in Manhattan last week, is seen as a test case of the proper scope of governmental intervention in the lives of citizens in the name of deterring a terrorist attack. Judge Richard M. Berman will decide the case next month at the earliest, but already each side says it is prepared to appeal if it loses.\n  The heart of the case is the civil liberties union's assertion that the searches violate the Fourth Amendment's guarantee against unreasonable searches and seizures. \n  To be reasonable, a search ordinarily must be based on suspicion of individual wrongdoing, but the courts have long recognized an important exception: administrative searches justified by ''special needs'' beyond normal law enforcement.\n  Christopher Dunn, associate legal director of the civil liberties group, argued that the way the searches were carried out made it certain that only innocent riders were inspected. Only a tiny number of search checkpoints, if any, are set up on any day, and the vast majority of stations are unprotected most of the time. Anyone selected for a search can choose to refuse and leave.\n  Gail Donoghue, the city's lead lawyer in the case, presented experts, like Mr. Clarke, who insisted that the searches were an effective deterrent by making the subway system a less predictable target. \n  The experts did not deny that the searches were limited mostly to the commuter rush and were hardly comprehensive, but David Cohen, the deputy police commissioner for intelligence and a veteran of the Central Intelligence Agency, defended the searches by saying: ''More is better than some, and some is better than none.'' \n  Mr. Clarke, who was expected to be a star witness for the city, gave a deposition last month rather than come to court, lawyers said, because he was promoting his novel last week. \n  In that deposition, Mr. Clarke conceded under cross-examination by Mr. Dunn that the paucity of searches might play a role in a terrorist's calculation of the likelihood of being stopped. \n  ''If they were a de minimis number so that the terrorists might think that the chances of having it were extremely remote, perhaps they would be less deterred,'' Mr. Clarke said. ''But again, they would have to know that.''\n  Neither he nor the lawyers on either side could or would say what that minimal number might be, although Judge Berman pressed the question at several points during the two-day trial.\n  The city views the searches, which typically last just a few seconds, as minimally intrusive. The civil liberties union believes the searches are deeply intrusive. \n  Both sides have pointed to Supreme Court precedents to support their case. The city has referred to Michigan v. Sitz, an often cited 1990 decision that upheld the legality of sobriety checkpoints in which a consistent proportion of drivers was stopped. The court ruled that such roadblocks were permitted as a way to prevent drunken driving.\n  The civil liberties union has cited Bond v. United States, a 2000 decision that found unconstitutional a search in which a Border Patrol agent squeezed the soft luggage that a passenger had placed in the overhead storage space on a bus. The court found that the defendant ''possessed a privacy interest in his bag,'' in which a package of methamphetamine had been found.\n  Judge Berman may end up having to decide whether the subway searches are more like a sobriety checkpoint or a luggage search on a bus; whether routine but infrequent searches really can deter terrorism; and whether a bag search is merely a passing nuisance or a surrender of privacy.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Carrying out New York City's policy of routine and infrequent searches of subway passengers' bags at Columbus Circle on Oct. 7. (Photo by Stephen Chernin/Associated Press)\n\nLoad-Date: November 7, 2005"
}