{
    "title": "Terrorism in American Media and Public Consciousness",
    "publisher": "university wire",
    "year": 2017,
    "month": 11,
    "day": 10,
    "full text": "Post Views: 958\nTerrorist attacks seem to be an aspect of life in contemporary America. Reading the news on my phone, I couldn't say I was shocked by the attack in New York City on Halloween that killed eight people. Attacks are a yearly affair in the United States, most notably in Orlando, San Bernardino, Fort Hood and Boston. Despite the long trend of terrorist incidents, media coverage of the attack has faded. President Donald Trump has reclaimed his place on the front-page and not much has been added to the discussion of terrorism other than incendiary tweets and anti-immigrant rhetoric. Compared to the NYC Halloween attack, the Las Vegas shooting received much more coverage; it filled airtime for the entire week. Many Americans have pushed the largest mass shooting in U.S. history to the backs of their minds, but at least there was a discussion on gun control legislation (albeit a brief one). Why has the public stopped digging deeper into the causes of and solutions for terrorism in the U.S.?\nI pinpoint two reasons for this: body count and a \"case-closed\" approach to Islamic terrorism. People tune in when media companies covers violence, and consequently, many news sources put a disproportionate amount of coverage on deadly events. The more people consuming your news, the more profits an organization can make from it, as evident in the saying, \"If it bleeds, it leads.\" There seems to be a correlation between the number of deaths from an incident and the minutes of coverage said incident receives. More people died in the Las Vegas attack, so it garnered more clicks. I'm not claiming equivalency between the Las Vegas shooting and the NYC attack. I'm simply acknowledging the realities of media coverage of tragedies in America.\nOn top of this disparity, the difference in coverage also stems from the perceived \"clear-motive\" of the New York attack. The Vegas shooter left no obvious motive for his actions, leaving the public to wonder and TV outlets to fill air-time with conjecture. With regards to Islamic terrorism, many news outlets and the citizenry feel no need to look further into the issue. It is easier to fit this attack alongside all the rest, neatly categorized as \"Muslim terror\" or \"another terrorist attack.\" There is no obligation to question the U.S.'s understanding and framing of terrorism.\nInstead, what is needed is an open and honest discussion about the causes of terrorism and the policies available to combat it. Take the weapon of choice for the New York attacker: a truck. Truck attacks are the preferred method for ISIS sympathizers without access to guns or explosives. Berlin, London and Nice have seen similar attacks by pro-ISIS attackers.\nIt is astronomically difficult to protect all \"soft-targets\" (unprotected civilian targets) and crowded areas or events from vehicle borne attacks. Bollards and barriers can only be installed in so many places and are costly. Another option would be increasing police patrols in and around cities. While this option may end attacks once they begin, it does not limit the ability of someone to use a vehicle as a weapon. Additionally, police are often a potential threat to people of color, who face harassment, arbitrary arrest and bullets to the back.\nISIS was born from the dissolution of Al-Qaeda in Iraq. This forces us to ask ourselves what may spawn from the ashes of a militarily defeated ISIS. Allegedly, the New York truck attacker left a note claiming that ISIS \"will endure\" and I find myself in the sad position of agreeing. It might not be ISIS specifically, but another extremist group will likely emerge to take its place.   \nSo how should we react to these types of terrorist attacks if we are unable to effectively stop them from happening? First, we must reject any attempts by the federal government to use these attacks as an excuse to infringe upon our Constitutional rights. Do not allow militarized police patrolling the streets to become normal. Second, we must stand with our Muslim brothers and sisters as they face another round of bigotry and vitriol from the President and the \"alt-right.\" Third, we must engage in more intercultural and interreligious dialogue in our communities, not simply Muslim and non-Muslim, but all faiths, traditions and peoples. Welcome those you disagree with and try to empathize, not shun. Finally, if America ever regains the ability to communicate across party lines, we must be ready to break the ice and have a hard but necessary discussion about what we think about when we think about terrorism.\nSean Davis is a junior politics major.\nFeatured Photo: What did news coverage say about the larger implications of the NW terrorist attack. Wikipedia/Gh9449\n\nLoad-Date: March 11, 2024"
}