{
    "title": "Terrorism fears intensify in Asia after Bali bombings Suspicious packages sent to embassies in Malay",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 10,
    "day": 5,
    "full text": "New terrorism fears gripped Asia on Tuesday, sparking travel alerts and security scares at embassies. But Indonesia shrugged off calls to outlaw the militant group suspected in the deadly suicide bombings on the island of Bali.\nInvestigators were piecing together evidence -- pellets, batteries, cables and detonators -- from the scenes of the blasts and renewed calls for anyone who recognized grisly photographs of three suicide bombers to step forward.\nTwo men were being held for questioning, but they have not been named as suspects, said Bali's police chief, adding that 39 witnesses were also being debriefed.\nSoutheast Asian nations have gone on high alert to prevent a repeat of the attacks Saturday night on three crowded restaurants that killed 22 people. They've responded by putting hundreds of thousands of troops on standby, tightening security on beaches and at resorts, and stepping up border security.\nAdding to the tension, a Muslim cleric jailed for conspiracy in the bombings of 2002 that killed 202 people on the same resort island said Tuesday the latest attacks were a warning from God.\nSuspicious packages threatening retaliation for injustices against Muslims were sent to six Asian and European embassies in Malaysia -- including Canada, Germany and Thailand -- forcing evacuations and the closure of the Japanese mission.\nThe parcels were later dismissed as a hoax, as was a tip-off that the U.S. Embassy had also been targeted, said Abdul Aziz Bulat, Kuala Lumpur's police head of criminal investigations.\nNo one has claimed responsibility for Saturday's coordinated attacks, but suspicion immediately fell on Jemaah Islamiyah -- the al-Qaida-linked terrorist group that allegedly orchestrated the 2002 Bali bombings.\nAustralia, which lost 88 citizens in the earlier attacks, warned Tuesday of further possible terrorist strikes on the island and again urged Jakarta to ban Jemaah Islamiyah.\nBut Indonesia shrugged off the call.\n\"It is an underground movement. We can only ban an established organization,\" said presidential spokesman Andi Malarangeng, adding that the government would continue to fight terrorism \"under whatever name.\"\nFrom his prison cell, Islamic cleric Abu Bakar Bashir -- the group's alleged spiritual leader -- said in a statement that last weekend's blasts were a sign of God's displeasure with the Indonesian government.\n\"I suggest the government bring themselves closer to God by implementing his rules and laws because these happenings are warnings from God for all of us,\" said Bashir, who has campaigned for Islamic Shariah law in Indonesia.\n\nNotes\n\n World \n\nGraphic\n\n \nPHOTO\n PHOTO by AFP / Getty Images - Mourners from various religions throw flower petals into the sea near the scene of one of the bomb blasts Saturday in Bali, Indonesia. \n\nLoad-Date: October 6, 2005"
}