{
    "title": "Terrorist Attacks in Iraq and Afghanistan Rose Sharply Last Year, State Department Says",
    "publisher": "the new york times",
    "year": 2007,
    "month": 5,
    "day": 1,
    "full text": "Terrorist attacks against noncombatants nearly doubled in Iraq from 2005 to 2006 and were up sharply in Afghanistan, with those two countries alone accounting for a 29 percent increase in terrorism worldwide, according to a report released Monday by the State Department.\n  The report shows that the two countries where large numbers of American combat troops are deployed are also where terrorism is rising fastest. Terrorist attacks are up 91 percent in Iraq and 53 percent in Afghanistan, according to statistics compiled by the National Counterterrorism Center. In the rest of the world, total terrorist attacks declined by 3 percent.\nThe new statistics record a rise in terrorist attacks on nonmilitary targets globally to 14,338 in 2006 from 11,153 in 2005, with an increase in deaths to 20,498 from 14,618. But Iraq alone accounted for nearly half of all the attacks and about two-thirds of fatalities, according to the report, ''Country Reports on Terrorism, 2006,'' posted Monday on the State Department's Web site.\n  The numbers underscore the ineffectiveness of battling terrorism with conventional military means, said John Arquilla, who studies terrorism at the Naval Postgraduate School.\n  ''It is most curious that the areas where we have military operations have the most attacks,'' Mr. Arquilla said. ''These statistics suggest that our war on global terrorism is not going very well. It suggests we need to try a new approach.''\n  The State Department report said that the invasion of Iraq ''has been used by terrorists as a rallying cry for radicalization and extremist activity that has contributed to instability in neighboring countries.''\n  At a news briefing to release the report, Frank C. Urbancic Jr., the State Department's acting coordinator for counterterrorism, said the statistics reflected the viral spread of terrorists' methods. In Afghanistan, there has been a rapid rise in suicide attacks mimicking those in Iraq, and methods for making improvised explosive devices have evolved in the face of American moves to counter them.\n  ''The terrorists, there's no question, are intelligent people, and they learn from each other,'' Mr. Urbancic said. ''The people in Afghanistan are watching the people in Iraq, the people in Iraq are watching the people elsewhere, and there's a snowball effect. And they work through the Internet, they communicate.''\n  The annual report is the second to follow a controversy over the government's count of terrorist attacks in 2004, when the secretary of state at the time, Colin L. Powell, acknowledged that the numbers publicly announced were artificially low. The admission followed a critique from two academic experts, Alan B. Krueger, of Princeton, and David Laitin, of Stanford.\n  With two years of data compiled using the same definitions and methodology, this year's State Department report allows a meaningful comparison. Mr. Krueger, an economist who has advised the government on the statistical questions since 2004, said the new methodology has cleared up some confusion.\n  ''I'd give it a B-plus,'' said Mr. Krueger, who is writing a book on the causes of terrorism. He said he believes the definition of terrorism used by the National Counterterrorism Center is still too broad, including some assassinations of particular individuals rather than random attacks intended to spread fear.\n  Mr. Krueger also said he regretted the fact that the change in methodologies over time has made tracking long-term trends in terrorism very difficult.\n  The report lists five countries as ''state sponsors of terrorism'': Iran, Syria, Sudan, Cuba and North Korea. Libya was dropped after more than two decades on the American list, and the report notes that in February, the United States agreed to ''begin the process of removing'' the terrorist sponsor designation from North Korea.\n  The report acknowledges the resilience of Al Qaeda, whose leaders, Osama bin Laden and Ayman al-Zawahri, are believed to be in hiding in the Pakistan-Afghanistan border area. It says the terrorist group has shifted from ''expeditionary'' plots such as the Sept. 11 attacks, in which a team is assembled and sent to another country to carry out the assault, to ''guerrilla'' attacks, using local recruits in the country where the attack takes place.\n  Mr. Arquilla said American tactics in some parts of Iraq were beginning to be adjusted to achieve better results, notably in Anbar Province, where American commanders are working closely with Sunni tribal leaders to counter Al Qaeda in Mesopotamia.\n  Mr. Urbancic, of the State Department, suggested a shift in tactics in Iraq and beyond. ''While killing and capturing key terrorist actors is fundamental in combating terrorism, these actions do not eliminate the threat,'' he said at the briefing. ''We must also seek to build trusted networks of governments, private citizens and organizations, multilateral institutions, and business groups that will work collaboratively to defeat the threat from violent extremism and its radical ideology.''\n\nhttp://www.nytimes.com\n\nLoad-Date: May 1, 2007"
}