{
    "title": "Terrorism is not defined by any color",
    "publisher": "university wire",
    "year": 2017,
    "month": 6,
    "day": 8,
    "full text": "Written by Stephen Garcia, Assistant Campus Editor\nOn Friday, May 26, Ricky John Best and Taliesin Myrddin Namkai-Meche were killed, and Micah David-Cole Fletcher was injured in a knife attack on the MAX Light Rail train in Portland, Oregon. The three men were defending two teenage girls who were being verbally berated with racial slurs from a single male adult, Jeremy Christian. Christian attacked them with the knife after they formed a barrier between him and the girls. The mayor of Portland, Ted Wheeler, called this an act of terrorism according to KGW.com.\nAccording to CNN, Christian was later arrested and during his arraignment, on May 30, he shouted, \"Get out if you don't like free speech.You call it terrorism; I call it patriotism. You hear me? Die.\"\nWheeler may have called this an act of terrorism but few others have. The reason hardly anyone else has called Christian a terrorist is because he is white.\nIn the United States, we have no problem calling someone a terrorist when the attacker says they are Muslim. The human pieces of garbage that attacked San Bernardino, Boston, Orlando and other cities are terrorists. There is no doubt about that.\nHowever, the same should be said about people who attack American citizens that are white. In the past few years, there have been a large number of terrorist attacks here on U.S. soil committed by white men; just this year alone we have had more than a few.\nOn February 22, acording to BBC.com. Adam Purinton started shouting racial slurs towards two Indian men, Srinivas Kuchibhotla and Alok Madasani, he had mistaken for Iranians in a bar in Olathe, Kansas. After being escorted out of the bar, he returned with a pistol, shouting \"get out of my country\" and shot both men, killing one. He then shot and wounded Ian Grillot when Grillot went to aid the first two victims.\nThe Washington Times reported on May 20, Richard Collins III, a black student and Army lieutenant at Bowie State University, was stabbed to death by Sean Urbanski, a white-supremacist and member of the Facebook group \"Alt-Reich Nation,\" a group known to post racist content against minorities.\nThe attack in Portland is the most recent white terrorist attack and odds are there will be more. According to the April 2017 report by the U.S. Government Accountability Office, white terror attacks are nothing new in the country.\nThe report states, \"Of the 85 violent extremist incidents that resulted in death since September 12, 2001, far right wing violent extremist groups were responsible for 62 (73 percent), while radical Islamist violent extremists were responsible for 23 (27 percent).\"\nSome people say men like Christian are not terrorists, they are mentally ill. I would agree in saying they are not mentally stable; I would say the same for the terrorists that attacked San Bernardino, Boston and Orlando.\nWe should not generalize an entire ethnic group due to the actions of a few. We should not generalize and assume that all Muslims are like the terrorists who attacked San Bernardino.\nA terrorist is a terrorist from my point of view. If they are white, brown, black, it does not matter. Terrorism knows no color. Terrorism knows no religion.\n\nLoad-Date: September 27, 2018"
}