{
    "title": "Terrorism changes view of mortality",
    "publisher": "the pantagraph",
    "year": 2001,
    "month": 12,
    "day": 8,
    "full text": "Until we approach our biblically allotted threescore years and 10, most of us don't think much about our mortality. Terrorism has changed all that.\nNowadays the baby boomers, who are usually so sure of themselves, wake up in the middle of the night when they hear the sound of a low-lying plane.\nTeen-agers and younger children want to keep the hall light on when they go to bed. Small children ask if they can crawl in with mommy and daddy.\nMany people, however, don't have any worries about dying, no matter how scary the headlines. They don't flinch every time the words \"Late Breaking News\" flash on the television screen.\nThese are people who believe that God has ordained the time of their death, and that there is nothing anybody can do to alter it. They believe that when your number is up, you go - that the time of our death is already written in indelible ink in the big book of life.\nSome soldiers in battle take this fatalistic view. If the enemy's bullet has your name on it, you'll be killed. If it doesn't, you won't. So why worry?\nSome of the ancient Greek philosophers believed in fate, that the gods predetermined all events.\nFatalism - the name given to this philosophy - can be scary or comforting.\nIt can be a frightening notion because you have no control over your destiny. Whether or not you take care of your health or look both ways before you cross the street, life can end for you tomorrow simply because that is what God has ordained.\nOn the other hand, knowing that you don't have to worry about what is going to happen to you because it is already determined can get you to adopt a certain carefree attitude about living, which in turn brings a welcome freedom from anxiety.\nMost religious people probably are not fatalistic in the absolute sense. We believe that our lives are in God's hands, but we also believe that we have some say in the matter. We try, for example, to put off death as long as we can, no matter what our theological beliefs.\nMost of us, I imagine, would say that we would like to go the way Bing Crosby went - in our 70s (that's long enough to live, most would say); quickly and without suffering; and while doing something we enjoy. (Bing died on a golf course.)\nIt is the gradual failure of one's powers of mind and body, the prospect of a vista of medicine bottles next to the sick bed that terrifies us, not death itself.\nIt would be nice to know whether we could avoid the agony of death even if we cannot avoid death itself. Can we do that? Do we have anything to say about the manner of our own death?\nMost of us would be inclined to say no. But the late Bible translator Monsignor Ronald Knox of England tells of a friend of his, Archbishop Goodier, who said that people ought to pray for the kind of death that appeals to them. It was surprising, the archbishop told Knox, how often people found that particular prayer granted.\nDid it work in Archbishop Goodier's case? Apparently it did, if the archbishop prayed for a sudden death. A priest, says Knox, went to call on Goodier one afternoon. The archbishop, in fine fettle, saw him to the door when the visit was over. A few minutes later, he was found dead in his quarters.\nGoodier would have said his life (and death) was in God's hands, but that we can appeal to God to grant us a happy end to our earthly existence.\nIf that is true, it could eliminate much of the terror of dying.\n------------\nGeorge R. Plagenz is a nationally syndicated religion columnist\n\nLoad-Date: December 11, 2001"
}