{
    "title": "Terrorism suspect gets over 27 years in federal prison CRIME & COURTS",
    "publisher": "daily news ",
    "year": 2017,
    "month": 11,
    "day": 8,
    "full text": "TOLEDO An Indian citizen has been sentenced to 27 1/2 years in federal prison for raising money and providing support to al-Qaida and soliciting the killing of a Toledo federal judge.\nYahya \nFarooq \nMohammad, 39, pleaded \nguilty in July to charges of conspiracy to provide and conceal material \nsupport or resources to terrorists and solicitation to commit a crime of violence. \nFollowing his arrest on terrorism charges, Mohammad tried to orchestrate the killing of the judge presiding over his case, U.S. District Judge Jack Zouhary, from his prison cell, prosecutors said. \nHis plea agreement also calls for him to be deported after he finishes serving his sentence. \nMohammad was arrested in 2015 along with his brother, Ibrahim Zubair Mohammad, and brothers Asif Ahmed Salim and Sultane Room Salim. The other three men have pleaded not guilty in the case. \nThe four men are accused of conspiring to gather money and equipment to provide support to Anwar al-Awlaki, the late American-born, radical Muslim cleric whose English language videos and blog posts inspired a number of Western recruits to al-Qaida, as well as acts of terrorism, federal prosecutors said. \nMohammad, born in the United Arab Emirates, traveled in 2009 with two other people to Yemen in an attempt to meet with Awlaki, who was killed in a U.S. drone strike in 2011. He was unable to find Awlaki, so he instead gave $22,000 to one of the cleric’s associates, prosecutors said. \nMohammad studied engineering at Ohio State University from 2002 to 2004. He and his brother, also a citizen of India, married U.S. citizens. \nIn 2016, while awaiting trial in his terrorism case, Mohammad told another inmate at the Lucas County Corrections Center that he wanted Zouhary kidnapped and was willing to pay $15,000 to make it happen. The inmate introduced Mohammad to an undercover FBI agent. \nMohammad’s wife gave the agent a $1,000 down payment. The agent met with Mohammad’s wife again and said he needed the rest of the money. He showed Mohammad’s wife a picture he said was Zouhary’s dead body, according to court filings. \nMohammad “continued to advocate the killing of other government officials” after he believed Zouhary was dead, prosecutors said in a sentencing memo. This included former Secretary of State Condoleezza Rice and former Attorney General Alberto Gonzales, the memo states. \nHis wife was not charged.\n\nGraphic\n\n \nMohammadZouhary\n\nLoad-Date: November 30, 2023"
}