{
    "title": "Terrorism plotter gets new sentence Judge says former 17-year punishment was too lenient",
    "publisher": "charleston daily mail",
    "year": 2014,
    "month": 9,
    "day": 10,
    "full text": "MIAMI - Convicted terrorism plotter Jose Padilla was handed a new prison sentence Tuesday of 21 years after a federal appeals court ruled his original 17-year sentence was too lenient.\nPadilla was convicted in 2007 on charges of supporting al-Qaida and terrorism conspiracy. The new sentence was imposed by U.S. District Judge Marcia Cooke, who originally gave Padilla more than 17 years in prison. She also previously gave Padilla, a U.S. citizen and Muslim convert, credit for the more than three years he was held without charge as an enemy combatant at a South Carolina Navy brig.\nThe 11th U.S. Circuit Court of Appeals in 2011 determined that Cooke erred in giving Padilla credit for the brig years and also failed to properly account for his \"heightened risk of dangerousness due to training at an al-Qaida camp in Afghanistan. In addition, the appeals judges ruled that Padilla - a former Chicago \"Latin Kings gang member - deserved a longer sentence because of his numerous previous arrests.\n\"He is far more sophisticated than an individual convicted of an ordinary street crime, the appeals court concluded.\nPadilla's attorneys had asked for 21 years. Prosecutors wanted 30.\nPadilla, 43, was arrested in 2002 at Chicago's O'Hare International Airport during the tense months after the 9/11 attacks. At the time, authorities said Padilla was on an al-Qaida mission to detonate a radioactive dirty bomb in a major U.S. city. It later emerged that the \"mission was only a sketchy idea. The allegations against Padilla were dropped before he was added in 2005 to an existing South Florida terrorism case.\nBefore his indictment, Padilla's attorneys challenged the right of then-President George W. Bush's administration to continue holding a U.S. citizen like him as a combatant without charge. Because he was finally charged criminally, the U.S. Supreme Court never got a chance to rule on the question. Cooke was appointed by George W. Bush.\nTrial testimony showed that Padilla had begun frequenting a Florida mosque where his co-defendant, Adham Hassoun, was recruiting fighters for Muslim jihad overseas. Padilla eventually traveled to Egypt and on to Afghanistan. A key piece of evidence against him was his name on an al-Qaida form listing attendees at the al-Farook terrorism training camp.\nHassoun and a third defendant, Islamist propagandist Kifah Jayyousi, where also convicted in the case. Hassoun is serving 15 years and Jayyousi 12 years.\nPadilla's lawyers tried before trial to get the case thrown out by claiming his treatment at the brig amounted to torture, which U.S. officials have repeatedly denied. His attorneys say he was forced to stand in painful stress positions, given LSD or other drugs as \"truth serum, deprived of sleep and subjected to loud noises, extreme heat and cold and noxious odors.\n\"Our government has subjected Jose to extraordinarily harsh conditions of solitary confinement and isolation, Padilla's lawyer wrote in court papers.\n\nLoad-Date: September 10, 2014"
}