{
    "title": "Terrorism From Colombia",
    "publisher": "the new york times",
    "year": 1993,
    "month": 5,
    "day": 13,
    "full text": "Fourteen months have passed since Colombian drug lords murdered Manuel de Dios Unanue in New York City for writing muckraking stories about the drug trade. As time slipped by, anguished friends and family asserted that police were dragging their feet because Mr. de Dios was from the Spanish-language press and little known to the English-speaking audience.\nNot so. The portrait of the investigation that emerged this week showed that police had worked quietly but doggedly to break the case. The results so far should provide solace for Mr. de Dios's friends and family. For President Clinton and his new drug czar, Lee Brown, this murder should be an alarming reminder of how deeply the Colombian drug lords have penetrated American defenses.\nThe man charged with planning the murder of Manuel de Dios turns out to have been in jail for nearly a year on a drug charge. A grand jury has now indicted him, as well as another man suspected of pulling the trigger. In all, five suspects are under arrest and several others are being sought in Colombia.\nMr. de Dios was the former editor in chief of El Diario-La Prensa, New York's largest Spanish-language daily. At the time of his death he had just published the premiere issue of Crimen, his crime magazine. The issue offered an organization chart of the Cali cartel, the Colombian group that controls much of the world drug trade and is particularly strong in the Jackson Heights section of Queens, where Mr. de Dios was murdered.\nIn Colombia it is common practice for drug barons to murder journalists. But Mr. de Dios was the first journalist to be slain by foreign drug lords in the United States. What's startling is that it is not uncommon for the drug lords to send hit men here, to kill mostly low-ranking drug workers. The de Dios murder is only a modest departure from that practice.\nListen to Robert C. Bonner of the Federal Drug Enforcement Administration: \"They send hit men to New York on a regular basis to kill people. They usually target people who have violated some rule, or people they think have ripped off money or dope. Apparently they have extended this to journalists they don't like.\"\nIt comes as welcome news that police have broken the de Dios case. But this murder was an act of terrorism and needs to be treated as such. The Clinton Administration must see that those who ordered it are brought to justice.\n\nLoad-Date: May 13, 1993"
}