{
    "title": "Terrorism in Baghdad",
    "publisher": "the christian science monitor",
    "year": 2003,
    "month": 8,
    "day": 21,
    "full text": "The perpetrators of Tuesday's bombing of the UN headquarters in Baghdad remain unknown, but their goals are clear: to sow chaos, fear, and frustration among the Iraqi people; to drive away humanitarian aid organizations; to prevent normalization and reconstruction; and to force the United States to depart, leaving the country in the hands of Baathist thugs or Al Qaeda and its allies.\nEven before the bombing, authorities had noted a shift in the tactics of those attacking US forces in the \"Sunni triangle\" stretching from Baghdad to the north and west. In addition to shooting at US soldiers, they began attacking buildings and infrastructure: the Jordanian Embassy; a prison; and oil, water, and power installations around the country.\nThe attackers are remnants of the former regime, foreign terrorists (evidence is increasing that the two are allied), and sometimes simply thieves and smugglers. Whoever is responsible, the effect is the same.\nIn a way, the attack on the UN was the result of US successes: The terrorists have shifted to \"softer\" targets. UN officials chose not to have a security perimeter guarded by US troops and were particularly vulnerable.\nAnother goal of such attacks is to draw attention from the bigger picture. Large areas of the country are at peace, and reconstruction is proceeding, albeit slowly. On the same day as the bombing, Kurdish fighters in the north captured Taha Yassin Ramadan, Saddam Hussein's ruthless former vice president. Iraqis are being trained and deployed to provide more security for pipelines and other installations.\nBut progress has been too slow and the bombings complicate the picture. The Bush administration should now adjust its approach.\nMore US forces are needed to increase security. The mix of forces should continue to shift from combat units to Special Forces and units with experience in policing and nation building. US forces must also take greater account of local sensibilities, as circumstances permit. The US should consult with the Security Council to increase UN participation, including more peacekeepers from additional countries.\nFinally, the administration must work harder to build bridges to Congress on Iraq policy. The US has a tough task and a long haul ahead. The White House will need all the support it can get.\n(c) Copyright 2003. The Christian Science Monitor\n\nLoad-Date: August 20, 2003"
}