{
    "title": "Terrorism's reach in the United States",
    "publisher": "university wire",
    "year": 2016,
    "month": 1,
    "day": 20,
    "full text": "As the FBI and Department of Homeland Security continue their investigation into Kent State associate history professor Julio Pino, questions about terrorism in the United States continue to emerge.\nWhile Pino denied his link to the Islamic State in an interview with KentWired Tuesday, the investigation is far from over.\nJohn Hatzadony, former intelligence analyst for the Department of Homeland Security, said that these investigations are thorough for safety reasons.\n\"When the government looks at someone who has made a threat, they have to look into it,\" Hatzadony said. \"Off-the-cuff remarks can get broadcasted ... so people shouldn't be surprised that people are now taking this seriously.\"\nThe unidentified FBI agent working on the investigation assured university officials that Pino's alleged link poses no threat to campus.\n\"We are cooperating with the FBI and we have been assured that there is no indication of a threat to campus,\" Kent State President Beverly Warren said in a university-wide email.\nBut, despite the assurance of safety, the issue of the Islamic State's ability to recruit in the United States has been an important topic of discussion.\nHatzadony suggests that the Internet is one of the most powerful recruitment tools for the terrorist organization.\n\"Social media in the broadest sense is still (the Islamic State's) number one net to attract initial interest,\" Hatzadony said.\nHe even compared these social media tactics to \"mass marketing\" for the organization.\nHatzadony also emphasized the importance of widely available videos in recruitment tactics.\n\"People are funding and giving a lot of money to people who are creating these YouTube recruitment videos, because ISIS has realized how important these are. They know (that) by funding these, they will get a return on their investment,\" Hatzadony said.\nThe online aspect to the Islamic State's recruitment and world presence is spreading quickly. A Brookings Institute study estimated that roughly 46,000 Twitter accounts are used by Islamic State supporters or members between September and December 2014.\nAccording to Hatzadony, these Twitter accounts are also vital in recruiting what he calls \"passive supporters.\"\nThese supporters should be the biggest concern for America, he said, because they are silent about their support for terrorist groups, but still hold the beliefs and motives of these groups.  \n\"They won't say anything out loud, but when an American soldier gets killed or something along those lines, they will be happy about that,\" Hatzadony said. \"They might not say it verbally, but they will have a positive attitude similar to 'yeah, stick it to America!' \"\nAs for whether these \"passive supporters\" will strike, Kent State political science professor Steven Hook said the evidence for Islamic State attacks on American soil is scarce.\n\"We don't have much evidence of ISIS attacks in the United States other than the San Bernardino attack,\" he said. \"Most of the terrorist attacks by ISIS have occurred in other places such as France, the Middle East and the Russian airline that was shot down.\"  \n\nLoad-Date: January 18, 2018"
}