{
    "title": "Terrorist mind dark, but not unfathomable; Followers often psychically damaged; TERRORISM",
    "publisher": "the atlanta journal-constitution",
    "year": 2001,
    "month": 9,
    "day": 13,
    "full text": "Tuesday's attacks on Washington and New York seem beyond the realm of human reason, the handiwork of the insane. But most experts on the psychology of terrorism say dismissing the perpetrators of such a massacre as evil, wild-eyed lunatics out of a James Bond movie is too easy.\n\"When people don't understand an act, they label it as crazy,\" said political scientist Richard Pearlstein, author of \"The Mind of the Political Terrorist.\" \"But in fact, terrorists are complex individuals with a variety of motives, agendas and states of mind.\"\nAJC\nFor example, Tuesday's terrorist teams may have committed suicide, but they weren't suicidal in the psychiatric sense of the word.\n\"They were more like the Japanese kamikazes, who underwent an almost hypnotic mental transformation during training that enabled them to sacrifice themselves for what they believed was immortal honor,\" said Samuel Karson, a former chief psychologist at the State Department, who scrambled to survive the World War II attacks as a young radio operator at the Battle of Okinawa. \"Whoever made these latest attacks probably felt a similar zeal and certitude.\"\nNow in independent practice in Washington, Karson studied terrorists for decades. He once conducted a nationwide evaluation of captured skyjackers for the Federal Aviation Administration, visiting several terrorists in federal prisons. He said they may fit the profile of zealots, but they also see themselves as altruists fighting for a cause they deeply believe in.\n\"We may not agree with it, but in their minds, they have good reasons for what they've done,\" Karson said. \"Which is not to say that they didn't have at least some psychological dysfunction.\"\n \nLeaders can be mesmerizing\nCommon among terrorists in Karson's study were varying degrees of paranoia and even schizophrenia.\n\"But I still couldn't technically classify them as crazy,\" Karson said. \"Yet particularly with religious zealots, where do we draw the line between accepting their assertion that God is telling them to do something and calling them mentally unstable?\"\nIn fact, terrorist leaders often possess admirable psychological traits, like ample reserves of charisma, patience and goal-directedness, experts note. Former National Security Council staffer Jessica Stern said she has sometimes been surprised at how affable such individuals can be in person.\n\"I have found myself feeling slightly mesmerized, even when these charismatic leaders espouse views I find abhorrent,\" said Stern, who lectures on the dynamics of leadership within terrorist groups at Harvard University's Kennedy School of Government. \"I can readily imagine that young people from difficult backgrounds might feel hypnotized in the presence of these leaders.\"\nStern and other experts also have been struck by the erudition and creativity of many terrorist leaders. Some are doctors or professors by training, intellectuals with strong views about the ethical basis of their cause.\n\"Tuesday's attack was obviously well-orchestrated and highly planned out,\" said Daniel McBride, director of the National Terrorism Preparedness Training Program in St. Petersburg, Fla. \"These are smart people who can implement complicated ideas.\"\nIn fact, many of the groups Stern has studied have highly sophisticated networks and Web sites, which they use to recruit operatives and supporters. For example, the Pakistani group Lashkar-e-Taiba, or Army of the Pure, raises funds on the Internet. Their efforts have been so successful that the group has planned to open its own bank.\nSo how do relatively sane people, smart people, become terrorists in the first place? Many experts suggest that most people don't make the decision to join a terrorist group overnight, but that generally a lengthy process is involved.\nRichard Pearlstein built psychopolitical profiles of 10 well-known terrorists of the 1970s and '80s --- from Ilich Ramirez Sanchez, better known as Carlos the Jackal, to Ulrike Meinhoff of West Germany's Red Army Faction --- to identify the factors that encourage such individuals to cross the line to violence. Pearlstein suggests that most people who turn to terrorism do so through a complex convergence of political ideology, economic or cultural hardship, and in some cases, psychological instability.\n\"Some have experienced a deep psychological wound earlier in life, a massive blow to the self that distorts their sense of who they are,\" Pearlstein said. \"They are also often people who have become severely disappointed with someone or something --- maybe a movement, maybe even themselves --- that they once held in great esteem.\"\nSuch narcissistic injuries or disappointments, as Pearlstein labels them, push prospective terrorists to feel as if they are adrift in the world, making them highly susceptible to the extremism of the terrorist mind-set. Once they join a terrorist group, one of the most powerful forces keeping them inside the fold may simply be the enormous problems of getting out and resuming a legitimate life again.\n\"Of course, many of them find a tremendous sense of belonging in what they are doing as terrorists,\" said Karson. \"They glimpse an opportunity to lead a heroic life, to rise above the ordinary, tedious sadness of a former existence. Bizarre as it sounds, most of us can relate to that.\"\n \nAudience that matters is Allah\nIronically, today's terrorists seeking heroism are more likely to practice terror anonymously.\n\"For practical reasons, their acts are more terrifying if the public doesn't know the actor, and any state sponsors will shun publicity,\" said Pearlstein. \"Also, particularly among radical Islamic fundamentalists, there is this sense that the only audience that matters is Allah.\"\nTuesday's attack represented an exponential increase in casualties and deaths from previous terrorist incidents. Some experts say the increase is due in part to a need for today's terrorists to stand out among competing groups.\n\"More groups now compete for attention in a world that becomes more used to terrorism,\" said Bruce Hoffman, author of \"Inside Terrorism.\" \"Tragically, the answer for many of these groups is to kill more and destroy more in order to get the same amount of attention a far more discreet terrorist act might have gotten 10 or 15 years ago.\"\n\nLoad-Date: September 13, 2001"
}