{
    "title": "Terrorism Stokes New Set of Fears Among Jews_ Poll",
    "publisher": "the new york times",
    "year": 2003,
    "month": 1,
    "day": 31,
    "full text": "Alarmed by the growing specter of terrorism abroad and at home, American Jews report feeling high levels of anxiety and fear of further attacks - on their nation, their community and themselves. The September 11 attacks, ongoing violence in Israel and reports of antisemitic threats worldwide have combined to create a widespread feeling of vulnerability as Americans and as Jews, according to a survey conducted in November and December.\nTerrorism, moreover, is changing many Jews' definition of antisemitism. Jews are shifting their primary focus of attention from the domestic social groups that once stirred their anxiety to newer groups, including Muslims, that have become identified with the terrorist threat. For growing numbers of Jews, the threat of antisemitism has shifted from social discrimination to anti-Israel hostility.\nThe fears are not uniformly felt. Feelings of vulnerability vary along clear demographic lines, with men, political conservatives and older Jews reporting stronger concerns about antisemitism than women, liberals and the young. Most striking, those who are most active in Jewish communal life report sharply higher levels of alarm over anti-Israel sentiment than the institutionally unaffiliated. Little variation appears by education or income. Jewish identity has become a major marker.\nThese results emerge from a nationwide survey of 1,386 American Jews I conducted in November and December. Sponsored by the Jewish Agency for Israel's Department for Jewish-Zionist Education, in cooperation with the Florence G. Heller / JCCA Research Center, the mail-back survey was administered to the Consumer Opinion Panel of Synovate Inc., drawing on a sample of individuals who identify Judaism as their religion. The margin of error due to sampling variability is less than 3%. Overall, respondents resemble comparable national samples with respect to region, education, income, family characteristics and Jewish identity variables.\nOn several questions exploring fear and vulnerability, about one-third of respondents registered high levels of anxiety, with another half showing moderate levels, and only small minorities expressed relative indifference to potential threats. When asked, \"How much antisemitism do you think there is in the United States today?\", 34% answered \"a great deal\" and 53% answered \"a moderate amount.\" When asked, \"As a result of the attack on the World Trade Center on September 11, 2001, to what extent do you feel personally more vulnerable as an American?\" 31% said, \"to a great extent,\" and 56% answered, \"to some extent.\"\nWhen asked about feeling vulnerable \"as a Jew,\" \"as a result of attacks on Jews and Jewish institutions,\" 21% answered \"to a great extent\" and 56% \"to some extent.\"\nLevels of concern about antisemitism and sense of vulnerability \"as a Jew\" were somewhat higher among women than among men, among conservatives than among liberals and considerably higher among communal activists than among the unaffiliated. They were also higher among adults over 65 than among those under 35.\nThe survey asked respondents to consider a list of groups and gauge what proportion of each could be seen as antisemitic. The highest-ranked were fundamentalist Protestants, with 37% of respondents saying \"many\" or \"most\" are antisemitic. They were followed by African-Americans (32%), conservatives (26%), Catholics (23%), big business (20%), mainstream Protestants (18%), Hispanic Americans (15%), and finally, liberals (9%).\nThe ranking of these groups was similar to that found in studies I conducted of a similarly drawn sample in 1984 and 1989. In real terms, however, the numbers for all groups have fallen dramatically during the last 20 years, with the sole exception of liberals, whose antisemitic image then was already near rock-bottom. Perceptions of antisemitism among African Americans have dropped from 54% in 1984, to 46% in 1989, to 32% today; among big business, from 44% to 35% to 20% today, and among mainstream Protestants, from 42% to 34% to 18% now.\nWhile concern over antisemitism remains high overall, therefore, Jews seem less anxious about specific American groups, suggesting a lessened concern for historic forms of anti-Jewish prejudice and discrimination. The receding anxiety is reflected in age differences. On the overall question of how much antisemitism there is in the United States today, 41% of seniors aged 65 and above say \"a great deal\" and 7% say \"a little or none at all.\" Among Jews aged 35 or younger, 29% say \"a great deal\" and 20% say \"little or none at all.\" Similarly the perception that \"many or most\" African Americans are antisemitic drops from 41% among seniors to 25% among the young. Declines are similar for fundamentalist Protestants and for big business. These age-related trends reflect a growing sense among Jews over time of secure, comfortable integration with neighbors, co-workers, friends and spouses, all of whom are increasingly non-Jewish.\nHowever, the survey pointed to a new source of anxiety: \"anti-Israelism,\" clearly perceived by Jews as a form of antisemitism. Almost half (47%) believe that many or most \"journalists who criticize Israeli policies\" are antisemitic. Even more (59%) feel that way about American Muslims. We have no parallel figures from earlier studies.\nIn other words, two groups seen as anti-Israel - groups with which most American Jews have little social contact - now lead the list of perceived antisemites, while perceptions of antisemitism among other groups are in sharp decline. These trends suggest that American Jews are redefining antisemitism. In earlier days it meant exclusion from jobs, housing and universities. Today it means hostility toward Israel.\nRespondents were asked whether several American leaders and groups were pro-Palestinian, pro-Israel or even-handed. Perhaps more notable than the clear-cut responses were the many \"not sure\" answers. About half were not sure about the American left, Fox News, The New York Times, CNN and the Christian right. Despite the large number (74%) claiming to \"closely follow the news about Israel,\" near or slim majorities could not venture an opinion as to the pro-Israel or pro-Palestinian bent of major media outlets and influence groups.\nWhere Jews do hold an opinion, President Bush is the most favorably regarded, with far more calling him pro-Israel (38%) than pro-Palestinian (5%). Congress fares almost as well, followed by Secretary of State Colin Powell (21% pro-Israel, 10% pro-Palestinian). The balance shifts to a near-even split between pro-Israel and pro-Palestinian for the Christian right (24% to 21%), and Fox News (11% to 11%). All other groups are seen as less pro-Israel and more pro-Palestinian: The New York Times (13% to 19%), the American left (12% to 25%), CNN (6% to 26%), and last, the United Nations (3% to 45%).\nNoteworthy were the low pro-Israel perceptions for the Christian right and Fox News. Jewish communal leaders have praised both for their pro-Israel views. Clearly, the message of praise has not been adopted by the Jewish rank-and-file.\nIndeed, the survey was consistent in showing that Jewish activists see the world very differently than the unaffiliated. We questioned Jews on a range of Jewish communal activities, including synagogue membership, charitable giving, serving on an organizational board and more. Those who did none, some 30%, were classified \"unaffiliated.\" Those who participated in a few, 40%, were classified \"affiliated.\" Those who take part in many or most listed activities, 20%, were classified \"activists.\"\nWe found that activists draw sharper distinctions among groups in society. Activists see Bush, Congress and the Christian right as more pro-Israel than do the unaffiliated. They see The New York Times and CNN as far more pro-Palestinian than do the unaffiliated. Clear gaps were also evident in perceptions of antisemitism. Activists see more antisemitism in American society, and are more likely to connect their vulnerability to their Jewishness. Moreover, while activists and unaffiliated largely concur about levels of antisemitism among most groups, they part company over American Muslims and journalists critical of Israel. Activists are far more ready than the unaffiliated to label these putatively anti-Israel groups as antisemitic, further lending credence to the idea that anti-Israelism and antisemitism are being conflated, especially among the most engaged sectors of the community.\nAs noted, conservatives report somewhat higher perceptions of antisemitism than liberals. They differ not only over the magnitude of antisemitism and anti-Israel feelings they perceive, but also regarding their assessment of particular institutions and individuals.\nThus, liberals are more likely than conservatives to see fundamentalist Protestants and conservatives as antisemitic. In contrast, conservatives are more likely to see American Muslims and journalists who criticize Israel as antisemitic. To a lesser degree conservatives also give higher antisemitic ratings to African Americans, Catholics, mainstream Protestants, Hispanic Americans and liberals. In short, Jewish liberals react more negatively to groups with a politically conservative image, and Jewish conservatives hold more antagonistic assessments of groups with a liberal political image.\nIn other words, in thinking about the friends and enemies of Jews generally and Israel specifically, both liberals and conservatives play out their respective political identities. Each sees its political allies as more \"ethnically friendly,\" and each sees its political opponents as more unfriendly.\nIn a more muted and less uniform way, men and women differed in similar ways, with men more concerned about attitudes toward Jews or Israel among the more liberal forces in society, and women expressing greater concern about the more conservative forces. As noted in previous weeks, Jewish men are more politically conservative than women. The same gender differences are played out with respect to antisemitism and anti-Israel orientations.\nThe perceptions among American Jews of the extent, nature and location of antisemitism and anti-Israel sentiments are not accidental. They reflect variations over time and by social identity. Over time, Jews seem to be redefining antisemitism to emphasize antagonism toward Israel, and de-emphasize American social discrimination. At the same time, perceptions of antagonism toward Jews and Israel are very much connected to who one is, whether in political orientation, gender, Jewish involvement or other major social identities. In short, who we fear reflects who we are.\n\nLoad-Date: June 14, 2006"
}