{
    "title": "TERRORISM BECOMES AN ISSUE Some candidates bringing it up, but analysts don't see leverage",
    "publisher": "spokesman review",
    "year": 2014,
    "month": 10,
    "day": 12,
    "full text": "Far behind in the polls and in need of a bump, a Republican running for the U.S. Senate in New Mexico recently turned to the image of the knife-wielding Islamic State militant who beheaded an American journalist, building a campaign advertisement that flashes on the horrific YouTube video.\n The online spot, from the campaign of Allen Weh, a decorated Marine who served in Vietnam and later in Iraq, is perhaps the most brazen effort by Republicans to use the threat posed by the militants to win votes. But it is not the only one.\n At a time when no single national issue is dominating midterm election campaigns, GOP candidates in several battleground states are seizing on public unease with President Barack Obama's strategy for containing the terrorist group.\n In Colorado and New Hampshire, Democratic senators are being badgered by TV ads showing gun-toting Islamic militants against a soundtrack of Obama's comments - including his remark in September that \"we don't have a strategy\" for the threat.\n During debates this past week in North Carolina and Georgia, both key contests for control of the Senate, the U.S. response to the terrorists was the first question of the evening.\n \"The president has continued to fail and show a policy of peace through weakness,\" said Thom Tillis, the Republican speaker of the House in North Carolina who is trying to oust Democratic Sen. Kay Hagan, during the debate in the military-heavy state. \"This is a policy that needs to be on the ballot in November.\"\n Tillis, struggling to compete on the local and pocketbook issues of education and teacher pay that have dominated his opponent's re-election message, is, like other Republicans, eager to shift the campaign's focus to terrorism. He attacked Hagan for missing key hearings on the Senate Armed Services Committee.\n But the incumbent is not shying away from the foreign policy debate. Hagan questioned whether Tillis had any strategy of his own.\n \"He is waffling,\" Hagan said at the debate. \"He is spineless on what he would do to take ISIS out,\" using an acronym for the militant group.\n Republican plans for containing Islamic State are not markedly different from what their Democratic opponents are proposing - and what Obama has already put into action with airstrikes targeting the militants in Iraq and Syria, and U.S. support for regional ground troops.\n While Republican candidates freely criticize the White House, they are reluctant to get ahead of the administration. Such a move could be politically risky. It is unclear whether voters would back a major military campaign after more than a decade of war.\n That leaves many Senate challengers gravitating to broader themes of foreign policy leadership. Campaign ads aired by Rep. Tom Cotton, R-Ark., who served as an Army soldier in both Iraq and Afghanistan, are a case in point.\n In some, Cotton simply appears in military fatigues, discussing his military background, without mentioning incumbent Democratic Sen. Mark Pryor. He suggests in another that the state needs a \"tested\" leader for \"a world in chaos.\"\n Analysts cautioned that candidates should not put too much stock in terrorism as a potential game-changer.\n \"It is taking on some meaning in a couple of these races, but I don't think it's going to affect races across the board,\" said Jennifer Duffy, who analyzes Senate races for the nonpartisan Cook Political Report.\n She said the candidates typically have little to distinguish themselves from their opponents on the matter, \"so the issue either becomes leadership, as it did in Arkansas, or it becomes asleep-at-the-switch.\"\n The terrorism message can backfire. Republican Wendy Rogers, a retired Air Force lieutenant colonel running for a House seat in Arizona, decided to remove from one of her ads the image of American journalist James Foley, held captive before a knife-wielding Islamic State militant, after Democrats protested.\n A spokesman for Rogers said that, as a mother, she was mindful of the Foley family's mourning of their slain son.\n Voters, meanwhile, seem far less preoccupied with terrorism than campaign strategists, and more concerned about the economy.\n Just 16 percent of voters rank terrorism as the \"most important\" issue in the upcoming election, according to a CBS News poll last week. The economy was cited by 34 percent.\n Yet worries about Islamic extremism have surged since the appearance of videos showing the beheadings of Americans by Islamic State - with 62 percent of Americans saying they were very concerned, the largest share since 2007, according to a Pew Research poll.\n So candidates with few substantive differences are nonetheless raising national security issues on the campaign trail, capitalizing on voter interest and knocking the incumbents off their preferred message.\n Republican Scott Brown launched a new ad in New Hampshire last week that touts his service in the National Guard, and asserts that \"he knows what it takes to keep America safe.\"\n \"And Jeanne Shaheen? She supports President Obama's failed foreign policy,\" the ad says of the Democratic incumbent.\n Shaheen's campaign was forced to respond, launching an upbeat ad that highlights her work on the Senate Armed Services Committee to fight terrorism.\n \"We know Jeanne Shaheen: She always works to keep America strong,\" it says.\n As terrorism nudges other issues aside this election season, it is not just candidates getting thrown off kilter. Groups that intended to push signature concerns find their campaign messages crowded out.\n \"Our job is made a little more difficult,\" AFL-CIO President Richard Trumka said at a media briefing where labor leaders talked about their strategy to assist Democrats by focusing voter attention on the economy. \"It took more effort this time to break through.\"\n\nLoad-Date: October 14, 2014"
}