{
    "title": "Terrorism stirs up little fear among Europeans, in contrast to Americans",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 25,
    "full text": "The tour guide was shocked.\nShe expected 45 Americans to arrive at Charles de Gaulle Airport in Paris. Only 19 showed up. They told her about the warnings, the fears, the precautions being taken in the United States.\n''All this because of terrorism?'' she asked. ''They can't be serious.''\nThis attitude may be surprising, since terrorist violence has affected Europe almost every day lately. Yesterday a bomb exploded in front of a British Airways office in London. On Wednesday, a videotape was delivered to a newspaper in Lebanon which alleged to show the killing of Alec Collett, a Briton who was kidnapped in Beirut in March 1985.\nFaced with rising terrorism, governments and individuals across Europe are taking stronger antiterrorist measures.\nBut in contrast to the US, terrorism incites little public fear in Europe. Life goes on at the normal pace. Vacations are not canceled. Conversation tends to center more on the consequences of the US bombing of Libya and the fear that it will create dangerous new tensions with the Soviet Union, rather than on the terrorism that preceded it.\n''Wars, dangers, and violent upheaval are part of the European heritage,'' says Prof. Sabino Acquaviva, a specialist in terrorism at the University of Padua in Italy. ''The United States doesn't have this tradition.''\nExperts trace the modern techniques of political violence back to the early years of the 19th century. It reached a peak with the activities of the Russian anarchists. Ever since they exploded bombs in the streets of St. Petersburg (one of which killed Czar Alexander II in 1881), Europe has suffered periodic waves of violence.\nOne US diplomat now based in Paris recalls his shock at first coming to France during the 1960s.\n''I never heard of bombs blowing up in streets,'' he recalls. ''Then I arrived here. The OAS (dissident French Army officers protesting Algerian independence) exploded several bombs every day.''\nBecause of this history, many Europeans consider terrorism a political problem, for which there is no easy solution.\nProf. Lorenz Bollinger, a criminology expert at the University of Bremen, says that Americans ''see 'terrorism' as a word for anything that goes against American interests.''\nProfessor Acquaviva adds that Europeans ''understand Middle Eastern rebellion after fighting against the Arabs for the past 1,000 years, ever since the Crusades.''\nEurope's indigenous struggles have spread the perception that some political violence may be justified.\nJacques Leaute, former director of the Paris Institute of Criminology, remembers how the Germans called him ''a terrorist'' for his actions in the French Resistance during World War II. Corsicans, Basques, and Northern Irish can often enjoy considerable local support for their attacks against soldiers, policemen, and politicians.\nA surface sense of normality reigns in these areas. Since foreign visitors generally face little risk, they spend their time sunbathing on beaches in Corsica and in the Basque regions in Spain. Tourist officials in both areas report few cancellations because of violence, and one hotelier in San Sebastian, Spain, reports that last summer ''was his best season ever.''\nResidents of Northern Ireland, the area in Europe with perhaps the most violent reputation, often don't feel frightened.\n''There is no discernible change of life style for most of the population, no 'fortress mentality,' '' says Paul Wilkinson, a terrorism specialist at the University of Aberdeen in Scotland.\nInstead, life is regulated by an unspoken code in Northern Ireland. Protestants stick with Protestants, Roman Catholics with Catholics.\n''If you know the rules, you're safer in Belfast than on the streets of any American city,'' a veteran Northern Irish journalist observes. ''You don't walk home late at night and you stick to your territory.''\nBreak the rules and problems may result. Ask to quote a municipal official in the San Sebastian and the response is a harsh no. ''It's asking for trouble.''\nAsk to interview a separatist, and the door is slammed in your face. ''You are a CIA agent,'' the separatist says. ''Remember, it's a bloody war.''\nIn this tense atmosphere, politicians and policemen, the key terrorist targets, take precautions.\n''I drive a different route to work every morning,'' says a leading member of Northern Ireland's Social Democratic and Labour Party. ''I keep the car dirty on the outside. That way I can spot fingerprints if someone has been tampering. . . . I keep irregular hours. . . . I keep the drapes down. . . . I keep a fire extinguisher in the hall and I learn to sleep lightly.''\nOther potential targets also take precautions.\nEver since the 1970s, when the Red Army Faction appeared in Germany and the Red Brigades in Italy, businessmen in both countries have responded with costly defenses. Armored limousines, protected reception areas, remote-control cameras, and 24-hour bodyguards are common in the industrial landscape. In Italy, machine-gun-toting guards patrol airline offices, and sets of double doors protect banks.\nPoliticians are better guarded, too. Only a few years ago, it was possible to walk into the France's presidential Elysee Palace simply by showing an identity card. Now metal detectors have been installed.\nSecurity is tighter at the airports. In Rome, for example, police teams patrol the terminal. Helicopters and ground patrols guard the exterior against missile attack, passengers are required to identify their luggage, and controls have been tightened on granting workers access to aircraft.\nIn some cases the general public is becoming more careful. Police in both Italy and France report a rise in the number of bomb alerts. One passenger on the Paris subway recently spotted an unattended package and alerted police. A bomb was inside. It was defused.\nBut these are exceptions. Public awareness remains limited compared with Israel, where bus passengers board and then check below their seats for suspicious packages. Europeans continue to insist that terrorism is not so great a problem.\n''Americans have reason to fear; they are the prime target,'' says Professor Wilkinson. He says he favors much stronger international cooperation against terrorism. But, he adds, ''homicide in America dwarfs the rate of death from international terrorism.''\nYesterday in The Hague, European Community officials took a step toward promoting cooperation. They agreed to set up an international information exchange with the US government on terrorism, terrorist suspects, and their methods of operation.\nNonetheless, Europeans believe they take a more realistic approach to the danger of terrorism than Americans. In Frankfurt, West Germany, US soldiers have begun constructing a large fence around one of their residential neighborhoods, a precaution that surprises Professor Bollinger.\nHe contrasts this with the German reaction in the 1970s, when the Red Army Faction scare was at its height.\n''There was a call for action. The German equivalent of the FBI was doubled in capacity. But it didn't change people's behavior or stop them from going to movies,'' he says. ''It was nothing comparable to the American response.''\nDetermined to avoid what they see as hysteria, Europeans continue to plan for their summer vacations. A recent opinion poll published in the Sunday Times of London showed that only 14 percent of West Germans, 9 percent of the British, and 8 percent of the French would advise a friend to stay home because of terrorism. This compared with 57 percent for Americans.\nEuropeans are turning to what they consider a potent weapon against terrorism - humor. At a recent airport check, a guard asked a passenger whether his box was a bomb.\n''No, no,'' the passenger replied. ''It's a bonbon.''\n\nGraphic\n\n \nPicture, Paramilitary police guard McDonalds in Rome Monday, AP"
}