{
    "title": "Terrorism cuts federal prosecutions",
    "publisher": "charleston daily mail",
    "year": 2001,
    "month": 12,
    "day": 1,
    "full text": "WASHINGTON - Federal agents preoccupied with the war on terrorism recommended 76 percent fewer criminal cases for prosecution in the weeks after Sept. 11, a computer analysis of Justice Department records shows.\nThe dramatic shift of resources to the terrorism investigation came at the expense of traditional federal crime-fighting against drugs, bank robberies, illegal immigration and white collar crime, the analysis conducted for The Associated Press found.\nThe FBI, for example, referred just 263 criminal cases to U.S. attorneys for prosecution between Sept. 12 and Sept. 30, compared with more than 1,400 in the same period in each of the past two years.\nThe declines were anticipated. \"We cannot do everything we once did because lives now depend on us doing a few things very well,\" Attorney General John Ashcroft said last month.\nThe challenge of the next few months is to clear prosecutorial backlogs and shift non-terrorism investigations from the FBI.\n\"One example would be bank robbery cases,\" said Robert J. Govar, senior litigation counsel in the U.S. attorney's office in eastern Arkansas. \"Many of those will have to be referred to state and local authorities for prosecution.\"\nIn the meantime, some criminal matters that have fallen through the cracks may never get to court, one former federal prosecutor said.\n\"A lot of cases, once they sink to the bottom of the pile, they never come back to the top,\" said Robert Litt, a former Justice Department official during the Clinton administration. \"A lot of cases just go away.\"\nOutgoing U.S. Attorney Mary Jo White, whose New York district has been a major focus of the terrorism investigation, acknowledged the drain of resources.\n\"Not to the exclusion of everything else, but to the extent that there were resources to spare, the diversion was extensive,\" she said.\nInvestigators working regular cases across the country were reassigned to pursue terrorism leads or provide protection for federal facilities or other potential targets.\nSome prosecutors said court cases had to be postponed because FBI agents who developed the cases weren't available to testify.\nThe new Justice Department data was obtained by Syracuse University's Transactional Records Access Clearinghouse program and analyzed for the AP. Justice officials say they don't have figures for October or November yet.\nThe records show that in the first 19 days after the attacks on New York and Washington, the number of criminal cases recommended for prosecution by all federal investigative agencies fell to 1,057 from 4,446 in the same period of 2000. Both figures include all referrals entered into the computer system by Sept. 30. Some cases typically are added to the database afterward, officials say.\nReferrals are recommendations by investigators that people be prosecuted for specific crimes.\nProsecutors review those recommendations and decide which ones deserve to be brought before a grand jury and which should be scrapped.\nThe number of new prosecutions - cases actually brought into court by U.S. attorneys - in the final 19 days of September was down by 20 percent from last year and by nearly a third from 1999.\n\"If it continues … obviously it's a concern,\" said Carole DiBattiste, who headed the Executive Office of U.S. Attorneys during the Clinton administration.\nMembers of Congress are satisfied with the effort so far. \"One month isn't sufficient time to establish a trend,\" said Rep. Lamar Smith, R-Texas, chairman of the House Judiciary subcommittee on crime.\nRep. Bob Barr, R-Ga., another member of the crime subcommittee, said he would be concerned if the September trend continued into the new year. But for the moment, he said, \"I'd cut them some slack.\"\nThe dramatic reduction in new criminal investigations and prosecutions happened across the board. In the last 19 days of September:\nn The number of drug crimes recommended for prosecution dropped 76 percent from the same period last year.\nn The number of white collar crimes recommended to U.S. attorneys declined 79 percent.\nn Immigration criminal referrals fell 84 percent.\nMost federal prosecutors, while acknowledging the shift of resources to the terrorism investigation, insist they're not going to let other crimes go unpunished, even if it takes time to catch up.\nPatrick J. Fitzgerald, the U.S. attorney in Chicago, said his best people have been on call for terrorism-related matters 24 hours a day, but he has told his assistants \"we will not let go of any other cases.\"\n\nLoad-Date: December 5, 2001"
}