{
    "title": "Terrorism feeds on the violence directed at it",
    "publisher": "intelligencer journal",
    "year": 1998,
    "month": 9,
    "day": 3,
    "full text": "To the Editor:\nSince the missile attacks on Sudan and Afghanistan, our papers and airwaves have been full of talk of war. We have been warned that these attacks are not isolated incidents, but one action in a longer war. We have seen pictures of barricades going up and heard warnings about the vulnerability of all Americans. We've seen a heightening of both war rhetoric and fear.\n#MATHIES.SEP#\nIt's natural to react to the horror of bombings against the embassies in Kenya and Tanzania, with their tragic loss of life. These were horrific acts, and acts that must be condemned in the strongest terms. But the actions of the U.S. government in attacking suspected terrorist sites in Afghanistan and the pharmaceutical factory in Sudan only add to the cycle of violence and terrorism. It's time to look long and hard at terrorism and to ask whether striking out with armed might can end terrorism or its threats. It's time to look for what other responses might be possible.\nTerrorism is not developed in a vacuum. Osama bin Laden is widely quoted as calling for a war against \"Jews and Crusaders.\" The appeal to abuse of power by the West in the 12th to 16th centuries seems distant to us, but is very real in the context of the Middle East. A commitment to working against terrorism should include understanding these historical roots as well as acknowledgment of our own government's part in training and supporting these and other \"terrorist\" activities against governments with which it disagrees.\nBy its nature, terrorism is fed by acts of violence against it. Once we have put enemies in their graves, we increase the commitment of their friends or posterity to seek revenge. We have seen evidence of these cycles of historical violence in Northern Ireland, in the Balkans and elsewhere. It is likely that the strikes of cruise missiles in Afghanistan and Sudan have already generated new soldiers for the \"cause.\"\nThe temptation of governments is to curtail civic freedoms in the attempt to combat terrorism. Already, we have heard hints that cherished civil rights may be limited in the interests of fighting this \"war against terrorism\" (New York Times, Aug. 23, 1998). Britain, Ireland and Israel are examples to us of how such combat erodes society's commitment to civic freedoms. Reacting with violence can make us become mirrors of the very enemies we are fighting against.\nThe slogans we are hearing, of might via bluster and threat, are old and worn out. They do not serve to instill confidence in our populace, nor do they meet the threat of terrorism in a way that does other than exacerbate it. President Clinton vowed to \"use all tools\" at our disposal in combating terrorism. Would that we might use those tools that guarantee humanity the best chances of survival - the non-violent tools of patience, perseverance, respectful conversation and a staunch insistence on respecting human rights - even those of a perceived enemy. The rule of law, due process and international cooperation, not military strikes, are the better way for dealing with those who commit acts of terrorism.\nRather than calls for a \"long war,\" we need new and different slogans. How about calls for \"global security\" based on international cooperation, mutual respect and understanding? This will demand qualities that are more challenging to cultivate - qualities like patience, humility and calm, non-violent strength. These are the qualities we will need if we are to survive in this new world of the 21st century. Ronald J.R. Mathies, Executive Director Mennonite Central Committee Akron\n\nLoad-Date: October 14, 1999"
}