{
    "title": "TERRORISM LAW URGED BY KOHL",
    "publisher": "wisconsin state journal",
    "year": 1995,
    "month": 5,
    "day": 5,
    "full text": "Legislation is necessary to protect Americans from both domestic and foreign terrorism, Sen. Herb Kohl, D-Wis., said Thursday.\nKohl, top Democrat on the Senate's terrorism subcommittee, heard testimony Thursday on a variety of proposals to prevent and punish terrorist activities.\n''For many years we have watched with growing concern as terrorist violence has escalated -- and reached closer to home,'' said Kohl. ''We can no longer ignore the fact that post-Cold War violence knows no borders, and does not respect the distinction between soldiers and innocents,'' said Kohl in his opening statement.\nThe committee, chaired by Sen. Arlen Specter, R-Pa., examined legislation proposed by President Clinton that would outlaw fund raising on behalf of foreign terrorist groups and make it easier to expel foreigners linked to terrorist activities. The measure would allow deportations based on information that may not even be disclosed to the accused.\nSince the Oklahoma bombing, the Clinton administration has also proposed increasing the FBI's power to monitor Americans who may be involved in groups that advocate the violent overthrow of the American government.\nMeanwhile, Senate Majority Leader Bob Dole has also introduced a related bill. However, the Republican measure includes a provision that would limit death row appeals, a controversial issue for many lawmakers.\nTestifying before the panel were officials from the Justice Department, and the Immigration and Naturalization Service. Also giving testimony were representatives from Arab-American, Jewish and Irish groups, along with constitutional scholars.\nKohl, along with civil liberties groups and constitutional experts, said he worries that some proposals might infringe on constitutional freedoms.\nKohl questioned a Justice official on whether the bill would have outlawed the kind of fund-raising undertaken a decade ago to help the freedom fight of South Africa's Nelson Mandela.\nThat scenario could indeed have occurred, Teresa Wynn Roseborough, U.S. deputy assistant attorney general, acknowledged.\nSpecter said that the committee will examine other issues tangential to the Oklahoma tragedy. Next week, the panel will look at the proliferation of information on how to make incendiary devices.\nOn May 18, the committee will also hold hearings into the actions of the Justice Department in the Waco incident and a standoff in Idaho between federal agents and Randy Weaver that turned violent.\n\nLoad-Date: May 6, 1995"
}