{
    "title": "TERRORISM SUSPECT DISPATCHED TO ILL. HEARING_ MAN LINKED TO HAMAS ATTENDS CLOSED COURT SESSION IN MA",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 8,
    "day": 31,
    "full text": "A man described as a high-ranking Hamas operative was freed yesterday on a $1 million bond. However, he must appear before a federal grand jury in Chicago investigating the Palestinian militant group's financing.\nIsmael Selim Elbarasse was released during a closed-door detention hearing in federal court in Baltimore, said Vickie LeDuc, a spokeswoman for the U.S. attorney's office. Elbarasse's attorney said he was traveling to his home in Annandale, Va.\nElbarasse had been arrested after officers pulled him over Aug. 20 just west of the Chesapeake Bay Bridge after they saw his wife filming the structure with a video camera.\nNeither Elbarasse nor his wife was charged with any wrongdoing. However, Maryland authorities held him after discovering a material-witness warrant had been issued for him in Illinois the same day.\nFederal officials in Chicago want Elbarasse to appear before a grand jury investigating the financing of Hamas, which the government has designated a terrorist organization.\n\"He's going home, and I suspect what he and his family will do is stop keeping photo albums of their vacations,\" said Elbarasse's attorney, Stanley Cohen. A phone call to Elbarasse's home was unanswered yesterday afternoon.\nCohen said Elbarasse's friends put up property to post the bond.\nNo date has been announced for Elbarasse to appear.\nCourt documents allege that Elbarasse and defendant Mousa Mohammed Abu Marzook - considered one of Hamas' highest-ranking leaders internationally - shared a Virginia bank account used to launder hundreds of thousands of dollars for Hamas.\nElbarasse is described in Marzook's indictment as an unindicted coconspirator.\nThe detention hearing, initially scheduled for Friday, was delayed when newspapers filed motions to keep it open.\nU.S. Magistrate Judge Paul W. Grimm said the critical need to protect the secrecy of the grand jury proceedings in Chicago was the \"overriding\" interest in his decision to close the detention hearing.\nElbarasse, an accountant, was jailed for eight months in 1998 after failing to testify before a federal grand jury that was investigating Hamas fund-raising.\n\nLoad-Date: September 4, 2004"
}