{
    "title": "Terrorist Threat _More Fluid and Complex Than Ever,_ White House Says",
    "publisher": "the new york times",
    "year": 2018,
    "month": 10,
    "day": 4,
    "full text": "WASHINGTON — The Trump administration vowed to fight “radical Islamist” militants, as well as Iran, as part of a multifront campaign to eliminate the terrorist threat to the United States, according a long-delayed counterterrorism strategy released on Thursday by the White House.\nAdministration officials promoted the strategy, the first released since 2011, as a new approach to fighting terrorism in a “landscape more fluid and complex than ever.” It embraced, however, many of the principles adopted and refined by both the Bush and Obama administrations.\nThe 25-page document noted that extremist groups, armed with encrypted communications and savvy social media skills, are dispersed globally more than ever before. After 17 years of armed conflict, the document said, the United States has had only “mixed success” in preventing attacks against American interests.\n“While we have succeeded in disrupting large-scale attacks in the homeland since 2001,” the report said, “we have not sufficiently mitigated the overall threat that terrorists pose.”\nThe sobering assessment of a persistent, resilient threat seemed to contrast with other parts of the strategy that flatly assert the administration will wipe out terrorism against Americans — a goal most counterterrorism experts say is unrealistic.\nIt was also somewhat at odds with the Trump administration’s National Defense Strategy, released this year, which pivoted the military away from counterterrorism to face threats from a pair of strategic adversaries, Russia and China.\nThe plan was delayed by many months, a victim of fierce internal debates over counterterrorism policy as well as a bureaucratic tug of war between President Trump’s two top former security advisers, Lt. Gen. H. R. McMaster and Thomas P. Bossert, according to a person familiar with the situation.\nThe strategy went through multiple drafts early in 2017 before languishing in the National Security Council. An early draft leaked to Reuters in May 2017 did not include the phrase “radical Islamic terrorism,” which Mr. Trump used regularly during the 2016 presidential campaign but which General McMaster urged N.S.C. staff members to avoid.\nGeneral McMaster was forced out of the White House in April, and Mr. Bossert was fired days later, after Mr. Trump appointed John R. Bolton to replace General McMaster.\nThe final document mentions “radical Islamist terrorism,” a term that refers to acts of terrorism by Sunni Muslim-affiliated networks like the Islamic State, according to a senior administration official, who spoke on the condition of anonymity to discuss the report before its release.\nBut by substituting “Islamist” for “Islamic,” the official said, the strategy seeks to avoid condemning Islam as a whole.\nThe new strategy bears the imprint of Mr. Bolton with its emphasis on the threat from Iran, which he described in a White House briefing as “the world’s central banker of international terrorism since 1979,” supporting militant and terrorist groups across the Middle East. Iran’s role was previewed in the State Department’s annual list of global terrorist threats last month.\nThe strategy set an uncompromising goal, declaring, “We will eliminate terrorists’ ability to threaten America, our interests and our engagement in the world.” And it embraced the martial language that former President George W. Bush used after the Sept. 11, 2001, attacks. “We are a nation at war,” the document said, “and it is a war that the United States will win.”\nThat reverses a position taken by former President Barack Obama, who said in May 2013: “Our systematic effort to dismantle terrorist organizations must continue. But this war, like all wars, must end.”\nMr. Bolton argued that it was wrong to lull Americans into thinking that the war on terror, which he characterized as a long ideological struggle, was over. “The idea that somehow we can just say, ‘Well, we’re tired of this war and it will go away,’ I think is a mistake,” he said.\nIn contrast to Mr. Trump’s confident public statements, the report took a sober view of the threat posed by the Islamic State. Despite losing all but 1 percent of the territory it previously seized in Iraq and Syria, it remains a potent threat to the United States, the document said.\nThe extremist group is still supported by eight official offshoots and more than two dozen related networks that regularly conduct attacks across Africa, Asia, Europe and the Middle East.\nSimilarly, the strategy said Al Qaeda’s global network “remains resilient and poses an enduring threat to the homeland and United States interests around the world.”\nThe assessment calls for a panoply of familiar tactics.\nMilitary, diplomatic and law enforcement officials will apply constant pressure on terrorist networks. Government experts will sleuth ways to cut off terrorist financing and disrupt terrorist travel. Border security will be tightened. Increased attention will be paid to thwart terrorists’ use of the internet to plot attacks, raise money and attract new recruits.\n“The debate is really about how to calibrate and where to deploy those tools, and increasingly how to do so in a world in which America’s high-end capabilities are also needed for other pressing threats,” said Joshua A. Geltzer, who was senior director for counterterrorism in the Obama administration and is now the executive director of Georgetown University’s Institute for Constitutional Advocacy and Protection.\nMr. Trump came into office without a clearly articulated philosophy for using the military to fight terrorist groups. He had promised to be more aggressive in taking on the Islamic State — even suggesting during the 2016 campaign that he had a secret plan — but also signaled a desire to rein in the United States as the world’s peacekeeper.\nSurrounded by generals who have been at the center of a decade-long shift toward relying on Special Operations rather than ground troops, Mr. Trump has chosen to maintain the same approach as Mr. Obama but has given the Pentagon more latitude in conflict zones like Somalia and Yemen.\nThe strategy also emphasizes the need for allied partners to help conduct counterterrorism missions — something France is now doing in West Africa and the United Arab Emirates in Yemen.\nThere are demonstrable shifts in at least some of the tools the United States can bring to bear.\nThe strategy, for example, calls for employing cyberoperations against terrorist foes. Last week, White House officials said Mr. Trump had authorized new, classified orders for the Pentagon’s cyberwarriors to conduct offensive attacks against state and nonstate adversaries more freely and frequently.\nThe administration acknowledged that another information-age goal — fighting extremist ideology, including terrorist organizations’ ability to continue attracting new recruits — remains one of counterterrorism officials’ most intractable problems.\n“Unless we counter terrorist radicalization and recruitment,” the document concluded, “we will be fighting a never-ending battle against terrorism in the homeland, overseas and online.”\nPHOTO: An exercise featuring American forces and members of the Jordanian gendarmerie during the opening ceremony of a regional counterterrorism training center in Karak, Jordan. (PHOTOGRAPH BY Muhammad Hamed/Reuters FOR THE NEW YORK TIMES)\nRelated Articles\nFewer Attacks, but a More Complex Terrorist Threat in 2017, U.S. Says\nWhite House Fuels Immigration Debate With Terrorism Statistics\nMilitary Shifts Focus to Threats by Russia and China, Not Terrorism\n\nLoad-Date: October 6, 2018"
}