{
    "title": "Terrorist Attack Not Expected to Affect India 's Buoyant Economy",
    "publisher": "the new york times",
    "year": 2006,
    "month": 7,
    "day": 13,
    "full text": "A day after terrorist bombs ripped through the commuter train system of India's financial capital here, business executives said the attack would have little effect on India's buoyant economy.\n  ''There will be zero impact on the economy in tangible, quantitative terms,'' said Anand G. Mahindra, managing director of Mahindra & Mahindra, the flagship of the Indian industrial conglomerate Mahindra Group. ''It is in the spirit of this city to turn crisis into opportunity.''\nParking lots around the office towers in the Mumbai business district of Nariman Point were full Wednesday, while traffic flowed at a normal pace and even the street markets bustled with pavement vendors selling umbrellas, white cotton shirts, footwear and fruit. Large industrial conglomerates including Reliance and Tata and state-owned firms like Air India and State Bank of India, the nation's largest bank, have headquarters in the city, which is home to 16 million people.\n  In New Delhi, the finance minister, Palaniappan Chidambaram, was quoted in wire reports as saying that the terrorist attacks would have no major impact on the economy. Earlier, Prime Minister Manmohan Singh said his government would do everything possible to curb terrorism.\n  The Mumbai stock market's bellwether Sensex index showed volatility in early trading but rebounded to close up 315 points, or 2.97 percent. Bonds and the Indian rupee also rebounded from earlier losses. The markets had closed for the day when the bomb blasts tore through evening rush hour trains on Tuesday. \n  One positive factor for the Sensex was an earnings report from the outsourcing firm Infosys Technologies. The company announced a rise in quarterly net profit of 50 percent, surpassing expectations. Infosys shares rose 7.48 percent, to close at 3,386.45 rupees ($73.60).\n  The underlying economic optimism would help Mumbai weather Tuesday's attack, executives said. \n  ''We lost an hour's business yesterday, that's all,'' said Kishore Biyani, managing director of Pantaloon Retail, a large Indian retailer. Pantaloon is projected to have annual revenues of nearly $1 billion this year.\n  ''Today, Mumbai is racing again as people have to meet costs, pay mortgages and carry on with their lives,'' Mr. Biyani said. None of the 13 Pantaloon stores in the city reported any significant change in customer traffic, he said. ''We are expecting a marginal drop of 5 to 8 percent in revenues,'' said Mr. Biyani, whose Mumbai stores have the equivalent of about million dollars in daily sales.\n  India's second-largest bank, ICICI Bank, also reported routine business. ''We are grieving on the inside but outwardly it is business as usual,'' said Kalpana Morparia, joint managing director of the bank. She said the bank's branches reported normal customer transactions on Wednesday. ''Mumbai will not let terrorism come in the way of our work and our life,'' she said.\n  Investors in India have been aware of the risk of terrorism for years. Along India's eastern borders and in the extreme northern state of Kashmir, insurgent attacks are commonplace. But recently, terrorists have repeatedly targeted India's largest cities, Mumbai and New Delhi. \n  In Mumbai, a bomb blast on a train in 2003 killed a dozen people while car bombs a few months later left 50 dead. A decade earlier, a series of deadly bombs ripped through corporate buildings, hotels and even the Mumbai Stock Exchange building, leaving more than 250 dead. But these incidents have had no lasting impact on the economy.\n  Mr. Mahindra said the risk of terrorism was a global reality. ''Whether in New York, London or Mumbai, investors understand that terrorist acts only have an ephemeral impact,'' he said.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Trains were crowded again yesterday in Mumbai, India, as residents returned to work a day after bomb attacks killed more than 180 people. (Photo by Scott Eells for The New York Times)\n\nLoad-Date: July 13, 2006"
}