{
    "title": "TERRORISM_ Even sincere censures have little effect",
    "publisher": "the atlanta journal-constitution",
    "year": 2005,
    "month": 8,
    "day": 15,
    "full text": "Call it the pre-written script of terrorism. After the deed, after the horror on the front pages and the television and Web screens, come the ritual condemnations. World leaders attack the \"heinous crimes.\" Clergymen and women revile \"the perversion of religion.\" Even other terrorist groups, seeking to separate their cause from the present outrage, denounce the terror.\nCondemnations also become political issues. How sincere are they? Who should make them? How quickly? How clearly? What is their wording?\nInstead, we should ask a simpler question. Do condemnations against terrorism work? That is, do they have any effect on the terrorists, their supporters or, more important, murderers-in-waiting, cells yet to be activated or young men mulling over the decision to take up a backpack and bomb?\nCertainly, condemnations fill news copy. My students and I found several thousand print, television and Internet stories dealing with somebody's denunciation of the London bombings, for example. Condemnations may also make victims feel better: the world \"standing with them,\" as the saying goes. In addition, censure of terrorism is politically revealing when it is flawed or insincere.\nBut stated disapproval of terrorism probably has no effect on terrorists, present or future, for several reasons. First, condemnations have become too predictable and repetitive, like a police force responding to a crime by rounding up the \"usual suspects.\" When some act of terror occurs, it seems almost everyone in any position of authority holds a news conference to condemn it. Yet, in media effects research we know that while it is true that repeating any message helps us remember it, oversaturation diminishes its impact or leads us to tune it out.\nSecond, condemnations have limited value when we suspect that they are self-serving political opportunism. So when we hear a leader of a repressive regime elsewhere in the world condemn terror, we should wonder if what he means is \"Good, now I can crack down harder on my opponents and call it anti-terrorism.\" Conversely, in the case of the London attacks, the condolences by other terrorist groups who use the same tactics, such as Hamas, cannot be taken seriously.\nThen there is the problem of \"loophole condemnations\" full of obscure language or irreverent points. For example, after the July 7 attacks, a group of British Muslim leaders issued a well-publicized censure of terrorism. Unfortunately, they prefaced their \"condemnation\" with the following: \"The tragedy of July 7 demands that all of us, both in public life and in civil and religious society, confront together the problems of Islamophobia, racism, unemployment, economic depravation [sic] and social exclusion --- factors that may be alienating some of our children and driving them towards the path of anger and desperation.\"\nIn other words, all the fault, according to them, was on the British government and society, and on \"factors\" that will not be solved in the foreseeable future.\nThe use of the word \"children,\" however, is significant. Almost all terrorists --- the ones who kill and kill themselves if not their paymasters and organizers --- are young males. That makes loophole condemnations counterproductive.\nImagine telling your child the following: \"You did something bad, but you were completely justified in doing it because other people are at fault for alienating you and driving you to do it.\" We would call that bad parental guidance; likewise, it is poor anti-terrorism rhetoric.\nEven more ominous, does it really matter to angry young men what distant elders say to them? We would not expect an American 18-year-old to stop binge drinking, for example, because his senator, some group of clergymen or the king of Belgium held a news conference to condemn the act. Would-be terrorist males are even more impenetrable to attitude change. In fact, they may be more energized for terror by wanting to rebel against \"authority,\" a trait not uncommon in the teenager.\nSo, yes, we should all condemn terrorism, but to solve the problem of terrorism we have to find ways to address future terrorists on the street level, among their peers, in their private rooms, and not just ritualistically through news conferences and speeches.\nDavid P. Perlmutter is a senior fellow and an associate professor of mass communication at Louisiana State University.\n\nGraphic\n\n \nDavid P. Perlmutter\n\nLoad-Date: August 16, 2005"
}