{
    "title": "TERRORISM DEATH TOLL SPIKED IN '14",
    "publisher": "pittsburgh post-gazette",
    "year": 2015,
    "month": 11,
    "day": 18,
    "full text": "LONDON - The number of people killed in terrorist attacks jumped by 80 percent to 32,658 in 2014 as 11 nations suffered more than 500 deaths, a think tank reported on Tuesday. Terrorists linked to the Islamic State and Boko Haram - which operates mainly in Nigeria - accounted for 51 percent of the deaths in 2014, according to the 2015 Global Terrorism Index published by the Institute for Economics and Peace.\nFive nations - Afghanistan, Iraq, Nigeria, Pakistan and Syria - bore the brunt of the attacks, suffering 78 percent of the deaths recorded.\nNigeria bombing\nA suspected suicide bombing killed dozens of people in a northeastern Nigeria state capital on Tuesday evening, according to a local resident and media reports.\nThe explosion occurred in Yola, the capital of Adamawa state, Adamu Ibrahim said in an interview. Xinhua news agency put the death toll from the blast at more than 30. Boko Haram Islamist militants have killed tens of thousands of people since the group started a violent campaign in 2009 to impose its version of Shariah law on Africa's largest economy.\nEbola fading\nDAKAR, Senegal - The worst Ebola outbreak in history took a big step toward ending on Tuesday when Guinea, the only nation where the virus had been lingering, began its official countdown to being declared free of the disease.\nThe countdown began after a 3-week-old girl, Nubia Soumah, the last known patient in active treatment in the world, tested negative for the virus twice in a row. Dozens of people in Guinea are still being monitored to see if they develop symptoms of the virus. But if no further cases emerge in Guinea over the next 42 days, the country will be declared disease-free.\nGreece bailout deal\nBRUSSELS - The Greek government has reached an agreement with European creditors on economic measures it must take before it can get its next batch of bailout cash.\nPierre Moscovici, the European Union's top economy and finance official, said Tuesday the agreement has been \"reached on the remaining measures needed to complete the first set of milestones.\" Greece has to meet certain targets and legislate on reforms before it can get funds from the bailout program worth up to $92 billion.\nIslamists outlawed\nJERUSALEM - Israel on Tuesday said it has outlawed an Islamist group accused of inciting violence among the country's Arab citizens, accusing it of fueling a deadly two-month wave of violence.\nThe move threatened to worsen already strained relations with the country's Arab minority. Arab leaders condemned the decision. The Northern Branch of the Islamic Movement of Israel, which provides religious and educational services for Israeli Arabs, routinely accuses Israel of trying to take over a sensitive holy site in Jerusalem, a charge Israel denies.\nAlso in the world\nThe European Union warned Tuesday that Italy, Austria and Lithuania risk overshooting deficit limits in 2016 and hinted it could give France some leeway in the wake of the attacks in Paris. ... President Ashraf Ghani on Tuesday launched a modest jobs program to try to stem an exodus of young Afghans to Europe and restore some faith in the struggling government and economy.\n\nLoad-Date: November 18, 2015"
}