{
    "title": "Terrorism Among Dangers as U.S. Cautions Americans Traveling to Sochi",
    "publisher": "the new york times",
    "year": 2014,
    "month": 1,
    "day": 11,
    "full text": "WASHINGTON -- The State Department issued a travel advisory on Friday cautioning Americans planning to attend the Winter Olympics next month in Sochi, Russia, that terrorists have threatened to attack the Games. The advisory also expressed concern about the quality of medical care in the region, noting that it could ''differ substantially from Western standards.''\nIn addition, the alert reminded Americans of a Russian law barring ''propaganda'' about nontraditional sexual relations.\nThe law is widely viewed in the West as an effort to suppress homosexuality. Russian officials have said there will be no discrimination against gay athletes or fans, but there is much ambiguity about enforcement of the law.\nState Department travel alerts are routine advisories ''about short-term conditions'' that the government believes ''pose significant risks to the security of U.S. citizens.'' For more serious situations, the government issues ''travel warnings'' urging Americans to reconsider their plans.\nIn Friday's alert, the State Department noted that between Oct. 15 and Dec. 30, three suicide bombings occurred in Volgograd, a city about 600 miles from Sochi. The department also noted that Doku Umarov, the leader of the Caucasus Emirate, a Muslim separatist group designated by the United States as a terrorist organization, threatened in July to attack the Olympics.\nStill, the department said, ''Russian authorities have indicated that they are taking appropriate security measures.'' It added that ''there is no indication of a specific threat to U.S. institutions or citizens'' but that ''U.S. citizens are urged to remain vigilant.''\nSochi, a resort city located on the Black Sea and at the foothills of the Caucasus Mountains, has a remarkable mix of coastal beaches and new ski resorts, and has long been a vacation destination for Russians. The State Department noted that the Olympics would be ''the first large-scale event'' in the area and that the region's medical system was ''untested for handling the volume of visitors expected for the Olympics.''\nThe travel advisory urged Americans attending the Games to consider buying private medical evacuation insurance.\nAlong with offering more routine advice like being watchful for crime and avoiding situations that may involve large crowds, such as political demonstrations, the State Department said Americans should be mindful of the gay propaganda law. Foreigners convicted of violating the law face fines of up to $3,100 and 14 days in jail.\nThe United States is sending a delegation to the Olympics that includes a number of high-profile gay former athletes, but the State Department advisory warned about publicly advocating gay rights.\n''The law makes it a crime to promote LGBT equality in public,'' the department said, ''but lacks concrete legal definitions for key terms.''\nAfter initially saying that political demonstrations would not be allowed during the Olympics, the Kremlin has said that such actions could take place with special permits from the authorities and only in a specially designated zone, in Khost, a village about seven miles from the Olympic sites.\nOn Friday in Russia, the deputy prime minister responsible for the Sochi Games, Dmitri Kozak, said that so far no applications for such permits had been received, and that the Olympics were an inappropriate setting for demonstrations.\n''The Olympics are a nonpolitical event,'' Kozak said, according to the Interfax news agency. ''They are not a place for the expression of various political protests and political views.'' He added that law enforcement would ensure order at any rallies.\n\nhttp://www.nytimes.com/2014/01/11/sports/olympics/americans-traveling-to-winter-games-cautioned.html\n\nGraphic\n\n \nPHOTO: Russian police officers standing guard near Sochi, where terrorists have threatened to attack the Winter Games. (PHOTOGRAPH BY KAZBEK BASAYEV/REUTERS)       \n\nLoad-Date: January 11, 2014"
}