{
    "title": "Terror charges increase tenfold; Since Sept. 11 attacks_ Authorities expand the types of crimes incl",
    "publisher": "telegraph herald ",
    "year": 2003,
    "month": 2,
    "day": 14,
    "full text": "Federal prosecutions of terrorism cases have increased tenfold since the Sept. 11, 2001, attacks as authorities expanded the types of crimes included, Justice Department records show.\nDuring the year of record-keeping that began 19 days after the attacks on New York and Washington, federal prosecutors charged 1,208 individuals with crimes they classified as related to terrorism or international security, compared with just 115 the previous year, according to records obtained by Syracuse University's Transactional Records Access Clearinghouse (TRAC).\nNearly half of the terrorism prosecutions last year were initiated by investigators from the Social Security Administration and the Immigration and Naturalization Service. The two agencies had just two such cases the previous year. Many of the new cases arose from the terrorism prevention efforts aimed at illegal aliens and airport workers with fake Social Security numbers.\nJustice Department officials refused to comment directly on the TRAC data.\nThe FBI, which initiated almost three-quarters of all terrorism-related prosecutions in 2001, accounted for less than a third of the cases last year. But the number of terrorism charges based on FBI investigations still increased from 84 in 2001 to 377 last year.\nThe expansion of crimes considered terrorism-related also resulted in lower prison sentences, on the average, for the 394 individuals convicted in terrorism cases last year. The median jail term for those 394 was just two months, down from 21 months for the 41 individuals convicted in terrorism-related cases in 2001.\nThe median sentence for terrorism convictions initiated by the INS was just one month, while half the sentences for such convictions in cases started by Social Security investigators was just two months. For convictions stemming from FBI investigations, in contrast, the median sentence was 12 months.\nSince Sept. 11, 2001, prosecutors declined to pursue just a third of the terrorism-related cases brought to them, compared with two-thirds the previous year. Prosecutors also decided whether to prosecute such cases five times faster last year than in 2001, when they took, on average, nearly a year to decide.\nThe focus on terrorism prevention and prosecution doesn't appear to have drained resources away from other federal law-enforcement activities, as many experts, including Ashcroft, predicted shortly after the Sept. 11 attacks.\nThe TRAC data shows that terrorism-related prosecutions accounted for just 1.3 percent of all federal criminal cases last year. Prosecutions for all types of crimes increased by 3.6 percent last year, with terrorism cases accounting for one-third of the growth.\nTRAC obtained the records after a two-year court battle with the Justice Department over the Freedom of Information Act. The records come from internal administrative data the department maintains on all criminal and civil cases.\n\nLoad-Date: February 14, 2003"
}