{
    "title": "Terror Expert With the City Police Is in Line for Federal Post",
    "publisher": "the new york times",
    "year": 2003,
    "month": 3,
    "day": 22,
    "full text": "Frank Libutti, a retired Marine Corps lieutenant general who for 14 months has headed the New York City Police Department's Counter Terrorism Bureau, will be nominated by President Bush to oversee the Department of Homeland Security's intelligence operations, the White House announced yesterday.\n     As a deputy police commissioner, General Libutti, 57, currently oversees about 300 men and women in the department's Counter Terrorism Bureau, which, along with the Intelligence Division, forms the core of the department's efforts to prevent and prepare for any possible terrorist attack. \n As the under secretary for information analysis and infrastructure protection at the Department of Homeland Security, he would oversee intelligence gathering on terrorism and the protection of the nation's infrastructure, said Gordon D. Johndroe, a Homeland Security spokesman.\nMr. Johndroe said that the general must be confirmed by the United States Senate, which could take several months.\nThe job description for the new post in the two-month-old Homeland Security Department, however, still seems somewhat unclear. Mr. Johndroe said it had not been determined how many people would work under General Libutti. But officials at the agency envision a sweeping role for the retired general.\nMr. Johndroesaid the general will have an active role in the new Terrorism Threat Information Center, which is being set up with the F.B.I., the Central Intelligence Agency and the Department of Defense as a clearinghouse for all intelligence on terrorism.\nPolice Commissioner Raymond W. Kelly, who has often pointed to his hiring of the general and David Cohen, a former senior C.I.A. official, as among the underpinnings of the department's broad counterterrorism programs, yesterday praised the general's skill and dedication. In a written statement, Mr. Kelly cited a comment earlier this week by Homeland Security Secretary Tom Ridge, who said no American city does a better job preventing terrorism than New York, adding: \"That's true, in large part, because Frank Libutti has been an invaluable member of our team.\"\nOne senior police official who has worked with General Libutti said his departure would be a loss, but added that the department would have a strong ally in Washington. \"He's one of the best leaders I ever worked with, and it is a loss to the Police Department, but he will still be a friend to the Police Department.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: Frank Libutti has been nominated to a top domestic security post. (Don Hogan Charles/The New York Times) \n\nLoad-Date: March 22, 2003"
}