{
    "title": "Terrorist attack in U.S. _ Don't put military in charge",
    "publisher": "usa today",
    "year": 1999,
    "month": 9,
    "day": 30,
    "full text": "Ever since the deadly 1993 showdown in Waco, Texas, there has\nbeen controversy about how it was handled. But recent revelations\nthat members of the U.S. military's elite Delta Force were present\nduring the raid and that two flammable tear-gas canisters were\nfired at the Branch Davidian compound the day it burned have raised\nnew questions, forcing Attorney General Janet Reno to appoint\nformer senator John Danforth to investigate.\nWe may never know exactly what happened in Texas on that fateful\nday. But what is clear is that the U.S. military may become involved\nin more domestic incidents in the future. Indeed, whether the\nmilitary should play a greater role inside the United States is\nthe center of the latest debate in military thinking. How this\ndebate is resolved could have profound implications for both our\nform of government and the ability of our armed forces to wage\nwar.\nOn Feb. 1, the Department of Defense took its first step into\nthis controversial area when it announced plans to fund military\noperations within the United States training National Guard teams\nto respond to terrorist attacks. More recently, the federally\nfunded U.S. Commission on National Security/21st Century, headed\nby former senators Gary Hart and Warren B. Rudman, released a\nreport Sept. 15 that declared the U.S. is unprepared to deal with\ndomestic terrorism, and seemed to imply that the military will\nplay an increasing role in law enforcement. (The commission will\nmake recommendations next year.)\nThe debate centers on whether to create a Homelands Defense Command,\na new structure that would oversee military operations in the\nUnited States during a crisis. The idea was broached in December\nby the National Defense Panel, which was chartered by Congress\nto review Pentagon planning. The proposal is being pushed especially\nhard by Deputy Secretary of Defense John Hamre. Federal Emergency\nManagement Agency (FEMA) director James Lee Witt, whose agency\nhas primary responsibility for \"consequence management\" after\na domestic terrorist attack, says he \"philosophically\" disagrees\nthat the military should be the institution with such responsibility.\nThis wouldn't be the first time the armed forces have been used\nfor domestic purposes. Both before and after the World War I era,\nwhen military budgets dwindled, there was a push to involve the\narmed forces in societal issues. When race riots tore apart Omaha\nin 1919, Gen. Leonard Wood commanded 1,000 armed soldiers used\nto restore order. More recently, in 1992, Marines and Army soldiers\nwere deployed following the riots in south-central Los Angeles.\nToday, the U.S. military is being used in drug interdiction, air\nreconnaissance and other anti-drug operations across the country.\nAlthough it may seem to make good sense to involve the armed forces\nin local law enforcement, such a path has dangerous consequences\nfor the military. Many officers worry that the new missions are\nplacing it on a slippery slope that will degrade its ability to\nfight. The training required for domestic anti-terrorism operations\nis radically different from those skills that would be of use\non the battlefield. And resources devoted to domestic terrorism\nwill degrade the military's ability to fight foreign enemies.\nBut even more importantly, there are serious political issues\nat stake any time the armed forces are asked to intrude in domestic\naffairs. It would be virtually impossible for the military to\navoid controversial and thorny domestic political issues.\nThe Bureau of Alcohol, Tobacco and Firearms was roundly criticized\nfor its handling of the showdown in Waco. And the handling by\nfederal agents of the standoff with extremists in Ruby Ridge,\nIdaho, also caused heated debate. Do we really want the armed\nforces to become immersed in such politically contentious domestic\nconflicts?\nIf the U.S. armed forces were put in the position of firing on\nAmericans, it could tear apart military units. In one of the few\ncases in which this sensitive subject has been raised, a Navy\nlieutenant commander administrated a nonscientific \"combat arms\nsurvey\" to 300 active-duty Marines in 1994. When asked whether\nthey would \"fire upon U.S. citizens\" who resisted a government\neffort to confiscate banned firearms, more than 60% said they\nwould not, according to the Navy Times. The surveyor concluded\nthat \"a complete unit breakdown would occur in a unit tasked\nto execute this mission.\"\nOf all the national government institutions, none enjoys more\npopular support than the U.S. military. And this is precisely\nbecause it is the one major government institution that does not\nthreaten the interests of any American. It has successfully remained\nabove politics.\nThe attention given to the threat of domestic terrorism and organized\nviolence is deserved. And there is a real need to develop an effective\nstructure to prevent and respond to these acts. But putting the\nmilitary in charge is not the answer.\nThe U.S. military has plenty of foreign threats to grapple with\nand is already spread thin. To deal with domestic terrorism, we\nneed to empower other government agencies -- such as the FBI and\nFEMA -- to deal more effectively with this threat. Domestic terrorism\nis a security problem that is best left to law enforcement and\nemergency management agencies.\n\nGraphic\n\n \nGRAPHIC, b/w, Jerry Mosemak, USA TODAY(Illustration)\n\nLoad-Date: September 30, 1999"
}