{
    "title": "Terrorism warning system unveiled",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 3,
    "day": 12,
    "full text": "WASHINGTON -- Unveiling a color-coded terrorism warning system, domestic security chief Tom Ridge said Tuesday the nation is on yellow alert -- facing a \"significant\" level of danger but not the highest stage.\nThe five-level system comes partly as a response to public complaints that broad terror alerts issued by the government since the September terror attacks raised alarm without providing useful guidance.\nAdditional information:\nWeb sites:\nOffice of Homeland Security\nNational League of Cities\nRelated story:\nTerrorism alert ratings\nThe lowest-status warning is green, followed by blue, yellow, orange and red as the perceived dangers intensify.\n\"It'll be quite a while before the United States is at the lowest level -- time, technology and terror are not on our side,\" White House spokesman Ari Fleischer said.\nA statement released by Ridge's office outlined the stages of alert and how government agencies should respond:\nGreen is a low risk of terrorist attack.\nBlue is a general risk, and agencies are asked to review and update emergency response procedures.\nYellow is an \"elevated condition,\" meaning there is a significant risk of attack. Increased surveillance of critical locations and implementing some emergency response plans are called for.\nOrange signifies a high risk of attack, meaning the government should coordinate necessary security efforts with armed forces or law enforcement agencies and take additional precautions at public events.\nRed means a \"severe risk\" of attack and may require the pre-positioning of specially trained teams, closing public and government facilities and monitoring transportation systems.\n\"I think you'll see us maintaining at the national level, at the 'significant' level -- the yellow level -- for the foreseeable future,\" Ridge said on CBS' \"The Early Show.\" At the same time, some regions could be at a higher stage of alert.\nThe alert system is in force for federal agencies, and Ridge is urging state and local governments to adopt it, too. It will be subject to a 45-day comment period, after which it probably will be revised.\nThere are various alert systems currently in place -- for functions ranging from transportation to the weather -- and President Bush ordered a review that will place them under a single federal framework. Attorney General John Ashcroft will assign threat conditions in consultation with Ridge.\nRidge said the multistage alert system will provide \"a common vocabulary\" of danger to help communities respond to threats.\nRidge, speaking Monday to the National League of Cities, sought to bring local officials on board with the proposal, designed to provide more specific guidance when the government determines there is a new threat of terrorism.\n\"I think this model has built-in flexibility that states were looking forward to,\" said George Vinson, the special adviser on state terrorism to California Gov. Gray Davis.\n\nLoad-Date: March 12, 2002"
}