{
    "title": "TERROR CASE NUMBERS ARE MISLEADING",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 6,
    "day": 12,
    "full text": "On Thursday, President Bush stepped to a lectern at the Ohio State Highway Patrol Academy in Columbus to urge renewal of the USA Patriot Act and to boast of the government's success in prosecuting terrorists.\n Flanked by Attorney General Alberto R. Gonzales, Bush said that \"federal terrorism investigations have resulted in charges against more than 400 suspects, and more than half of those charged have been convicted.\"\n Those statistics have been used repeatedly by Bush and other administration officials, including Gonzales and his predecessor, John Ashcroft, to characterize the government's efforts against terrorism.\nBut the numbers are misleading at best.\n An analysis of the Justice Department's list of terrorism prosecutions by The Washington Post shows that 39 people -- not 200 -- have been convicted of crimes related to terrorism or national security.\n Most of the others were convicted of relatively minor crimes such as making false statements and violating immigration law -- and had nothing to do with terrorism, the analysis shows. Overall, the median sentence was just 11 months.\n Taken as a whole, the data indicate that identifying terrorists in the United States has been less successful than the government has often suggested. The statistics provide little support for the suggestion that authorities have discovered and prosecuted hundreds of terrorists. Except for a small number of well-known cases -- such as truck driver Iyman Faris, who sought to take down the Brooklyn Bridge -- few appear to have been involved in active plots against the United States.\n In fact, among all the people charged as a result of terrorism investigations in the three years after the Sept. 11, 2001, attacks, The Post found no demonstrated connection to terrorism or terrorist groups for 180 of them.\n Just one in nine individuals on the list had an alleged connection to the al-Qaida terrorist network and only 14 people convicted of terrorism-related crimes -- including Faris and convicted Sept. 11 plotter Zacarias Moussaoui -- have clear links to the group. Many more cases involve Colombian drug cartels, supporters of the Palestinian cause, Rwandan war criminals or others with no apparent ties to al-Qaida or its leader, Osama bin Laden.\n Many people appear to have been swept into U.S. counterterrorism investigations by chance -- through anonymous tips, suspicious circumstances or bad luck -- and have remained classified as terrorism defendants years after being cleared of connections to extremist groups.\n For example, the prosecution of 20 men, most of them Iraqis, in a Pennsylvania truck-licensing scam accounts for about 10 percent of individuals convicted -- even though the entire group was publicly absolved of ties to terrorism in 2001.\n \"For so many of these cases, there seems to be much less substance to them than we first assume or have first been told,\" said Bruce Hoffman, a terrorism expert who heads the Washington office of Rand Corp., a think tank that conducts national security research. \"There's an inherent deterrent effect in cracking down on any illicit activity. But the challenge is not exaggerating what they were up to -- not portraying them as super-terrorists when they're really the low end of the food chain.\"\n Justice Department officials say they have not sought to exaggerate the importance or suspected associations of those prosecuted in connection with terrorism probes, and they argue that the list provides only a partial view of their efforts.\n\nLoad-Date: June 15, 2005"
}