{
    "title": "Terrorism charge filed in NYC Man was on plane despite 'no-fly' status",
    "publisher": "the times",
    "year": 2010,
    "month": 5,
    "day": 5,
    "full text": "NEW YORK - Seized from a plane about to fly to the Middle East, a Pakistan-born man admitted training to make bombs at a terrorism camp in his native land before he rigged an SUV with a homemade device to explode in Times Square, authorities said Tuesday.\nFaisal Shahzad, a naturalized U.S. citizen who recently spent five months in Pakistan, was arrested on terrorism and weapons of mass destruction charges for trying to blow up the crude gasoline-and-propane bomb amid tourists and theatergoers Saturday evening.\nHe was in custody after being hauled off a Dubai-bound plane at Kennedy Airport that he had been able to board Monday night despite being placed on the federal \"no-fly\" list. Authorities had planned to arrest Shahzad, who had been under constant watch from mid-afternoon, at his Connecticut home, but lost track of him, two people familiar with the probe told The Associated Press. The people spoke on condition of anonymity because they weren't authorized to talk publicly about the breach in surveillance.\nBecause Customs and Border Protection agents were on the lookout for Shahzad, they recognized his name on a passenger manifest and ordered the flight stopped so they could arrest him.\nAuthorities shed little light on what might have motivated Shahzad - who since moving from Pakistan to Connecticut had acquired a master's degree in business administration and a house in the suburbs that subsequently was lost to foreclosure. He reportedly came from a background of privilege and wealth - the son of a retired air vice marshal.\nA real estate broker who worked with Shahzad in 2004 said the bombing suspect had expressed a dislike for former President George W. Bush and his policy in Iraq.\nAttorney General Eric Holder said Shahzad has been providing valuable information to investigators as they sought to determine the scope of the plot. A court hearing for him was canceled Tuesday in part because of his continuing cooperation.\nHolder and other U.S. officials did not elaborate on whether they believed any international terrorist group was involved, or whether Shahzad, after his training, was acting on his own.\nThe FBI read Shahzad his constitutional rights after he provided information, and he continued to cooperate, FBI Deputy Director John Pistole said.\nShahzad, 30, had been identified as the man who recently purchased the SUV in cash and was added to the no-fly list early Monday afternoon as a result of breaking developments in the investigation, according to a law enforcement official, speaking on condition of anonymity to discuss an ongoing investigation.\nCounterterrorism officials send electronic notifications to airlines when watch lists are updated, but it is up to the airlines to check the web forum where the notifications are sent. If Emirates airlines had done this, the airline would have been able to flag Shahzad when he purchased his ticket that night. Because they didn't, law enforcement officials were not aware of his travel plans until they received the flight manifest 30 minutes before takeoff, the official said.\nCustoms and Border Protection officials, who were on the lookout for Shahzad since the early afternoon, recognized his name on the manifest and ordered the flight stopped so they could arrest him. The flight had not left the gate at that point, the official said.\nPassengers on the flight, which arrived in Dubai about seven hours late on Wednesday, said there was no panic, and the arrest was done quietly and calmly.\nRobert Woodward, 41, of Boulder, Colo., was traveling to Dubai on business and gave high marks to security and the flight crew.\n\"They were very efficient. There was no commotion, no general alarm or concern,\" said Woodward, who didn't understand the incident was linked to the Times Square bombing attempt until he was told by an airport security guard.\nFirst-class passenger Samir al-Ammari, a Saudi who was in the U.S. on a business trip, said he was concerned. \"Honestly, I was worried,\" he said. \"I was planning to cancel the flight and get another one.\"\nAccording to the criminal complaint filed in federal court in Manhattan, Shahzad confessed to buying the SUV, rigging it with a homemade bomb and driving it into Times Square. The complaint says he admitted to receiving bomb-making training in Waziristan, Pakistan, a region where the Pakistani Taliban operates with near-impunity.\nThe Pakistani Taliban has claimed responsibility for the bomb plot, but U.S. officials say there's no evidence to back that up.\nThe complaint charged Shahzad with trying to detonate a weapon of mass destruction, attempted car bombing and obstructing interstate and foreign commerce by trying to kill and maim U.S. citizens.\nThe report of Shahzad's training raises the possibility the attack was a coordinated international effort, but authorities have not said whether they believe that to be the case.\nIn Pakistan, authorities said they had detained several people in connection with the bombing attempt, although the FBI said it had no confirmation that these arrests were relevant to the case. Reports also surfaced in Pakistan that Shahzad came from a wealthy family and was the son of a former high-ranking air force officer.\nMarried with two children, Shahzad had obtained U.S. citizenship after emigrating from Pakistan.\nIn Bridgeport, Conn., authorities removed filled plastic bags and a bomb squad came and went from a house in a working-class neighborhood of multifamily homes. FBI agents found a box of consumer-grade firecrackers and other fireworks in the driveway that they were marking off as evidence.\nShahzad graduated from the University of Bridgeport with a bachelor's degree in computer applications and information systems in 2001 and later returned to earn a master's in business administration in 2005, the school said.\nHe had returned Feb. 3 from a five-month trip to Pakistan, claiming he was visiting his parents, the complaint said.\nReal estate broker Igor Djuric, who represented Shahzad when he was buying a home in Shelton, Conn., in 2004, said Shahzad made clear he didn't like President George W. Bush or his policy in Iraq. Djuric said the comments were not hateful but he was surprised to hear them because they hardly knew each other.\nShahzad bought the two-story grayish-brown colonial in a working-class neighborhood for $273,000 and lost it to foreclosure last year. Frank DelVecchio, a broker trying to sell it for Shahzad, said Shahzad told him to let the bank take the house because he owed too much on it and he planned to return to Pakistan.\nHe worked from mid-2006 to May 2009 as a junior financial analyst for the Affinion Group, a marketing firm in Norwalk, Conn. Company spokesman Michael Bush said Shahzad held a lower-level position dealing with the company's budget and projected income, and left on good terms.\n\"It was a voluntary decision. ... There was not firing or anything like that,\" Bush said.\nLaw enforcement officials say Shahzad answered an Internet ad for the Pathfinder, and gave a cell phone number to the registered owner. They later used the cell phone number to track him and learn his name.\nShahzad paid $1,300 cash three weeks ago for the SUV, going first for a test-drive in a supermarket parking lot and offering less than the $1,800 advertised price. Peggy Colas, 19, of Bridgeport, sold the car to Shahzad, law enforcement officials said, speaking on condition of anonymity because of the sensitive nature of the case.\nShe and another person involved in the transaction, possibly her father, gave authorities a description of the suspect and were later shown a sketch. Keys found in the SUV's ignition fit the car Shahzad left at the airport and a home in Connecticut.\nThe vehicle identification number had been removed from the Pathfinder's dashboard, but it was stamped on the engine, and investigators used it to track the owner of record.\nThe complaint said Shahzad apparently tinted the SUV's windows after buying it. The bomb inside had cheap-looking alarm clocks connected to a 16-ounce can filled with fireworks, which were apparently intended to detonate gas cans and propane tanks.\nA metal rifle cabinet in the SUV's cargo area was packed with fertilizer, but NYPD bomb experts believe it was not a type volatile enough to explode like the ammonium nitrate grade fertilizer used in previous terrorist bombings.\nPolice said the SUV bomb could have produced \"a significant fireball\" and sprayed shrapnel with enough force to kill pedestrians and knock out windows.\nSeveral of Shahzad's current and former neighbors say he kept largely to himself, rarely socializing or even stopping to chat.\n\"He usually walks around alone, looking lonely and kind of depressed usually,\" said Nejilia Gayden, 18, of Bridgeport. \"Sometimes he'll mumble to himself.\"\nMayor Michael Bloomberg said the arrest should not be as used as an excuse for anti-Muslim actions. \"We will not tolerate any bias or backlash against Pakistani or Muslim New Yorkers,\" he said.\nMore than a dozen people with U.S. citizenship or residency, like Shahzad, have been accused in the past two years of supporting, attempting or carrying out attacks on U.S. soil, illustrating the threat of violent extremism from within the U.S.\nAmong them are Army Maj. Nidal Hasan, a U.S.-born Army psychiatrist of Palestinian descent, charged with fatally shooting 13 people last year at Fort Hood, Texas, and Najibullah Zazi, a Denver-area airport shuttle driver who pleaded guilty in February in a plot to bomb New York subways.\nThe Pakistani Taliban claimed responsibility for the Times Square incident in a one-minute video posted on websites Sunday. The video was narrated by Qari Hussain Mehsud, the group's chief bomb maker who is also in charge of recruiting suicide attackers. Two further videos were released Monday, one of which featured Hakimullah Mehsud, the leader of the Pakistan Taliban, threatening more attacks against the United States and its NATO allies.\nU.S. officials initially questioned the claim, saying the Pakistani Taliban lack the international reach and have made outlandish, false statements in the past.\nHowever, the Taliban have links to extremist groups, including al-Qaida, that have pulled off attacks outside Pakistan. Some U.S. and Pakistani intelligence officials believe militant groups work together in complex attacks, such as the Dec. 30 suicide bombing at a CIA base in Afghanistan that killed seven CIA employees, allowing one organization to claim full responsibility to build morale in its ranks and gain prestige among extremist-minded Muslims.\nOrkut.com via AP\nThe government said Tuesday that suspect Faisal Shahzad had received explosives training in Pakistan.\n\nLoad-Date: May 5, 2010"
}