{
    "title": "Terrorism's mystery man",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 7,
    "day": 10,
    "full text": "For years, it seemed that we all knew everything we needed to know about Osama bin Laden, including, importantly, what he looked like. We want to know what our foe looks like.\nAnd, at least in simple terms, we understood Osama's goal was to punish the United States and other Westerners (and their values) for representing what he perceived as a threat to his religious, cultural and political beliefs.\nBut until recently we knew next to nothing about the man behind today's most dangerous threat to global peace, Abu Bakr al-Baghdadi, the leader of the Islamic State of Iraq and the Levant (ISIL). \nHis organization claims to have recruited fighters from Britain, France, Germany and other European countries, as well as the United States, the Arab world and the Caucasus. This is no longer a local group with a grudge.\nBaghdadi, who last week called on all the world's Muslims to pledge their allegiance to him, is not yet a household name. There are few photographs of him, so it was big news last weekend when a video purportedly showing him leading prayers in Mosul surfaced. Iraq security forces are analyzing the tapes.\nBaghdadi may be a shadowy figure. But given the way ISIL is destroying everything in its path - everything the United States and its allies tried, at such a high cost, to create in Iraq, namely a well-functioning democracy with well-trained and disciplined security forces - surely his name should become as familiar as that of any previous  international terrorist leader.\nThe Guardian, a British newspaper, recently offered its own analysis of this obscure figure. The newspaper reported that Baghdadi was born in 1971 into a religious family in the city of Samarra and earned a doctorate from the University of Baghdad.\nThere are competing versions of how he came to jihad, the Guardian reported. One version suggests that he was already a militant jihadist during the time of Saddam Hussein.\nBut another version describes how, in 2003, he was drawn into al-Qaida in Iraq under Abu Musab al-Zarqawi. He helped smuggle foreign fighters into Iraq and later became the emir of Rawa, near Syria.\nIn Rawa, the Guardian reported, Baghdadi presided over a sharia (Islamic law) court and became notorious for his brutality.\nBaghdadi preached and taught at various mosques and apparently led several smaller militant groups before he was promoted to a more prominent role in the Islamic State and the Levant, the Guardian reported.\nAnd by now, while there remains a certain mystique surrounding him, as the Guardian notes, there is no mystery about what Baghdadi wants. \nIt is his belief that all Muslims should live under one Islamic state ruled by sharia law, and he believes he made the first step toward that by declaring the creation of a caliphate spanning Syria and Iraq. \nWhile he may remain obscure to the rest of us, Washington believes his record and agenda are frightening enough that the government has placed a $10 million bounty on his head.\nAnd he, in turn, has severely complicated already-fragile American foreign policy. The United States certainly will be reluctant to send troops back to Iraq to help the inept government that's running things now, but neither Washington nor America's allies can afford to let Baghdadi and his jihadist followers destabilize the entire region.\nIn a very real sense, Baghdadi is a more dangerous threat to American and European security than even bin Laden was because, for all the evil he represented, bin Laden never ruled over a broad geographic area the way Baghdadi will if his merciless mission is not repelled.\nTo describe him as the new bin Laden is to grossly understate the threat he represents. We'd better get to know him a lot better than we do now.\n\nLoad-Date: July 10, 2014"
}