{
    "title": "Terrorism insurance backstop faces hurdle House passes measure; it could stall in Senate",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 12,
    "day": 11,
    "full text": "The House on Wednesday passed long-sought legislation to renew a government program that is credited with reviving the market for insurance against terrorist attacks after 9/11.\nThe measure, despite passing by a 417-7 vote, is in trouble in the Senate because of opposition to an unrelated item involving a rewrite of a provision of the 2010 Dodd-Frank overhaul of financial services rules and opposition to a provision involving the licensing of insurance agents.\nThe terrorism risk insurance program originally was enacted in 2002 after the 9/11 attacks led to the collapse of the private market for terrorism insurance. It provides a government backstop for private insurance companies in the event of catastrophic losses.\nThe legislation is important to economic sectors such as construction, real estate, hospitality and major sports leagues, which fear crippling insurance costs should the government program expire and rates skyrocket - or should the market for terrorism insurance collapse altogether.\nUnder the law, the government covers 85 percent of losses after the first $100 million in damage from a terrorist attack. The government has never paid out under the law, and terrorism insurance is less costly, but the hoped-for revival of private-sector alternatives has failed to occur.\nSadly, terrorism will be an ongoing threat to our nation for the foreseeable future, so it is vital that we remain prepared, said House Rules Committee Chairman Pete Sessions, R-Texas. The cost of terrorism still looms large, and acts of terrorism are uninsurable risks that could sink our insurance markets without this program.\nWednesday's legislation would reauthorize the program for six years and decrease the government's exposure by gradually increasing the point at which the program kicks in to $200 million. The government's share of catastrophic losses gradually would be lowered to 80 percent.\nThe terrorism insurance portion of the bill has wide support, but Democrats controlling the Senate are objecting to unrelated legislation that seeks to protect businesses that use financial instruments called derivatives to hedge risk from being subjected to costly margin requirements under Dodd-Frank.\nThose businesses already are protected under the terms of the law and follow-up regulations, but such end users of derivatives are concerned that they could get snared by future regulations.\nThe derivatives measure passed as standalone legislation on a 411-12 vote last year but is opposed by several Senate Democrats. Any senator has the power to single-handedly stall legislation.\n\nLoad-Date: December 11, 2014"
}