{
    "title": "TERRORISM TRIAL BEGINS IN IDAHO",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 4,
    "day": 14,
    "full text": "BOISE, Idaho -- A Saudi graduate student accused of setting up Web sites to help Islamic militants recruit followers went on trial yesterday in a key test of a Patriot Act provision that bars the giving of expert advice to terrorist groups.\n Al-Hussayen, a 34-year-old University of Idaho student working on his doctorate in computer science, is charged with three counts of aiding terrorism. He is also charged with visa fraud and making false statements.\nAl-Hussayen is accused of helping to run Web sites that supported the militant Palestinian organization Hamas and other groups allegedly promoting terrorism.\n Federal prosecutors said he provided \"material support\" to terrorists, a crime that was expanded under the Patriot Act -- the federal terrorism law passed after Sept. 11 -- to include \"expert advice or assistance.\"\n Al-Hussayen was arrested at his home Feb. 26, 2003, and has gotten strong support from students and faculty on the Moscow, Idaho, campus, where he had a reputation as a positive leader of the small Islamic community.\n / Iowa rejects gay nominee\n DES MOINES, Iowa -- Lawmakers blocked the nomination of an openly gay lawyer to the state school board yesterday, ending two days of heated debate in which some Republicans expressed fear that he would promote a gay agenda.\n One Democratic senator denounced the vote as \"clearly discriminatory.\"\n Jonathan Wilson was appointed by Democrat Gov. Tom Vilsack to serve on the board. Wilson served on the school board in Des Moines for 12 years but lost re-election in 1995 after publicly announcing earlier in the year that he was gay.\n / Boost for Mars rovers\n PASADENA, Calif. -- NASA said yesterday that it has beamed new software to its twin Mars rovers that should allow the six-wheeled vehicles to travel farther, sleep better and avoid the type of computer glitches that temporarily paralyzed one of them.\n The software update should make the rest of the mission undertaken by Spirit and Opportunity safer and more productive, NASA said.\n NASA sent the $820 million pair of rovers to Mars to prospect for evidence that the now-frozen planet once had water. Both have found such evidence. The space agency recently extended the mission through September.\n The new software, beamed across 188 million miles of space, should permit Spirit to travel longer distances across the rocky terrain by allowing it to independently negotiate obstacles that previously stumped its navigation software.\n A second part of the software package should allow the rovers to recover from computer memory problems.\n / Also in the nation\n A man who stalked and sexually assaulted an 11-year-old girl in a South Charleston, W.Va., Target store was sentenced yesterday to 25 years in federal prison. Allen Dwayne Coates, 38, of Irvington, Ky., pleaded guilty in December to federal charges that included crossing state lines to engage in a sexual act with a child. He also has pleaded guilty to state charges of assault and abduction and is awaiting sentencing for those offenses. … Cindy McCain, wife of Sen. John McCain, was hospitalized Phoenix, Ariz., in stable condition yesterday after suffering a small stroke. McCain said his wife would not require surgery or a lengthy hospital stay. … Striking bus drivers agreed to a new contract yesterday with the Twin Cities' transit agency, ending a walkout that lasted nearly six weeks. Bus service could resume as early as Saturday for the 75,000 daily riders in the Minneapolis-St. Paul, Minn., area who have had to find other ways to get around.\n\nLoad-Date: April 14, 2004"
}