{
    "title": "Terrorism and the Olympics(2)",
    "publisher": "the new york times",
    "year": 2008,
    "month": 5,
    "day": 29,
    "full text": "The reports of terror plots emanating this year from this Muslim region in the far west of China might seem fanciful: A foiled plot to blow up a plane; a cache of TNT to bomb the Summer Olympics; even a ''violent terrorist gang'' that planned to kidnap Olympic athletes.\n  But these aren't whispers on the Internet. They're reports coming from the Chinese government. So I flew out here to Kashgar --  an oasis on the ancient Silk Road, where the minarets and camels and carpets provide a Middle Eastern ambience  --  to look for terrorists. \n  Instead, China's State Security Ministry found me. I had been in Kashgar just a few hours when my videographer, who is ethnically Chinese, called to say that two plainclothes officials were interrogating him. They asked him not to tell me since American journalists tend to be touchy about such things.\n  The interrogation was a sign of the authorities' anxiety about stability in China's Muslim west. Separatists here in the Xinjiang region aim to create the nation of ''East Turkestan'' and have periodically blown up police stations  --  even bombed three public buses in 1997.\n  The Chinese government has claimed that 162 people were killed in such terror attacks by Uighur separatists between 1990 and 2001. Meanwhile, China has sentenced more than 200 people to death since 1997 for engaging in such separatist crimes.\n  Last year, Chinese officials said that 18 people had been killed when police raided a Uighur terrorist training camp with ties to Al Qaeda. The raid netted 1,500 grenades. \n  Then in March, China announced that it had foiled a plot ''to create an air crash,'' in a passenger plane shortly after it took off from the Xinjiang capital of Urumqi. In April, the authorities said that they had confiscated explosives from Uighurs who were planning suicide bomb attacks. \n  ''This violent terrorist gang secretly plotted to kidnap journalists, visitors and athletes during the Beijing Olympics,'' The Associated Press quoted Wu Heping, a spokesman for the Public Security Ministry, as saying. \n  Then just this month, a crowded bus blew up in Shanghai, killing three people and injuring many more. No one publicly claimed responsibility, but it recalled the 1997 Uighur bus bombings.\n  Ronald Noble, the secretary general of Interpol, cited these incidents  --  and also reports of a separatist plot to disrupt the Olympic Games with poison gas  --  and told a press conference that a terror attack at the Olympics was ''a real possibility.''\n  It's not entirely clear what to make of all this, for as I strolled around Kashgar I found the situation remarkably calm. I wasn't expecting to uncover a terrorist cell, but I had anticipated more hostility toward the government. Ordinary Uighurs I spoke with offered measured complaints, but they weren't seething as Tibetans are. \n  ''Nobody likes it when the Chinese all move in here,'' said a Uighur shop-keeper. ''Of course, we're all upset. But what can we do?''\n  One young woman offered a different take. ''When I was a little kid, my mom would tell me, 'Don't wander or the Han Chinese will steal you away. They eat human flesh.' '' She laughed and added: ''But now we see more Han, and we're not afraid of them. Relations are O.K.''\n  Some young Uighurs criticized the Beijing Olympics, saying the Games will drain local budgets. But I could have found stronger anti-government sedition on any street corner of Manhattan.\n  The only excitement I found in Kashgar was playing pied piper to State Security officers who tailed me whenever I left the hotel.\n  Normally, the Chinese government downplays security risks, but human rights groups argue persuasively that China is using concerns about Uighurs as an excuse to crack down on peaceful Uighur dissidents. After 9/11, China declared its own war on terror in Xinjiang, but Human Rights Watch and Amnesty International have documented that this often has targeted Uighurs who are completely nonviolent.\n  Unfortunately, the Bush administration has largely backed this Chinese version of the war on terror. Indeed, a Department of Justice report this month suggests that American troops softened up Uighur prisoners in Guantanamo Bay on behalf of visiting Chinese interrogators. The American troops starved the Uighurs and prevented them from sleeping, just before inviting in the Chinese interrogators. \n  That was disgraceful; we shouldn't do China's dirty work. It was one more example of the Bush administration allowing the war on terror to corrode our moral clarity. \n  We should encourage China to tolerate peaceful protesters even as it prosecutes terrorists. But instead of clarifying that distinction, in recent years we have helped China blur it. The risk of terrorism during the Olympics is real, but that shouldn't force us to do violence to our principles. \n\nhttp://www.nytimes.com\n\nLoad-Date: May 29, 2008"
}