{
    "title": "Terrorism Recasts Priorities Of New President",
    "publisher": "federal times",
    "year": 2001,
    "month": 12,
    "day": 31,
    "full text": "2001 will always be defined   first by the terrorist attacks of   Sept. 11.\nIn the months before the attacks, the government's most   pressing challenges were the   transition to a new administration and agenda, and replacing a   growing number of workers   approaching retirement.\nBut then came the events of   Sept. 11, and all that was of concern before then paled in comparison. Suddenly, the government confronted a new, far more   menacing challenge: terrorism   on U.S. soil.\nFederal agencies, led by the new   Bush administration, snapped to   the task. They redeployed staffs   and resources, re-examined missions, priorities and budgets, coordinated activities, and tended to   security needs.\nIn many cases, agencies plowed   new ground in reacting to the   challenges. Agencies had new,   urgent tasks to carry out, such as   building up stockpiles of biochemical vaccines, tightening security at airports, ensuring the   safety of mail, tracking terrorists'   finances and beefing up security   along the northern border.\nAs a result, some bureaus, such   as the Centers for Disease Control and Prevention, the Immigration and Naturalization Service and its Border Patrol, and   intelligence agencies, suddenly   held more prominent and critical   roles than before.\nThe Justice Department, for example, sought and received   broad new authorities to investigate and prosecute suspected terrorists and detain aliens. The Securities and Exchange Commission employed long-dormant financial tools to stabilize the   stock market. The Coast Guard   redeployed its fleet to secure   major seaports. And Congress   tasked the Transportation Department to whip up a new feder al security force to screen passengers and bags traveling by   air.\nThe White House acted fast   to create new high-ranking offices to oversee homeland security, cyber security and   counterterrorism. Congress   quickly approved a $40 billion   spending package to fund recovery from the attacks and   the new war on terrorism.\nThe rapid response to the attacks earned the government   high approval marks from the   public, according to several   surveys.\nYet, as agencies correctly   pursue pressing priorities related to homeland security   and counterterrorism, many   challenges that existed before   Sept. 11 remain to be addressed.\nFederal managers and employees are approaching retirement age in large numbers   and will need to be replaced.   Yet agencies continue to struggle in recruiting and hiring.\nThe U.S. Postal Service's financial woes continue to worsen, highlighting the need,   many say, for some kind of   fundamental postal reform.\nAnd President Bush has issued an ambitious management-reform agenda for government that many agencies   are struggling to meet.\n2001 - and specifically   Sept. 11 - marked a watershed for the federal government.\nWith 2002, we shall see more   clearly how those many forces   of change will reshape and refocus government for the foreseeable future.\n\nLoad-Date: June 18, 2004"
}