{
    "title": "Terror backstop gains momentum Administration won't support extension in current form",
    "publisher": "business insurance",
    "year": 2005,
    "month": 7,
    "day": 18,
    "full text": "WASHINGTON-Supporters of maintaining a federal terrorism insurance backstop think the tide may be turning in their favor on Capitol Hill.\nBackstop proponents recognize that the program, however, is unlikely to be as broad as that provided under the Terrorism Risk Insurance Act of 2002, which is slated to sunset on Dec. 31.\nIn separate testimony last week before the House Financial Services Committee and the Senate Banking Committee, Treasury Secretary John W. Snow repeatedly said the administration would not support an extension of TRIA in its current form. He said that a Treasury Department report released on June 30 concluded that the current program is ``crowding out innovation'' and is hindering the development of a private terrorism reinsurance market.\nTo be acceptable to the White House, a future program would have to be much narrower in scope, Mr. Snow said. For example, he said the revised program would need to eliminate coverage for such lines as commercial automobile and general liability-both covered under TRIA-and increase the point at which federal participation is triggered to $500 million in insured damage. Under TRIA, federal participation could, under certain circumstances, be triggered by an aggregate loss of as little as $5 million.\nSecretary Snow also said at both hearings that the administration did not want TRIA's backstop extended to group life insurance, an expansion that has some bipartisan support.\nBen S. Bernanke, chairman of the Council of Economic Advisers, said at the Senate hearing that ``I would be happy with any legislation'' that would require greater assumption of risk by the private market. He also said that ``an expiration would need some transition period.''\nSenate Banking Committee Chairman Richard Shelby, R-Ala., said in an impromptu news conference after the hearing that he believes the committee will pass legislation creating some sort of backstop, albeit a narrower and temporary one. Sen. Shelby, who was one of 11 senators to vote against TRIA in 2002, said the committee could take up the issue in September.\n``I am committed to delivering a bill to the House floor this year,'' said House Financial Services Committee Chairman Mike Oxley, R-Ohio, during his panel's hearing. To do otherwise would be ``the height of irresponsibility,'' he said.\nBackstop supporters liked what they heard from the two chairmen and other lawmakers.\n``We are encouraged,'' Leigh Ann Pusey, senior vp-government affairs for the American Insurance Assn. in Washington, said after last week's hearing. Both hearings provided an ``acknowledgement that you need a program in place,'' she said.\n``I think there has been a marked shift in tone coming from the administration over the past two weeks,'' said Joel Wood, senior vp-government affairs for the Council of Insurance Agents & Brokers in Washington.\n``Clearly, there's a willingness to actively engage with Congress over the contours of a federal role,'' Mr. Wood said. ``Ironically, we're probably going to have to get well into the negotiation of Jan. 1 renewals in order for the political odds to stack up in favor of a significant program.\n``While it would make greater sense for Congress to address this issue today, the political environment becomes better the more dislocation is apparent, dislocation post-Jan. 1,'' Mr. Wood said.\nA representative of the Coalition to Insure Against Terrorism, a Washington-based policyholder group, called the hearings a ``a very positive development. Marty DuPoy, who is also vp-government relations for the Washington-based National Assn. of Real Estate Investment Trusts, said that both chairmen and the administration ``expressed the need for continuing the program with some modifications, and doing so in a timely manner.''\n``As one whose first responsibility is to the buyers of insurance, I can tell you that the extension of TRIA is necessary if terrorism coverage is to be priced fairly-or even made available-to businesses,'' said Richard C. Bourne, a vp at Alexandria, Va.-based CIMA Corporate Insurance Management Inc. who has met with Treasury officials as a member of the National Assn. of Professional Insurance Agents. Like others, Mr. Bourne said he was encouraged by what he heard at the hearings.\n``The quick resolution of any suggested refinements, or the extension of TRIA as it presently stands, will be key to the insurance consumers, as time is of the essence, since insurance policies currently in effect or newly placed insurance policies will not include the terrorism coverage in its present format after Dec. 31,'' he said.\n``The debate has moved in the direction of what insurance companies and policyholder groups have argued,'' said Peter Lefkin, senior vp-government and external affairs for Allianz of America Corp. in Washington. ``It's not really a question of time; it's a matter of political will. And from what I've observed attending the two hearings, a bipartisan consensus is emerging, and opposition from (Treasury) seems to be declining.''\n``The hearings revealed widespread support for TRIA. Even Secretary Snow's testimony was encouraging,'' said Carl Parks, senior vp-government affairs for the Property Casualty Insurers Assn. of America. ``The question resulting from the hearings seems to be not whether a terrorism reinsurance bill will be passed by Congress this year but what that bill will contain.\n``To that end, the secretary said several of the Treasury Department's recommendations that accompanied the Treasury report are negotiable. Clearly, the hearings were a good first step toward crafting a bill that will protect policyholders from the threat of TRIA's looming expiration,'' Mr. Parks said.\n``We're very encouraged by the hearings,'' said Mary Z. Seidel, vp and director-federal affairs for the Reinsurance Assn. of America.\n``We appreciated Chairman Oxley's and Chairman Shelby's pledge to move a bill this year. If they want it to happen, it will happen. I'm going to trust their leadership on this,'' Ms. Seidel said.\n\nGraphic\n\n \nArt Credit: Treasury Secretary John W. Snow * House Financial Services Committee Chairman Mike Oxley, R-Ohio\nArt Credit: UPI * NAMIC\n\nLoad-Date: July 20, 2005"
}