{
    "title": "Terrorists May Carry Out Attacks In UK Warn Travellers",
    "publisher": "the will ",
    "year": 2018,
    "month": 12,
    "day": 26,
    "full text": "SAN FRANCISCO, December 25, (THEWILL) The UK's foreign and commonwealth office has warned its citizens against travelling to several states in Nigeria due to the risk of terrorist attacks and kidnappings. In its latest travel advisory, the FCO warned against \"all travel\" to Borno, Yobe, Adamawa, Gombe, Delta, Bayelsa, Rivers, Akwa Ibom and Cross River states.\n The FCO also warned of potentially-violent protests by members of the Islamic Movement of Nigeria (IMN) ahead of the February 2019 elections. It advised against \"all but essential travel\" to Bauchi, Zamfara, Kano, Kaduna, Jigawa, Katsina, Kogi, and within 20km of the border with Niger in Sokoto, Zamfara and Kebbi states.\n \"Terrorists are very likely to try to carry out attacks in Nigeria. Most attacks occur in the north east, particularly in Borno (including central Maiduguri and along access routes connecting the city to other major towns), Yobe, Adamawa and Gombe States,\" the travel advisory read.\n \"There have also been significant attacks in Kano, Kaduna, Jos and Bauchi States and in the Federal capital, Abuja. \"You should avoid places where crowds gather, including religious gatherings and places of worship, markets, shopping malls, hotels, bars, restaurants, transport hubs and camps for displaced people.\n \"Attacks could be indiscriminate and could affect western interests as well as places visited by tourists. Besides Abuja, other major towns and cities remain particularly at risk, including Kano and Kaduna.\n \"There's a high threat of kidnap throughout Nigeria. Kidnaps can be motivated by criminality or terrorism, and could be carried out for financial or political gain.\n \"The security environment in the north east has deteriorated in 2018 and there is a heightened risk of kidnap. Kidnaps in the north east have included humanitarian and private sector workers.\n There are also reports that Boko Haram and Islamic State West Africa (ISWA) are continuing to actively plan to kidnap foreigners. \"As well as in north-east Nigeria, this is believed to include some northern and middle belt states including Bauchi, Gombe, Kano, Kaduna, Niger and Adamawa.\n If you're working or travelling in areas where there is a Boko Haram or ISWA presence, especially in the north-east of Nigeria, you should be aware of the risk of terrorist kidnapping. \"There is also a high threat of criminal kidnap in the Niger Delta region and Kogi state.\n\" \n\nLoad-Date: December 26, 2018"
}