{
    "title": "Terrorists rarely achieve main goals, but do win lesser victories",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 12,
    "day": 3,
    "full text": "Does terrorism pay? The answer is not a simple yes or no.\nImmediate terrorist demands are rarely met. But lamentably, long-term advantages often do accrue to movements or governments that sponsor terrorist actions. Notwithstanding Reagan administration denials to the contrary, recent covert American dealings with Iran were in part motivated by the need to come to grips with a government that has successfully wielded terrorism as an instrument of state policy.\nAccording to Brian Jenkins of the Rand Corporation, the volume of terrorist activity is growing at an annual rate of 12 to 15 percent.\nSuch a statistic would logically imply that terrorists enjoy a fair success rate. Yet event after event is seen to end - sometimes peacefully and sometimes in bloody fashion - without achievement of the terrorists' stated goals:\n*Several Shiite Muslim terrorist operations have included unsuccessful demands for the release of colleagues jailed in Kuwait for previous terrorist actions.\n*Both Palestinian and Shiite operations often seek the release of prisoners in Israel - again rarely with success.\n*The most common demands of West European terrorists - release of prisoners, ransoms, or political concessions - have almost uniformly not been met.\nNor have the terrorist groups themselves fared well. South American urban terrorism, which flourished in the 1960s and '70s, met with ruthless repression. And in recent years West European groups have been severely reduced in number, size, and effectiveness.\nSo why does terrorism escalate, despite this seemingly dismal record?\nFirst, well-publicized terrorism bestows instant political importance on groups representing a cause that might otherwise be ignored.\nThe Palestinian movement, for instance, was little known or heeded before it began terrorist operations after the 1967 Arab-Israeli war. The use of violence in South Africa by the African National Congress in recent years has magnified the ANC's image as a force to be reckoned with. Terrorist acts of the Jewish underground rendered the Zionist movement resistant to British repression in Palestine before Israel's independence. And the Algerian FLN gave violent credibility to that country's independence movement against France.\nSecond, insurgencies of any political coloration are strengthened by their capacity to intimidate members of the civilian populace into cooperating with them. The Viet Cong, Khmer Rouge, Afghan mujahideen, and Nicaraguan contras have all learned this lesson well.\nThird, in some cases specific policy goals have been attained largely through the use of terror. The bloody bombing of the American Marine barracks in Beirut in 1983 was a significant factor behind Washington's ultimate decision to depart from Lebanon - a major achievement for extremists in that country.\nFourth, certain kinds of terrorist actions do attain tangible, immediate results. Although governments by and large will not pay outright ransom money in exchange for kidnap victims, private companies have no such scruples. Some corporations even quietly maintain kidnap and ransom insurance for their employees - thereby ensuring the profitability of a kidnap trade in private business executives.\nAnd fifth, violence provokes reactions in its target areas that tend to perpetuate the climate for terrorism. Western populaces and their politicians find it difficult to differentiate between moderates and terrorists in Middle Eastern political movements that include both, for instance. Hard-line policies disavowing dialogue and compromise are often the unfortunate result - a sure prescription for ongoing strife.\nThird-world governments are laden with individuals who used terrorist tactics during their struggle to seize power. But a crucial difference exists between those who successfully wield violence as a temporary tactic and those who are infatuated by its use. Revolutionary movements reach a point when the very same terrorist policies that forced their initial recognition become an impediment to their legitimate acceptance.\nLeaders of such organizations must at that point adopt new policies of compromise and civilized behavior - and impose discipline on those followers who, addicted to violence, thrive on the perpetuation of armed struggle.\nThis process is never easy. But those causes that do not adapt usually flounder.\nThe wing of the Palestine movement loyal to Yasser Arafat, for example, has flirted with moderation. But it has thus far proved unwilling or unable to suppress its terrorist fringes that rendered valuable service during the 1970s.\nWhether it will do so over time may spell the difference between partial success and outright failure - as it has for other revolutions that historically faced similar choices."
}