{
    "title": "Terror panel fears nuclear, bio attack",
    "publisher": "the new york times",
    "year": 2008,
    "month": 12,
    "day": 1,
    "full text": "WASHINGTON -- An independent commission has concluded that terrorists most likely will carry out an attack with biological, nuclear or other unconventional weapons somewhere in the world in the next five years unless the United States and its allies act urgently to prevent that.\nIn a report to be released this week, the congressionally mandated panel found that with countries like Iran and North Korea pursuing nuclear weapons programs, and with the risk of poorly secured biological pathogens growing, unconventional threats are fast outpacing the defenses arrayed to confront them.\n\"America's margin of safety is shrinking, not growing,\" the bipartisan panel concluded.\nPrepared before last week's deadly terrorist attacks in Mumbai -- which U.S. officials say were most likely carried out by Pakistani militant groups based in Kashmir -- the report also singled out Pakistan as a top security priority for the coming Obama administration.\n\"Were one to map terrorism and weapons of mass destruction today, all roads would intersect in Pakistan,\" the report states, citing the country's terrorist haven along the border with Afghanistan and its tense relations with nuclear rival India.\n\"Pakistan is an ally, but there is a grave danger it could also be an unwitting source of a terrorist attack on the United States -- possibly with weapons of mass destruction,\" the report said.\nThe report is the result of a six-month study by the Commission on the Prevention of Weapons of Mass Destruction Proliferation and Terrorism, which Congress created last spring in keeping with one of the recommendations of the 9/11 Commission.\nThe nine-member panel received classified briefings, conducted several site visits, including meetings in Russia, and interviewed more than 250 government and independent experts in several countries.\nThe New York Times obtained a copy of the report's 18-page executive summary. Details from draft chapters of the report on the threat of bioterrorism were published yesterday by The Washington Post.\nThe panel's 13 recommendations focus on fighting the threat of bioterrorism, including improved bioforensic capabilities, and strengthening international organizations, like the International Atomic Energy Agency, to address the nuclear threat. It also calls for a comprehensive approach for dealing with Pakistan.\n\nLoad-Date: December 2, 2008"
}