{
    "title": "Terrorism Is Not Priority For Pakistanis, Poll Finds",
    "publisher": "the new york times",
    "year": 2009,
    "month": 5,
    "day": 12,
    "full text": "As the Pakistani military pressed its campaign to root out Taliban militants from three districts northwest of the capital, a recent poll showed that an overwhelming majority of Pakistanis did not consider terrorism to be the most important issue facing the country, but instead ranked the economy at the top. \n  The poll was released Monday by the International Republican Institute, a nonprofit group based in Washington that is affiliated with the Republican Party and promotes democracy abroad. The survey also showed that 81 percent of the respondents said they thought that the country was headed in the wrong direction. \n  Most blamed President Asif Ali Zardari, and his approval rating was just 19 percent. But an overwhelming majority still said they preferred an unstable democracy to a military dictatorship.\n  The poll was taken in March before the Taliban flooded into neighboring districts from their stronghold in the Swat Valley, and before the government opened its campaign to push the militants back. It clearly shows the challenges facing the government as it tries to mobilize Pakistanis behind its fight, particularly as the civilian toll of the campaign widens.\n  Pakistanis have long been reluctant to take on the Taliban, who are fellow Muslims and Pakistanis. The poll, for instance, revealed strong support for the February peace agreement with the Taliban in Swat. Eighty percent said they supported the pact, and 74 percent said they thought the deal would bring peace to the region.\n  That deal has now fallen apart, with the Taliban and the government blaming each other for its breakdown. \n  Rehman Malik, Pakistan's interior minister, said 700 militants were killed in the last four days of intense fighting -- a much higher figure than the 140 or so reported by the military -- along with 22 government soldiers. While it is clear that the fighting has been heavy, none of the casualty claims could be verified because aid agencies and journalists were barred from the conflict areas.\n  In the past 12 days, more than 360,000 civilians have registered with the Office of the United Nations High Commissioner for Refugees as having been displaced by the fighting, said the office, based in Geneva. \n  The figure brought to more than 900,000 the number of people registered as uprooted in successive waves of fighting in Pakistan since August, William Spindler, a spokesman for the refugee office, said in a telephone interview.\n  Mr. Malik vowed that the military offensive would continue until the militants were crushed. ''The operation will continue until the last Talib,'' Mr. Malik said, using the singular form of the word Taliban. \n  Pakistan began the offensive under strong American pressure to reverse advances toward the capital by the Taliban, after the militants entered Buner and Dir, districts adjoining Swat. \n  The survey pointed to a mixed picture for the government and the United States in trying to draw Pakistanis to their side in taking on extremism. \n  Most saw economic issues as the nation's most pressing problems, with only 10 percent saying terrorism, but 69 percent agreed that having the Taliban and Al Qaeda operate in Pakistan was a serious problem. \n  Forty-five percent said they supported fighting the extremists in the tribal areas and the North-West Frontier Province, a high for the poll. \n  The survey also showed signs of an increase in the willingness of Pakistanis to cooperate with the United States against extremism, with the number  hitting  37 percent from a low of 9 percent in January 2008. \n  Seventy-four percent agreed that religious extremism was a serious problem in Pakistan. But 56 percent said they would back Taliban demands to extend Islamic law to other parts of the country, including some major cities.\n  ''The most striking thing about the survey is that while 81 percent feel the country is headed in the wrong direction, 77 percent say they wanted to live in a democratic setup,'' said Thomas E. Garrett, regional program director for the Middle East and North Africa for the International Republican Institute. ''I think it is quite an amazing number.''\n  Mr. Garrett said in a telephone interview that he was not surprised that economic issues took precedence over terrorism. He said that result was consistent with earlier polls by the institute.  \n  The survey was conducted from March 7 to 30, with 3,500 men and women throughout Pakistan. The margin of sampling error is plus or minus two percentage points.\n  President Zardari's low approval ratings were consistent with an earlier poll by the institute. Asked which leader could most effectively handle Pakistan's problems, 55 percent chose Nawaz Sharif, the opposition leader who served twice as prime minister, while just 9 percent said Mr. Zardari. \n  PESHAWAR, Pakistan(Agence France-Presse)  -- A drone suspected to have been controlled by the United States  fired two missiles into a compound in a remote Pakistan tribal area near the Afghan border and killed up to eight militants on Tuesday, security officials said.\n  :''It was a drone strike on a compound, where militants used to stay before crossing the border or after coming back from Afghanistan. Eight militants were killed,'' said one Pakistani security official on condition of anonymity.\n  A top security official said two missiles were fired killing seven to eight militants around 25 kilometres (16 miles) from Wana towards the Afghan border.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: A bomb victim in Peshawar, Pakistan. A poll taken in March showed huge support for a February peace deal with the Taliban, which has since fallen apart as the militants have flooded into neighboring districts from their stronghold in the Swat Valley.(PHOTOGRAPH BY FAISAL MAHMOOD/REUTERS)                                    \n\nLoad-Date: May 12, 2009"
}