{
    "title": "Terror trial engulfs town Lodi residents wonder if a plot was taking shape under their noses",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 2,
    "day": 15,
    "full text": "For nine months, residents of this quiet farming town known for its annual grape festival and local wines have waited to learn whether it has been a home for terrorists.\nAuthorities allege several people committed to al-Qaida have been operating in and around Lodi, a town of 62,000 just south of Sacramento.\nA father and son were among five members of the region's Pakistani community arrested after a nearly three-year terrorism investigation were scheduled to go on trial Tuesday in the state capital.\n\"Everyone was wondering, is there a terrorist cell?\" Mayor Susan Hitchcock said.\nTwo local imams and a son of one of the religious leaders have been deported to Pakistan on immigration violations, leaving prosecutors to focus on an ice cream vendor and his son.\nHamid Hayat, 23, is charged with lying to the FBI about attending a terrorism camp in Pakistan in 2003 and 2004. His father, Umer Hayat, 47, is charged with lying when he denied his son had attended such a camp. Both have pleaded not guilty to the charges.\nThe Hayats, who are U.S. citizens, were arrested in June shortly after returning from Pakistan. If convicted, the younger Hayat faces up to 31 years in prison, while the elder Hayat could receive eight years in prison.\nNationwide, 407 people have been charged with domestic and foreign terrorism-related crimes since the attacks, according to the U.S. Department of Justice. Of those, 228 have been convicted or pleaded guilty.\nFederal investigators began examining the Pakistani community in and around Lodi shortly after 9/11. About 2,500 people of Pakistani descent call the area home. Most are descendants of laborers who began arriving in the early 1900s to work in the area's orchards and packing plants.\nA government informant infiltrated the area's Muslim community, and by August 2002 had the first recorded conversation with Hamid Hayat. It is among about 1,000 hours of tapes turned over to defense lawyers.\nAuthorities claim Hayat planned to attack hospitals and supermarkets in the United States.\nIn interviews and court testimony, relatives say Hamid Hayat was a young man lacking direction and ambition who was sent to Pakistan to find purpose and a wife. By the time he returned to the United States, he was married and arranging to bring his new wife home.\nThe Hayats will be tried together but with separate juries because prosecutors say their confessions implicate each other.\nDefense attorneys say their clients were pressured by investigators and should have had attorneys and interpreters present when they were interrogated.\nIn Lodi, residents say the town has returned to normal in the nine months since the arrests. They say they plan to monitor the court proceedings carefully to see what evidence the government presents.\n\"The neighborhood's the same. It's all peaceful again,\" said Karina Murillo, whose family rented part of the elder Hayat's house, which had been divided into two residences. \"It's hard for us to believe because we've known them. We never saw anything suspicious or anything until the FBI showed up.\"\n\nLoad-Date: May 25, 2006"
}