{
    "title": "Terrorism goes collegiate but FGCU students still feel safe",
    "publisher": "the new york times",
    "year": 2019,
    "month": 9,
    "day": 24,
    "full text": "On the morning of Jan. 20, the Taliban attacked Bacha Khan University in Pakistan. According to Fox News, CNN and \"The New York Times,\" at least 19 casualties occurred. As the story develops, the number continues to climb.\nTaliban members raided the campus during ceremonial times to maximize the devastation, according to CNN. The New York Times reports students, faculty members and guards were part of the casualty count.\nA scene from the Pakistan University attack on Jan. 20. (Photo special to Eagle News)\nAn official statement from the university told \"The New York Times\" that many students were killed in their dormitories. A peace concert was scheduled for that day, so reports estimate 2,500 students were on campus.\nLater that morning, Fox News published an article connecting a Kent State professor to ISIS. An FBI spokeswoman confirmed investigation on the professor was taking place, according to the report.\n\"I've never broken the law,\" the professor told the \"Beacon Journal.\" \"I support no violence or violent organizations. As they say, 'Haters gonna hate.'\"\nA Kent State spokesperson said the FBI assured the college there was no threat to the school, reports Fox News.\nFGCU students are aware of these world events and say they recognize the dangers but don't think the events directly affect them or the university.\n\"Obviously, the world right now isn't as safe as it once was,\" said Alex Jorge, a sophomore at FGCU. \"But, we shouldn't be afraid of terrorists attacking our universities because that's exactly what they want from us. We're a much safer place than Pakistan, and being paranoid about attacks 24/7 would do no one any good.\"\n\"I don't think it directly effects U.S. universities, but I definitely think it is a wakeup call,\" said Cari Seaver, a freshman at FGCU. \"A lot of people think of schools as safe spaces regardless of things that could happen such as school shootings.\"\nIn 2014, University Primetime named FGCU the second safest university in America, behind Quinnipiac University in Connecticut. Students say they do feel safe at FGCU.\n\"UPD takes the safety and security of all of our faculty, staff & students as our most important issue,\" said UPD Chief Moore. \"Terrorist attacks, such as today's in Pakistan, or other acts of violence on a campus are always a concern. Although such an incident is unlikely at FGCU, we must always be prepared and work to prevent any such incidents.\"\nUPD provides information on active shooters on their webpage.\n\"I always feel safe and comfortable at FGCU,\" Jorge said. \"UPD's number one goal is to ensure the safety of everyone on campus, and they do a great job at it.\"\n\"I think that universities should create plans for what they would do in the wake of a terrorist attack,\" Seaver said.  \"But, I don't believe that college students should live in fear of what could potentially happen. On any given normal day, I feel safe on campus. However, I feel, at times, schools in general try to keep students in the dark about the bad things that could happen on campus.\"\n\nLoad-Date: October 2, 2019"
}