{
    "title": "Terrorism defined by viewpoint",
    "publisher": "university wire",
    "year": 2002,
    "month": 4,
    "day": 4,
    "full text": "\"Terrorism\" is the new buzzword, replacing the now obsolete\n\"communism\" as the stock term used by politicians and other ignorant people to justify the support of repression and sundry dictators. But it is a very slippery word. What exactly is terrorism and who is a terrorist? That is not at all clear, and it is apparently in the political interests of many that it remain so.\n\"The deliberate killing of civilians\" is the most generally accepted definition, though perhaps it should be \"innocent civilians,\" since both America and Israel do not hesitate shooting people out of uniform, claiming they are terrorists or supporters of terrorists. Yet both powers also consider any attack by non-military elements on their uniformed personnel to be acts of terrorism, as in the case of USS Cole.\nU. New Mexico\nBut what then is a freedom fighter? If armed Palestinians or Chechens or Kashmiris attack Israeli or Russian or Indian troops occupying their territory, are they terrorists? When French or Polish or Ukrainian civilians attacked German soldiers during World War II it was considered legitimate resistance, and it was in fact the Nazis who labeled Russian partisans and other freedom fighters\n\"terrorists.\"\nJews who killed British soldiers in Palestine during the Mandate are considered freedom fighters, even though Palestine was not then their country. Various international charters, all of which the United States has signed, in fact recognize the right of resistance on the part of people in a militarily occupied country.\nWhy then is the Palestinian who shoots an Israeli soldier in Hebron a terrorist and not a freedom fighter?\nAnd what is an \"innocent\" civilian? People who happen to be in a Tel Aviv discoteque or the World Trade Center at the wrong time are clearly innocents, but what about foreign colonists in your country? The Israeli settlers in occupied Palestine, who can hardly have anything to do with the security of Israel, are armed to the teeth and have been accustomed for decades to shooting and otherwise doing violence to Palestinians with no fear of serious punishment.\nWhy are these people not considered terrorists or called \"gunmen,\" as is every armed Palestinian? Is it not a legitimate act of resistance to shoot at colonists building fortified camps in your country? Men, like former Israeli Prime Ministers Menachem Begin and Yitzak Shamir, blew up civilians, including Jews, during the British mandate: are they terrorists or, as Israel would claim, freedom fighters?\nClearly, what terrorism is depends to a large degree upon point of view, especially the point of view of those with the biggest sticks, in this case the United States. One thing most governments and virtually all American politicians will agree upon, however: states cannot be terrorists. If the persons carrying out the killing are wearing uniforms and following the orders of state authorities, they cannot be terrorists.\nOh, individuals might be judged \"war criminals,\" as current Israeli Prime Minister Ariel Sharon implicitly was by an Israeli commission, but the state and its armed forces can never be terrorists. At worst, as is claimed for Iraq and Iran, the state can only \"support\" terrorism.\nThe idea of state terrorism is one most nations, at least outside the Arab world, are unwilling to countenance because it opens the door wide to examination of the legitimacy of their military activities. And America is especially reluctant since many of the actions of Israel clearly fall into the category of state terrorism, that is, deliberate violence against innocent civilians and international law carried out by the Israeli Defense Force.\nIsraelis might of course claim that shelling a United Nations post crammed with refugees or shooting Palestinian ambulance drivers or aiding its proxies in massacring women and children in refugee camps in Lebanon is ultimately necessary to their security. And the Germans might claim that slaughtering sub-humans and occupying all of Europe was necessary to theirs.\nAmerica -- and indirectly Israel -- is the superpower and consequently has the privilege of selectively defining terrorism to suit its interests. Colonial Americans who did violence to British officials or loyalists are considered heroes and patriots; Kashmiris who do violence to Indian officials are terrorists.\nIsraeli soldiers who shoot Palestinian policemen are defending their country; Taliban soldiers who shoot American soldiers are terrorists. Without hesitation, the U.S. government shuts down Muslim charities suspected of funneling money to terrorist organizations, but no mention is made of all the money flowing from Boston into the hands of Irish Republican Army terrorists.\nWith its virtually unqualified support of Israel, the government of the United States is in fact condoning terrorism. And with Israel under Sharon doing an increasingly convincing impersonation of Nazi Germany, the Bush administration will not even tell us how far Israel can go before we protest. Leveling entire Palestinian towns? Mass expulsions? Death camps? After all, what are a few dead Palestinians when it comes to being re-elected?\n(C) 2002 Daily Lobo via U-WIRE\n\nLoad-Date: April 4, 2002"
}