{
    "title": "Terror trials differ in civilian, military courts There seem to be no clear-cut reasons for which wi",
    "publisher": "st. louis post-dispatch ",
    "year": 2009,
    "month": 11,
    "day": 22,
    "full text": "WASHINGTON - The federal courts and military tribunals that will prosecute suspected terrorists vary sharply in their independence, public stature and use of evidence. But the Obama administration has so far offered no clear-cut rationale for how it chooses which system will try a detainee.\nThe administration has said similarly situated suspects can be tried in either system, while others may still be held without trial because there is insufficient evidence for either proceeding, but they are considered too dangerous to release.\n\"I think the Obama administration is trying to straddle this debate between whether we should approach al-Qaida as a problem of massive-scale criminality or as a problem of war,\" said Matthew Waxman, a former State Department and Pentagon official under President George W. Bush now at Columbia University law school.\nIndeed, on Capitol Hill last Wednesday, Attorney General Eric Holder testified, \"The 9/11 attacks were both an act of war and a violation of our federal criminal law, and they could have been prosecuted in either federal courts or military commissions.\"\nThe administration is sending professed Sept. 11 mastermind Khalid Sheikh Mohammed and four alleged henchmen to a civilian trial in New York, while a suspect in the bombing in 2000 of the U.S. destroyer Cole and four other terrorism suspects will be tried by military commissions.\nThe major differences between the systems are the federal judiciary's independence and the relaxed rules for admitting evidence in military tribunals.\nFederal courts bar evidence obtained by coercion. And a new law regarding military commissions that President Barack Obama signed last month forbids evidence derived from torture and other harsh interrogation techniques. But the commissions still have rules that allow greater use of hearsay testimony and, in some instances, could permit the introduction of coerced testimony.\nMilitary judges ultimately will decide what evidence can be admitted, but the new law allows statements made by defendants to be used even if they are not given voluntarily in certain circumstances, including in combat situations. Written witness statements, rather than live testimony that is subject to cross-examination, also can be admitted by military judges.\nThe larger issue, for some civil libertarians, is what the American Civil Liberties Union's Jonathan Hafetz called a \"legitimacy deficit.\"\nThe commissions set up under Bush to try terrorism detainees have been revised several times based on Supreme Court decisions and acts of Congress that moved their rules and procedures closer to federal courts.\n\"But they just don't have the credibility and never will have the credibility that federal courts have,\" Hafetz said.\nJoanne Mariner, director of the terrorism and counterterrorism program at Human Rights Watch, said another indication of the reduced stature of the commissions is that, by law, they can never be used to try U.S. citizens.\n\"The federal courts are a co-equal branch of government and judges are constitutionally protected from interference. That is really important in politically charged and high-profile cases,\" Mariner said.\n\"Military commission judges and prosecutors have no such protection.\"\nOn the other hand, supporters of the military tribunals say they provide sufficient protections for accused terrorists. Moreover, they say, the Sept. 11 attack is a classic war crime - the mass murder of civilians - for which military tribunals have traditionally been used.\n\"Other things being equal, you would think that targeting civilians makes the crime more grave,\" said Gregory G. Katsas, a Bush Justice Department official. \"If you don't try Khalid Sheikh Mohammed by military commission, I don't know who you try.\"\nHolder's formulation seems to put the U.S. in the position of distinguishing between American interests based on which government agency was attacked.\nWaxman said that it is unlikely al-Qaida makes that distinction. \"We're talking about a transnational terrorist network whose criminality extends across borders,\" he said. \"The scene of the crime is global.\"\n\nLoad-Date: November 22, 2009"
}