{
    "title": "TERRORISM SUSPECT ACTS AS OWN DEFENSE",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 5,
    "day": 31,
    "full text": "Ignoring a federal judge's warning, a man on trial for terrorism took over as his own lawyer Thursday and denied involvement in a plot to bomb 12 U.S. airliners.\nThe defendant, Ramzi Yousef, read a 10-minute opening statement, telling the federal jury that he was in custody in Pakistan when prosecutors say he was plotting the bombing rampage over the Far East in January 1995.\nYousef, who is also awaiting trial on charges he masterminded the World Trade Center bombing, said foreign governments provided the United States with phony evidence in the airliner case.\nDisregarding U.S. District Judge Kevin Duffy's warning that representing himself would virtually guarantee a conviction, Yousef addressed the jury minutes after dismissing his lawyer.\n\"I want you to keep in mind that even though defendant Yousef is not a U.S. citizen, and doesn't speak the way you speak, that he is a person just like you,\" Yousef said.\nYousef later cross-examined the trial's first witness, Philippine Airlines flight attendant Maria Delacruz. She had identified Yousef as the man who, on Dec. 11, 1994, boarded a plane on which a bomb later exploded, killing a Japanese passenger. Prosecutors say Yousef planted a bomb under the seat and got off at a stopover. They say he was testing his plot to down U.S. aircraft.\nYousef asked Delacruz why she said it appeared he had a \"hook nose\" when she had told Philippine police his nose was \"pointed.\"\n\"Pointy nose and hook nose. It's the same thing,\" she answered.\nYousef's attorney, Roy Kulcsar, can now serve only in an advisory role. Several times as Yousef questioned the first witness, the defendant consulted with Kulcsar.\nThe judge promised to cut Yousef off if any of his questioning got out of hand.\nBut in nearly an hour of cross-examination, Yousef was rarely interrupted by prosecutors' objections.\nIf convicted on conspiracy charges, the three defendants could get life in prison.\nProsecutors said the bombing plot was aimed at scaring the United States into withdrawing aid to Israel.\nYousef exposed the plan Jan. 6, 1995, when he accidentally set fire to a Philippines apartment that served as his bombmaking headquarters.\nYousef ran off, and when authorities arrived they found homemade explosives, timers, electronic components and a bombmaking notebook, as well as a computer, authorities said.\nOn the computer was a plan calling for bombs to be placed aboard flights over the Far East in January 1995, said Assistant U.S. Attorney Michael Garcia. The planes would blow up on their way to Honolulu, San Francisco, Los Angeles and New York City.\n\nLoad-Date: May 31, 1996"
}