{
    "title": "Terrorism blamed in attack Islam convert killed Canadian soldier, injured another in hit-and-run",
    "publisher": "the world",
    "year": 2014,
    "month": 10,
    "day": 22,
    "full text": "SAINT-JEAN-SUR-RICHELIEU, Quebec - A young convert to Islam who killed a Canadian soldier in a hit-and-run had been on the radar of federal investigators, who feared he had jihadist ambitions and had seized his passport, authorities said Tuesday.\nThe suspect was shot dead by police after a chase in the Quebec city of Saint-Jean-Sur-Richelieu. A second soldier suffered minor injuries in Monday's attack.\nPublic Safety Minister Steven Blaney said the attack \"clearly linked to terrorist ideology. Quebec Police spokesman Guy Lapointe said the act was deliberate and that one of the two soldiers was in uniform. Lapointe said there were no other suspects at this time.\nAn official who spoke on condition of anonymity because he was not authorized to speak publicly about the case identified the suspect as Martin Couture-Rouleau, 25.\nThe suspect was known to authorities and recently had his passport seized, RCMP Commissioner Bob Paulson said. He was one of 90 suspected extremists in the country who intend to join fights abroad or who have returned from overseas. However, it was not known whether the suspect had any ties to Islamic militant groups.\n\"He was part of our investigative efforts to try and identify those people who might commit a criminal act travelling abroad for terrorist purposes, Paulson said.\nThere was no answer at Couture-Rouleau's single story white brick home in Saint-Jean-sur-Richelieu, Quebec, on Tuesday morning, and no sign of police.\nNeighbor Daniel Fortin said he had known Couture-Rouleau, who lived with his father, since he was a child.\nFortin said over the past year or so, he grew out his beard and began wearing loose-fitting Muslim clothing but that he never felt threatened by him. Fortin said Couture-Roleau's father was worried as he became increasingly radicalized and \"tried everything to help him.\nAnother neighbor, who declined to be named, said she didn't know the family well but saw police visit the home on more than one occasion over the past few months.\nPrime Minister Stephen Harper said the slain soldier, 53-year-old Warrant Officer Patrice Vincent, was a 28-year veteran with \"distinguished service.\n\"Our thoughts and prayers are with his family members, his friends and his colleagues, the prime minister said.\n\"This was a despicable act of violence that strikes against not just this soldier and his colleagues but frankly against our very values as a civilized democracy, Harper said in Parliament.\nLapointe said the other victim is in stable condition with minor injuries.\nThe suspect sat in his car in the parking lot outside a veterans' support center for at least two hours before the hit and run, Lapointe said. A police officer on patrol witnessed what happened and immediately gave chase. He was was pursued for about 4 kilometers (2.5 miles) before he lost control of the car, which rolled over several times.\nLapointe said the man was brandishing a knife when he emerged from the vehicle and police opened fire.\nThe case is similar to one in London last year in which an al-Qaida-inspired extremist and another man ran over a soldier with a car before hacking the off-duty soldier to death.\nImages of Michael Adebolajo, 29, holding a butcher knife and cleaver with bloodied hands in the moments after the May 2013 killing of Fusilier Lee Rigby shocked people around the world and sparked fears of Islamist terrorism in Britain.\nThe Islamic State group has urged supporters to carry out attacks against Western countries, including Canada, that are participating in the U.S.-led coalition fighting the militants who have taken over large swaths of territory in Iraq and Syria. Eight Canadian fighter jets, including two spares, are set to depart for the region Tuesday.\n\nLoad-Date: October 22, 2014"
}