{
    "title": "TERRORISM THREAT HAS NOT STOPPED U.S. ATHLETES",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 5,
    "day": 16,
    "full text": "Maybe it is because Cheryl Haworth can clean and jerk 350 pounds.\n Or because Stephon Marbury can see his likeness on a Times Square billboard that is five stories tall.\n Or because Mia Hamm is the most dominant player of her gender in the history of the world's most popular sport.\n Maybe it is that Olympic athletes have a natural fearlessness, have experienced a lifetime of success, have developed an idealistic view that only the optimal outcome is bound to occur.\n How else to explain the American attitude toward attending the Athens Games in the face of the threat of terrorism?\n\"I have talked to many, many of our athletes over the past few months and weeks,\" said Larry Buendorf, the U.S. Olympic Committee's chief security officer.\n \"Some have asked a lot of questions, but not one of them has told me they were considering not going.\"\n Although that is subject to change should a bombing or attack occur, the official count for U.S. athletes who have pulled out of the Olympics because of security concerns is zero. Some have wavered, and one -- guard Tracy McGrady of the NBA's Orlando Magic -- is believed to be worried enough to be pondering it. But any potential epidemic of cancellations has yet to approach a trigger point.\n That has been abundantly evident at the USOC's media summit this weekend in New York City. Most of the 90 athletes in attendance have been quizzed on the subject by the more than 400 members of the media, and only a fraction have spoken of any degree of apprehension.\n A few have gone so far as to express a sentiment that the Olympics could not be coming at a more opportune moment to improve the U.S. image, which has been damaged with the release of the Iraqi prison photos this month.\n \"There's no better time to represent your country,\" softball pitcher Jennie Finch said. \"We have a chance to go over there, make a difference, send a message of peace the way all Olympics are supposed to do. That's what the Games always have been about, bringing people together.\"\n For the most part, the athletes' confidence appears to be rooted in assurances from the USOC and their individual federations about the unprecedented level of security. Greece is spending $1.2 billion, four times Sydney's total for the 2000 Game, and will have 70,000 military or police officers focused on the Olympics. The USOC will assign a bodyguard for each athlete.\n \"Our team has lived this lifestyle for a long time. We have protection wherever we go,\" said Hamm, in her third and final Olympics for the women's soccer team. \"The fact is, we're one of the last countries in the world to have security like there is everywhere now. The last thing we can do is let fear overtake us. Fear is what has caused a lot of the world's problems to begin with.\"\n \"Before we get there, we will be briefed about what to do and not do,\" said wrestler Kerry McCoy, a Penn State graduate and veteran of the 2000 Games. \"If it is safe, I want to see as much of Athens as I can after my competition. It will depend on what the USOC and State Department decide is best for us.\"\n Tom Hoff of the men's volleyball team said he, too, plans to linger in Greece after the Games. He added that he is comfortable enough to be taking his parents and wife, as well, even though they will stay in a public hotel in the heart of Athens.\n \"They'll go right through the city and make their way to our venue every day,\" Hoff said. \"Do I think there's a risk in that? Yes. They're not like the athletes. They'll be out there without protection, basically exposed.  But I think it's worth it, for them to come with me and be part of the Olympic experience.\"\n Teammate Lloy Ball did not share that outlook.\n \"I'm not taking my wife or son. I like the idea of them being at home, safe and sound,\" Ball said. \"And, if I felt conditions escalated, I might think about not going myself because of what it would mean to my family. But I'm not thinking that way now.\"\n One way in which the USOC hopes to keep its athletes safe -- and, perhaps, reduce general hostility toward all things American -- is to encourage them to keep a low, polite profile. Officials have stressed that they do not want to see any excessive celebrations or other unsportsmanlike conduct.\n Athletes are backing the concept enthusiastically.\n \"You've always got your people who are going to be controversial, and it's usually not the amateurs,\" judo athlete Brian Olson said. \"Most of our people, I think, are down to earth. And we're all very much aware of what's going on. We can't afford not to be at our very best over there.\"\n The group that has been guiltiest of boorish behavior in recent Olympics has been the men's basketball team. That, some say, is to be expected given that the roster is comprised entirely of players from the NBA, where chest thumping, finger pointing and trash talking are part of the culture.\n Marbury, a rookie Olympian but veteran guard for the New York Knicks, said he plans to tone down his behavior if not his game.\n \"Hey, they're starting to give us technicals in the NBA for that stuff now, too,\" Marbury said, laughing. \"Guys just need to come out and show their best stuff. I don't think taunting or hanging on the rim is what we need to be about. We're thinking about just dominating and going about our business.\"\n Another athlete who vowed self-control pledged to break it in one extraordinary circumstance.\n \"I think there's a normal amount of emotions that you have, and that's going to come out,\" said women's soccer goalkeeper Briana Scurry. \"But I will tell you what: If Kate Markgraf scores, I am going to run all the way down the field and hug that girl.\"\n Markgraf, a defender, is the lone U.S. veteran without an international goal.\n Despite the emphasis on toning down, the USOC is making no such suggestions for its athletes' appearance away from competition. Officials said they will not recommend that they avoid wearing the national colors in public or even going out in full Olympic uniform, as is a staple of the Games.\n Athletes seem mixed on their choice.\n \"I feel very safe, and I will wear my red, white and blue everywhere,\" archer Jennifer Nichols said. \"Everybody will know what country I'm from.\"\n \"I think I'll probably wear my USA stuff,\" fencer Erinn Smart said. \"But I don't want to look too outlandish or anything like that.\"\n Regardless of their level of wariness on specific issues, the athletes seem universal and genuine in their excitement -- and commitment -- toward going to Athens.\n Haworth, a weightlifting bronze medalist in Sydney, said she could not envision the depth of her devastation should something happen to force the United States to pull out.\n \"I have a lot of faith in my country, and I would respect the decision. It's not like I would go by myself,\" Haworth said. \"As it is, I'm very glad that we're going. Can't wait to get there.\"\n SUMMER OLYMPICS\n 89 DAYS & COUNTING\n\nNotes\n\n89 DAYS & COUNTING Dejan Kovacevic can be reached at dkovacevic@post-gazette.com or 412-263-1938.  \n\nLoad-Date: June 5, 2004"
}