{
    "title": "Terrorism trials in N.Y",
    "publisher": "the deseret news",
    "year": 2009,
    "month": 11,
    "day": 19,
    "full text": "The political spin machines have been in full force this week since the Obama administration announced it was going to try alleged 9/11 terrorist mastermind Khalid Sheik Mohammed in New York City, within walking distance of ground zero. But while the trial does signal a change in how the United States treats the most notorious of its enemies from that day, it will hardly be groundbreaking. The men who carried out the first Twin Towers bombing in 1993 were tried and convicted in a civilian court. \nOne of the key figures, Ramzi Yousef, had been trained by al-Qaida in Afghanistan. They were financed by Mohammed, who is Yousef's uncle. The only difference between the two crimes is that the 1993 attempt failed to bring down the towers and killed only six people. Other than that, the intent was exactly the same. The main difference between 1993 and 2001 was in how the government reacted. After the carnage of 9/11, President George W. Bush correctly responded by launching an attack against Afghanistan, a nation whose government had openly harbored and coddled al-Qaida terrorists, and against the al-Qaida network there and elsewhere. But that act immediately created a problem regarding what to do with the people this offensive captured. The captured al-Qaida fighters were not enemy soldiers. They didn't represent a sovereign nation. But neither were they typical criminals. They were a third thing ? organized zealots who committed crimes with the intent to disrupt and, one presumes, overthrow the nation's government. For this reason, and because evidence is difficult to collect from a battle scene, the prisoners in this war on terror were labeled \"enemy combatants\" and locked away at prison compounds such as the one at Guantanamo Bay. But that is not a permanent solution, and now President Barack Obama has vowed to close Guantanamo and ship its combatants elsewhere. Military tribunals do offer a more appropriate venue for trying enemy combatants. But we presume the government feels confident it has enough evidence against Mohammed to make charges stick. To lose this case would be a devastating political blow to the administration, and it's hard to believe Obama or his attorney general would allow much chance of that happening. To those who pose myriad worries about this trial, from the safety of New Yorkers to the likelihood it would turn into a circus that showcases Mohammed's nutty ideas, they should let history be their guide. Civilian courts in this country have tried at least 20 high-profile terrorism cases. Federal courts are not known for being soft on such crimes. There is every reason to believe that, after a public trial that exposes his murderous crimes, Mohammed will find himself in a similar situation to his nephew Ramzi Yousef, in a solitary cell somewhere far from any spotlight.  \n\nLoad-Date: November 19, 2009"
}