{
    "title": "Terrorism Law Passed Just After 9_11 Used Against 19 Bronx Gang Members",
    "publisher": "new york sun ",
    "year": 2004,
    "month": 5,
    "day": 14,
    "full text": "Bronx gang members who violently harassed and attacked people in their neighborhood became the first group to be charged with terrorism under a state law enacted six days after the September 11 attacks, authorities announced yesterday.\nNineteen members of the St. James Gang are facing a 70-count indictment that also includes other violent crime charges. Five members were arrested yesterday.\n\"The obvious need for this statute is to protect society against acts of political terror. However, the terror is perpetrated by gangs which all too often occurs in the streets of New York, also fits squarely within the scope of this statute,\" the Bronx district attorney, Robert Johnson, said.\nThe state law defines terrorism as a crime meant to \"intimidate or coerce a civilian population.\"\nThe indictment said the gang's goal was to control a bound area in the Bronx stretching from Webster to University avenues and between East 170th to 205th streets. The gang is made up primarily of Mexican immigrants, some who are illegally in the country and others who are already on probation, police said.\n\"The group terrorized St. James Park and the surrounding community with their brutality,\" Police Commissioner Raymond Kelly said.\nBut some legal experts say using a terrorism law to prosecute a neighborhood street gang could blur the line between terrorist acts and violent crime.\n\"It's a novel and questionable attempt to make use of a statute that was plainly intended for other purposes,\" said lawyer Richard Greenberg, who authored the terrorism chapter in \"New York Criminal Law.\"\n\"If the statute could be read to apply to this conduct then it's constitutionally vague or overbroad, because nobody can know anymore what is a terrorist act or what is not a terrorist act,\" Mr. Greenberg said.\nThe investigation into the St. James Gang began in August 2002 in the Fordham section of the Bronx, when two gang members were arrested for gun possession. A few weeks later, members of the gang were identified in the shooting and murder of a 10-year-old, Melanie Mendez, at a baptism party.\nThe child was hit once in the head by a stray bullet after a St. James Gang member open fired on a man whom he believed to be part of a rival gang.\nThe group was also known to crash parties around their Bronx neighborhood, intimidating guests while drunk, police said. Violence erupted if party guests confronted the gang members.\nPolice said gang members robbed local shops and restaurants, assaulted community members, and twice shot into crowds.\nThe five defendants arrested yesterday were Edgar Morales, 22, Jose Cortez, 22, Robert Torres, 22, Cupertino Prarro, 31, and Juan Diaz, 29. Police are still investigating and more arrests are expected.\nGang members have also been charged with murder, conspiracy to commit murder, manslaughter, possession of a weapon, assault, gang assault, menacing, and robbery. Messrs. Cortez, Torres, Prarro, and Diaz face 25-year sentences.\nMr. Morales, who is accused of shooting the child, faces a 25-year to life sentence without parole, prosecutors said.\n\nLoad-Date: May 14, 2004"
}