{
    "title": "Terrorism suspected as 3 blasts kill 8 in Mumbai",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 7,
    "day": 13,
    "full text": "MUMBAI, India ? Three explosions rocked India's busy financial capital at rush-hour Wednesday, killing at least eight people and injuring 70 in what officials described as another terror strike on the city hit by militants nearly three years ago. Television footage showed dozens of police officials, several of them armed, at the sites of the explosion and at least one car with its windows shattered. \nA photograph showed victims of a blast at the Jhaveri Bazaar crowding into the back of a cargo truck to be taken to a hospital. Indian media reported the Home Ministry had called the separate blasts in three busy locations a terror attack. No officials there could be independently reached for comment. One blast was in the crowded neighborhood of Dadar in central Mumbai. The others were at the bazaar, which is a famed jewelry market, and the busy business district of Opera House, both in southern Mumbai and several miles (kilometers) apart, a police official said. The official in the city's Police Control Room spoke on condition of anonymity because of office policy. \"It must be a bomb blast,\" Chhagan Bhujbal, a state minister told a TV news channel. The explosions happened around 7 p.m., when all the neighborhoods would have been packed with office workers and commuters. The blasts ? if confirmed as a terror strike ? would mark the first major attack on Mumbai since 10 militants laid siege to India's financial capital for 60 hours in November 2008. That attack, which targeted two luxury hotels, a Jewish center and a busy train station, killed 166 people and was blamed on Pakistan-based militant groups. The attacks escalated tensions between the nuclear-armed rivals and prompted them to suspend peace talks. However, the talks have recently resumed. Pakistan's government expressed distress on the loss of lives and injuries soon after Wednesday's blasts were reported. \n\nLoad-Date: July 14, 2011"
}