{
    "title": "Terror insurance falls short; Despite new law, landmark buildings can't get full coverage",
    "publisher": "crain's new york business",
    "year": 2003,
    "month": 1,
    "day": 13,
    "full text": "Despite the passage of a federal law that forces insurers to provide coverage for terrorism, the owners of many of New York City's most famous buildings cannot buy policies that would allow them to rebuild if their properties were destroyed in an attack.\nOwners of such landmarks as the Chrysler Building and the Rockefeller Center complex are finding it impossible to buy insurance that comes close to covering replacement value of their properties. Other top Manhattan buildings, including many in midtown, are also struggling.\nInsurers argue that they could be wiped out if they provide full coverage for such world famous real estate. Rockefeller Center, for example, would cost at least $5 billion to rebuild if it were destroyed the way the World Trade Center was, according to real estate experts.\nThe Chrysler Building, deemed another ''classic terrorism target'' by Gregory Serio, New York state superintendent of insurance, would cost at least $500 million to replace, while the Empire State Building would ring up at $2 billion, these experts say.\nThe owners of Rockefeller Center, the Chrysler Building and the Empire State Building refused to comment, but insurance companies are clear about the limits of the coverage they are offering.\nInsurance giant American International Group Inc. will cover only $150 million of loss per account, according to its senior property executive, Jack Graham. For that coverage, it charges 1% of the policy's value, or $1.5 million. In addition, AIG will take on no more than 10 such accounts within a sixth of a mile.\nThe Time & Life Building and Rockefeller Center, for instance, are less than 0.15 miles apart.\n''We're talking about billions and billions of dollars worth of property. We can't afford to take that kind of risk,'' says Donald Kramer, vice chairman of Bermuda-based Ace Ltd., which, along with AIG, was one of the few insurance companies that sold stand-alone terrorism insurance after Sept. 11.\nPressuring insurers\nUnder the federal law, insurers have until late February to tell policyholders how much they will charge for terrorism insurance in the coming year, and how much insurance they are offering. Buildings may be able to cobble together policies from different insurance companies, but it's unlikely that properties worth more than a few hundred million dollars would be able to get enough.\nConcerned about the gaps in coverage for New York's trophy buildings, Mr. Serio says he will put pressure on insurers to work out a solution. Groups of properties may be able to get coverage by creating insurance companies, called captives, or via a mixture of captive insurance and traditional coverage, he says.\nAnother solution may be the crafting of a so-called ''subscription market,'' which would require participation of all the property-casualty insurers that operate in New York.\nThe new federal law, passed in November and officially dubbed the Terrorism Risk Insurance Act, did improve the market, but it didn't solve every problem. The issues remaining are particularly thorny in places such as New York.\n''This bill should be creating remedial coverage whether a building is a classic terrorism risk or not,'' says Mr. Serio. ''The industry has to be hard-pressed to explain why these properties are still unattractive.''\nThe problem boils down to money. The law requires insurers to pay a sizable deductible before the government steps in to pick up the rest of the tab. These deductibles can add up to hundreds of millions of dollars. The greater the number of buildings that insurers cover, the greater the risk that they will have to fork over huge amounts of money.\nMany property owners say that the legislation has had some benefits, making terrorism insurance widely available where it was once nearly impossible to get, and making it cheaper.\nLast year, an insurer demanded $3 million for $200 million worth of terrorism insurance to cover a portfolio of seven midtown office high-rises, according to owner Douglas Durst. Now, Mr. Durst can get $600 million worth of coverage for only $400,000. ''It's a tremendous relief,'' he says.\nAs a result of these lower operating costs, commercial rents may be cheaper than they might have been otherwise, especially in cases where building owners had pass-through lease arrangements with their tenants.\nIn addition, the law may help mitigate legal problems that Mr. Durst has been having over terrorism insurance on his building at 4 Times Square, headquarters of Conde Nast.\nMost banks require terrorism insurance when they make a mortgage on a commercial property. Cigna, acting on behalf of the bank that made the loan on 4 Times Square, took Mr. Durst to court last year when he refused to pay for terrorism insurance coverage for the Conde Nast building.\nNow that those prices have come down, Mr. Durst says he will be able to negotiate a better deal to insure the building.\nIt's still unlikely, however, that he will be able to get coverage providing for the skyscraper's full value. Both cost and density are working against Mr. Durst.\nLocation, such a boon to developers most of the time, is the opposite when it comes to terrorism risk. Buildings located on Sixth Avenue in midtown are having particular trouble, according to Deborah Beck, executive vice president of the Real Estate Board of New York.\nGrand Central\n''New York is a walking-around city. It's the advantage of having everything close together, but it's working against us in this situation,'' she says.\nThe issue takes on greater significance now that war with Iraq appears imminent. A Middle East conflict involving the United States is sure to make large buildings here more vulnerable to threats from hostile foreign groups sympathetic to American enemies.\nProperties such as the Empire State Building are obviously irreplaceable. But both insurers and real estate experts say that the gaps in coverage could leave New York unable to restore even buildings' basic functions in the case of an attack.\nThe Metropolitan Transportation Authority has been able to get only $70 million worth of coverage, for which it paid $9.1 million. Yet its property-which includes Grand Central Terminal and Pennsylvania Station, as well as its headquarters offices, shops, yards, bridges, tunnels, tracks and train cars-is worth more than $200 billion.\n\nLoad-Date: January 17, 2003"
}