{
    "title": "Terrorism by any other name; The conflict between Israel and Palestinians isn't just a civil war",
    "publisher": "sunday news",
    "year": 2002,
    "month": 4,
    "day": 14,
    "full text": "My sister became an Israeli citizen in 1996 and lives in Arad, a small town in the Negev, near the Dead Sea. She returned to her home April 7 after a visit with her family here in Pennsylvania.\nBecause I have a near relation living in Israel, and because I visited her there in 1999, people ask me questions about the Israeli/Palestinian situation.\n#OPINION1.A14#\nSometimes those people are surprised when I tell them that Israelis are not at war with all Arabs. Most of the Arabs in the region are at peace with Israel and appreciate all the Israelis have provided for them.\nHowever, they are in danger because the Palestinians have declared war against those Arabs and Christians who are friendly with Israelis.\nWhen Israel became a state, the citizens begged the Palestinians to stay in their own homes, to work with them side-by-side, to build the country together.\nBut the Palestinian leaders of that day told their people to leave the country and regroup -- to come back as a great enemy and drive the Israelis into the sea. Jordan, Lebanon and Egypt refused to allow those Palestinians to live in their territory. So refugee camps were set up.\nBut no matter what their fellow Arabian countries did against them, Palestinians were determined to come back and claim the land they left, and to kill the people in it.\nThere are some Palestinians who want peace, but there are leaders who want war. If your president asked you to strap a bomb to your chest and go blow up a shopping mall, would you consider it to be the right thing to do?\nWould you consider this to be the most effective way to fight a war? Would you also put your children in danger (at the request of your leader) so that you can collect money if they are wounded or killed? That's how the Palestinians get some of their publicity. Is it worth it?\nThe Israeli/Palestinian situation is not a \"civil war,\" nor is it a fight by the Palestinians to get themselves a portion of land to live on. If that's all they wanted, they would have it today, because the Israeli people want peace, and the government has offered land to them.\nWe need to recognize Palestinian terrorism as terrorism, not as a people searching for their rights to live in peace.\nPray for the peace of Jerusalem -- and remember to pray for our friends and relatives who live in this divided land (whether they are Arab, Jew, or Christian).\nPriscilla Simmons, a cottageworker, lives in Ephrata.\n\nLoad-Date: April 18, 2002"
}