{
    "title": "Terrorism ruled out in collapse",
    "publisher": "post-bulletin ",
    "year": 2007,
    "month": 8,
    "day": 4,
    "full text": "Aug. 4--Wednesday's collapse of the Interstate 35W bridge in Minneapolis was quickly ruled out as an act of terrorism, but you wouldn't have been able to tell from the Minnesota Department of Transportation's local response.\nMnDOT District 6, headquartered in Rochester, went to Homeland Security \"orange\" threat level and activated its crisis management plan almost immediately after receiving news of the bridge collapse.\nWithin 90 minutes of the I-35W bridge collapsing, MnDOT bridge inspectors were sent to the district's four Mississippi River crossings -- at La Crescent, Winona, Wabasha and Red Wing -- to look over the bridges and be on the lookout for suspicious packages, vehicles or people on or near the bridges, said department spokeswoman Kristine Hernandez.\n\"It was a precautionary measure,\" Hernandez said.\nThose four bridges are the largest in southeastern Minnesota, but none of them is the same construction style as the I-35W bridge.\nAll four are inspected at least annually, and none has been categorized as structurally deficient.\n----\nThere are more than 500 bridges in Olmsted County. Twenty-seven of them are categorized as deficient, according to state Department of Transportation records.\nIn MnDOT District 6, 57 bridges are deficient. Of those, 33 are structurally deficient, meaning they are in sub-par condition.\nThe remaining 24 are \"functionally obsolete,\" or built to a construction standard that has been supplanted by higher standards.\nThe worst bridges in District 6, based on the sufficiency scores assigned to them by MnDOT inspectors, are on Minnesota Highway 58, crossing the North Fork of the Zumbro River one mile north of U.S. near Zumbrota; and on Minnesota Highway 60, crossing the Cannon River about 5.4 miles east of State Highway 13, near Faribault.\nTo see more of the Post-Bulletin, or to subscribe to the newspaper, go to http://www.postbulletin.com. Copyright (c) 2007, Post-Bulletin, Rochester, Minn. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: August 5, 2007"
}