{
    "title": "Terrorism is going digital",
    "publisher": "the bismarck tribune",
    "year": 2011,
    "month": 6,
    "day": 13,
    "full text": "There's a disturbing trend in 21st century terrorism: Digital attacks designed to cause more disruption in society than can be accomplished through physical attacks.\nThe troubling part is this kind of terrorism is as much a homegrown problem as it is an outside issue.\nDigital terrorism ranges from spreading hatred and extremist propaganda through social networks to malicious defacing of websites to organized theft of sensitive information to bringing down servers and networks.\nThis has been a growing issue over the past decade, but it has especially ramped up in the past year or two in terms of severity.\nHackers broke into defense contractor Lockheed Martin's computer system using data stolen from RSA Security, makers of SecurID tokens used by corporate workers to securely log on to their computers.\nOther hackers calling themselves Lulz Security broke into the Sony Corp. computer systems several times, stealing source code and account information. The same group also broke into and defaced the websites of the Public Broadcasting Service and Fox Television.\nIn London, passwords belonging to one branch of InfraGard were stolen from the group's server. InfraGard is a public-private partnership devoted to sharing information about threats to U.S. physical and Internet infrastructure.\nDo a search on the term \"2011 hacker attacks\" in your favorite search engine to learn about dozens more attacks like these.\nThere is encouraging news in the fight against digital terrorism.\nOn June 10, Spanish police announced the arrests of three suspected computer hackers who are part of an international activst group calling itself \"Anonymous.\" This group has claimed credit for attacking the websites of VISA, Mastercard, Paypal and other companies that severed ties to the controversial WikiLeaks site. The group also has taken down government and political websites.\nOn June 8, Greek authorities arrested an 18-year-old accused of breaking into U.S. government websites and the site of Interpol, the international crime fighting agency.\nMost of these hackers and hacker groups try to wrap themselves in the clothing of champions of Truth and Justice, fighting against evil conglomerates, governments and those who would oppose their versions of Truth and Justice.\nAny cause will do for many of these people - it gives them a tenuous political excuse to break into computer networks.\nMany do it for ego purposes - bragging rights among their \"peers.\" Others do it out of hatred for anything American or in a desire to bring down \"The Great Satan.\" Still others do it simply because they can.\nIn the end, they are common criminals trying to justify their acts of malice and thievery.\nI'm not trying to be callous or to make light of horrific death and destruction in any way, but digital terrorism is a far more efficient and effective way to attack and hurt a country than blowing up buildings or people.\nKill a dozen or so people in a terrorist explosion and you create news for a day and perhaps indirectly affect a few hundred people.\nBut bring down a digital banking network for a day and you affect millions, cause hundreds of thousands of dollars in damages and generate news coverage for days, if not weeks.\nPhysical terrorism, to be effective, is often centered on specific high publicity targets and areas, so the impact on the greater population is limited.\nDigital terrorism can affect everyone because so much of society is electronically linked. Take out a credit card network and daily commerce across the nation is affected.\nGovernments, business and individuals are storing more of their digital data (documents, photos, videos, audio) on \"clouds\" - powerful, fast computer servers designed to house massive amounts of digital data.\nDigital terrorists are becoming more sophisticated in their hacking techniques and hacking targets.\nCloud servers will certainly make for enticing targets.\nThe more we, as a global society, become dependent on the the digital world, the more vigilant we must become in preventing terrorists from attacking, crippling and destroying that world.\nWhat Is Digital Terrorism?\nhttp://bit.ly/jwk4z9\nWhat's Digital Terrorism?\nhttp://bit.ly/jz7PNW\nTerrorist Use of The Internet\nhttp://1.usa.gov/jPM8jD\nSocial Media and Digital Terrorism\nhttp://bit.ly/je5um9\nHacker Attacks Threaten Cloud Computing\nhttp://reut.rs/mdGkof\n(Keith Darnay has worked in the online world for more than a decade, the traditional media world for a few decades more and manages the online department and website for the University of Mary. His own site, featuring this column going back to 1995, is at www.darnay.com.)\n\nLoad-Date: June 13, 2011"
}