{
    "title": "Terrorism alert system leaves many feeling blue",
    "publisher": "the pantagraph",
    "year": 2004,
    "month": 1,
    "day": 28,
    "full text": "We may never know whether the increased security triggered by upgrading the nation's terror alert level to Code Orange over the holidays prevented a terrorist attack.\nBut we are glad to be back to the merely \"elevated\" level of Code Yellow and even gladder the holidays were relatively uneventful.\nAmong those glad to see the alert level lowered are state and municipal officials that must deal with the costs associated with heightened security, such as overtime for additional police staffing.\nThe U.S. Conference of Mayors estimates it costs municipalities $70 million a week when the alert goes from yellow to orange.\nIllinois has earmarked federal terrorism money for reimbursing cities and counties for extra security costs related to increased alert areas. But it's too soon to say whether that covers all costs.\nAnd that's not the only problem.\nThe color-coded alert system, ranging from green at the low end to red for severe risk, still leaves many people confused over what their response should be.\nThe general public is told to go about its business as if nothing is happening -- but also to be vigilant.\nGovernment officials ramp up security around power plants, bridges and other potential targets across the county -- even when threats are aimed at something else.\nIt's time to refine the process.\nToo much specificity might tip the government's hand to the terrorists.\nHowever, there must be a balance between alerts so narrow that terrorists can work around them and alerts so broad that money is wasted on unnecessary security measures.\nBy narrowing the focus, resources could be devoted to where the need is greatest. Also, the public wouldn't be unnecessarily frightened or, conversely, become jaded by the perception that the government is crying wolf with its vague alerts.\nRather than raising the threat level for the entire country, the system should be modified so warnings can be directed at certain geographical areas or types of targets, such as air transportation.\nSuch refinement could reduce costs and anxiety levels without reducing public safety.\n\nLoad-Date: February 18, 2004"
}