{
    "title": "Terrorism Now Going Homespun As Bombings in the U.S. Spread",
    "publisher": "the new york times",
    "year": 1996,
    "month": 8,
    "day": 25,
    "full text": "The house painter who lives in this little country town is a family man, his neighbor Sharon Pietila says. \"Middle class, very clean, he wouldn't blow anyone up,\" she said of John I. Pitner.\nMr. Pitner has been in jail for nearly a month now, joined by a chimney sweep, two Boeing Company workers, a mason, a religious teacher, a television repairman and assorted odd jobbers. They are being held without bail in Seattle, indicted this month on Federal charges of conspiring to make bombs for use against the American Government and the United Nations.\nThe case against them reads, in part, like Ozzie and Harriet go to terrorism school. Pipe bombs capable of shattering a courtroom were stashed in barbecues, and transported by bicycle, according to the indictment. At potluck dinners, they learned how to pack black gunpowder into metal cylinders and to make fertilizer do considerably more than spur tomato growth.\nLike the members of an Arizona paramilitary group arrested last month on charges of conspiring to blow up Government buildings, the eight men and one woman indicted in Seattle do not fit the stereotype of a foreign menace trying to blow up American targets.\nIncreasingly, officials say, the face of domestic terrorism is a bomber next door.\nAcross the nation, bombings and attempted bombings are soaring. They increased by more than 50 percent in the last five years, and have nearly tripled over the last decade. The number of criminal explosions and attempts went from 1,103 in 1985 to 3,163 in 1994.\nCases like the explosion in New York's World Trade Center in 1993, the Oklahoma City bombing last year, and the Unabom attacks have been receiving most of the attention from law enforcement. But in small towns and suburban neighborhoods, as well among inner-city street gangs, there has been a proliferation of a sort of garden variety bomber.\nIn the last two months alone, Federal officials have arrested groups of mostly white, lower-middle class suburban people in Georgia, Arizona, and Washington State.\nIn Spokane, the very picture of middle-class American life, a series of unsolved bombings at City Hall, the office of the local newspaper, The Spokesman-Review, and other targets have put the city in eastern Washington on edge. One blast in late April sprayed three-inch nails at a site where, just a few days later, nearly 50,000 runners gathered at the finish line of an annual foot race. Another explosion, last month, blew out walls at the Planned Parenthood office in Spokane.\nIt has always been relatively easy to find materials to assemble a bomb. But what has changed in recent years is the ease of finding bomb-building information, particularly through the Internet, law-enforcement officials say.\nRecipes, newsgroup discussions and step-by-step manuals on assembling powerful explosives can be found with the click of a computer mouse.\n\"It's a fun game to search out the material that can be put together to make something go 'Boom,' \" reads the introduction of the Anarchists' Cookbook on the Internet. \"It's very difficult for a home-experimenter to make a firecracker, but a bomb capable of blowing the walls out of a building is easy. You can find what you need in grocery stores, hardware stores and farm supplies.\"\nAnother online manual, \"The Terrorist's Handbook,\" says that the purpose of the book is to show how \"any lunatic or social deviant could obtain this information,\" then goes on to give detailed information on a variety of lethal explosives.\n\"I don't want to call it a fad, but it almost seems like that's what is going on with these bombers,\" said Steve Ott, a supervisor with the Federal Bureau of Alcohol, Tobacco and Firearms. Mr. Ott was involved in the Phoenix case, in which an undercover agent infiltrated the Arizona Vipers, a paramilitary group. \"It's spreading, and the Internet is a big part of the reason why,\" he said.\n\"People are making these things in their homes and then they get the urge to see something blow up,\" said Mr. Ott. \"Here in Arizona, they say they're just a bunch of guys who want to blow up dirt in the desert. But it's a lot more than that. They had targets. They had plans. They wanted to blow up buildings.\"\nLawyers for the people arrested in Washington State and in Arizona said their clients were being charged with little more than talk. In Arizona, officials played a tape in court recently in which members of the paramilitary group were seen shouting \"Was that good or what?\" and \"Mushroom cloud!\" as they set off bombs in the desert.\nMr. Pitner, a leader of the fledgling Washington State Militia, was outspoken in his denunciation of government. According to the indictment, he held meetings at his house here where he and some friends learned how to make bombs. Some of the meetings were recorded by an undercover agent for the Federal Bureau of Investigation.\n\"I don't believe just meeting and discussing things is in itself a crime,\" James Lobsenz, the lawyer for Mr. Pitner, said in an interview.\nFamily members of many of the people arrested in this state say there was no plan to harm anyone. Still, only one of the nine people arrested has been let out on bail. In denying them bail, a Federal magistrate, David Wilson, said pipe bombs were \"dangerous weapons for which no peaceful purpose is presented.\"\nPipe bombs, typically cylinders of steel packed with gunpowder and lit by fuses or timing devices, are the most common type of explosives. There has been a doubling of pipe bomb explosions in the last 10 years, according to Federal figures.\nBut Federal officials say there was far more than talk involved in both the Arizona and Washington cases. In Arizona, three bombs were recovered. In Washington, officials confiscated seven bombs. One bomb was retrieved from the barbecue at the home of John and Judy Kirk, of Tukwila, a Seattle suburb. Mrs. Kirk, who worked as a data technician at the Boeing Company, told the undercover agent to be sure not to drop the bomb, because it could go off. Two other bombs were delivered by bicycle to a site in Bellingham, Wash., by Marlin L. Mack, the indictment says.\nOver the last six years, there has been a huge increase in the number of bombs aimed at local, state or Federal governments. In 1990, there were 17 such blasts; by 1994, the last year for full numbers, the figure had grown to 51. This year may set a record, the anecdotal evidence indicates. Most recently, one person was killed at the Olympics in Atlanta when a pipe bomb exploded. No one has been charged in that case.\nIn the West, bombers have singled out the Forest Service, the Bureau of Land Management and the Internal Revenue Service. A 30-gallon plastic drum packed with 100 pounds of explosives was set to go off at the I.R.S. building in Reno last Dec. 18. But it fizzled because of a weak detonator. Officials say the bomb could have shattered much of the building. Two men charged with failure to pay their taxes have been charged with the crime.\nFederal authorities say that if all gunpowder were marked with microscopic chemical tracing elements, known as taggants, the chances of tracking down bombing suspects would be dramatically increased. President Clinton first suggested their use in 1993, after the World Trade Center bombing. But Congress, at the urging of the National Rifle Association, has refused to consider it. Tracing elements were kept out of the recent amendments to the terrorism bill.\nIn Switzerland, chemical markers have been used to track suspects in more than 500 bombing cases over the last five years, Mr. Clinton said. A spokesman for the rifle lobby, Thomas Wyld, said the tracing elements would make some gunpowder unstable and possibly hazardous. He said a better way to fight the increase in bombings is using \"preventive technology,\" to screen out bombs at potential targets.\nSuch measures have already been taken. Since the Oklahoma City bombings, the Federal Government has spent $110 million on increased security measures in and around 8,200 buildings in the United States.\nBut Mr. Ott, for one, says increased security can go only so far. He said the surge in bombings was tied to the growing numbers of a certain kind of violent criminal.\n\"It's the type of crime where you don't have to face the person you're going after,\" he said. \"Bombing is a coward's way of hurting somebody.\"\n\nGraphic\n\n \nPhoto: The number of bombings and attempted bombings has tripled over the last 10 years. An explosion last month damaged the Planned Parenthood office in Spokane, Wash., one of several recent bombings in the city. (Jeff Green) (pg. 36)\n \nGraph: \"A CLOSER LOOK: Bombings Rise In the U.S.\" shows bombings and attempted bombings, 1985-1994. (Source: Bureau of Alcohol, Tobacco, and Firearms) (pg. 36)\n\nLoad-Date: August 25, 1996"
}