{
    "title": "Terrorism definition too vague, lawyer tells U. Pittsburgh",
    "publisher": "university wire",
    "year": 2003,
    "month": 11,
    "day": 21,
    "full text": "When secret service agents asked Bill Neel to move to the free-speech zone with his anti-Bush sign while protesting President George W. Bush's speech at Three Mile Island during Labor Day weekend 2002, he did not listen.\nInstead, Neel, holding his sign that read, \"George Bush must love the poor, he created so many of us,\" stood a foot in front of the zone.\nThe free-speech zone, where anti-Bush protesters were allowed, was a half a mile away from the president and the TV cameras, while Bush supporters were allowed closer.\nU. Pittsburgh\nNeel was promptly arrested for disorderly conduct. The American Civil Liberties Union found out about the case and sent Tom Farrell, Western Pennsylvania's former assistant attorney general, to fight the case and uphold Neel's First Amendment rights.\n\"[The USA PATRIOT Act] and other related legislation are really an effort of the government to invade our lives … and cut off public scrutiny,\" Farrell said Wednesday night at a teach-in held in David Lawrence Hall.\nThe teach-in, sponsored by Pittsburgh Professors for Peace and Justice, discussed the results of the Act and the proposed USA PATRIOT Act II.\nFarrell shared stories like Neel's to show how the original USA PATRIOT Act had adversely affected the lives of law-abiding Americans.\nSince the first act uses the term \"terrorist\" vaguely, it can be used in almost any situation that could plausibly constitute a threat to national security, he said.\nThe definition the Act gives to domestic terrorism, according to Farrell, is any act that is dangerous to human life and appears to be intended to influence policy.\nUnder this definition, labor demonstrations that get a little out of hand and some acts committed by environmentalist groups are included, he explained.\nFarrell continued by saying that, \"the Department of Justice [members] have made statements that are flat-out false,\" such as those pertaining to the difficulty of obtaining a wiretap in a terrorist investigation or the secrecy of grand jury testimony if an immediate danger is faced.\nWorried that Act II will extend many of the secrecy provisions, Allison Smith, a member of the Pittsburgh Bill of Rights Defense Campaign, spoke about creating a bill of rights to ensure the protection of civil rights in the city.\nSince the passage of the first act, more than 212 resolutions have been passed in cities across the nation urging local law enforcement to protect civil liberties.\nWorking to create a similar resolution in Pittsburgh, Smith is hoping that the City Council will hold a hearing in the next few months, although no date is set.\nThe proposed resolution will urge libraries and book stores to destroy all records they have no legal responsibility to keep, and urge the police department to treat immigration cases delicately, so as to keep communication open, and to refrain from engaging in racial profiling and unnecessary surveillance.\n\"Every day, it seems a new resolution is passed, and it's trickling up to Washington, [D.C.],\" Smith said.\n(C) 2002 The Pitt News via U-WIRE\n\nLoad-Date: November 21, 2003"
}