{
    "title": "Terrorism suspect on Bush's guest list",
    "publisher": "charleston daily mail",
    "year": 2005,
    "month": 5,
    "day": 6,
    "full text": "Man said he won't attend event because wife won't accompany him\nHARTFORD, Conn. - A year after federal agents raided his home in a terrorism investigation, Muslim businessman Syed Maswood is lucky to get on an airplane without being detained and searched.\nBut that didn't stop him from getting an invitation to dine with President Bush.\nMaswood, a nuclear engineer who has not been charged with any crime and has been trying for months to get his name off no-fly lists, received an invitation to serve as an honorary chairman at a Republican fundraiser with Bush in Washington next month.\nA Republican who has donated money to GOP campaigns, Maswood said he briefly considered attending but his wife refused to fly.\nThe last time they were in Washington, he said, they were held for hours at the airport.\n\"I didn't want to go stag,\" Maswood said, \"and she's absolutely adamant.\"\nFBI and Homeland Security agents raided Maswood's home last year because he donated money to the Benevolence International Foundation, a once IRS-approved charity that was accused of supporting terrorism.\nInvestigators also said they uncovered an e-mail Maswood sent indicating support for Islamic rebels in Chechnya, but Maswood said he was simply trying to help humanitarian workers in the war-torn region.\nA Bangladeshi immigrant who became an American citizen in 1997, Maswood spent much of the past year writing letters demanding to know why he is detained whenever he travels.\nThe U.S. attorney's office in Connecticut had no comment Thursday.\nThe President's Dinner is the National Republican Congressional Committee's largest annual fundraiser. Carl Forti, spokesman for the NRCC, said Maswood wouldn't have to worry about being hassled if he attends.\nOnly guests who pay for a photo with Bush are required to undergo security checks, Forti said.\nMaswood said he voted for Bush in 2000 but not in 2004.\n\"I supported President Bush. I supported President Bush on Iraq. I really think he's a good guy,\" Maswood said.\n\"But when you become a victim of this kind of thing over and over it becomes personal.\"\n\nLoad-Date: May 9, 2005"
}