{
    "title": "Terrorism no excuse for president's abuse of power",
    "publisher": "university wire",
    "year": 2008,
    "month": 2,
    "day": 15,
    "full text": "American democracy has long thrived on the key principle that Congress exists to enact laws and the president to enforce them. Though the Bush administration's fight to continue warrantless wiretapping does not mark the first time the executive has threatened this fundamental tenet, it certainly ranks among the most flagrant examples of overreaching government. By bowing to the president's demand for more spying powers Tuesday, the Senate not only approved a gross violation of privacy, but also forgave the president's past abuses.\nA key section of the investigative expansion, called the Protect America Act, would go beyond granting the executive unchecked spying powers to absolve government agencies and private companies of all liability for past wire taps. This umbrella of immunity would extend to include several telecom companies the National Security Agency pressured to allow recordings of foreign and domestic conversations, as well as the agency itself. More importantly, Congress would send the message that it will tolerate usurpations of its own authority, giving the president nearly limitless powers to act regardless of the laws on the books.\nThough congressional Republicans and many Democrats like to bloviate on the life-or-death importance of the bill for preventing terrorism, they fail to admit that existing laws already provide counterterrorism officials with the tools they need. Under the decades-old Foreign Intelligence Surveillance Act -- a law enacted in response to Richard Nixon's abuse of CIA wiretaps as political weapons -- agencies like the FBI and the CIA can lawfully intercept foreign phone calls by obtaining a warrant. A judge specifically assigned to such requests almost always approves any request having to do with terrorism prevention, and can do so in secret. Congress even expanded the law in 2007 to remove a loophole that prevented the government from monitoring entirely foreign conversations routed through U.S. switchboards.\nDuring the past few years, the president ignored this lawful entitlement. Even when Congress appeared willing to approve almost any proposal made in the name of stopping terrorism, Bush chose to secretly -- and illegally -- tap domestic phone calls in violation of FISA. In effect, the president voided the law passed by Congress years ago and asserted his ability to create and enforce policies totally outside the judicial system. Though he has always had the authority to intercept calls to foreign terrorist cells, Bush chose to abuse Americans' fear to circumvent the judicial process. The House should reject his request for retroactive immunity and recognize what it truly is -- a power grab designed not to protect the president rather than citizens.\n(C) 2008 The Daily Free Press via U-WIRE\n\nLoad-Date: February 15, 2008"
}