{
    "title": "Terrorists' toll soars in 2014, U.S. report says",
    "publisher": "the world",
    "year": 2015,
    "month": 6,
    "day": 20,
    "full text": "Report: Boko Haram, Islamic State drive terrorists' toll high in 2014\n By Paul Richter\n Tribune News Service\n By the numbers\n 24: Number of U.S. citizens killed overseas as a result of terrorism in 2014\n 8: Number of U.S. citizens injured overseas as a result of terrorism in 2014\n 3: Number of U.S. citizens kidnapped overseas as a result of terrorism in 2014\n WASHINGTON - Terrorist violence exploded around the world last year, driven by a surge in attacks by the Islamic State extremist group in the Middle East and Boko Haram in West Africa, the State Department said in a report Friday.\n The number of terrorist attacks jumped 35 percent, to 13,500, while the number of fatalities soared 81 percent, to 33,000, the report says. A major factor was an increase in especially deadly attacks, including 20 assaults that killed 100 or more people.\n The surge in lethality comes as governments have collapsed or come under attack in parts of the Middle East and Africa, including in Syria, Iraq, Yemen, Libya and Nigeria.\n The number of people kidnapped or taken hostage tripled, to more than 9,400, largely at the hands of Islamic State and Al Nusra Front in Syria and Boko Haram in Nigeria.\n Tina Kaidanow, the State Department's counterterrorism coordinator, said much of the terrorist violence was confined to a few troubled nations.\n But she said the threat of \"lone wolf attacks\" is growing in the West, in part because Western governments are making it harder for recruits to travel to join extremist groups abroad. Still, an estimated 16,000 foreign fighters joined Islamic State in Syria and Iraq in 2014.\n The extremist groups' effective outreach on social media and the Internet is also driving zealots to plot and launch attacks, Kaidanow said. She cited lethal assaults last year by gunmen in Ottawa and Sydney.\n The statistics came in an annex to the State Department's annual \"Country Reports on Terrorism,\" which was released Friday.\n At a news briefing, Kaidanow argued that the negative trends, while troubling, aren't a good measure of how well the Obama administration's counterterrorism programs have performed.\n Kaidanow said the administration has helped other nations improve border security, strengthen counterterrorism laws and increase information sharing to sharpen their defenses against terrorist violence.\n She said the threat posed by the core al-Qaida network continued to diminish in 2014 after the deaths and arrests of leaders in Pakistan, Afghanistan and Yemen.\n Al-Qaida also lost \"momentum,\" the report says, because of the growing prominence and allure of Islamic State, which says it intends to set up an Islamic caliphate across the Muslim world.\n\nLoad-Date: June 20, 2015"
}