{
    "title": "Terror trial to use FISA clues",
    "publisher": "the tampa tribune ",
    "year": 2012,
    "month": 2,
    "day": 18,
    "full text": "Prosecutors inform judge they will use secret evidence\nBY ELAINE SILVESTRINI\nThe Tampa Tribune\nTAMPA Prosecutors notified a federal judge Friday they intend to use evidence authorized by a secret intelligence court in their case against a Pinellas Park man accused of plotting terrorist attacks in the Tampa area.\nThe single-page court filing in the case of Sami Osmakac says the government plans to use evidence gathered under the Foreign Intelligence Surveillance Act, which establishes how the government secretly can monitor communications involving American citizens in cases of national security.\nOsmakac was arrested in January after an FBI sting in which authorities said he tried to obtain explosives and weapons from an undercover federal agent. He is accused of trying to set off an explosion in a populated area and then take hostages to exchange for Muslim prisoners.\nOsmakac's intended target shifted during the investigation, which spanned several months, at times involving government buildings, the Hillsborough County Sheriff's Office operations center in Ybor City and, ultimately, a pub in South Tampa, authorities said.\nCarrie Cordero, the director of National Studies at Georgetown Law School, said the government is required to notify the court if it wants to use evidence gathered under FISA. If the defense challenges the use of the evidence, the judge would review it in chambers and determine whether it was lawfully authorized and gathered.\nCordero said the defense would not be allowed to know how the evidence was gathered or the reason it was authorized, with a possible exception if the judge finds a problem. Cordero said use of FISA evidence is \"not uncommon,\" but no judge has ruled in favor of a defense objection to it.\nStetson Law School professor Charles Rose said the government's intended use of FISA evidence indicates Osmakac was detected having some kind of communication with a person or group suspected of being a threat to U.S. security. But Cordero said Osmakac could have been the target.\nIn authorizing the collection of evidence under FISA, the court makes \"a finding that there was probable cause the target was an agent of a foreign power either engaged in international terrorism activities or aiding and abetting someone engaged in international terrorism activities,\" Cordero said.\nOsmakac faces up to life in prison if convicted of attempted use of a weapon of mass destruction and possession of an unregistered machine gun. He has pleaded not guilty. Although a trial has been scheduled for next month, his attorney plans to ask that the case be delayed until May because of the need to review extensive evidence, including almost 60 audio and video recordings.\nOsmakac was born in Kosovo and is a naturalized American citizen.\nFISA authorizes the gathering of evidence only for national security purposes, but once the evidence is acquired, it can be used in criminal proceedings, Rose said.\n\"It could have been a communication on a website. It could have been an email or downloading a video on the web,\" Rose said. \"It could have been a phone call. We'll never know how they got on to him.\"\nesilvestrini@tampatrib.com\n(813) 259-7837\nCopyright © 2012, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: February 20, 2012"
}