{
    "title": "TERROR ROMANTICIZED BY IRISH -AMERICANS",
    "publisher": "the new york times",
    "year": 1981,
    "month": 6,
    "day": 2,
    "full text": "To the Editor:\nOf the hundreds of articles written in the American press about the terror in Northern Ireland, none has been more lucid, more insightful, more right-minded than Anthony Lewis's column of May 10, ''Terror and Tragedy.''\nI am regularly appalled when I listen to Irish-Americans - some of whom are highly educated - support the revolting brutality that the Irish Republican Army has per-petrated on innocent civilians, some of whom are (or eere) children.\nOwn McNamara letter refers to Anthony Lewis's May 10 column, \"Terror and Tragedy,\" and urges Irish-Americans to see terrorism for what it really isSuch enormities are reported so frequently that they have been relegated to the back pages of newspapers.\nMr. Lewis makes an interesting point, and he implies an even more interesting question. He writes of the ''curious romantic mist'' that somehow befogs the atrocities of the I.R.A. in Northern Ire-land. And he deplores, rightfully, the romanticization of ''blackshirt tactics.''\nIrish rebelliousness is, of course, hardly new. Dates such as 1798 and 1916 are probably as familiar to Irish-Americans as is 1776. And with rebelliousness goes the senti-ment that automatically goes to any underdog.\nThat plus the great numbers of Americans who derive wholly or in part from Irish immigrants and who have listened to the horror stories of the bad old days - if two or three generations removed - have invested the struggle in Northern Ireland with a kind of mindless romantic sentiment that somehow blocks out the killing of a wounded soldier in a hospital, the use of a pregnant woman as a hostage and the senseless assassination of Earl Mountbatten.\nIs it too much to ask Irish-Americans (a group with which this writer has had more than a nodding acquaintance over the years) to consider terrorism - anyone's terrorism - for what it really is?\nOWEN MCNAMARA, Herkimer, N.Y., May 10, 1981"
}