{
    "title": "Terrorism's Roots",
    "publisher": "the world",
    "year": 1998,
    "month": 10,
    "day": 7,
    "full text": "President Clinton's plea for global action against terrorism and his effort to gear up US counterterrorism forces is a step in the right direction. But heightened preparedness and rapid response after an incident may do little to lessen the violence in the absence of policies that also address the root causes - growing poverty, desperation, and resentment. At the very least, such conditions provide a fertile recruiting ground to supply troops for the Osama bin Ladens of the world.\n \n Might the tens of millions of Indonesians who suddenly find themselves plunged from growing prosperity back into poverty direct their resentment not just inward at the Chinese ethnic minority, but also outward at world capitalism? Antiterrorism programs will not redress their concerns nor help alleviate their suffering. Although Indonesia is a dramatic instance of such suffering, it isn't an isolated case.\nThe number of countries in distress is likely to grow, if several current trends continue:\n \n Rising inequity. Not only is the gap between incomes in the industrial world and those in developing countries growing steadily wider, but so is awareness of the vast difference in lifestyle, thanks to the pervasiveness of television and growing international tourism. No wonder attempts at illegal immigration are rising, as is resentment among those who have abandoned hope of ever having the wealth, comfort, and opportunities they associate with the rich world.\n \n Increasing environmental degradation and resource scarcity. Fisheries are in trouble virtually everywhere, as huge industrial trawlers overexploit a declining resource and coastal development destroys the wetlands, coral reefs, and other habitats critical to maintenance of breeding stocks. Yet it is the local fishermen in poor countries who are most likely to lose their livelihoods as a result, and the nearly 1 billion people for whom fish are the primary source of protein who are at risk of malnutrition. Rising demand for forest products, especially paper, threatens to devastate many of the world's remaining forests in coming decades - along with the way of life of the hundreds of thousands who depend on forests.\n \n Rapidly growing populations in many parts of South Asia, Africa, and the Middle East mean that supplies of fertile land, pasture, firewood, and water are increasingly inadequate to meet the demand - driving some deeper into poverty and raising ethnic tensions. Such conditions in themselves do not necessarily lead to conflict and violence, but they provide ready tinder to catch a spark: It is not surprising that ethnic violence flared in Rwanda, since it has the highest population density and the most severe land scarcity in sub-Saharan Africa. And in the aftermath of that violence, resentment of the West, whether rational or not, is at an all-time high.\n \n Rapid urbanization. Urban populations are increasing by 1 million a week, far faster than decent housing, water supplies, and other infrastructure can be built. In China alone, urban populations are expected to swell nearly 300 million by 2010.\n \n As the urban explosion continues, it raises troubling questions for many developing countries. Will there be enough jobs in these burgeoning and increasingly polluted cities, or will urban poverty and squalor expand too? Will growing crime and massive unemployment pose a threat to social stability? And will these conditions encourage the rise of terrorist movements or schools for terrorists as they already have in the Palestinian refugee camps and the crowded slums of Pakistan?\n \n The recent attacks against US embassies in Kenya and Tanzania should be taken as a warning that the recruiting grounds for terrorists are expanding. Now Afghanistan and east Africa. Perhaps soon Indonesia, parts of southern Africa, and other parts of Africa. Perhaps Russia (if its collapse continues) and the Balkans. We may be entering a new era of violence, one characterized not just by a new level of ruthlessness but also by widespread availability of more dangerous technologies.\n \n Information on how to build bombs and even more sophisticated weapons is widespread and impossible to control. US authorities in Washington and New York are preparing training exercises to prepare for the possibility of terrorist attacks with biological warfare agents. As the Russian economy crumbles, official concern over the integrity of that country's control over its nuclear weapons is rising rapidly.\n \n Although the bombs used in Kenya and Tanzania were not sophisticated, the timing and coordination of the cellular phone-based network that planned the attacks was. With cellular-phone networks and the ability to encrypt Internet messages expanding rapidly, both terrorists and global criminal organizations have new and hard-to-trace ways to move information and money. Access to the means for violence, in short, is growing.\n \n Such an assessment does not mean that counterterrorism efforts are futile. But interception is inherently difficult and will get more so, and the ability to catch the terrorists afterward won't stop the violence from happening. All the more reason to try to reduce the motivation for violence, to address the underlying causes of terrorism. But so far, we have not been willing to make the effort, nor do the new Clinton proposals get us there.\n* Allen Hammond is senior scientist and director of strategic analysis at the World Resources Institute in Washington, D.C. He wrote 'Which World? Scenarios for the 21st Century' (Island Press, 1998).\n\nLoad-Date: October 6, 1998"
}