{
    "title": "Terrorism deters potential travelers",
    "publisher": "the new york times",
    "year": 2016,
    "month": 4,
    "day": 6,
    "full text": "Tweet\nKelsey Bundra\nEditor In Chief\nThe recent terrorist attacks on Brussels, Belgium and Istanbul, Turkey will ultimately have negative effects on tourism. Though terrorism is a constant threat when traveling abroad, a person shouldn't let it stop them from living their lives.\nTravel plans should not be put on hold indefinitely due to increased tension in the international realm. Terrorism is defined as \"the use of violent acts to frighten the people in an area as a way of trying to achieve a political goal.\" If travelers are too scared and remain home, the terrorists win. When human resilience is shown, terrorists are given less influence. Fear only fuels the fire.\nTraveling and learning about different cultures can combat generalized fear. Often, people fear the unknown out of instinct and generalize populations of people. Marginalized groups of people that are unfairly discriminated against feel rejected by society. Those marginalized people find comfort in extremists groups. When people stay in their safe bubbles of ignorance, little is done to promote peace.\nSome countries should not be travel destinations at this moment. Smart Traveler Enrollment Program or STEP allows travelers to subscribe to email and text alerts about travel safety, even within the U.S. STEP is run by the U.S. Department of State and gives real time information about potential threats. It also gives travelers information about the nearest embassy or consulate in the country a person is visiting. Travelers should watch out for heightened terror warnings in certain areas and plan accordingly.\nInternational lands are not the only places where terrorism and violence exists. Both can happen close to home. Upon meeting a couple from Australia while visiting Turkey, they asked if I felt safe in the US. Their perception of the US is that it is less safe than Turkey. The Australian couple had a point, violence can happen anywhere, even in your hometown.\nAurora, Colorado has a population of about 340,000. It is by no means as big of a city as Paris or Brussels. Yet, it was a site of a mass shooting in a movie theater in 2012. In the U.S., mass shootings have injured or killed four or more people an average of more than once a day according to the New York Times.\nTerrorism can happen anywhere, even in the U.S. perpetrated by a U.S. citizen. Yet, that does not stop U.S. citizens from going to a suburban movie theater or an elementary school. So why do people let the threat of terrorism stop them from visiting abroad?\nLet's not fear foreign lands with cultures different than ours. Instead, we should promote gaining the intelligence we can get from people different than us. Maybe you will never want to travel abroad. Make that your decision, not a terrorist's. At end of the day, don't let fear hinder living the life you want to.\n\nLoad-Date: January 4, 2017"
}