{
    "title": "TERRORISM DOLLARS",
    "publisher": "wyoming tribune-eagle",
    "year": 2004,
    "month": 3,
    "day": 31,
    "full text": "With the announcement this week that Wyoming will get $18.6 million in Homeland Security grants, Wyomingites are wondering just what the state will do with all that money.\nSo are we.\nAccording to the Wyoming Office of Homeland Security, the money will be used for three programs:\nSome $14.36 million to pay to train first responders who will help prevent, respond to and mitigate terrorism acts in our state.\nThe Law Enforcement Terrorism Prevention Program, $4.26 million. Besides training that includes prevention and response, the money is used to reduce weaknesses in the state and make people aware of possible threats.\nSome $238,400 will be used for the Citizens Corps Program. It uses local emergency response teams and others to have an emergency plan ready to be used if necessary.\nFor the least populated state in the country, are all these funds really necessary?\nU.S. Rep. Barbara Cubin, R-Wyo., says they are. She said the state needs these funds because the rest of nation relies on Wyoming's energy infrastructure, so steps need to be taken to make sure it is safe. One might make the argument as well that this state's missile silos are possible targets.\nBut one has to wonder. According to a recent article in Time magazine, Wyoming is the nation's No. 1 recipient of homeland security money per capita. That's right. Wyoming got $61 a person last year while California got just $14. New York got $25 and Alaska got $58.\nYet the article also shows that that places like New York have significantly higher needs for the money. In the last decade, New York City has been the target of six terrorist plots; the entire state of Wyoming has not been the target at all.\nLet's be honest: Compared to other places, Wyoming is not a high-risk state. We believe that some of the money coming to this state needs to be diverted to places elsewhere of greater risk. If Mrs. Cubin wasn't running for re-election, she might say the same thing herself, but the lure of pork sometimes makes it hard to just say no.\nAt the same time, it is fair to expect that all states be given enough money to get their basic homeland security structures in place. Congress needs to figure out how to do that.\nThe bottom line is that since Sept. 11, 2001, terrorists have not gone after infrastructure, which makes up the vast number of Wyoming targets, but rather human lives. That's why New York City surely is a more tempting target than Wyoming.\nYes, Joe Moore, head of the Wyoming Office of Homeland Security, is right when he says a terrorist is likely to attack anywhere. But the odds of that happening in Gillette or Casper are significantly less than in New York, Chicago or Los Angeles.\nThat doesn't mean Wyoming shouldn't be taking precautions to make its residents are safe and that the federal government shouldn't be providing for the state's basic homeland security needs. But beyond that, the dollars should be targeted where there is the greatest risk.\nTo many Wyomingites, the money being handed to the state doesn't make a lot of sense. It doesn't to us either.\n\nLoad-Date: April 2, 2004"
}