{
    "title": "Terror threats fail to stop business as usual",
    "publisher": "university wire",
    "year": 2008,
    "month": 12,
    "day": 4,
    "full text": "New York officials have been cautioned of a possible terrorism attack during the holiday season.\nA memo received by the Associated Press in late November mentioned the Federal Bureau of Investigation receiving a \"plausible but unsubstantiated\" report of the attack on the New York subway systems.\nThe possible terrorist threat, however, will not stop Nina Pysson, Illinois State University sophomore business administration major, from traveling during the holidays.\n\"If something were to happen, and to me nonetheless, then it is going to happen one way or another,\" she said. \"There is no preventing it, so I wouldn't be afraid.\"\nAccording to Patti Thompson, communications manager for the Illinois Emergency Management Agency, an Illinois terrorism task force existed before September 11, but funding was limited.\nFollowing the attacks, a major funding increase in the department, both state and federal, allowed for \"many things to be implemented in a short amount of time,\" she said.\n\"Before September 11, the Illinois Terrorism Task Force started to develop state-wide weapons of mass destruction response teams, who responded to any kind of local call relating to weapons of mass destruction,\" Thompson said.\n\"Since September 11, we now have three weapons of mass destruction teams, been able to equip local responders with response and personal safety equipment and have purchased mobile command vehicles that can be taken to the scene of any disaster.\"\nThompson said that the resources do not sit around and wait for a terrorist attack. Instead, they are used during other emergencies, such as flooding following hurricanes.\nShe also said that the department created statewide terrorism intelligence centers, where analysts from the state, the Federal Bureau of Investigation and the Department of Homeland Security work side by side to analyze any kind of intelligence received from the state or federal government.\n\"The threat received by New York officials may be the kind of information these analysts receive, but since it is not specific to Illinois, it's not something we act on, rather something that we are aware of,\" Thompson said.\n\"There are different levels of information that [are] distributed, some are more informational while more are meant for immediate action. Each piece of information that we're handed is studied and noted for level of importance, and then we act from there.\"\nRonald Swan, ISU chief of police, said that terrorism can also originate within the United States.\n\"Everything has snowballed since September 11. The anthrax scare of 2001 was terrorism. Of course the shootings at Virginia Tech and Northern Illinois University can be considered terrorism, but a different kind of terrorism,\" he said.\n\"What we have done is what other law enforcement agencies have done, and that is to enhance efforts in educating the possible idea of a terrorist threat. Each call we receive regarding a threat is looked at individually based on its merit, and is dealt with accordingly.\"\n(C) 2008 The Daily Vidette via UWIRE\n\nLoad-Date: December 5, 2008"
}