{
    "title": "Terror suspect says he was 'misguided' Ahmed gives rambling closing argument. If convicted, former G",
    "publisher": "the atlanta journal-constitution",
    "year": 2009,
    "month": 6,
    "day": 5,
    "full text": "An Atlanta terrorism defendant used his closing argument Thursday to recite from the Quran in Arabic and tell a federal judge that using U.S. laws to defend himself would put him in rebellion against God.\nSyed Haris Ahmed said he hoped that by delivering the message of Islam, \"the promise of protection from evil will also apply to me.\"\nBut Ahmed, 24, tacitly acknowledged he faced a likely guilty verdict.\nOnly once during his rambling address did Ahmed appear to offer an explanation to the charges against him. \"I was misguided,\" he said.\nThe former Georgia Tech student is charged with conspiring to support terrorism here and overseas. If convicted, he faces up to 15 years in prison.\nAhmed waived a jury trial so he could give his closing argument --- \"the message that has been revealed by Allah.\" During his allotted 45 minutes, he nervously clicked an ink pen, politely asked the court stenographer if he was talking too fast and said the people of Georgia had not harassed him over his religion during the 10 years he has lived here.\nAhmed told U.S. District Judge Bill Duffey that the Quran is more authoritative than the Bible and that \"Muslims actually are, I believe, closer followers of Jesus than Christians.\" \nDuffey, presiding as a jury, listened intently to Ahmed's address. He did not say when he would deliver the verdict.\nBefore adjourning, Duffey called the United States \"a remarkable country\" because Ahmed was allowed the extraordinary opportunity to make such a statement at his trial.\nBut the judge also sternly reminded Ahmed that he would be deciding the case on U.S. law.\n\"This is not a case about your faith or a case about my faith,\" Duffey said. \"This is about your conduct.\"\nEarlier Thursday, Ahmed's lawyer, Jack Martin, told Duffey the government's charge that Ahmed supported terror in the United States was \"very, very thin.\" Martin made the remarks while asking for a directed verdict of acquittal, a common request by defense lawyers at the close of evidence in a trial.\nMartin said Ahmed was a confused, immature student who had fallen prey to Web sites espousing extreme views. Ahmed never followed through on any plans to wage jihad, Martin said.\nAs Martin argued, Ahmed cut him off in midsentence, standing at the defense table and raising his hand in objection. Ahmed said he was supposed to give the closing argument. After Martin explained he was merely arguing a motion, the two men smiled and shook hands. Duffey denied the motion.\nLater, assistant U.S. Attorney Robert McBurney asked Duffey to find Ahmed guilty.\n\"This is not about throwing bombs and shooting soldiers,\" he said. \"It's about providing support for those activities.\"\nAhmed formed his conspiracy when he and Ehsanul Islam Sadequee of Roswell, who will be tried later, met with like-minded extremists in Toronto in March 2005 and began planning to go to Pakistan to join a terrorist training camp, McBurney said.\nA month later, they went to Washington and took 62 \"casing videos\" of area landmarks. Some of the videos later were found on the computers of men now convicted of terrorism.\nIn July 2005, Ahmed went to Pakistan, where, he later told FBI agents, he intended to join a terrorist training camp. But he returned to college in Atlanta.\nStill, McBurney said, Ahmed had second thoughts and, in early 2006, planned to return.\n\"He was angry about the war on Islam and was convinced something must be done,\" McBurney said. Ahmed's answer, the prosecutor said, was \"to engage in violent jihad.\"\n\nLoad-Date: June 5, 2009"
}