{
    "title": "TERRORIST FLEES TO LEBANON , FBI CONFIRMS",
    "publisher": "pittsburgh post-gazette",
    "year": 2009,
    "month": 5,
    "day": 30,
    "full text": "NEW YORK -- A master bomb maker who once targeted commercial airliners and was suspected of aiding the Iraq insurgency has fled to Lebanon, an FBI official has confirmed.\nThere is information that Abu Ibrahim, 73, was reportedly in Tripoli, a city in northwest Lebanon, the official said earlier this week. The official spoke on condition of anonymity because the investigation continues. The United States does not have an extradition treaty with Lebanon.\nThe Palestinian terrorist is accused of bombings in the 1980s. He was indicted in the 1982 bombing of Pan Am Flight 830. The explosion killed a 16-year-old boy and wounded more than a dozen passengers as the plane headed from Tokyo to Honolulu.\nThe FBI has been looking to catch Mr. Ibrahim for decades and has recently increased its efforts to arrest him. In April, an FBI committee recommended that Mr. Ibrahim be placed on agency's list of most-wanted terrorists. The FBI is also trying to tap a State Department reward program to boost the bounty for his capture to millions of dollars.\nMr. Ibrahim's real name is Husayn al-Umari. He has remained out of reach for decades while living in Baghdad. With the help of the Iraqi Intelligence Service, he ran a feared terrorist organization called \"15 May,\" according to federal court documents and terrorism experts. The group is named for the date Israel was founded.\nMr. Ibrahim, a devout Sunni who was born in Tripoli, is suspected of carrying out more than two dozen attacks on mainly U.S., Israeli and Jewish targets in a career that spans decades. The Iraqi government also used him to conduct terrorism operations against Syria and Iran.\nIn his book, former CIA spy master Duane R. Clarridge wrote that Mr. Ibrahim had a \"talent for constructing ingenious machines of death, such as refrigerator trucks whose cooling pipes were filled with liquid explosives.\"\nHe is accused of training a slew of operatives in the art of bomb making, whose expertise metastasized across the Middle East --including Mohammed Rashed and Abu Zyad.\nMr. Rashed is behind bars at the Supermax maximum-security prison in Florence, Colo. He is scheduled to be released in fewer than four years.\nA former senior CIA official who was stationed in Baghdad after the Iraqi invasion in 2003 said there were serious suspicions that Mr. Ibrahim had helped the insurgency. The official said Mr. Ibrahim had slipped into Lebanon through Syria recently, after coalition forces began to increase efforts to drive insurgents out of the Mosul area and Saladin Province in Iraq, where he had been operating.\n\nLoad-Date: June 2, 2009"
}