{
    "title": "Terrorism akin to cancer, hurts India and Afghanistan _ Afghan diplomat",
    "publisher": "metro vartha",
    "year": 2019,
    "month": 3,
    "day": 12,
    "full text": "New York, March 12 -- India and Afghanistan have been hurt by terrorism which is \"like cancer\" and threatens peace in the region, a top Afghan diplomat has said while appealing to the international community not to view his war-torn country as an isolated case.\nSpeaking at an event organised at Asia Society here on Monday, National Security Adviser of Afghanistan Hamdullah Mohib said Pakistan talked about brotherhood and historical linkages but hardly shows any cooperation in combating terrorism.\n\"We haven't seen any cooperation from Pakistan,\" Mohib said.\nReplying to a question on Afghanistan's estimate of cooperation from Islamabad, the top diplomat said Pakistan is \"always very nice, they speak about brotherhood, historical linkages and the likes but then all we see is terrorists coming our way and no brotherhood\".\nMohib said India and Afghanistan were hurt by terrorism and both the countries have suffered a great deal.\n\"We understand what the cost is that we are paying,\" he said.\n\"But it (terrorism) is not just a threat to India and Afghanistan. Terrorism is like cancer. It is our problem today but it will soon be someone else's problem once it's no longer ours,\" Mohib said.\nReferring to the Afghanistan-Pakistan Action Plan for Peace and Solidarity (APAPPS), he said the plan stayed only on paper and did not get implemented.\n\"There hasn't been any action (on APAPPS) and there is no interest from Pakistan to implement it. There is no cooperation with Afghanistan in any aspect,\" he said.\nMohib said Afghanistan had diversified its trade from Pakistan, stressing that if it had not done so, the prices of the food items would have skyrocketed this year due to drought.\n\"We have diversified into our northern route through Uzbekistan, Turkmenistan now and through Iran by Chabahar connecting to India. It has opened up opportunities for Afghanistan not only to increase our trade but also to give us more options for import. We had to do that,\" he said.\nMohib said the easiest and cheapest way for these trade routes for Afghanistan would have been through Pakistan but Islamabad has failed to act.\n\"We have never seen any progress on action. And so until we see willingness to make action, we are not going to buy any more words from Pakistan,\" he said.\nMohib stressed that it was important that the international community does not view Afghanistan as an isolated case.\n\"It's an issue that is shared. We are taking the brunt of the issue here and making the sacrifices. If this were to end in Afghanistan - and not in the way that we would want it to be, which is a clear defeat of non-state actors and proxy groups - this precedent could start to haunt other countries in our immediate neighbourhood to begin with,\" he said.\nOn the issue of security in the region and terrorism, he said non-state actors were a \"dangerous precedents to allow\".\n\"A lot of countries think that because they have not been hit by non-state actors, it's not their problem. Letting this precedent to be opens doors and opportunities for other groups to operate.\n\"If one of these groups were to be successful, for whatever their objectives may be, it leaves the precedent for many others who are also part of that DNA,\" he said.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: March 12, 2019"
}