{
    "title": "TERRORISM HALL WARNS AGAINST OVERREACTING TO ACTS",
    "publisher": "daily news ",
    "year": 1996,
    "month": 7,
    "day": 28,
    "full text": "U.S. Rep. Tony Hall, D-Dayton, said Saturday Americans shouldn't allow themselves to become intimidated by the bombing in Atlanta or by other recent terrorist acts.\n\"I would say go to the Olympics. Don't be intimidated by it,\" Hall said. \"We're not going to be a people or a country who will be intimidated.\"\nHall spoke after touring the Flight Service Center at the Dayton International Airport. The facility provides pilots with information on weather and airport conditions.\nAlthough the tour and his visit to Dayton were unrelated to the July 17 crash of TWA Flight 800, Hall said that since arriving here Friday he has asked airport officials about plans for increased security.\n\"I'm not an expert in security, but I understand there are very good machines here,\" Hall said.\nPeople using the Dayton airport, he said, will see tighter security in reaction to the crash and other events. Additional measures include more searches of carry-on and check-in baggage, especially for flights over water.\n\"I think there will be a lot of checking of luggage,\" Hall said. \"I think people can expect delays for a while.\"\nIncreased security measures could mean higher costs, he added. \"It has the potential of increasing everybody's ticket.\"\nDespite what seems like a rash of terrorist acts, Hall said, Americans should guard against overreaction. There are still relatively few such acts committed in this country.\n\"People have to look at it that way and not jump the gun and get nervous,\" he said.\nAt the same time, Hall said, intelligence-gathering agencies have increased their efforts to stop terrorism: \"We're probably listening to every conversation that is going on in the world involving terrorism.\"\nWith the fall of the Soviet Union, Hall said, America has become the premier world superpower, a status that makes it a prime target for terrorists.\n\"We're big targets,\" he said. \"Everybody likes to take shots at us. . . . I can't tell what the future has in store. There could be more of this.\"\nBut, he said, \"We're not going to accept this.\"\n\nGraphic\n\n \nPHOTO: Tony Hall\n\nLoad-Date: July 29, 1996"
}