{
    "title": "Terrorism's dangerous allure",
    "publisher": "the deseret news",
    "year": 2009,
    "month": 12,
    "day": 14,
    "full text": "It began as a missing-persons case. Five young ? ages 19 to 25 ? Muslim Americans abruptly disappeared in late November from Washington's northern Virginia suburbs. They turned up in the custody of the Pakistani police, who say the five had tried to link up with terrorist groups, some of them linked to al-Qaida, for training with the goal of waging jihad against U.S. troops in Afghanistan. \nPakistan says it plans to deport the five, of Pakistani, Ethiopian and Egyptian descent, and they likely will face criminal charges. An FBI investigation in Pakistan and the U.S. is ongoing. What is alarming is it seems nothing exceptional about the five young men distinguishes them from the offspring of other immigrant families. They were perhaps more devout than most and seemed to feel that Muslims worldwide were under siege, but there is a long stretch from that to wanting to sign up to kill American soldiers. And their friends and fellow members of their mosque were described as \"incredulous\" that they had become radicalized. Also this past week, David Headley, 49, of Chicago, the son of an American mother and a Pakistani father, was accused of casing Mumbai in advance of last year's lethal terrorist attack and of conspiring to attack the Danish newspapers that published cartoons some Muslims consider blasphemous. According to the charges against him, Headley, who changed his name from Daood Gilani, did succeed in linking up with terrorist groups and attending militant training camps in Pakistan. India says it will seek his extradition in connection with the Mumbai attack. This flirtation of American citizens with radical Islamic groups presents an extraordinarily delicate task for U.S. intelligence and law-enforcement agencies. In the cases that have come to light, the Americans seem to have sought out the radicals through social-networking sites. But sooner or later the terrorists may wake up to a source of fluent English speakers with U.S. passports and begin seeking them out.  \n\nLoad-Date: December 14, 2009"
}