{
    "title": "Terrorism heightens Israeli bitterness",
    "publisher": "the christian science monitor",
    "year": 1985,
    "month": 10,
    "day": 10,
    "full text": "Israelis breathed a collective sigh of relief Wednesday when four Palestinian gunmen who had hijacked an Italian ocean liner surrendered.\nThis time, the Israeli government has managed to distance itself from a Middle East hostage crisis.\nThere had been a public outpouring here of bitterness and anger at the world community in the wake of a series of hijackings and attacks that have left dozens of Israelis and Palestinians dead in recent months.\nWhen news broke Monday that Palestinians had seized the Achille Lauro and were demanding that Israel release 53 Palestinian prisoners, sentiment against complying was strong.\nThe sense that too much has been demanded lately of Israel was expressed on the streets, in newspaper editorials, and by government officials.\n''This last week showed that we continue to be isolated and left to our own devices, as we have been since the early 1970s,'' said one independent daily. ''In a Jewish year that has opened under a sign of hostility and isolation, we will do well to prepare for the worst.''\nThe bitterness and sense of isolation have overshadowed the first visit by a West German president here and may affect Prime Minister Shimon Peres's forthcoming trip to Europe and the United States.\nStopping a reporter on the street, one Israeli expressed a commonly held view. ''Maybe now the world will understand that not only Israelis are the victims of terrorism,'' he said, referring to the headlines on the ship's hijacking.\nFor Israelis, what they see as the world's unfairness is illustrated by the differing reactions to Arab attacks on Israeli vacationers in Cyprus and the Sinai on one hand, and to the Israeli raid on the Palestine Liberation Organization's headquarters on the other.\nPrime Minister Peres, who prides himself on his moderation and desire to distance himself from what one of his advisers has called ''Israeli paranoia,'' perhaps best captured the public mood.\nAfter Israel bombed PLO headquarters in Tunis in retaliation for the murder of three Israelis on Cyprus by Palestinian gunmen, Peres noted world condemnation of the Israeli raid. Leaders of some European nations had predicted the raid would derail the peace process. Italian Prime Minister Bettino Craxi described it as an act of state terrorism.\n''When our three people were killed in Cyprus, we didn't get any telegram of condolences,'' Peres said. ''The first killing (of the three Israelis in Cyprus), is the first danger (to the Mideast peace process).''\nDuring the hijacking of the Italian ship, the government kept a low profile and said no one asked Israel to meet the gunmens' publicized demands. Privately, however, Israeli officials let it be known that Israel was in no mood to facilitate negotiations with the hijackers.\nIsraeli officials took pains to publicly blame the PLO for the hijacking. PLO denials of involvement were brushed away as a smokescreen.\nThe Israeli strategy in the next few weeks, one official says, is to continue to forcefully link the PLO with terror in the minds of the public, and to continue insisting that terrorists have no place at any peace talks with Israel.\nThat theme is likely to underline Peres's trip to Europe and the US next week. Peres's aides say he is willing to show flexibility on the issue of an international conference as the framework for peace talks between Israel and a Jordanian-Palestinian delegation. But he will be adamant in refusing to deal with the PLO.\nThe attacks launched against Israelis - in the occupied territories, in pre-1967 Israel, or in other nations - are seen by the Palestinians as legitimate acts of resistance. But Israelis see these as a threat to their survival.\nThe PLO could never pose a credible military threat to Israel, military analysts here say. But the organization or its splinter groups can demoralize the Israeli public through attacks on civilians such as the recently stepped-up shootings and stabbings.\nIsrael's interpretation of its security needs enable the government to justify - at least for internal consumption - attacking a moderate Arab state such as Tunisia. It also leads the government to protest the decision by Britain to meet with two PLO representatives as members of a Jordanian-Palestinian team, to block the planned US meeting with a Jordanian-Palestinian team, and to protest arms sales to Arab states by the US, Britain, and West Germany.\nThe announcement that West Germany is seeking to build a munitions factory in Saudi Arabia has complicated an already sensitive state visit here this week by West German President Richard von Weizsacker. The nation's reception of Mr. Weizsacker has been made ambivalent because of the military deal with the Saudis, and because of Israel's ambivalent feelings toward Germany.\n''The nightly news show on television has a tremendous impact on public feeling,'' says a senior official in explaining the public mood. ''Too many nights lately, the show has been dominated by funerals.''\nThe weekend shooting of seven Israelis visting the Sinai by an Egyptian military policeman further soured the atmosphere here. Israel has demanded an explanation from Egypt."
}