{
    "title": "Terrorism sparks traditional dinners",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 11,
    "day": 22,
    "full text": "A Minnesotan - or, gasp, Canadian - turkey. Wisconsin-grown cranberries. Rolls from Kansas wheat. Illinois pumpkins and Georgia pecans. Sweet potatoes from North Carolina, or maybe the Dominican Republic.\nThe feast for one of the most American of holidays comes from all over - even abroad.\nLast year, whether eating themselves into a Thanksgiving stupor or just looking for three squares a day, the typical American gobbled up 171/2 pounds of turkey, four pounds of yams, a tenth of a pound of cranberries, a half-pound of pecans and 148 pounds of wheat flour, says the Agriculture Department.\nU.S. residents also use six pounds of pumpkin apiece annually, \"whether to throw them in the street for Halloween or bake them in a pie for Thanksgiving,\" said Gary Lucier, the vegetable expert at USDA's Economic Research Service.\nTurkey consumption has especially soared, more than doubling over 30 years as turkey burgers and smoked-turkey-and-brie sandwiches helped bring the bird in vogue year-round. Only 17 percent of turkey now is eaten at Thanksgiving, the National Turkey Federation says.\nThomas Shipley, who teaches a Temple University course on the psychology of food, warned this year's Thanksgiving menu planners of even louder howls of protest than usual if they stray from these tried-and-true favorites - even that jiggly can of cranberry sauce. Terrorism has Americans seeking comfort in family and tradition - and smells are a powerful link to memory, he said.\n\"When people are anxious they seek out things that are familiar,\" Shipley said.\n\"You can think of these comfort foods as an emotional bridge to a time before Sept. 11.\"\nBut that's not to say that Benjamin Franklin's rejected choice for America's national bird is no longer popular on the fourth Thursday in November. The industry trade group says 95 percent of Americans eat turkey, dried out or not, for the holiday.\nIt will be relatively rare for that turkey - or any other traditional fixings on the table this Thanksgiving - to hail from foreign parts.\nThe United States raised 270 million gobblers last year, led by Minnesota and North Carolina. Those birds, all 7 billion pounds of them, were worth $$ @2.8 billion - dwarfing the $$ @14.1 million in imported live turkeys, nearly all brought in from Canada. \n\"It's a very, very minuscule amount,\" said David Harvey, the Economic Research Service's poultry guru.\nCanada is also the source of virtually all the foreign cranberries in America - and imported sweet potatoes are far and away most likely to come from the Dominican Republic. Like turkey, imports play a tiny role in both crops in the U.S. market.\nThe nation's leader in cranberry production is Wisconsin, accounting for more than half this year's estimated 558 million-pound crop, followed by the bogs of Massachusetts and New Jersey.\nAnd North Carolina is tops in sweet potatoes - a fact touted by a dancing spud on the North Carolina Sweet Potato Commission Web site. \"Delicious, nutritious and fat-free, sweet potatoes naturally,\" it trills.\n\nLoad-Date: November 27, 2001"
}