{
    "title": "Terrorism suspect enjoyed shooting, traveled to Israel",
    "publisher": "the salt lake tribune",
    "year": 2009,
    "month": 7,
    "day": 29,
    "full text": "Raleigh, N.C. » Israel denied entry two years ago to members of a North Carolina family that includes three men accused of plotting terror attacks in foreign countries, an official said Wednesday.\nDaniel Boyd, 39, was arrested Monday with six others, including two of his sons. Authorities claim Boyd was the ringleader of a group that was gearing up for a \"violent jihad,\" though prosecutors haven't detailed any specific targets or time frame. An eighth suspect is believed to be in Pakistan.\nBoyd's wife, Sabrina, told a Raleigh newspaper that he and one of their sons flew to Israel in 2007 to visit Muslim holy sites but were denied entry and detained for two days. That followed a trip Daniel Boyd made with another son, who is not charged, to Israel a year earlier. She denied any malevolent motive for their visits.\nThe U.S. indictment said Boyd and two sons -- Zakariya, 20, and Dylan, 22 -- traveled to Israel in July 2007 to meet with two of the other defendants but returned home \"having failed in their attempt at violent jihad.\"\nAn Israeli security official confirmed that members of the Boyd family were denied entry in 2007. He declined to say why they were stopped or provide further details. He spoke on condition of anonymity because the information was not officially made public.\nIsraeli police and the Interior Ministry, the office in charge of immigration, would not comment.\nSabrina Boyd, 41, urged the public not to rush to judgment. \"We have the right to justice, and we believe that justice will prevail,\" she said in a statement. \"We are decent people who care about other human beings.\"\nIn an interview with the Raleigh News & Observer newspaper, Boyd said her husband and sons' trips abroad were pilgrimages.\nProsecutors said Boyd received terrorist training years ago in Pakistan and brought the teachings back to North Carolina, recruiting followers willing to die as martyrs waging jihad, the Arabic word for holy war.\nFrustrated by Raleigh-area mosques that he saw as too moderate, Boyd started holding prayers in his home, prosecutors said. In the past two months, he took two group members to private property in north-central North Carolina to practice military tactics and use weapons.\n\"It's clear from the indictment that the overt acts in the conspiracy were escalating,\" U.S. Attorney George E.B. Holding said.\nBoyd's wife said she knew nothing about the training site cited by prosecutors, and she said the family had firearms because they enjoyed hunting and shooting.\nBoyd's neighbors also defended the drywall contractor.\n\"If he's a terrorist, he's the nicest terrorist I ever met in my life. I don't think he is,\" said Charles Casale, 46, a neighbor in Willow Spring.\nThe other four men arrested range in age from 21 to 33. Only one is not a U.S. citizen, but he is a legal resident. Hearing Tuesday\nOn Wednesday, U.S. Magistrate Judge William A. Webb delayed the detention hearing for the seven suspects. They are now scheduled to appear in court Tuesday morning.\n\nGraphic\n\n \nFILE --These undated file photos provided by the City County Bureau of Identification in Wake County, N.C., show from left: Daniel Patrick Boyd, Hysen Sherifi, Mohammad Omar Aly Hassan and Ziyad Yaghi. Authorities claim the group, including 3others and an eighth suspect believed to be in Pakistan, were gearing up for a \"violent jihad,\" though prosecutors haven't detailed any specific targets or timeframe. If convicted, the men could face life in prison. (AP Photo/City County Bureau of Identification/file)\n\nLoad-Date: July 31, 2009"
}