{
    "title": "Terrorism games instill fear",
    "publisher": "university wire",
    "year": 2005,
    "month": 10,
    "day": 21,
    "full text": "Green, blue, yellow, orange and red are beautiful primary and secondary colors used to brighten the vibrant existence we embrace as Americans.\nSince the summer of 2001, however, fear has been circulating through our veins and swimming right alongside our bright red blood, and soon after these colors took on an entirely new meaning.\nThese colors aren't just used in games played on your child's favorite television show. They are colors used in games established to heighten our sense of fear and anxiety toward terrorism.\nGames? Really? Someone is having a good time and it definitely isn't one of the citizens of Baltimore or New York, who have recently been scared half to death by bogus terror threats involving urban transportation.\nIt is said that prisoners being held overseas spilled information about a possible terror strike on two Baltimore tunnels Tuesday. Earlier this month New York, if you remember, experienced a threat to its subway system, which proved to be false.\nThough this most recent threat was potentially bogus, and likely a way to get better treatment while being held, city officials had to act in some way to prevent anyone from taking innocent lives.\nKyle Olson, an ABC News consultant and terrorism specialist, stated in an ABC News story covering the event that \"the goal simply could be to get the U.S. government to waste time and energy and cause some damage as disruption occur.\"\nThis game being played, using our fears as a weapon, simply isn't right, fair or the fault of any individual.\nSince September 11, fear of terrorism has been, at the very least, in the back of our minds at all times. We in DeKalb without a doubt have it easier than those in major metropolitan areas, but even we are aware terrorism is a constant issue for Americans.\nThis fear has been put into our heads by the media and government, along with the mouths of those around us. The threats come from everywhere and have become a massive burden on our society.\nWith our color-coded fear accelerator, our government is trying to help and protect us, this is clear, but at the same time they are heightening the states of control fear has over us.\nThere can be no blame placed on the city officials of Baltimore or New York with regards to these bogus threats, and none placed toward our government.\nWe are merely pawns on the chessboard called America, and our emotions are controlled like the hand controls the piece. As time goes on more threats will come and more tunnels and subways will be closed. All we can do is have faith in our system of protection and live our lives not in fear, but with our eyes open and with a vibrant sense of awareness.\n(C) 2005 Northern Star via U-WIRE\n\nLoad-Date: October 21, 2005"
}