{
    "title": "Terrorism_ How much have we evolved since 9_11_",
    "publisher": "university wire",
    "year": 2016,
    "month": 9,
    "day": 19,
    "full text": "This past Sunday marked the 15th anniversary of the terrorist attacks of Sept. 11. The tragedy was by far the largest and most devastating terrorist attack on American soil to date. On the anniversary of this day, I found myself reflecting on all global devastations of late.\nRemembering 15 years ago is not such an easy task. I have difficulty recalling what I ate for dinner three nights ago, let alone what I was doing 15 years ago. All I know about my life at that time was being 4 years old, not comprehending the magnitude of what was happening in the world around me.\nIf Sept. 11 is brought up in conversation, however, many people can remember exactly where they were on that day. Some may even be able to remember what they wore or what they ate for breakfast. Others will never forget the small details of that morning before their lives were forever changed.\nFifteen years have passed, but that day still haunts us, even now. The newest generation of kids beginning high school this year won't be old enough to have been alive when the attacks happened. All they will know is how Americans commemorate the anniversary of Sept. 11, what their parents or relatives will tell them, or what they will come to read about in history books.\nAs for the rest of us who lived through the tragedy, it will continue to be something that affects our everyday lives as Americans. In the last five years, we have seen horrific acts of evil and violence that has caused unimaginable loss for the global community. The Boston bombings, Sandy Hook Elementary shooting, Orlando shooting and countless other tragedies have brought devastation to the U.S. since 2012.  \nIn the past decade, we have seen countless acts of terror not limited to just the U.S. Can we realistically claim to have made much progress in the fight against global terrorism?\nInternational terrorism is on the rise, especially considering the events of late. Now, we face a possibly larger evil that enlists more allies every day. The Islamic State of Iraq and Syria has grown to be arguably the biggest threat to freedom and global safety since Sept. 11.\nNo more than two months ago, French citizens experienced yet another terrorist attack claiming to be the work of ISIS. Before the attack in Nice, the tragedy of Charlie Hedbo took the lives of 11 people and injured many others. Islamic extremist gunmen, who claimed to belong to Al Qaeda's terrorist group in Yemen, took credit for the attack. These, amongst many other terrorist attacks, are feared to be the work of ISIS.\nThe anniversary of Sept. 11 this year had a profound effect on me. Honoring that day has compelled me to wonder how much we have evolved since 2001. Have we made much progress since the initial tragedy?\nThe terrorist attacks in Manhattan, N.Y. and Washington D.C. reinforced what it means to be an American citizen. I believe that the attacks encouraged not only patriotism, but empathy. Maybe this is what it means to be American: to stand up against evil and fight it with pride.\nIf there is good in all things, then we can suppose there is a small bit of good in evil. Terrorism compels us to unite, to stand in solidarity with one another - regardless of racial, ethnic or economic differences. Following the attacks, we put an end to Osama Bin Laden in 2011 to avenge the deaths of almost 3,000 people. In this way, we combatted evil with more evil.\nTo quote Pat Buchanan, \"...is terrorism the continuation of war by other means?\" If terrorism is supposed to be the alternative to war, why do we call it a war on terror? Since 2011, we have taken to more humanitarian methods of war and I believe this is the answer to attaining global peace.\nWe can only hope that the next five years will bring more international peace and security than the last five have left us.\n\nLoad-Date: January 9, 2017"
}