{
    "title": "Terrorism needs to be fought by local law enforcement, too",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 31,
    "full text": "\"We need information, and we need it right now.\" These were the words of New York City Mayor Rudy Giuliani, who, during his Monday testimony at a field hearing of the House Terrorism Subcommittee, expressed his desire for a new law that would require intelligence organizations to share whatever terrorist information they might know with local law enforcement officials.\nAt the same time in Toronto, FBI Director Robert Mueller said that his organization representatives has pledged more cooperation between themselves and local law enforcement officials.\nNorthern Illinois U.\nIndeed, such cooperation is welcome. During the same address, Mueller said that in the past, the FBI has received calls from local law enforcement officials offering assistance but were, in some cases, turned down.\nThis is disturbing, to say the least. Especially given the fact that in the wake of the Sept. 11 attacks, reports began to surface that people within the Washington, D.C., intelligence community had information but did not inform other departments because of reasons that can be described only as pure bureaucracy.\nAs we all know, the war on terrorism will not only be fought on foreign soil, but here in America as well. The people we will be fighting will not be readily identifiable by those in Washington.\nThey walk among us. And they may be aiming at targets in our communities. Where is information on a potential terrorist strike more suited -- in Washington or in the hands of local law enforcement where the attack might take place?\nThe answer is both.\nIt is essential that every piece of information Washington possesses involving potential terrorist actions in a given community should be shared with that community's law enforcement officials.\nThis does not mean that the Washington intelligence community would disclose everything from its files to local enforcement. What it would mean is that by sharing information, the FBI can give local law enforcement the \"overall picture\" on what organizations are in their community and what they are intending to do.\nLocal law enforcement in turn could provide information on current terrorist cells and even provide information on groups that may be working in their area that Washington might not know about.\nIt's a win-win situation.\nIn the war on terrorism, it is imperative that the left hand knows what the right hand is doing. Any bureaucratic clashing could result in further attacks and American casualties.\nThat is unacceptable.\n(C) 2001 Northern Star via U-WIRE\n\nLoad-Date: October 31, 2001"
}