{
    "title": "Terrorism Will End One Day -- It Just Has to Run Out of Excuses",
    "publisher": "the salt lake tribune",
    "year": 2003,
    "month": 1,
    "day": 12,
    "full text": "Another day, another deadly attack in Israel. Blood, shock, parents who will never see their kids again, children who will never come home from school -- a tragic, senseless, horrific crime.\nOn the other hand, there are proud mothers of suicide bombers telling the siblings of the \"martyr\" to see their brother (or sister, in some cases) as a role model, encouraging them to follow the example some day. Right-wing radio zanies should not get so excited about the Saudis and Iraqis donating money to the bombers' families -- bombers don't do those things for money. Otherwise, with a $ 10 million reward posted for his capture, Osama bin Laden's head would have been on display at the Smithsonian a long time ago.\nNo doubt, many leaders around the world and across the political spectrum denounce the terrorist attacks. Even Yasser Arafat lately has been speaking -- sort of -- against them. The man must be getting old.\nYet in most cases, politicians appear reluctant to put a period after saying the terrorists are wrong. They prefer a comma, as in \"those guys may be deranged murderers, but . . . .\" What follows usually is some sort of reasoning about people being poor and desperate and unable to express their protest in any other way.\nOnly a few countries -- the United States, Israel and Russia among them -- seem to differ. That's understandable, though. America had Sept. 11. Israel has -- well, everybody knows what Israel has. Russia faces the never-ending Chechen quagmire. Remember the recent newspaper picture of co-workers dragging a wounded woman from the ruins of a government building in the Chechen capital, Grozny? From the way they were dressed, it appears the employees were having a New Year's party at work. But the terrorists had different plans for that day, namely to ram cars with bombs into the building, following the pattern of the Kenya attack in November and the bombings in Kenya and Tanzania a few years back.\nThe bombers in Grozny wanted to make a point, and they did. Except the interpretations of their posthumous message were not uniform. For the Chechen separatist leaders and their friends, it could be an ultimate sacrifice for the sake of freedom, but for Moscow it was nothing but a signal to step up the military campaign against the ruthless bandits. It's the same in Israel. Every new attack on civilians only means more fear, more support for Premier Ariel Sharon's \"decisive measures\" and less hope for peace.\nThe Bush administration's attempts to make a distinction between its \"war on terrorism\" and what the Israeli government is doing might be politically correct but not entirely convincing. The Palestinians may have legitimate grievances, and some Israeli policies could be called cruel and irrational. But so could some U.S. policies -- it still doesn't quite justify the Sept. 11 attacks, does it?\nThe war on terrorism that seemed so simple to understand at first -- \"us\" versus \"them,\" \"good guys\" versus \"evil doers\" -- is getting increasingly complex and even messy.\nNo wonder President Bush is so enthusiastic about going into Iraq -- there actually is an oppressive regime that can be overthrown with troops, and no one expects the Iraqis to begin a guerrilla war against the United States after the GIs make it to Baghdad.\nSaddam Hussein is out of power -- the U.S. war is over. That's a victory you can see and touch, a luxury that doesn't exist in the war on terrorism. It never did.\nRussian czars were considered tyrants by many, so when the elder brother of Vladimir Lenin threw a bomb at one of them, there also were people who were saying that \"terror is wrong, but . . . .\" Many, including Lenin, considered those actions heroic. Dimitry, Lenin's brother, was executed. Vladimir went on to build the Soviet Union.\nBefore Israel was created in 1948, there were ruthless Jewish terrorist groups. Some former top Israeli politicians, such as Menahem Begin, used to be among their leaders.\nThe methods and ideologies may change, but the concept remains the same: Terrorism flourishes as long as there is ambiguity about it, and as long as there are influential politicians -- and governments -- who believe terrorists are just driven to do what they are doing by some sort of injustice and oppression.\nWhen was the last time terrorists hijacked a plane? Not the Sept. 11 suicidal murderers, but the 1970s-type terrorists, with a list of political demands and a threat to kill the passengers if their pals are not released from prison?\nThat just is not happening anymore, because no country in the world -- not even the \"rogue\" states, not even the proud \"axis of evil\" members -- accept hijacking planes as a means to protest against something or somebody. It is a crime everywhere, from Washington to Beijing, from Tehran to Moscow, and criminals are treated as criminals no matter what cause they may claim to\nrepresent.\nSomeday down the road, when a similar treatment is guaranteed globally for whoever chooses to make a point by bombing a kindergarten, terrorism simply will stop being an option. A perfect world? Probably not, but obviously a much better one to live in.\n_________\nMichael Nakoryakov is editor of The Tribune's World Desk. For many years, he was a journalist in Moscow. Send Nakoryakov an e-mail at michaelvn@ sltrib.com \n\nLoad-Date: January 13, 2003"
}