{
    "title": "Terrorism tops G-8 summit agenda",
    "publisher": "the world",
    "year": 2002,
    "month": 6,
    "day": 26,
    "full text": "Leaders of the world's most powerful countries, intent on demonstrating a united front against terrorism at their annual summit, prepared a joint plan to make air travel safer.\nThe antiterror war was to top the agenda for the Group of Eight summit set to begin today. Canadian Prime Minister Jean Chretien, this year's host, also hoped to devote significant attention to boosting assistance to Africa, the world's poorest continent.\nChretien was the first leader to arrive at this remote resort nestled in the Canadian Rockies. Leaders of the other G-8 countries - the United States, Russia, Japan, Britain, Germany, France and Italy - were arriving throughout the day.\nCompiled from Times WiresResearcher's home is\n \nsearched in anthrax probe\nThe FBI searched the home of a researcher near Fort Detrick, Md., who may have had access to anthrax while doing work for the Army base, a law enforcement official told the Associated Press on Tuesday.\nThe researcher agreed to the search in hopes of removing himself from any possible suspicion, according to the official, who spoke on the condition of anonymity. It was unclear whether the researcher was a federal worker at Fort Detrick or a worker under contract with the Army base.\nThe official said the search was not unusual in the FBI's hunt for a suspect for last year's anthrax letter attacks.\n \nVillagers find weapons; troops come under fire\nBAGRAM, Afghanistan - Villagers directed American forces to three large weapons caches near their homes in what a U.S. official said Tuesday was a sign of civilians' increased desire to rid southeast Afghanistan of hidden arms.\nMeanwhile, U.S. troops in the town of Khost came under rocket fire for the second day in a row Tuesday, said Col. Roger King, a U.S. spokesman. A rocket exploded before dawn about a half mile from Khost airport, where U.S. special operations forces operate.\nA patrol was searching for the source of the firing. A rocket was fired in the Khost area near U.S. troops the previous night. No one was hurt in either attack.\nKing said villagers had helped U.S. forces locate three large caches in their area in Paktika province, south of Khost. It was not known if the armories belonged to al-Qaida, the Taliban or to warlords, he said.\n \nAlso . . .\nRETALIATION CRIMES: The Justice Department has investigated 350 reports of crimes against people of Middle Eastern or South Asian origin since the Sept. 11 terror attacks, including alleged threats, assaults, bombing plots and vandalism, an assistant attorney general said Tuesday.\nProsecutors say they believe most of the crimes were in retaliation for the attacks on the World Trade Center and the Pentagon. State and local authorities have begun prosecuting about 70 crimes, the Justice Department says. Federal charges have been brought in 10 cases.\nHIJACKERS' ROOMMATE: Federal investigators have detained a man they say was a roommate of at least two of the Sept. 11 hijackers last summer, a U.S. official told the Associated Press.\nRasmi Al-Shannaq, a Jordanian citizen, was taken into custody Monday for overstaying his visa, said the official, speaking on the condition of anonymity.\nEarly Monday, the State Department's diplomatic security service and the FBI raided a house in Baltimore looking for Al-Shannaq.\nThe men he lived with in the Washington suburbs - Hani Hanjour and Nawaq Al-Hazmi - are suspected of hijacking American Airlines Flight 77 just before it was crashed into the Pentagon.\nAMERICAN DETAINEE: A federal appeals court heard arguments Wednesday about whether the government can continue holding an American-born prisoner captured in Afghanistan without letting him meet with his lawyers. There was no indication when the court would rule on the detention of Yaser Esam Hamdi, 21, captured in November.\n\nLoad-Date: June 26, 2002"
}