{
    "title": "Terrorists face Many obstacles to operating in US",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 24,
    "full text": "Despite last week's United States bombing raid on Tripoli, the likelihood of Libyan or other Middle East-based terrorists' striking in American cities and towns remains relatively small, terrorism experts say.\nThey stress that from a terrorist's point of view, the risks and logistical difficulties of launching attacks against Americans in the United States outweigh the possible benefits. Such terrorists are said to prefer, instead, ''soft'' easier-to-attack victims and facilities in Europe and the Mideast.\n''The United States is not a terribly attractive target for terrorists,'' says Dr. Alfred Rubin of the Fletcher School of Law and Diplomacy at Tufts University. ''It is hard to see what they could do that would really make a difference,'' he says.\n''The targets are softer in Europe, the Middle East, and in the third world,'' adds Dr. Yonah Alexander of the Center for Strategic and International Studies at Georgetown University. ''To bring terrorism to the streets of the United States is more difficult.''\nAs one government terrorism specialist puts it: ''If you want to kill an American and it is three times easier to kill him in Lebanon than in New York, you will kill him in Lebanon.''\nEven so, in the aftermath of the Reagan administration's April 15 air raid on Libya, US officials have stepped up security efforts worldwide in anticipation of retaliatory attacks by Libyan assassins, suicide squads, and free-lance guerrilla groups.\nThe shooting of a US Embassy employee in the Sudan, the discovery of bombs in Turkey, the execution of three Western hostages - including one American - in Lebanon, and the uncovering of other terrorist plots in Europe have raised concerns in the United States that Libyan leader Muammar Qaddafi may attempt to make good his earlier threat that Libyans would attack ''American citizens in their own streets.''\nSpecialists note that terror attacks within US borders would mark a radical escalation in terrorist tactics. Nonetheless, American officials aren't taking any chances.\nAirport security has been beefed up, and personnel have been instructed to look carefully for the same kinds of concealed weapons or bombs that Israeli airlines personnel intercepted last week in London.\nIn addition, the US Capitol Building, the White House, and other key government offices in Washington have long been surrounded by thick slabs of concrete to help fend off possible Beirut-style car and truck bomb attacks in the nation's capital.\nCounterterrorism intelligence is a high priority, with the Federal Bureau of Investigation keeping a close watch on the 3,200 Libyans currently living in the US.\nSome experts suggest that the effectiveness of the FBI in rooting out terrorists - sometimes even before the terrorist plot has been carried out - is helping deter Middle Eastern and other groups from trying to establish terror networks in the US.\nLast year, the FBI uncovered and prevented 23 terrorist attacks or bombings in the United States, including an assassination plot against Indian Prime Minister Rajiv Gandhi.\nSpecialists say it is also much more difficult for terrorists to plan and execute an attack without a supporting community and a secure infrastructure supplying assault weapons, explosives, forged documents, and other tools of terrorism. In addition, experts say, Mideast terrorists face language and cultural barriers when operating in the US. Many would have trouble traveling inconspicuously in American cities, let alone trying to escape safely after committing a terrorist attack.\n''They may be very streetwise in Beirut, but Washington is a different town,'' a government official notes.\nAll of these factors are said to have contributed to keeping the US relatively free of direct terrorist attacks last year, despite increasing terrorist activity overseas. According to the FBI, there were only seven terrorist attacks within the US in 1985, down from 51 terrorist incidents recorded three years earlier, during the height of the abortion-clinic bombings. Only two of the 25 Americans killed last year by terrorists died as a result of attacks carried out within the US.\nSome specialists point to one fundemental difference between the United States and other nations that may contribute to making the US a less likely site for terrorism: American democracy.\nIn theory, they say, democracy provides institutional means to redress the political grievances of minorities before they lead to bloodshed. Ideally, the ballot box and the US constitutional right of free speech provide an array of effective peaceful alternatives to taking up arms.\nThe availability of peaceful alternatives to terrorism helps undercut support for extremists bent simply on bloodshed. As a result, domestic US terrorist groups - Puerto Rican separatists, white supremists, Jewish extremists, left-wing radicals, and others - have been isolated, rejected, and denounced by the American communities that might have supported them and nurtured them. Experts say the same would be true for Middle Eastern terrorists attempting to set up shop in the US.\nA government official notes: ''Americans are just great at turning these people in.''"
}