{
    "title": "Terrorism _s measure in Europe has changed In decades past, the radicalism was political and the tol",
    "publisher": "usa today",
    "year": 2017,
    "month": 7,
    "day": 11,
    "full text": "LONDON A truck rampage kills 86 on Nice’s famed French Riviera. Carefully coordinated mass shootings leave 130 dead at cafes and at a Paris concert hall. Eight die in a stabbing spree outside pubs and restaurants in London. A low-tech suicide bomb at a concert in Manchester kills 22 people, many of them teenagers.\nThese high-profile attacks in Western Europe have triggered the terror the Muslim perpetrators intended, produced massive media coverage, unleashed a backlash against Islam and propelled governments to devote huge resources to prevent future random assaults on their citizens. \nThe public hysteria, however, masks the fact that the number of attacks and deaths from terrorism in Western Europe is down significantly from 20 to 40 years ago, when political radicalism rather than religious fanaticism was the spark. \nThe region was targeted by 604 terror attacks that killed 383 people in 2015 and 2016, according to the most recent figures compiled by the University of Maryland’s Global Terrorism Database. \nIn 1979 and 1980, by contrast, 1,615 terrorist incidents killed at least 719, the most attacks and deaths since the database began tracking attacks in 1970. \n“Terrorism in Western Europe remains less frequent compared to the number of attacks that took place in the region in the 1970s, 1980s and early 1990s,” said Erin Miller, a researcher who manages the database. \nThis year, at least 39 Europeans have died in 11 terror attacks. \nMost of this year’s terror incidents are the work of Islamic extremists, either natives or immigrants motivated by radical groups, such as the Islamic State, which have declared war on Western values. \nTerrorists in past decades were political fanatics or agents of state-sponsored attacks, including Northern Ireland’s Irish Republican Army, Spain’s Basque separatists, Italian radicals and Libyan agents’ bombing of Pan Am Flight 103 over Lockerbie, Scotland, in 1988. \nGilles de Kerchove, the European Union’s counterterrorism director, said it is difficult to understand why people become terrorists, whether their cause is religious or political. \n“There’s all these different factors involved: poor integration, poor education, discrimination, a difficult neighborhood, the need to be part of a group or to have a sense of purpose,” he said. \n“What we do know is that extremists want to conduct many more small-scale attacks and that the Islamic State wants to show that the organization is still strong,” de Kerchove said. “We have foiled a lot of plots. There will be more. There is nothing like 100% security.” \nAlthough random attacks understandably cause great public alarm, research shows that the chances of being killed by a terrorist in Western Europe are extremely slim compared with terrorist hot spots in Afghanistan, Egypt, Iraq, Libya, Nigeria and Pakistan, according to PeaceTech Lab/Esri Story Maps. \nMore than 100,000 people have been killed in terrorist attacks in the Middle East and Africa since 1970, about a third of the global total. In Europe, the figure is at least 6,400. \nIn 2016, Western Europeans were 85 times more likely to die of a heat wave than from terrorism, 50 times more likely to die in a biking or watersports accident and 39 times more likely to be killed by consuming a toxic product. They were 433 times more likely to die of suicide and 32 times more likely to die by homicide. \n“Our societies in North America and Western Europe have managed over the course of the last century to reduce the risks of a wide range of factors commonly associated with death,” said Robert Muggah, a security specialist and co-founder of the Igarapé Institute, a Brazilian think tank that computed the probability findings. “We know earthquakes and floods kill far more people than terrorism, but we give a huge amount of attention to terrorism even when it involves small numbers of casualties. It whips our society, which is a low-risk society, into a kind of frenzy and augments the perceived risk. \n“Treating some of these events as crime events, which is ultimately what they are ... would be a much more effective response.”\n\nGraphic\n\n \nDANIEL SORABJI, AFP/GETTY IMAGES Eight people were killed June 3 after terrorists drove a van into pedestrians on crowded London Bridge in the heart of the capital.\n\nLoad-Date: November 30, 2023"
}