{
    "title": "TERRORISM INVESTIGATION INTO CHICAGO SUSPECTS WIDENS",
    "publisher": "the new york times",
    "year": 2009,
    "month": 11,
    "day": 19,
    "full text": "WASHINGTON -- The arrests last month of two Chicago men accused of planning an attack on a Danish newspaper have widened into a global terrorism inquiry that has led to arrests in Pakistan and implicated a former Pakistani military officer as a co-conspirator, government officials said yesterday.\nIn India, where the pair from Chicago are said to have wanted to attack the country's national defense college, investigators are trying to determine whether the two men played a role in attacks a year ago in Mumbai, in which more than 160 people were killed. Officials said they had not clearly established a connection.\nThe case is one of the first criminal cases in which federal authorities seem to have directly linked terrorism suspects in the United States to a former Pakistani military officer, though they have long suspected connections between extremists and many Pakistani military members. Intelligence officials believe that some Pakistani military and intelligence officials even encourage terrorists to attack what they see as Pakistan's enemies, including targets in India.\nThe two men -- David Coleman Headley, 49, and Tahawwur Hussain Rana, 48 -- were accused in complaints unsealed Oct. 27 of plotting against employees of a newspaper in Copenhagen that published cartoons of the Prophet Muhammad in 2005 that offended many Muslims.\nThe complaints suggested that Mr. Headley -- who was accused of the most serious charges, attempting to murder and maim in a foreign country -- had cooperated with authorities after his arrest Oct. 3, as he boarded a plane on the first leg of a trip to Pakistan. The officials, who asked not to be identified because they were discussing a continuing inquiry, now say the investigation has widened further, in part because of the wealth of information supplied by Mr. Headley.\nJohn Theis, a lawyer for Mr. Headley, and Patrick W. Blegen, a lawyer for Mr. Rana, would not comment on who was suspected of being the co-conspirator or other matters in the case. Randall Samborn, spokesman for U.S. Attorney Patrick J. Fitzgerald in Chicago, also declined to comment. Mr. Headley and Mr. Rana are in custody pending further proceedings. Each is scheduled to appear at a detention hearing in early December.\nA Pakistani Embassy spokesman in Washington also declined to comment, citing the continuing inquiry.\nMr. Headley, who changed his name from Daood Gilani in 2006, is a U.S. citizen who lived in Pakistan, but recently was mainly a Chicago resident. Mr. Rana is a Canadian citizen who has lived legally in Chicago, where he operated a travel agency and other businesses.\nMr. Headley and Mr. Rana are graduates of a military academy in the Pakistani town of Hasan Abdal, and they maintained e-mail contact with other former students, including officers in Pakistan's military.\nMr. Headley and Mr. Rana were accused in the complaints of reporting to Ilyas Kashmiri, an Islamic militant commander and former Pakistani special operations commando, who is associated with both al-Qaida and Lashkar-e-Taiba, a Pakistan-based militant group suspected in the deadly attacks in Mumbai.\nThe officials declined to name the other former military officer in the case.\n\nLoad-Date: November 20, 2009"
}