{
    "title": "Terrorism unlikely in disaster",
    "publisher": "the day ",
    "year": 2003,
    "month": 2,
    "day": 2,
    "full text": "Government officials quickly concluded Saturday that terrorism or other\n foul play were not the likely causes of the breakup of the space shuttle\n Columbia over Texas, though they cautioned that they will investigate all\n possibilities.\n Within an hour of the disaster, Tom Ridge, secretary of the Department of\n Homeland Security, who is responsible for evaluating all major domestic\n incidents, was conferring with intelligence analysts and national security\n officials at the White House.\n The Pentagon assumed a supporting role, assisting federal civilian\n authorities in scouring Texas for space shuttle debris. At no point - even in\n the first minutes after word of the missing spacecraft was relayed to\n government leaders - were military forces scrambled on suspicion that Columbia\n may somehow have been downed by a hostile act, according to a senior military\n officer.\n Flags at half-staff until Wednesday\n President Bush signed a proclamation Saturday honoring the memory of the\n astronauts aboard the space shuttle Columbia.\n As a mark of respect for the dead, he ordered the flag flown at half-staff\n at the White House, all public buildings and grounds, at all military posts\n and naval stations, and on all naval vessels of the Federal Government in the\n District of Columbia and throughout the United States and its Territories and\n possessions through Wednesday.\n Embassies, consular offices and other U.S. facilities abroad were also\n ordered to lower the flag.\n Two shared Northwest roots\n HOUSTON - During a NASA media briefing, a solemn shuttle manager Ron\n Dittemore noted that he shared Inland Northwest roots with astronaut Michael\n Anderson.\n Dittemore said he attended Medical Lake High School, the ''rival\" of\n Anderson's Cheney High.\n ''I'm going to miss the closeness that we had,\" Dittemore said, adding\n that the two men both spent part of their childhoods at Fairchild Air Force\n Base and both met their wives in Spokane.\n Idaho teacher was to fly Columbia\n Idaho's only astronaut, Barbara Morgan, was scheduled to be aboard the next\n flight of Columbia when it was to launch in November.\n Morgan recently quit her job as a McCall schoolteacher to prepare for the\n flight. In 1986, Morgan was the backup for teacher Christa McAuliffe, who was\n killed in the 1986 Challenger shuttle disaster.\n NASA plans to hire as many as six teachers for its next astronaut class,\n and has received more than 1,000 nominations for the positions.\n WSU researcher followed flight of Columbia\n PULLMAN - Norman Lewis was awake by 5 a.m. Saturday to watch the space\n shuttle Columbia return to Earth after its 16-day mission.\n Lewis, a Washington State University plant researcher, has had experiments\n ride into space aboard Columbia. WSU had no experiments on this flight.\n WSU's Institute of Biological Chemistry ''is a program that really tries to\n understand how plants work,\" Lewis said. The institute has worked with NASA\n since the mid-1980s and has had several experiments conducted aboard shuttles\n and the Mir space station.\n ''You get involved in astronaut training … and you develop bonds, so\n therefore it is just a frightful tragedy,\" he said of the crash. ''It really\n does emphasize how these people are heroic.\n Columbia's ill-fated mission featured more than 80 scientific experiments\n ranging from the effects of space travel on astronauts to the possibility of\n creating a new perfume from outer space.\n Web site blocks shuttle debris auctions\n Within minutes of the Columbia tragedy, many Americans were trying to make\n a buck.\n To no cynic's surprise, the Internet's leading auction Web site was fast\n replete with shuttle materials - T-shirts, commemorative medals, patches,\n launch photographs. The items even included alleged actual shuttle materials -\n debris, tiles, a prototype tailpiece.\n EBay deleted several items billed as debris the from site, warning that\n anyone attempting to sell fragments from the doomed shuttle could be\n prosecuted. Executives may report the sellers to federal authorities.\n Taking a part of an aircraft involved in an accident is a federal offense,\n U.S. attorneys in Texas warned, and a conviction could result in up to 10\n years in prison and a $250,000 fine.\n Moments of silence in arenas\n SUNRISE, Fla. - By Saturday night, the shooting stars, the constellations\n and all other references to outer space were gone.\n The National Hockey League needed another theme for its All-Star opening\n ceremony.\n The league spent much of the day amending its plans after seven astronauts\n were killed aboard the space shuttle Columbia. Instead of a space-based visual\n presentation to introduce players at its YoungStars Game, there was a moment\n of silence.\n ''We reacted with great sadness,\" said Frank Supovicz, an event planner\n for the NHL. ''We eliminated a fair amount of the opening, out of respect to\n the tragedy.\"\n All over the country, the tragedy touched sporting events. Before ''The\n Star Spangled Banner,\" a moment of silence was observed at the Gonzaga-Santa\n Clara men's basketball game.\n Holocaust remembrance\n Israel's first astronaut, Col. Ilan Ramon, took with him into orbit a copy\n of the Torah that was brought to Israel by a Holocaust survivor after World\n War II. He also took a pencil drawing by Peter Ginz. Ginz, 14, who was killed\n at the Auschwitz death camp, had drawn Earth as he thought it might look from\n space.\n\nLoad-Date: February 6, 2003"
}