{
    "title": "TERRORISM INVESTIGATIONS_ Subpoena plan stirs alarm; Critics say Bush goes too far in bid to boost p",
    "publisher": "the atlanta journal-constitution",
    "year": 2003,
    "month": 9,
    "day": 26,
    "full text": "Washington --- President Bush's plan to boost the power of federal investigators to check out suspected terrorists is stirring new alarm among civil libertarians.\nBush wants to give federal investigators \"administrative subpoena\" authority to question witnesses and demand records in suspected terrorism cases. A federal investigator could ask an individual to appear for questioning without first consulting an attorney, without the oversight of a grand jury and without a stenographer to record the conversation.\nProposed legislation embracing the president's proposal allows people to refuse such a subpoena, but they can be ordered to testify by a federal judge.\nCox Washington Bureau\nJustice Department officials say it is a vital tool in efforts to derail terrorists before they can strike. But opposition is mounting from former prosecutors, defense attorneys and civil liberties groups.\n\"It's a very dangerous idea,\" said Robert S. Litt, a former prosecutor and senior official in the Justice Department who is now in private practice in Washington. \"It's a fundamental change in the powers we grant law enforcement in this country.\"\nGranting federal investigators such power in terrorism cases removes an important safeguard designed to protect citizens against prosecutorial abuse --- the grand jury, said Bob Barr, a former Republican congressman from Georgia and a senior fellow at the American Conservative Union.\n\"This moves us in the direction of the executive law enforcement power extending to the point where they can do whatever they want, whenever they want, however they want to do it,\" Barr said. \"All in the name of fighting terrorism.\"\nFBI agents lack powers\nBush's call for broadening government powers under the USA Patriot Act comes as civil libertarians and several Democratic candidates for the presidency insist the act already is too far-reaching. The Patriot Act is the controversial post-Sept. 11, 2001, set of laws the administration sees as necessary tools for fighting terrorism but critics view as compromising civil liberties.\n\"This is not some radical new power,\" said Mark Corallo, spokesman for the Justice Department. \"The FBI cannot go out there and lock people up and force them to talk.\"\nThe only way the FBI can force testimony or obtain records is with a court order from a federal judge, Corallo said. In addition, a person has the right to ask a federal judge to quash the subpoena.\nMany legal experts, however, say they are concerned that people receiving such a subpoena might not be aware of their legal right to turn it down or seek to quash it.\n\"This would compel me to produce documents and testify in their office,\" said Stephen Bronis, an attorney in Miami who is studying the issue for the criminal justice section of the American Bar Association.\n\"It doesn't mean that I go to jail if I don't answer their questions,\" Bronis said. \"It means that I have to be smart enough to use my Fifth Amendment right not to answer until I can get an attorney\" or appeal to a judge to quash the subpoena, he said.\n'Dangerous road'\nSome legal experts contend such authority is unnecessary because prosecutors generally have no trouble obtaining approval for subpoenas from grand juries.\n\"It seems to me that the only reason for this would be the desire to interrogate people without public scrutiny, and that is a very dangerous road to go down,\" said David Cole, a professor of law at Georgetown University and author of a book about the current state of civil liberties.\nBut Justice Department officials say that while it is not difficult for prosecutors to obtain a grand jury subpoena for witnesses or records, the records and the witnesses are not always produced in a timely fashion.\nThey say they are merely asking for the same power in prosecuting terrorists that they already have in a wide array of civil and criminal inves- tigations.\nA recent study of admin- istrative subpoena powers by the Justice Department's office of legal policy found there are 335 existing administrative subpoena authorities held by the Justice Department, Treasury Department and dozens of other federal agencies. These powers are used in investigations ranging from inspector general examinations of waste to health care fraud to drug cases.\nJohn S. Pistole, the FBI's assistant director in charge of counterterrorism, said administrative subpoena power in terrorism investigations could mean the difference between life and death.\n\"In a time-sensitive situation, that could mean the difference between life and death,\" Pistole said.\nPistole takes issue with legal experts who suggest the FBI would abuse the administrative subpoena power to interrogate witnesses behind closed doors. In other criminal investigations where the bureau has the authority to issue an administrative subpoena, the vast majority are for obtaining records, not to question a witness.\nKent Alexander, former U.S. attorney in Atlanta and chief legal counsel at Emory University, does not see the same legal troubles that some other legal experts have when it comes to broadening the subpoena powers.\n\"The advent of administrative subpoena power is much ado about nothing,\" Alexander said. \"It has been in place for a long time.\"\nThe essence of Bush's proposal is in legislation that has been proposed by Rep. Tom Feeney (R-Fla.).\nThe new power is needed because the traditional ways of fighting crime are \"completely useless\" against terrorists, Feeney said.\n\"There are times when the threat to domestic security is such that we have to put up with inconveniences at airports or even worse, loss of certain privacies and legal processes that otherwise we would want to insist on,\" he said.\n\nLoad-Date: September 26, 2003"
}