{
    "title": "Terrorism risk ever-present as solution remains unclear",
    "publisher": "business insurance",
    "year": 2006,
    "month": 9,
    "day": 11,
    "full text": "For risk managers and insurers, the Sept. 11, 2001, terrorist attacks underscored the magnitude of the terrorism risk, a risk to which most Americans had fortunately little direct experience with until Sept. 11. Nearly 3,000 people died, and total insured losses exceed $30 billion, an amount which will only increase as more and more first responders and others seek compensation for illness stemming from their work at the site.\nFive years later, we still grapple with how best to cover that risk. The horrific loss of life and property underscored the need for some extraordinary mechanism to cover catastrophic terrorist events. Even though terrorism catastrophe modeling, itself a discipline brought into being by the attacks, has grown increasingly sophisticated, no system can predict when and where a terrorist attack will occur.\nAlthough insurers still depend on a federal financial backstop that will respond to future catastrophic events through the end of next year, there's absolutely no guarantee that the backstop originally created by the Terrorism Risk Insurance Act in 2002 will be extended beyond that deadline.\nCalls that the government maintain some sort of high-retention backstop, or assume financial responsibility for the most unpredictable terrorist acts, those involving chemical, biological, nuclear or radiological agents, have spurred no action as lawmakers await a Treasury Department report on the state of the terrorism market. The report must be issued by Sept. 30, but few if any observers expect an endorsement of an enhanced-or perhaps even any-federal role.\nAbsent a government backstop, insurers must be allowed to come up with an actuarially sound and broad-based market solution to the problem. Something along the lines of the United Kingdom's Pool Reinsurance Co. Ltd. would be an attractive solution, but we're a long way from reaching that goal. To do so will require significant changes in insurance regulation and taxation, changes that neither the federal nor state governments appear willing to implement.\nTerrorism risk is not analogous to natural catastrophe risk, a risk the private market can and does cover provided that it's given free rein to do so in a financially responsible manner. To expect the private market to accept covering the total risk of peril that many in the industry believe is basically uninsurable is both unrealistic and unfair.\nThe challenge on this fifth anniversary of the worst terrorist attack in U.S. history is to find a solution that is not only realistic and fair, but politically palatable as well. It's a considerable challenge, but one that must be met if we are to emerge from the next Sept. 11-and odds favor that there will be such an event-as well as we did five years ago.\n\nLoad-Date: September 15, 2006"
}