{
    "title": "Terrorism seminar will teach alertness",
    "publisher": "the world",
    "year": 2004,
    "month": 8,
    "day": 19,
    "full text": "St. Petersburg College is looking to arm citizens with the tools necessary to deal with a possible terrorist attack.\nOn Saturday, the college is hosting a three-hour session on how to recognize terrorism and what to do if a terrorist act should occur.\n\"Look at it like a neighborhood watch,\" said Dan Bates, a training and curriculum specialist for the Florida Regional Community Policing Institute at SPC.\nIf a car thief was loose in the area, the Police Department might educate the community about car thieves and how they steal, Bates said.\n\"The fear of having a car stolen is replaced with knowledge about the crime, and the same thing holds true with terrorism,\" Bates said. \"The more we can replace fear with knowledge, the more effective people will be in combating a terrorist and the less fearful they are going to be.\"\nThe seminar comes after recent security threats raised for Washington, D.C., New York and New Jersey financial centers.\nMostly,  people need to learn how to trust their instincts, Bates said. They have to learn to stop rationalizing away a reason to report suspicious activity. For example, Bates said, if a tourist is taking a boat ride on the causeway and keeps taking pictures of the bottom of bridges, someone on that boat should call the police.\n\"Look for things out of the ordinary,\" Bates said. \"It's so much human nature for people to want to make excuses and talk themselves out of calling in.\"\nThe seminar will also teach attendees what to do in a chemical attack and  inform them of the local toxic materials that could be used in such an attack. The seminar is open to children, but organizers caution that images of the World Trade Center disaster in 2001 will be shown.\nRegistration will be first come, first served. The event is from 9 a.m. to noon at the Florida Regional Community Policing Institute at SPC, housed within the Allstate Center, 3200 34th St. S in St. Petersburg. For more information, call 341-4581.\n\nLoad-Date: August 19, 2004"
}