{
    "title": "TERRORISM FEARS SPUR IOC FUND",
    "publisher": "pittsburgh post-gazette",
    "year": 2002,
    "month": 11,
    "day": 29,
    "full text": "The threat of terrorism prompted International Olympic Committee officials to increase their financial reserves and consider taking out insurance to cover the risk of disruption or cancellation of an Olympics.\n Opening a two-day general assembly yesterday in Mexico City, IOC President Jacques Rogge said the organization had reserves of $140 million and needed an extra $52 million in case the Games are called off or are \"badly organized.\"\n \"International terrorism poses a certain risk to sports organizations,\" Rogge said. \"Armed conflicts and the prolonged economic crisis may also have effects on the quality and staging of the Games. The establishment of this financial reserve would allow the IOC to take the impact of badly or not-organized Games.\"\nIOC officials said they would need $192 million to continue operating for four years if the Olympics are called off. The IOC expects to obtain the remaining $52 million by the end of 2004.\n More Olympics\n Norway's main commercial television network has apologized for suggesting the country's skiers used performance-enhancing drugs at the 1994 Lillehammer Olympics.\n In a program broadcast Nov. 20, the network wanted to know what happened to 150 kinds of drugs and 72 liters of plasma expander ordered by the national team. The list turned out to be an order form from which only 20 drugs had been picked, and the supposedly missing plasma expander was accounted for, resulting in an unconditional apology.\n Golf\n Retief Goosen and Chris DiMarco each shot 4-under-par 68s to share the first-round lead at the Nedbank Golf Challenge in Sun City, South Africa. Jim Furyk was at 69, with three players, defending champion Sergio Garcia, Robert Allenby and Ernie Els, at 70. The winner of the elite 12-player tournament earns $2 million, the richest first prize in golf.\n * Peter Lonard and Jarrod Moseley shot 7-under 65s in mostly calm morning conditions to share the first-round lead in the Australian PGA in Coolum.\n Soccer\n U.S. national team goalie Brad Friedel could be back with English Premier League club Blackburn tomorrow for a game against Fulham after making a quick recovery from left knee surgery. Friedel, who led the United States to the World Cup quarterfinals last summer, had an operation Nov. 17 to repair cartilage damage.\n * Most English division one teams are in financial trouble because players' salaries exceed revenues. According to a report on finances in such popular British sports as soccer, rugby and cricket, no other sport was in as much financial trouble as soccer because the others used some form of salary cap.\n * Coach Luiz Felipe Scolari, who guided Brazil to its fifth World Cup championship in the summer, agreed to coach Portugal through the 2004 European Championships.\n Tennis\n Paul-Henri Mathieu, who has never played in the Davis Cup, will open France's title defense against Russia's Marat Safin in the final beginning today in Paris. Sebastien Grosjean was picked to play the second singles match against Russian Yevgeny Kafelnikov.\n Safin and Kafelnikov will play a doubles match tomorrow against Nicolas Escude and Fabrice Santoro. Grosjean faces Safin in the first reverse singles Sunday, while Mathieu and Kafelnikov will play the fifth and final match.\n * Five of the world's top 10 women will play in the Adidas International tournament in January. Jennifer Capriati, Kim Clijsters and Justine Henin-Hardenne, Amelie Mauresmo and Daniela Hantuchova will compete in the tournament at Homebush Bay, Australia.\n Yachting\n Dennis Conner's ninth America's Cup campaign ended when his New York-based team, Stars & Stripes, was eliminated by OneWorld of Seattle. OneWorld beat Team Dennis Conner by 1 minute to complete a 4-0 sweep of their best-of-seven quarterfinal off the coast of Auckland, New Zealand. OneWorld advanced to the semifinals, which begin Dec. 9.\n\nLoad-Date: December 1, 2002"
}