{
    "title": "Terrorism Bill Would Punish Lawful Acts",
    "publisher": "the new york times",
    "year": 1995,
    "month": 5,
    "day": 2,
    "full text": "To the Editor:\nRe \"Life and Liberty\" (Op-Ed, April 28): Representative Charles E. Schumer portrays the omnibus counterterrorism bill that he has introduced as a \"middle ground\" response to terrorism.\nIn fact, his bill would criminalize constitutionally protected First Amendment activities of citizens and immigrants, authorize spying by the Federal Bureau of Investigation on political groups, and allow deportations based on secret evidence.\nMr. Schumer defends the use of secret evidence against immigrants by arguing that aliens \"do not -- and should not -- have the same constitutional rights as citizens.\" The Supreme Court has stated that the due-process clause does not \"acknowledge any distinctions between citizens and resident aliens.\"\nEvery time the Immigration and Naturalization Service has tried to use secret evidence against immigrants living here, the courts ruled it violated due process. As Justice Felix Frankfurter once said, \"Secrecy is not congenial to truth-seeking.\"\nAnother, even more troubling provision of the bill not mentioned by Mr. Schumer would give the President unfettered authority to blacklist any organization in the world as \"terrorist,\" and would make it a crime, punishable by 10 years in prison and a $50,000 fine, for anyone -- citizen or immigrant -- to support the lawful acts of that group.\nThis is guilt by association, and violates the First Amendment, which the Supreme Court has interpreted to guarantee the right to support the lawful activities of a group that engages in lawful and unlawful acts.\nIf this provision passes, the F.B.I. will be authorized to investigate political solidarity groups on suspicion that they are providing humanitarian aid to organizations the President disfavors. And citizens will face jail terms for doing nothing more than sending medical supplies to a hospital. If this is \"middle ground,\" I shudder to see what the extremists are offering.\n \nDAVID COLE\nProf., Georgetown U. Law Center\nWashington, April 28, 1995\n\nLoad-Date: May 2, 1995"
}