{
    "title": "Terrorism suspect's kin shop forlawyer",
    "publisher": "the tampa tribune ",
    "year": 2012,
    "month": 7,
    "day": 7,
    "full text": "Family of man accused of plotting attack is at oddswithcurrentteam\nBY ELAINE SILVESTRINI\nThe Tampa Tribune\nTAMPA A man accused of plotting a terrorist attack in Tampa is trying to hire a local defense lawyer who has made fighting terrorism his life's work.\nOn Friday, U.S. Magistrate Anthony Porcelli granted defense motions allowing attorneys for Sami Osmakac to drop him as a client after what they described as a breakdown in their relationship.\nOsmakac, a naturalized citizen from Kosovo, is scheduled to go on trial in August on charges of of attempting to use a weapon of mass destruction and possession of an unregistered machine gun. He was arrested in January following an undercover sting by the FBI after authorities said he planned to attack a busy Tampa night spot, then take hostages and demand the release of Muslim prisoners.\nAttorneys Charles Vaughn and Paul Militello told Porcelli their relationship with Osmakac broke down after they sent him some of the evidence in the case and suggested considering options other than a trial, such as a plea deal.\n\"He wanted to proceed to trial,\" Vaughn said.\nOsmakac told Porcelli his family initially hired a lawyer in Germany who took their money and said he would come to the United States to defend him. The lawyer, he said, told them Vaughn was the best lawyer in Florida. They thought Vaughn was working with the lawyer, but it turned out he wasn't.\nThe German lawyer, Osmakac said,just took the money.\nOsmakac said his family is trying to hire local lawyer Ralph Fernandez but needs time to sell a house in Kosovo to get the money. He asked for three weeks.\nBut Porcelli said the case is set for the August trial calendar, which starts July 30, and he won't postpone the trial. He set a hearing for next week and said if Fernandez doesn't notify the court by then that he is entering the case, he will appoint the public defender's office.\nFernandez, who was not in court, said when Osmakac's family members came to see him, he showed them a letter of commendation he received from the FBI thanking him for his work on behalf of the security of this country.\n\"It seems to me that if someone got that letter and had some different intentions related to our national security, I would run out that door and never come back in,\" said Fernandez, who is a prominent leader in Tampa's Cuban exile community. But the next thing he knew, he said, the family returned and wanted to hire him.\n\"For a trillion dollars, I would never take a case that I think compromises the security of this country, because it would wash away a lifetime of service,\" Fernandez said. \"I wish that I had never seen these people.... His dad and brother seem like very nice people, but it's put me in a very difficult position.\"\nVaughn told the court he had been threatened by Osmakac's family. Asked about this by reporters, he said he had received harassing phone calls and text messages from family members in Florida.\nFernandez said he was going to talk to U.S. Attorney Robert E. O'Neill before deciding whether to take the case.\nFernandez said he has a \"keen interest\" in the case. \"I'm interested in intelligence. I'm interested in where we spend our assets to safeguard the nation.\n\"Is it a confusing scenario? Yes,\" Fernandez said. \"Is it a case of interest? Yes.\"\nesilvestrini@tampatrib.com\n(813) 259-7837\nCopyright © 2012, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nLoad-Date: July 9, 2012"
}