{
    "title": "Terrorism Suspect, Expressing Regret, Says He Stabbed Jail Guard to Seize His Keys",
    "publisher": "the new york times",
    "year": 2002,
    "month": 9,
    "day": 11,
    "full text": "A man reputed to have been a senior aide to Osama bin Laden testified yesterday that he never wanted to stab a guard in the Metropolitan Correctional Center in November 2000, but that he did so anyway because he felt it would be the only way to seize his keys.\n     \"I wanted to get the keys from the guard in the easiest and shortest way possible,\" the defendant, Mamdouh Mahmud Salim, testified in Federal District Court in Manhattan. \"This is the way I do things in my life. If this does not succeed, I go further.\" \n The account by Mr. Salim, 44, who the government says was a founder of Al Qaeda, Mr. bin Laden's terrorist network, came at the end of a hearing before a federal judge who is preparing to sentence him for the attack at the federal jail. Mr. Salim pleaded guilty last spring to stabbing the guard, Louis Pepe, in the eye, leaving him with severe brain damage.\nMr. Salim has testified that he needed the keys so that he could enter a locked room where his lawyers were waiting. He said he was so upset at his lawyers, who represented him in a terrorism case, that he wanted to assault them and force them to resign from his case. He has pleaded not guilty to the terrorism charges.\nFederal prosecutors, however, maintain that Mr. Salim stabbed Officer Pepe in a plot to take hostages and free himself and other terrorist suspects. If the judge, Deborah A. Batts, agrees that the attack was related to terrorism, he faces a life sentence; otherwise, he could face 14 to 17 years.\nIn court, Mr. Salim said that he had never harmed anyone in his life before that stabbing and that he tearfully confided to a chaplain last year that the stabbing was the \"biggest mistake in my life.\"\nMr. Salim said that the chaplain, whom he did not name, asked, \" 'Do you consider yourself a Muslim?' \"\n\"I told him, 'I try to do so.' \"\nMr. Salim said he told the chaplain that he wished he could \"correct this mistake.\"\n\"I told him: 'Look, even without you telling me, I am praying for him every day. I am ready to give him my eye. If he lost even his hand, I give him my hand. Whatever he lost, I want to give him what he lost.' \"\nNeither side called the unnamed chaplain for his version of the meeting.\nAfter court, Officer Pepe's sister Eileen said disdainfully that Mr. Salim should carry out his pledge. \"If he's a true Muslim, it's supposed to be an eye for an eye,\" she said.\nJudge Batts said she would hear oral arguments next week before she holds Mr. Salim's sentencing hearing. \n\nhttp://www.nytimes.com\n\nLoad-Date: September 11, 2002"
}