{
    "title": "Terrorism, workplace violence pose threat",
    "publisher": "the daily record ",
    "year": 2016,
    "month": 6,
    "day": 23,
    "full text": "When it comes to preparing against active shooters in the workplace, employers must rethink strategies – especially as attacks become more commonplace, experts warned at a recent symposium.\nIn the wake of the Orlando nightclub massacre, San Bernardino shootings, Paris attacks – or, closer to home, the arrest of two Mount Sinai brothers found with weapons, bomb-making instructions and neo-Nazi paraphernalia – violence can come in many forms. Threats span from the “lone wolf,” the disgruntled employee, angry spouse and deadly coordinated terrorist attacks.\n“We’re better prepared than ever, but so is the enemy,” Rep. Peter King, R-Seaford, said on June 17 at a Long Island Association symposium in Melville on terrorism and violence in the workplace.\nKing praised police on Long Island, New York City and Westchester who work with members of the Federal Bureau of Investigation’s Joint Terrorism Task Force and other agents in preventing attacks in the region.\nStill, experts on the panel said that’s not enough.\n“The private sector gets complacent,” said Michael Sapraicone, president and founder of Squad Security, with offices in Uniondale.\nEmployers and staff play a critical role in workplace safety.\n“The biggest defense we have is the public and being aware,” said Suffolk County Police Commissioner Timothy Sini. “Listening to employees and colleagues ¬– what they’re saying and how they’re behaving is key. ”\nTo assist, Suffolk is launching the SCPD Shield Program, which provides vulnerability assessments and training courses for the private sector.\nNassau County Acting Police Commissioner Thomas Krumpter said the county is partnering with schools, malls and other enterprises to leverage resources. Nassau Police have installed new panic alarms that bypass the 911 system to expedite response time.\n“Cops can be on the scene in two to three minutes because of this technology,” Krumpter said.\nNassau also has a Police Information Network, which businesses can join to share information, crime trends and solutions.\n“Intelligence is the way to stop attacks,” Sapraicone said. “Employees become the first responders. ”\nEmployers need to know how to help police, and be attune to employees having a bad day. “Talk to them, it could be a potential situation,” Sapraicone said.\nProtecting employees, Sapraicone pointed out, “is not a cost – it’s an investment,” even though it requires capital and doesn’t generate revenue, and may seem moot especially when no active shooter incidents take place. Still, he noted, should there be an attack, “what happens to protecting your company and investors?”\nTo enhance security, employers can meet with police, work with security experts and also upgrade such technology as video monitors and access control systems. They can also speak with employees to identify areas that can be trouble spots and implement a plan to mitigate risks.\nBut it’s not just employers that need to up their game, King said.\nThere’s a “new profile” of those posing threats, and that includes those with “psychotic” tendencies, King said, adding, “Isis knows how to appeal to them. ” And while this kind of threat would not take down a nation, they might still result in “acts of terror that kill 30, 40 or 50 people. ”\nLIA President and CEO Kevin Law pointed out that while it’s “very important to take steps to protect employees and key assets,” the effort also plays a role in the economy.\n“Long Island’s low crime rate plays a significant role in fostering a climate that allows our businesses to operate safely and successfully, and thus it is imperative that employers collaborate with local government and law enforcement to marshal the resources necessary to protect the workplace, educate employees and raise awareness. ”\n \nhttp://www.nydailyrecord.com/be-the-first-to-know/ Click here for more from this resource.\n© 2016 Dolan Media Newswires. All Rights Reserved.\n\nLoad-Date: June 29, 2016"
}