{
    "title": "Terrorism Guilty Pleas by 2 in Sri Lankan Separatist Group",
    "publisher": "the new york times",
    "year": 2009,
    "month": 1,
    "day": 28,
    "full text": "Two men from Sri Lanka who were about to go on trial in federal court in Brooklyn on terrorism charges pleaded guilty on Tuesday to plotting to buy shoulder-fired antiaircraft missiles for a separatist group in their country.\n  The men, Thiruthanikan Thanigasalam and Sahilal Sabaratnam, who prosecutors said were acting at the direction of senior members of the group, the Tamil Tigers, in Sri Lanka, also pleaded guilty to attempting and conspiring to provide material support for the group, which the  State Department has designated as a terrorist organization.\n  Mr. Thanigasalam, 40, and Mr. Sabaratnam, 29, entered their pleas before Raymond J. Dearie, the chief judge of United States District Court in Brooklyn, where opening statements were expected to begin on Wednesday. \n  The guilty pleas stem from a videotaped F.B.I. sting operation in 2006 in which the men sought to buy 10 Russian-made SA-18 heat-seeking surface-to-air missiles and 500 AK-47 assault rifles, prosecutors said.  On Monday, two of their co-defendants pleaded guilty to similar charges. Jury selection had been under way in the case. \n  In recent months in Sri Lanka, fighting has intensified and the government has continued to hem in ethnic Tamil fighters connected with the group. \n  The Tamil Tigers, which have  ground troops, a navy and even fighter planes, had ruled a swath of Sri Lanka's northeast, running their  own police force, courts and tax-collection system.\n  The group, which was founded in 1976 and began armed conflict with the Sri Lankan government in 1983, has pursued a guerrilla strategy that has included acts of terrorism, United States officials have said. Indeed, prosecutors said, over the last 17 years, the Tigers -- formally, the Liberation Tigers of Tamil Eelam -- have  been responsible for some 200 suicide bombings, many by women, killing hundreds of people, and numerous political assassinations, including those of former Prime Minister Rajiv Gandhi of India in 1991, and President Ranasinghe Premadasa of Sri Lanka in 1993.\n  The United States attorney in Brooklyn, Benton J. Campbell, said in a statement,  ''With these convictions we have sent a clear message that the L.T.T.E. and its supporters cannot use the United States as a source of supply for deadly weapons and technology, and that all terrorists who attempt to do so will be met with the full resources of law enforcement.''\n  Mr. Thanigasalam and Mr. Sabaratnam could be sentenced to life in prison,  said Marshall L. Miller, a prosecutor. \n  Mr. Thanigasalam's lawyer, Lee Ginsberg, said, ''It was a disappointing result for a number of reasons, but we're not at liberty to comment on that now.'' Mr. Sabaratnam's lawyer, Bobbi Sternheim, could not be reached for comment.\n\nhttp://www.nytimes.com\n\nLoad-Date: January 28, 2009"
}