{
    "title": "Terrorism information gathered before 9_11",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 5,
    "day": 19,
    "full text": "Information about terrorism that U.S. officials received before Sept. 11, 2001:\nDecember 2000: Intelligence community records an increase in traffic concerning terrorist activities.\nApril-May 2001: Government learns of specific threats from Osama bin Laden's al-Qaida terrorist network against U.S. targets.\nApril 18, 2001: Warning from the Federal Aviation Administration to airlines that Middle Eastern terrorists could try to hijack or blow up a U.S. plane and that carriers should \"demonstrate a high degree of alertness.\"\nJune 2001: Participants in the millennium bombing plot testify in trial that Abu Zubaydah, a senior operations chief for al-Qaida, had said there was interest in attacking the United States.\nJune 22, 2001: FAA issues circular to private carriers from law enforcement, noting there was concern of a possible attack.\nJune 26, 2001: Intelligence community records an increase in threats and State Department issues worldwide caution to Americans traveling or living abroad.\nLate June 2001: Federal counterterrorism security group meets to discuss intelligence reports of possible terrorist threats.\nJuly 2, 2001: FBI releases message to law enforcement agencies saying there were threats to American interests overseas and a domestic strike could not be ruled out.\nJuly 2, 2001: FAA issues internal communication that a terrorist convicted in the millennium bombing plot had intended to use explosives in an airport terminal.\nJuly 5, 2001: President Bush asks national security adviser Condoleezza Rice to evaluate what action is being taken in response to all the information.\nJuly 6, 2001: Counterterrorism security group meets again, suspending nonessential travel of U.S. counterterrorism staff because of concern about potential attacks in Turkey and Rome.\nMid-July 2001: Intelligence community reports a spike in the number of threats, many related to an upcoming summit for leaders of the eight countries with the most powerful economies.\nJuly 2001: FBI's Arizona office warns Washington about a large number of Arabs seeking pilot, security and airport-operations training at a U.S. flight school and urges a canvass of all flight schools.\nJuly 18, 2001: FAA issues another warning about terrorist threats overseas. FBI issues another communication raising concern about threats stemming from millennium plot conviction.\nLate July 2001: FAA issues another warning that says terror groups are known to be planning and training for hijackings.\nAug. 6, 2001: U.S. intelligence tells Bush that al-Qaida might try to hijack American airplanes, prompting Bush administration to issue a private alert to law enforcement agencies.\nAugust 2001: Suspected terrorist Zacarias Moussaoui is arrested after seeking flight training at a Minnesota flight school.\n\nLoad-Date: May 20, 2002"
}