{
    "title": "Terrorism threat not limiting study abroad programs",
    "publisher": "university wire",
    "year": 1998,
    "month": 10,
    "day": 22,
    "full text": "Terrorist attacks overseas are forcing college administrators across the country to reevaluate the safety of their study abroad programs.\nTwo U.S. embassies suffered attacks during August in Kenya and Tanzania, and terrorists also bombed a Planet Hollywood in Cape Town, South Africa.\nAccompanying these recent developments overseas, Northwestern's Study Abroad Program has seen an explosion in its number of programs. Students will see an expansion of last year's 11 programs to this year's 38.\nNorthwestern U.\n\"It would be a mistake to take safety too lightly,\" said Bill Anthony, director of NU's Study Abroad Program. \"But it would be a graver mistake to have these issues preclude studying abroad altogether.\"\nAnthony said he reassures students that the university's programs are extremely safe.\n\"Safety is a constant concern of all universities,\" said Dr. Richard Downie, associate director of the University of Florida's International Center.\nUF, with its extensive programs overseas, pays close attention to the safety of its students, Downie said. Data drawn from the State Department helps UF determine the safety of an area before sending its students abroad. According to Downie, this information, gathered from government reports and web sites, has caused the university to discontinue programs in Nigeria and Colombia in the past.\nBut Anthony argues that government information is often inadequate.\n\"Information provided on the State Department's Web sites are often inaccurate or dated,\" Anthony said.\nAll of NU's programs, which are run through schools affiliated with the university, keep in constant communication with contacts overseas and with the schools themselves. These institutions act as watchdogs for NU's Study Abroad and International Studies programs.\n\"Every effort is made to ensure that an area is safe before we send a student abroad,\" Anthony said.\nDespite all of this new information, Anthony said safety does not seem to be a main concern of students studying abroad.\n\"Students express more concern over academic issues than safety,\" he said.\nProblems with students abroad tend to deal more with alcohol abuse and auto accidents rather than violence and conflict overseas, Anthony said.\nBoth students and their advisors attend predeparture health and safety seminars. These seminars teach students basic safety, such as how to dress and what areas to avoid.\nNew safety seminars for women are being added to the list of predeparture informational sessions.\n\"Students just need to be aware of their surroundings,\" Anthony said. \"The biggest problem with students overseas is that they are unfamiliar with their environment. Students are often overcautious in safer regions and tend to let their guard down in more dangerous areas.\"\n(C) 1999 Daily Northwestern via U-WIRE\n\nLoad-Date: February 8, 1999"
}