{
    "title": "Terror threat unnerves more voters",
    "publisher": "usa today",
    "year": 2016,
    "month": 9,
    "day": 12,
    "full text": "American politicians continue to make combating terrorism a focal point of their campaigns 15 years after the 9/11 attacks that shook the country. \n\"The politicians aren't creating the fear. They are playing to a latent fear that persists among a large number of Americans,\" said Ohio State University political science professor John Mueller, who co-authored \"Chasing Ghosts: The Policing of Terrorism.\"  \nUnderscoring the point, 54 percent of Americans said they feel less safe living here than they did five or 10 years ago, a Suffolk University/USA Today poll released in July showed. \nAlthough terror attacks in the United States have killed slightly more than a dozen people a year on average since 9/11, such deaths jumped in the past two years following mass shootings in Orlando (49 dead); San Bernardino, Calif. (16 dead); and Charleston, S.C. (nine dead), according to the Global Terrorism Database. \nAn analysis by the Washington think tank New America said 94 people have been killed in the United States by jihadist attacks, while 48 died in attacks by far right-wing extremists. \n\"Donald Trump from the very beginning of his campaign made a calculated decision that no one was going to be further out there on toughness \"” he promised early on that he would bomb the hell out of ISIS. Hillary Clinton's campaign has been about (promising that she will be) providing a grounded, experienced response to terrorism,\" said Philip Harold, a political science professor at Robert Morris University in Moon. \nThe Republican presidential nominee, Trump, has vowed to stop the spread of \"radical Islamic terrorism.\" \nClinton, the Democratic nominee, has made a focal point of stopping \"lone wolves,\" many of whom sympathize with terror groups but have no direct ties to them. \nSpeeches by the candidates and their surrogates during the Republican and Democratic national conventions in July provided a stark contrast, with Republicans characterizing terrorism as an existential threat to America's future and Democrats offering a more optimistic message that focused on America's strengths.  \nSuch speeches did not focus as much on terrorism in the decades leading up to 9/11, even though those years were filled with their share of terror, including the U.S. Embassy and barracks bombings in Beirut in 1983, the bombing of Pan Am Flight 103 in 1988, the 1993 World Trade Center bombing and the Oklahoma City bombing in 1995.  \n\"Pre-9/11, terrorism was not a major concern to most Americans. Now there's an expectation that the president will be able to ensure that the United States is not a victim of terrorism,\" said Daniel Byman, a professor in Georgetown University's Security Studies Program. \nGiven the enormity of the 9/11 attacks and increasing terrorism overseas, the experts said they expect combating terrorism \"” particularly that which is committed by Islamic radicals \"” to retain a central role in American politics for years to come.  \n\"That (radical Islamic) terrorist threat seems to be connected to this spooky international conspiracy that we can't seem to nail down. It seems like it's more out of our control,\" Ohio State's Mueller said. \nHe likened it to fears associated with domestic communism in the 1950s.  \nWhile Mueller described the domestic communists as \"really a very pathetic bunch that couldn't subvert or revolutionize themselves out of a wet paper bag,\" many of the nation's leaders felt otherwise.  \nIn the 1950s, FBI Director J. Edgar Hoover said the American Communist Party was working \"day and night to further the communist plot in America\" and was \"creating communist puppets throughout the country\" in an attempt to seize power. \nConcern about the possible link to an international communist conspiracy fueled fears about domestic communism for at least two decades, with Mueller pointing to polling done in 1964 and 1974 that showed fears about it \"didn't decline much at a time when nothing much happened\" as far as communists wreaking havoc in the United States. \nWhen asked whether Trump's or Clinton's approach to terrorism would be more effective with voters, Mueller cited a Democratic operative's quote in The Washington Post: \"The operative said, \"˜I believe love is stronger than hate, but fear wins elections.' He could be right.\" \nTom Fontaine is a Tribune-Review staff writer. Reach him at 412-320-7847 or tfontaine@tribweb.com \n\nLoad-Date: September 14, 2016"
}