{
    "title": "Terrorism fight has many unanswered questions",
    "publisher": "usa today",
    "year": 2001,
    "month": 12,
    "day": 14,
    "full text": "WASHINGTON -- Slowly, but inevitably, the pieces are falling into place. The Taliban has been routed, and a new Afghan government is waiting in the wings. The bloodthirsty Osama bin Laden tape may represent the last laugh of a mass murderer.\nBut for all the grim satisfaction that accompanies recent developments, this is not a moment to feel triumphant. For it is sobering how many unanswered -- and perhaps unanswerable -- questions still hang over the global struggle against terrorism. The real danger at a time like this is premature certainty.\nIn fact, Ivo Daalder, a foreign-policy expert at the Brookings Institute and a former National Security Council staff member, asks, \"How much have we really learned between Sept. 12 and Dec. 12?\" His answer: \"Not much.\" As Daalder points out, we immediately knew after the attacks that Osama bin Laden was responsible and that he was in Afghanistan. So our immediate objective was clear from the outset: Go after bin Laden and the Taliban regime.\nYes, there were those who misjudged the weakness of the Taliban government and the military capacity of the Northern Alliance. But the ease of battlefield victory in Afghanistan should not blind us to the other imponderables that we face in the months and, yes, years ahead. Knotty questions such as these:\nDid Mohamed Atta and the other leaders of the attacks Sept. 11 represent a new breed of suicidal terrorists?\nBefore Sept. 11, we smugly believed that we had a model for suicidal terrorists. They were invariably young, poor and uneducated, incapable of operations more complicated than driving bomb-laden trucks into military compounds. But the leaders of the attacks Sept. 11 defied this profile.\nAtta was a 33-year-old with graduate degrees, fluent in three languages, seemingly comfortable with life in Europe and America. For all the talk of al-Qaeda \"sleeper cells,\" we presumably have limited knowledge of their capability and sophistication. The bin Laden tape makes clear that most of the hijackers did not know their precise mission until they boarded the doomed jets. Does that make Atta and the other ringleaders an aberration? Or do we need to rewrite the playbook on our potential adversaries?\nDo we have patience to create a stable Afghanistan or will our attention be diverted by new fronts in the war?\nAmerica has not traditionally been a nation with a long attention span. Sure, the current mantra is that we have learned our lesson from our decade-long neglect of Afghanistan after the fall of the Soviet Union. At the White House Wednesday, George W. Bush stressed that \"a liberated Afghanistan must now be rebuilt so that it will never again practice terror at home or abroad.\"\nOther presidents have made similar pledges with equal sincerity. But these promises have a way of evaporating as our focus shifts to other global hot spots. Has our shortsighted approach to the world really changed? \"It's important to be involved and engaged over a long period of time, and not just go in and out,\" says Shireen Hunter, the director of the Islam Program at the Center for Strategic and International Studies. But even if we follow through in Afghanistan with uncharacteristic determination, do we have the capacity to transform feuding warlords into a functioning government?\nCan the Afghan formula -- precision U.S. bombing aiding a proxy army on the ground -- automatically be applied to other military settings?\nMilitary success in Afghanistan has emboldened advocates of a new war against Saddam Hussein. But as Larry Korb, a former assistant secretary of Defense who is vice president of the Council on Foreign Relations, puts it, \"The people who are talking about aiding the opposition groups in Iraq are trying to make the same case as Afghanistan, but we really don't know if it would work.\"\nElsewhere in the world, it will be hard to find a proxy army with the military experience of the Northern Alliance, which had been in the field for 23 years. Remember that in Afghanistan, America controlled the skies from the opening moments of the war. \"What about a country with sophisticated air defenses?\" Korb asks. \"Have we spoiled ourselves in Afghanistan because we haven't lost a single plane in combat?\" Victory is a powerful elixir, but next time we will be fighting in a country without that peculiar and helpful Afghan tradition of armies changing allegiance on the eve of battle.\nWho is responsible for the anthrax mailings?\nNow that fears have abated, there is an understandable temptation to dismiss the nation's first exposure to bioterrorism as a sideshow to the war against al-Qaeda. But the threat remains as real as it was the day the last contaminated letters were placed in a New Jersey mailbox. We do not even know why the efforts to spread anthrax ended so abruptly. News reports reveal that the FBI is working on three parallel tracks: investigating whether the mailings were the work of a crazed loner like the Unabomber, a domestic terrorist group or an international conspiracy. In short, the FBI is groping for answers.\nHow long will we remain vigilant on the home front?\nAlready state and local officials are grumbling about the under-funded burden placed on them by terrorism alerts. Two months after the anthrax attacks, Congress may adjourn for Christmas without approving any new money for bioterrorism defense. If this is the mood when memories of the Sept. 11 horrors are painfully vivid, what will happen, say, a year from now if the nation remains blessedly free from other terrorist assaults?\nSuch is the real status report on the war on terrorism. So many troubling questions, so few satisfying answers.\nWalter Shapiro's column appears Wednesdays and Fridays. E-mail him at wshapiro@usatoday.com  \n\nLoad-Date: December 14, 2001"
}