{
    "title": "Terrorism needs action, not talk",
    "publisher": "the deseret news",
    "year": 1998,
    "month": 9,
    "day": 27,
    "full text": "President Clinton didn't overstate the threat from terrorism in his speech to the United Nations last week. Indeed, it would be difficult to overstate the threat to innocent people in all nations from elusive, nearly invisible foes armed with high-tech weapons.\nThe problem isn't with the message, it's with the messenger. For all its talk, the Clinton administration seems to be a little slow in grasping the situation.\nFor instance, earlier administrations understood the need to develop ballistic missile defense technologies, but the Clinton administration has done little to support such programs. Instead, the White House has relied on the Anti-Ballistic Missile Treaty signed a quarter-century ago with a Soviet Union that no longer exists.\nIn the meantime, North Korea's Nodong medium-range ballistic missile has become operational and is capable of hitting targets as far away as South Korea and Japan. Another traditional U.S. enemy and harbor of terrorists, Iran, tested a Shahab-3 medium-range ballistic missile that could reach Israel, Saudi Arabia and Turkey. The Iranians are believed to be working on nuclear capabilities, as well.\nLast weekend, the Clinton administration agreed to help Japan conduct research on the development of a ballistic missile defense system. But that may not be much help after all. The United States' so-called Theater High-Altitude Area Defense missile program has suffered five humiliating failures in a row now and may require two years to redesign and repair.\nThe news isn't any better on the home front. A group of state and local officials presented a report to Washington last month complaining of federal ineptitude in dealing with terrorism. Even in cities that have experienced terrorist attacks, such as Atlanta, officials say they often don't know whom to talk to in the vast and impersonal federal bureaucratic maze.\nThe group urged Clinton to restructure anti-terrorism efforts and put it all under one agency -- an effort that ought to have been undertaken years ago as part of Al Gore's \"reinvention\" of government.\nIn fact, all of this should have been given attention much earlier. Terrorist attacks aren't new. The Oklahoma City bombing happened more than four years ago, and the World Trade Center bombing preceded that. A recent government report said rogue nations could obtain the ability to inflict major damage on U.S. target within five years of a decision to do so, and the clock may be already ticking in many nations.\nClearly, the time has come to devote a concerted effort toward countering these threats at home and abroad, but it will take much more than a simple speech to the United Nations.\n\nLoad-Date: September 27, 1998"
}