{
    "title": "Terrorism Fight Creates Battle Over Prosecution",
    "publisher": "the new york times",
    "year": 2010,
    "month": 2,
    "day": 12,
    "full text": "John Walker Lindh and David Hicks were both young Muslim converts who traveled to Afghanistan to join the Taliban and were captured there in 2001 by American troops. But then their cases diverged -- in ways that might surprise anyone following the fierce political debate over how the Obama administration should treat terrorism suspects.\n  Bush administration officials decided to charge Mr. Lindh, an American,  in the civilian criminal justice system. He was sentenced to 20 years in federal prison and will not get out until at least 2019.\n  Mr. Hicks, an Australian, was treated as an enemy combatant -- the approach now pressed by President Obama's Republican critics. He went before a military commission at Guantanamo Bay in Cuba and got a seven-year sentence with all but nine months suspended. He is already free.\n  The Dec. 25 arrest of Umar Farouk Abdulmutallab, the 23-year-old Nigerian accused of trying to blow up a Detroit-bound airliner, has reignited an old argument over how to treat terrorism suspects. Republican critics have denounced the decision to charge Mr. Abdulmutallab criminally, read him his rights and give him a lawyer. He was a combatant in Al Qaeda's war on the United States, critics say, and should have been treated accordingly.\n  But the assumptions behind the criticism -- that the military approach will gain more intelligence, avoid the meddling of government-paid defense lawyers and lock away a convicted terrorist for a longer sentence -- are  undercut by the record since the Sept. 11, 2001, terrorist attacks. \n  In eight years, the Bush administration said it had obtained at least 319 convictions in ''terrorism or terrorism-related'' cases in the civilian justice system, according to a Justice Department budget document. A study by the Center on Law and Security at New York University found convictions in nearly 9 of 10 cases, with a 16-year average sentence for those convicted of terrorism.\n  Only two accused terrorists arrested in the United States, Ali al-Marri and Jose Padilla, were moved temporarily into the military system. But after legal challenges by the lawyers supplied to all detainees who face military justice, the Bush administration moved both cases back to civilian courts, where Mr. Padilla was sentenced to 17  years in prison and Mr. Marri to 8 years.\n  Meanwhile, at Guantanamo, just three men were convicted by military commissions, largely because the tribunals drew countless legal challenges. Two of the three men convicted, including Mr. Hicks, are now free.\n  Robert M. Chesney, an expert on national security law at the University of Texas, said the attacks on the Obama administration's handling of Mr. Abdulmutallab were ''mired in misinformation, some of it willful.''\n  Mr. Chesney said the Republicans were largely to blame for what he called ''a bizarre public discussion that is 90 percent politics and 10 percent substance,'' since they never complained when the Bush administration  handled terrorism cases the same way. But he said the Obama administration might have invited the attacks by itself applying partisan spin to security.\n  ''The Obama folks took pains to demonize the previous administration even as they basically continued most of the same policies,'' he said.\n  Recently, the Obama administration stepped up its attack on critics of its record on terrorism. \n  Mr. Obama defended the handling of the Abdulmutallab case, and his top counterterrorism adviser, John O. Brennan, complained about members of Congress who used ''a 500-mile screwdriver'' to micromanage F.B.I. decisions. In an interview this week, Attorney General Eric H. Holder Jr. said fear and partisanship drove some objections to the administration's decisions.\n  ''I think a substantial number of people who have criticized the decisions I have made have done so on a political basis for partisan motives and have used fear in a way to support their arguments,'' he said. ''And it's a difficult thing to overcome fear with facts, to overcome campaign slogans with explanations of complex policy decisions. It's not impossible, but it's difficult, and it's an effort that I need to be more engaged in.''\n  On Thursday, two Democratic senators, Dianne Feinstein and Patrick J. Leahy, endorsed the decision to try some terrorists in civilian courts, including Khalid Shaikh Mohammed and four others charged in the 9/11 attacks.\n  Mr. Chesney said he thought Mr. Abdulmutallab's questioning was handled well, with an initial delay in offering him counsel while he was asked about imminent plots, and the recruitment of family members to coax him to start talking again. But Mr. Chesney said the most important job for counterterrorism officials was to set up initial interrogations to balance demands for intelligence against the requirements for prosecution.\n  In many cases, that task will be handled by the Obama administration's new High-Value Detainee Interrogation Group, which was announced with fanfare last August but had not begun operations at the time of the December attack. (The group quietly began work last week.) The administration's sluggishness in setting up the program gave critics more ammunition.\n  On Dec. 28, just three days after  Mr. Abdulmutallab was arrested, former Vice President Dick Cheneyopened the assault from the right, saying President Obama ''seems to think if he gives terrorists the rights of Americans, lets them lawyer up and reads them their Miranda rights, we won't be at war.''\n  Mr. Cheney did not explain why his administration, too, gave lawyers and Miranda rights to scores of accused terrorists. But his implication -- that Mr. Obama had somehow changed the approach to prosecuting terrorists -- was quickly picked up by conservative blogs, talk shows and an all-star cast of conservatives: Sarah Palin, Newt Gingrich, the newly elected Senator Scott Brown of Massachusetts and Republican leaders in Congress.\n  A former federal terrorism prosecutor, Andrew C. McCarthy,  now an outspoken Obama detractor, said he had disagreed with some of the Bush administration's prosecution decisions. But he said he thought conservative criticism of Mr. Obama was fair because President George W. Bush generally tried to move terrorism cases away from civilian courts and his successor favored moving them back.\n  Mr. McCarthy said he favored creating a hybrid national security court to handle foreign terrorists, borrowing some elements of military tribunals. But he said he would put such a court under civilian judges, who he said had more terrorism experience than their military counterparts and would reassure foreign allies who might refuse to extradite suspects to a military system.\n\nhttp://www.nytimes.com\nCorrection\n\n\nAn article on Friday about military and civilian prosecutions of suspected terrorists misidentified the administration that sent back to civilian courts one of two terrorism suspects that the Bush administration had initially shifted to the military justice system. It was the Obama administration, in March 2009 -- not the Bush administration -- that transferred the case of Ali al-Marri, one of the suspects, back to civilian courts. (The other defendant, Jose Padilla, was transferred during the Bush administration.)\nCorrection-Date: February 17, 2010\n\nLoad-Date: February 12, 2010"
}