{
    "title": "Terrorism coverage excluded for now",
    "publisher": "the bismarck tribune",
    "year": 2002,
    "month": 1,
    "day": 1,
    "full text": "North Dakota insurance companies that wanted to exclude terrorism damage from their coverage, but were denied by the state Insurance Department, will have another shot at eliminating the coverage.\n More than 60 companies asked the department to exclude the coverage because reinsurance companies were no longer offering the coverage. Most local insurance companies buy reinsurance to help pay for potential claims caused by terrorism. However, approximately 70 percent of the reinsurance contracts expire today and the rest shortly after that.\nThe hope was that Congress would pass legislation offering federal support to the reinsurance companies, but nothing was solved before it adjourned prior to Christmas. That means officials like state Insurance Commissioner Jim Poolman must now take another look at those exclusion requests.\n Insurance commissioners from across the country approved a limited exclusion for terrorism from coverage, Poolman said. Part of the exclusion includes a provision that it ceases to exist 15 days after the president signs legislation for federal support.\n 'Some of the bills floating around the Senate have mandatory (terrorism) coverage,' Poolman said.\n The House passed a version, but the Senate has taken no action yet.\n The smaller insurance companies can't offer the coverage if they don't have reinsurance because they wouldn't be able to remain solvent.\n Poolman said his department sent letters out to the companies who previously asked for exclusions, asking those companies for proof that reinsurance isn't available.\n 'We don't want to have to approve these things,' Poolman said. 'We want the consumers to have the coverage. We also have to worry about the solvency of insurance companies.'\n Most of the coverage is with commercial policies, but Poolman said something will have to be done with personal insurance, as well.\n Rob Hovland, president of Center Mutual Insurance Co. in Rugby, said he isn't providing terrorism coverage on personal policies because he can't get reinsurance coverage.\n 'Obviously if reinsurers can't afford it, it's something we can't afford, either,' Hovland said. 'Most of the reinsurers I've talked to are going to exclude it pending legislation.'\n Poolman said he hopes Congress takes up the issue as soon as it reconvenes this month.\n(Reach Mark Hanson at 250-8264 or mark@ndonline.com.)  \n\nLoad-Date: January 3, 2002"
}