{
    "title": "TERRORISM IS CALLED NO. 1 RISK IN IRAQ ; FOREIGN ATTACKERS ARE COMING ACROSS BORDER, COMMANDER SAYS",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 8,
    "day": 22,
    "full text": "The top U.S. military commander for the Persian Gulf region said Thursday that terrorism is becoming the \"number one security threat\" in Iraq, with foreign fighters entering the country through Syria and a revived group called Ansar al-Islam now firmly established in Baghdad.\nThe remarks by Army Gen. John Abizaid, the head of Central Command, added to a growing chorus by senior Bush administration officials who have begun to depict postwar Iraq as a magnet for terrorists bent on attacking the United States.\n\"I think Iraq is at the center of the global war on terrorism,\" Abizaid said at a Pentagon news conference.\nThat assessment came on a day of several developments in Iraq, including:\n* The military announced that it had captured Ali Hassan al-Majid, known as \"Chemical Ali\" for ordering poisonous gas attacks that killed thousands of Kurds in the 1980s.\n* More bodies were pulled from the rubble of the bombed U.N. headquarters, bringing the unofficial death toll to at least 23, and the United Nations announced plans to withdraw one-third of its staff.\n* A U.S. soldier was killed and two were wounded by an improvised explosive in Baghdad, the Army said, providing no further details.\nIn Washington, Abizaid provided no evidence to support his claims. But Tuesday's deadly assault on the U.N. base, together with the bombing of the Jordanian Embassy in the Iraqi capital this month, represented a dramatic escalation in the tactics of opponents of the U.S.-led occupation.\nWhile U.S. suspicions on the perpetrators of the U.N. attack have centered on loyalists of Saddam Hussein's government, Abizaid said there is growing evidence of links between the loyalists and non-Iraqi terrorists entering Iraq. He described the groups as organized in similar ways, though not allies.\n\"Of course, ideologically they are not at all compatible. But on the other hand, you sometimes cooperate against what you consider a common enemy,\" Abizaid said.\nBefore the U.S.-led invasion of Iraq in March, senior Bush administration officials sought to bolster their case for war by suggesting that connections existed between Saddam's government and al-Qaida. The CIA found no substantive links and warned instead that a war could actually end up driving Saddam's supporters and terrorist groups together.\nDefense Secretary Donald Rumsfeld, who appeared with Abizaid, sought to portray the attacks as more in a string of such bombings around the world. \"There is hardly a month that goes by where there's not some relatively significant terrorist act that occurs somewhere,\" he said.\nBut in his first public remarks since Tuesday's bombing in Baghdad, Abizaid offered a blunter, more ominous assessment.\n\"They are clearly a problem for us because of the sophistication of their attacks and because of what I would call their tactics to go after Iraqis,\" he said of the terrorists. \"Clearly, they're going after Iraqis that are cooperating with us. They're going after soft targets of the international community. They're still seeking to inflict casualties upon the United States.\"\nA previously unknown group calling itself the Armed Vanguards of a Second Mohammed Army claimed responsibility for Tuesday's bombing, sending a two-page typewritten statement to The Associated Press and an Arab broadcast station, Al-Arabiya. The statement pledged \"to continue fighting every foreigner (in Iraq) and to carry out similar operations.\" It also threatened U.S. forces - and Arabs and Muslims who aid them - and warned Arab countries against sending troops to Iraq to serve in an international force.\nSeveral self-proclaimed fighting forces have appeared in the Arab media in recent months, proclaiming responsibility for attacks in Iraq. While validity of these and Thursday's claims could not be verified, they pointed to the fierce, smoldering emotions feeding the attacks.\nAbizaid said defeating the terrorists should not require raising the level of U.S. troops in Iraq. Instead, he argued for intensifying efforts to develop new Iraqi security forces and expand the ranks of peacekeeping forces from other countries.\nA key capture\nIn announcing the capture of al-Majid, the military provided no details. But the apprehension of one of the most feared members of Saddam Hussein's inner circle fueled speculation that the U.S.-led coalition was moving closer to finding the former dictator himself.\nAl-Majid was No. 5 on the U.S. list of the top 55 most-wanted Iraqis. He originally was believed to have been killed when U.S. jets bombed his home in Basra on April 5. But he was later seen alive, and U.S. officials acknowledged their first reports were wrong.\nSaid to be a cousin of Saddam's, al-Majid became an army general and Baath Party chief in northern Iraq in the 1980s, where he led a campaign of mass murder against Kurdish separatists. The tactics included chemical weapons attacks, including a bombing of the town of Halabja that killed an estimated 5,000 people.\n\"I will kill them all with chemical weapons!\" al-Majid said on an audiotape of a meeting of top officials, which was later seized by Kurdish rebels. \"Who is going to say anything? The international community? (Expletive) them!\"\nHe is also believed to have taken part in the vicious crackdown on Shiite Muslims in southern Iraq after their uprising during the 1991 Persian Gulf War. Witnesses said he personally took part in torture and executions.\n\nNotes\n\nWORLD: FOCUS ON IRAQ\n\nGraphic\n\n \nPHOTO; (1) Color Photo Headshot - \"Chemical Ali\" is captured, Ali Hassan al-Majid, a cousin and trusted adviser of Saddam Hussein, was No. 5 on the allied forces' list of the 55 most-wanted Iraqis and the highest-ranking of those who remained free except for Saddam himself. He earned his nickname after ordering a poison gas attack to suppress a Kurdish uprising in 1988.; (2) Photo by SERGEI GRITS / THE ASSOCIATED PRESS - Two Iraqi boys are made to lie on the ground by U.S. soldiers during an operation Thursday in which several hundred soldiers searched houses and garages in the village of As Sadah. The troops detained one man but did not find the weapons caches they were looking for.\n\nLoad-Date: August 22, 2003"
}