{
    "title": "Terrorism and the Law",
    "publisher": "the new york times",
    "year": 2007,
    "month": 7,
    "day": 15,
    "full text": "Congress and President Bush are engaged in a profound debate over what the founding fathers intended when they divided the powers to declare and conduct war between two co-equal branches of government. But on one thing, the Constitution is clear: Congress makes the rules on prisoners.\n  At least that is what it says in Article 1, Section 8, Paragraph 11 of the Constitution, which gives Congress the power to ''make rules concerning captures on land and water.'' And it is good that Congress seems finally ready to get back on the job. This week, the Senate will consider a bill that would restore to the prisoners of Guantanamo Bay the right to challenge their detention in court.\n  The Senate and then the House must pass the bill with veto-proof majorities. But that is only a start. The White House and its Republican allies have managed to delay consideration of bills that would finally shut the prison at Guantanamo Bay and begin undoing the damage wrought by the Military Commissions Act of 2006. That national disgrace gave legal cover to secret prisons, kangaroo courts and the indefinite detention of prisoners without charges in a camp outside the United States.\n  Shutting Guantanamo Bay will not be easy -- and it will not be enough. Of about 375 inmates, the administration says only about 80 can be charged under the Military Commissions Act. Along with Guantanamo the entire law needs to be scrapped. Prisoners against whom there is actual evidence of crimes should be tried either in military or federal courts. Mounting an effective prosecution may be hard, since these prisoners were held for years without charges and some were tortured. But it is up to the administration's lawyers -- who helped Mr. Bush create the problem by allowing indefinite detention and torture to begin with -- to deal with it. \n  Human rights groups say there are about 30 inmates who should be released but have legitimate fear of persecution or torture if sent home. The administration reportedly has already sent back some vulnerable prisoners, after obtaining what it must know are worthless assurances of their safety. Congress should require notice of such transfers, real guarantees of protection for released prisoners, and a review of the deal by outside judicial authority.\n  That leaves around 265 prisoners who have been held for years in violation of American and international law because Mr. Bush decided they were illegal enemy combatants -- even though most were captured while fighting the invasion of Afghanistan. Under pressure from the courts, the administration created Combatant Status Review Tribunals to rubber-stamp that designation. These tribunals must be disbanded and their rulings reviewed by courts. Inmates who are not security risks should be released, and the others held under normal articles of war.\n  President Bush, of course, wants Congress to simply endorse his arrogation of power. The Times reported recently that the White House is seeking support for legislation that would permit the long-term detention of foreigners on American soil without charges or appeal, just on Mr. Bush's say-so. Defense Secretary Robert Gates said ''the biggest challenge is finding a statutory basis for holding prisoners who should never be released and who may or may not be able to be put on trial.'' \n  Challenge? The very idea is anathema to American democracy. Congress did harm enough by tolerating Mr. Bush's lawless detainee policies, and then by passing the Military Commissions Act. Giving the president a dictator's power to select people for detention without charges on American soil would be an utter betrayal of their oath to support and defend the Constitution, and of the founders'  vision of America. \n\nhttp://www.nytimes.com\n\nLoad-Date: July 15, 2007"
}