{
    "title": "Terrorism trial promises to be eye-opener UI student faces charges of providing material support to",
    "publisher": "spokesman review",
    "year": 2004,
    "month": 4,
    "day": 12,
    "full text": "From international terrorism to freedom of speech to the new realities of\n the Internet age, the trial of Sami Omar Al-Hussayen that begins Tuesday will\n bring big issues to a Boise courtroom.\n The 34-year-old University of Idaho graduate student is charged with\n providing material support to terrorism by operating Internet sites for\n Islamic groups that advocated jihad, or holy war, in Israel, Chechnya and\n other places. He is also accused of transferring hundreds of thousands of\n dollars through six bank accounts to a suspect charity.\n Al-Hussayen, a Saudi citizen, maintains his innocence, and his attorneys\n argue that he's being targeted for expressing his religious and political\n beliefs.\n ''I think that the theory of this prosecution is new,\" said Scott McKay,\n one of Al-Hussayen's attorneys. ''I don't think that someone has ever been\n charged with providing material support to terrorism on the basis of their\n association with Web sites.\"\nTom Moss, U.S. attorney for Idaho, said, ''As these kinds of cases go, it\n has some unique characteristics -  unique in that this case involves services\n probably somewhat different from the other cases where the same charges have\n been brought, in that we're dealing with the use of computers, the use of Web\n sites, all those sorts of things.\"\n Al-Hussayen faces charges of providing and concealing material support and\n resources to terrorists through his Internet and financial activities;\n conspiracy related to those activities; conspiring to help raise funds for\n Hamas, the Palestinian terrorist organization, through links on two Internet\n sites he operated, and seven counts of visa fraud and four of false\n statements.\n The charges each carry maximum sentences ranging from five to 25 years in\n prison, and fines that could total millions of dollars.\n Moss said he thought the fact that the Saudi government is paying for\n Al-Hussayen's defense also was unique. Al-Hussayen was studying in the United\n States on a Saudi government scholarship. The Saudi Embassy, in a press\n release last spring, said it would do the same for any of its citizens who\n were detained, and that its officials were ''astonished\" that anyone would\n question that.\n David Nevin, Al-Hussayen's lead attorney, said the six-week trial will be\n an eye-opener for Idahoans.\n ''We of course are going to have the opportunity to learn something about\n another culture, and to learn something about world politics and about the\n religion of Islam,\" Nevin said. ''And I think we're going to have an\n opportunity to explore our prejudices and our fears, and to see whether we can\n sort out the illusions from the realities.\"\n The case, he said, also deals with freedom of expression. ''So we're going\n to learn a lot about what it means to be an American on a number of scores.\"\n The government maintains that it's not prosecuting Al-Hussayen for speech,\n it's prosecuting him for criminal conduct. The Web sites he set up and\n operated helped recruit people to participate in terrorism, prosecutors said\n in court documents, so he was providing personnel, communications equipment,\n financial support and services, and expert advice and assistance to\n terrorists.\n ''The evidence at trial will include the testimony of the personnel whom\n Mr. Al-Hussayen provided: young Muslim men who responded to Mr. Al-Hussayen's\n recruitment campaign by traveling to foreign lands to take up arms and engage\n in violent operations against the non-Muslims living there,\" the government\n stated in a court filing last month.\n It added, ''It is irrelevant how Mr. Al-Hussayen procured individuals to\n support the piracy. Mr. Al-Hussayen would have violated the statute by\n providing such personnel regardless of whether he paid them as mercenaries,\n persuaded them with rhetoric, or induced them with the promise of eternal\n salvation.\"\n The defense said in its court documents that there's been no suggestion\n that Al-Hussayen paid mercenaries. Instead, defense attorneys suggested that\n the ''criminal conduct\" the government is alleging, with regard to setting up\n and maintaining Web sites and an e-mail group, is what allowed Al-Hussayen to\n express himself through free speech.\n They drew an analogy: The First Amendment right to free speech would\n protect someone who stood on a street corner holding a sign supporting Muslims\n fighting in Chechnya or Palestine. But if the government could prosecute that\n person not for their message, but for purchasing the materials for the sign,\n putting it together, and holding it up, their right to protest and proclaim\n their message would be meaningless.\n ''Let us not forget, advocacy, even of illegal action, is protected by the\n First Amendment,\" the defense attorneys wrote.\n Moss said First Amendment issues are up to the judge, not the jury. ''The\n jury deals with the facts,\" he said.\n Moss said ''some very interesting people\" will testify at the trial. Some\n information about those who will testify has been sealed, as have significant\n portions of the record in the case.\n Some of the evidence in the case includes classified information, which\n even the defense attorneys can't see unless they have security clearances.\n Even then, they can view it only in a specially secured room in the Boise\n federal courthouse known as a ''secure classified information facility.\"\n That's caused some problems in this case because huge volumes of evidence\n are in Arabic, and the defense's translator, after months of waiting, still\n hasn't received security clearance. Last month, U.S. District Judge Edward\n Lodge urged the government to declassify the evidence so the defense can\n review it before the trial, but as of Friday, that still hadn't happened.\n Susan Dente Ross, a Washington State University communications professor\n who wrote an article on secrecy in terrorism trials in the current issue of\n the Idaho Law Review, said this case, like other terrorism cases in recent\n years, raises some troubling questions. Extensive secrecy can have an impact\n on the right to fair trials and on other constitutional rights, she said.\n ''Without getting overly legalistic about it, the fact is we don't know\n what material support of terrorism is, and it's a factual determination in\n each case,\" Ross said. ''We don't know where the lines are, and when you\n don't know where the lines are, a prudent person backs away.\"\n That means free speech is chilled, she said.\n The U.S. Supreme Court has given some indication that ''speech on the\n Internet is every bit as much speech as the content of a newspaper,\" Ross\n said.\n ''I guess I wish I had greater optimism that the trial and its outcome will\n renew my faith in the American justice system, and I guess I'm just not very\n optimistic about that,\" she said. ''I see both the procedural safeguards in\n the law and the public opinion that protect the right of the outlier in\n American society … falling away, and I don't see a huge wellspring of\n concern, saying, 'Wait, we cannot do this to Sami Al-Hussayen or we're doing\n it to ourselves.\"'\n The defense also has argued that Al-Hussayen is being prosecuted\n selectively because of his religion and national origin. They argue that the\n operators of Web sites supporting the Irish Republican Army and Jewish Defense\n League are engaged in similar speech, but aren't being prosecuted.\n Thus far, Judge Lodge has rejected all motions to dismiss the charges\n before the trial based on those and other objections, but many of the issues\n will come up again during the trial.\n Al-Hussayen has been jailed since his arrest in February 2003, though a\n federal magistrate earlier ordered him released with a series of conditions.\n He then was jailed on a separate immigration hold because immigration\n authorities started deportation proceedings against him after his arrest.\n Al-Hussayen's wife, Maha, and young children returned to Saudi Arabia\n voluntarily after being threatened with deportation.\n The trial will begin with the selection of a jury.\n This sidebar appeared with the story:\n AL-HUSSAYEN TRIAL\n Key players:\n The defendant\n Sami Omar Al-Hussayen, 34, was a graduate student in computer science at\n the University of Idaho in Moscow when he was arrested last February and\n charged with visa fraud. Since then, additional charges of providing support\n to terrorism, operating Internet sites for Muslim groups and transferring\n funds have been added. Al-Hussayen, former president of the UI's Muslim\n Students Association, is a Saudi citizen who was nearing completion of his\n doctorate when he was arrested. He is married with three young sons.\n The judge\n U.S. District Judge Edward Lodge has been a judge in Idaho for 37 years and\n was appointed to the U.S. District Court bench in 1989. He presided over the\n Ruby Ridge trial and the Claude Dallas trial and is the judge for the Coeur\n d'Alene Basin natural resource damage case, the largest Superfund case ever to\n go to trial.\n Attorneys for the prosecution\n Kim R. Lindquist, assistant U.S. attorney for the District of Idaho,\n handled large-scale drug and violent crime cases before being assigned to\n international and domestic terrorism. His past cases include the Ruby Ridge\n prosecution.\n David B. Deitch, trial attorney with the counterterrorism section of the\n U.S. Department of Justice in Washington, D.C., is a former assistant U.S.\n attorney in the District of Columbia, a former associate in the Office of\n Independent Counsel, and a former assistant district attorney in New York\n City.\n Todd M. Hinnen, trial attorney with the computer crimes and intellectual\n property section of the U.S. Department of Justice in Washington, D.C.,\n formerly practiced with Davis Wright Tremaine in Seattle and clerked for the\n Ninth Circuit Court of Appeals. An adjunct professor of law at American\n University, he has written on terrorists' use of the Internet to raise and\n move funds.\n Terry L. Derden, assistant U.S. attorney for the District of Idaho and\n chief of the criminal division, is a former assistant U.S. attorney and\n special assistant U.S. attorney in several districts and was assigned to the\n Office of the Deputy Attorney General to respond to the 1995 U.S. Senate\n hearings on Ruby Ridge.\n Attorneys for the defense\n David Nevin, senior partner at Nevin, Benjamin and McKay in Boise, is a\n prominent Idaho criminal defense lawyer whose past cases included defending\n Kevin Harris in the Ruby Ridge case. Harris was acquitted of all charges.\n Charles Peterson is an Idaho criminal defense lawyer who practices in\n association with the Spence Law Firm in Jackson, Wyo. His past cases include,\n with Gerry Spence, representing Randy Weaver in the Ruby Ridge case.   His law\n degree is from Gonzaga University.\n Scott McKay, partner in Nevin, Benjamin and McKay, is a criminal defense\n lawyer who has worked with Nevin on a number of high-profile cases. His law\n degree is also from Gonzaga.\n Joshua Dratel is a criminal defense lawyer from New York whose past cases\n included the first World Trade Center bombing. He also is currently\n representing an Australian citizen who is being held at Guantanamo Bay.\n\nNotes\n\nBetsy Z. Russell can be reached toll-free at (866) 336-2854, or by e-mail at bzrussell@Rmci.net.  \n\nGraphic\n\n \nColor photo; Al-Hussayen\n\nLoad-Date: April 17, 2004"
}