{
    "title": "Terrorism talk stresses public action",
    "publisher": "university wire",
    "year": 2004,
    "month": 7,
    "day": 14,
    "full text": "Law enforcement and emergency management experts stressed public awareness as the key to preventing terrorism in a forum Tuesday sponsored by the Austin Police Department.\n\"Citizen involvement is critical to preventing crime and preventing terrorism,\" said APD Chief Stan Knee to a crowd of about 65 people at the LBJ Auditorium at the University of Texas at Austin.\nAPD and local television station K-EYE held the forum to educate the public about the threat of terrorism and hopefully make them more cooperative with law enforcement, said keynote speaker Byron Sage. Sage, a former leader in the Federal Bureau of Investigations, has spoken at similar events across the country since the Sept. 11 attacks.\nSage said that, while he knows of no terrorist threat against central Texas, historically the region has seen more international and domestic terrorist activity than other parts of the country.\nSage warned against using stereotypes to find terrorists, noting that domestic terrorist groups are often overlooked.\n\"Not every terrorist is a Middle Eastern male, and not every Middle Eastern man is a terrorist,\" said Sage.\nSage estimated that APD has over 40 officers in its homeland defense division.\n\"Austin, without a doubt, is one of the most highly prepared and proactive communities that I have seen,\" Sage said.\nKnee called Austin one of the best prepared cities in the country. Officials developed an emergency plan quickly after Sept. 11, he said.\nIn 2002, the Austin City Council created a 21-member task force on public safety with civilian and law enforcement representatives. Task force member Clint Smith, a representative from the community activist group Gray Panthers, threatened to quit out of frustration in September 2002, saying the task force was too focused on law enforcement at the expense of public services, such as hospitals.\nSmith, who did not attend the forum, said public safety and anti-terrorism resources have remained adequate, but human services have suffered through the poor economy.\nThe city's public safety task force has not met since making its recommendations to the council in August 2002.\n\"If the threat of terrorist attack is so bad, we should have more frequent meetings,\" Smith said. \"If we invest too much in public safety and not enough in public services, everybody gets hurt.\"\n(C) 2003 Daily Texan via U-WIRE\n\nLoad-Date: July 14, 2004"
}