{
    "title": "Terrorism isn't so easy to define",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 8,
    "day": 10,
    "full text": "The problem I have with comments by Republican presidential candidate Ted Cruz about the current White House occupant's reluctance to use the words radical Islamic terrorist have nothing to do with politics, political correctness or fear of hurting anyone's feelings. \n We will not defeat radical Islamic terrorists so long as we have a president unwilling to utter the words 'radical Islamic terrorist,'  Cruz said during last week's debate in response to a question about how he would defeat the Islamic State. \n Forget Cruz's hypothesis. \n My problem with the quote centers on the word terrorist. \n Now, I know there are many who equate objection to the use of the word terrorism with political correctness. \n It's not. At least not as far as I am concerned. \n Terrorism, and terrorist, are misnomers when used as a collective description for groups like Islamic State, al-Qaida, al-Shabab, Nusra, Boko Haram or the many other, mostly Islamic organizations that threaten U.S. and Western interests. \n Make no mistake, terror is a tool they employ, but it is a tactic, not a strategy, despite even dictionary definitions. (More on that later). \n The reason I get so riled up over the use of the word terrorist as a dismissively invective term, usually in reference to the above-mentioned Islamic groups and those like it, has nothing to do with hurting anyone's feelings. It's because by such overwhelming misuse of the word, we fail to understand the enemy, the significance of which is not a new concept.If you know the enemy and know yourself, you need not fear the result of a hundred battles. If you know yourself but not the enemy, for every victory gained you will also suffer a defeat. If you know neither the enemy nor yourself, you will succumb in every battle.The Chinese general Sun Tzu, who I quote often, wrote that more than 2,500 years ago.I know this is a very unpop\nular stance, and in many ways discordant with terms used in the ensuing investigation, but I argue that the Sept. 11, 2001, attacks on New York, Washington and over Shanksville, Pennsylvania, were terrible and terrifying, but they were not terrorism per se. \n They were an act of war by irregular means. \n The 9/11 Commission Report on the events of that day contains nearly 1,300 uses of the word terror and terrorism, refers to Osama bin Ladin and his ilk as terrorists, calls his vision The New Terrorism and the attacks an act of terrorism. \n My viewpoint may seem like parsing, but it is actually an important distinction. And to see why, one has to look no further than the utterings of the 9/11 mastermind. \n Five years before the planes hit buildings and ground, in The Declaration of Jihad on the Americans Occupying the Country of the Two Sacred Places, Osama bin Ladin declared war on the United States, Israel, Christians and Jews and western civilization in general. The goal was not merely to intimidate or coerce for the sake of intimidation or coercion, but to expel the U.S. and its allies from Islam's holy places - Mecca, Medina, Jerusalem - and to unify all Muslims. \n Bin Ladin amplified his goals in subsequent years, via additional missives and a seminal interview with ABC reporter Peter Bergen, which the 9/11 Commission used in part to explain bin Ladin's objectives. Which ultimately goes to my point. \n Bin Ladin said in his ABC interview that he and his followers had been preparing in Somalia for another long struggle, like that against the Soviets in Afghanistan, but the United States rushed out of Somalia in shame and disgrace. Citing the Soviet army's withdrawal from Afghanistan as proof that a ragged army of dedicated Muslims could overcome a superpower, he told the interviewer: We are certain that we shall - with the grace of Allah - prevail over the Americans. He went on to warn, If the present injustice continues ... it will inevitably move the battle to American soil. \n Plans to attack the United States were developed with unwavering single-mindedness throughout the 1990s. Bin Ladin saw himself called to follow in the footsteps of the Messenger and to communicate his message to all nations, and to serve as the rallying point and organizer of a new kind of war to destroy America and bring the world to Islam. \n The report, obviously compiled before Navy SEALs took out Bin Ladin in Pakistan four years ago, goes on to talk about his ultimate goal - obtaining weapons of mass destruction. It is a goal widely shared by his fellow travelers. \n I get why people use terrorist to describe the bin Ladins of the world.  The killing of nearly 3,000 civilians by airliners turned into ordnance was despicable. But branding the perpetrators as terrorists doesn't make it any more despicable. It just misreads their objectives, \n ❖ ❖ ❖ \n It is no surprise that the definition and use of terrorism has morphed. \n Even dictionary writers can't seem to fully agree on the meaning. \n Oxforddictionaries.com  defines terrorism thusly: The use of violence and intimidation in the pursuit of political aims. Really? \n That also sounds like a definition of conventional warfare, as well. \n The British & World English dictionary, on the same site, drills down a little further, adding a few words that seem to show an understanding of the nuance, defining terrorism as:  The unofficial or unauthorized use of violence and intimidation in the pursuit of political aims. \n Unofficial or unauthorized. Those are interesting qualifications. \n Dictionary.com , meanwhile, offers a few definitions for the noun: \n 1. The use of violence and threats to intimidate or coerce, especially for political purposes. \n 2. The state of fear and submission produced by terrorism or terrorization. \n 3. A terroristic method of governing or of resisting a government. \n As with the Oxford definition, Dictionary.com 's first version, if taken literally, can also be applied to conventional warfare and certainly to many examples from U.S. history. The first half of the third definition makes sense for Islamic State, and to an extent Hamas in their capacities as governing bodies. Islamic State methodology in particular - beheading, crucifying and raping captives - is a classic example of terroristic governance, but I still argue that this is a tactical tool of subjugation, with their overall strategy being to establish a caliphate. \n Their means to that end is a hybrid, using Humvees and other purloined (mostly American) equipment in classic battlefield maneuvers very much akin to the German blitzkrieg minus airpower, melded with guerilla tactics like suicide bombings and improvised explosive devices. \n Admittedly, this is an argument I will never really win. The 9/11 Commission Report is just one of many examples of how use of terrorism to define the actions of groups like Islamic State and al-Qaida is deeply ingrained. \n The State Department has a Bureau of Counterterrorism. The Office of the Director of National Intelligence has the National Counterterrorism Center. The UN has its Counter-Terrorism Unit. U.S. Immigrations and Customs Enforcement has its Counterterrorism and Criminal Exploitation Unit. And then there is the interagency Joint Terrorism Task Force. \n In his address to the nation last September, President Barack Obama mentioned terror, terrorism or counterterrorism more than 20 times in a 2,007-word speech. And he was pushing a Counterterrorism Partnership Fund that would provide up to $5 billion to combat, what else, terrorists. \n Given that I cover national security and intelligence issues, terror is a word I have to use frequently. Very frequently as it turns out. In researching this piece, I Googled my name and terror and came up with nearly 12,000 hits. \n When it is up to me, I use jihadi or, as a stylistic compromise, jihadist, to describe al-Qaida, Islamic State and other Islamic groups, based on bin Ladin's own words and objectives and those of Islamic State and others. \n I know that many in the military and intelligence communities, who deal regularly with the Arab and Muslim world, dislike those terms, because of their negative, and, for them, counterproductive connotations. They prefer to use violent extremist, which is more encompassing and acknowledges that there are those using terror tactics that have nothing to do with Islam, such as white supremacist Dylann Roof, who authorities say shot up a black church in Charleston, South Carolina, on June 17, killing nine. \n In my value-neutral worldview, I see jihadi or jihadist as more accurate than terrorist when it comes to Islamic State and similar Islamic irregulars. \n As Ted Webb says every Wednesday on AM Tampa Bay, I just call it like I see it. \n ❖ ❖ ❖ \n The Pentagon announced no new troop deaths in support of ongoing operations last week. \n There have been 2,347 U.S. troop deaths in support of Operation Enduring Freedom in Afghanistan, seven in support of the anti-ISIS campaign Operation Inherent Resolve, and two U.S. troop deaths and one civilian Department of Defense employee death in support of the follow-up Operation Freedom's Sentinel in Afghanistan. \n haltman@tampatrib.com  \n (813) 259-7629 \n Twitter: @haltman\n\nLoad-Date: August 10, 2015"
}