{
    "title": "TERRORISTS HELPED BY SUDAN , U.S. SAYS",
    "publisher": "the new york times",
    "year": 1993,
    "month": 8,
    "day": 19,
    "full text": "The Administration's decision to add the Sudan to the list of countries that sponsor international terrorism was based on evidence that the Sudan harbors terrorists, and not because of any Sudanese links to a reported plot to bomb targets in New York City, United States officials said today.\nThe State Department spokesman, Michael McCurry, said evidence indicated that the Sudan had allowed its territory to be used as a sanctuary for groups like the Abu Nidal organization, the Party of God and the Palestine Islamic Holy War. The State Deparment considers all three groups terrorist organizations.\n\"We also believe safe houses and other facilities used to support radical groups are allowed to exist in Sudan with the apparent approval of the Sudanese Government's leadership,\" Mr. McCurry said. \"Further, we believe that reports of training in Sudan of militant extremists that commit acts of terrorism in neighboring countries are credible.\"\n \nNo Proven Links to New York\n But he said there was insufficient evidence to link the Sudan to any plot to bomb the United Nations, the Hudson River tunnels and other sites in New York.\nState Department officials said the investigation, ordered last December by former Secretary of State Lawrence S. Eagleburger, was ready last month, but had been delayed so links between Khartoum and the 10 people indicted in the reported New York plot could be explored.\nAn Administration official, speaking on condition of anonymity, said the investigation did not confirm any connection. One official said that based on information from the prosecutors, evidence linking the Sudan to the conspiracy is \"weak at this time,\" though some State Department officials have said in the past that they believe there is evidence of a link.\nOfficials indicated that the Sudanese Government, led by Lieut. Gen. Omar Hassan el-Bashir, was added to the list of nations supporting terrorism because it had failed to respond to repeated requests for information on suspected training sites, safe houses and other terrorist activities.\n \nDenials by the Sudan\n A State Department official said the Sudan had repeatedly denied any involvement in terrorism, but had provided no explanations for suspected activity within its borders. \"They didn't respond with anything that we considered credible,\" the official said. \"Basically, they just denied, denied, denied.\"\nThe decision to list Sudan as a terrorist state means that the Government will be ineligible for United States economic and military aid, of which it receives virtually none at the moment. Relief aid of $56 million for refugees in the southern Sudan will not be affected; about 5 million Sudanese have been displaced by famine and civil war.\nOfficials from private aid organizations and from the State Department expressed concern that the Sudan would block refugee assistance after the Administration's decision.\nPresident Bashir said today that he would not accept aid from Washington, The Associated Press reported. \"Talking about the continuing humanitarian assistance means talking about an American intelligence presence in Sudan,\" he said, which \"would make our country a theater for spies and agents.\"\n \nAn Awkward Intersection\n \"It's a real dicey thing,\" a State Department official said about the refugee program. \"We have played a very, very big role in the international community's response to the humanitarian crisis. It's mostly our money and mostly our people there. What I would hate for this to do, is sort of get wrapped up around this terrorism-list issue. The two are distinct issues.\"\nKhartoum has a long record of making promises not to interfere with relief shipments, then breaking them, officials from the State Department and relief organizations say.\n\"The Sudanese Government has, over time, consistently tried to manipulate humanitarian relief effort towards its own political ends,\" said Hiram Ruiz, a policy analyst with the United States Committee for Refugees.\nStill, some officials say it is doubtful the Sudan will carry through on a threat to block aid because that would only cause more political instability. In addition, most food aid enters the Sudan from Ethiopia and Kenya and is distributed in areas the Government does not control.\n\nLoad-Date: August 19, 1993"
}