{
    "title": "Terrorism 101; Local schools are quickly learning what to do if a biological, chemical or nuclear at",
    "publisher": "lancaster new era",
    "year": 2003,
    "month": 2,
    "day": 26,
    "full text": "Fire drills, air-raid drills, intruder drills and now what …  terrorism drills?\nIt might happen.\nSchool districts are being told by the state to update their emergency plans to keep students and staff safe in the event of biological, chemical or nuclear terrorism.\nThe state Department of Education has released a terrorism emergency plan to schools called \"Guidance and Resources to Help Plan for Terroristic Threats or Acts of Terrorism\" on the department's Web site.\n#TERROR.BAL6On#\nThe document reads: \" … schools need to know that they are prepared for the worst case scenario.\"\nAlthough most schools in Lancaster County update their emergency plans every year, without knowing what threats will arise, it has made the job more difficult.\n\"We have plans for some kind of catastrophic event,\" said Conestoga Valley Superintendent Gerald Huesken. \"But to plan for every single thing that can possibly happen is difficult.\"\nIn the 1950s and '60s, schools held air-raid drills in which students took cover in the hallways or under desks. Of course, there were fire drills and sometimes tornado and hurricane drills. School shootings brought on intruder drills with codes, walkie-talkies and high security.\nNowadays, there are orange alerts, terror reports, duct tape and plastic sheeting.\nWhat should schools do about this, if anything, officials wonder.\n\"Naturally it's difficult,\" said Allan Thrush, superintendent of Elizabethtown School District. \"You never know what is going to happen. You hope nothing, but you do the best you can.\"\nIn the case of Elizabethtown schools, so close to the Three Mile Island nuclear power plant, the emergency plan includes potassium iodide pills and evacuation locations on their Web site.\nAccording to Elizabethtown High School nurse Cindy Witman, the school would only dispense the potassium iodide pills on the orders of the Pennsylvania Emergency Management Agency (PEMA), if there was radiation exposure.\nDuring a nuclear crisis, Witman said their each teacher in Elizabethtown would be given enough tablets for the students in their classroom.\nShe said school officials will give parents the option of excluding their children from taking the pill, which helps prevent the thyroid gland from absorbing radiation.\n\"It does not prevent other types of cancers...but there's only so much you can do,\" Witman said. \"You use the resources you have to protect the masses.\"\n\"Like so many things in education, you're trained to be a teacher or an administrator. They don't have an emergency 101 class,\" said Columbia School District chief Kenneth Klawitter. \"You have to rely on outside experts.\"\nIn Columbia, the schools modeled their emergency plan after one crafted by a national school-emergency expert.\nColumbia has devised an easy-to-read flip chart that covers everything from a bus accident to a chemical attack. It has emergency procedures and shows evacuation sites in the community.\nAnd no one -- NO ONE -- said Klawitter, is ever without his or her emergency flip chart in the Columbia district.\n\"Every teacher, custodian, office person, administrator, school aide, even substitutes when they come in, has the flip chart,\" Klawitter said.\nKlawitter said the district's plan coincides with the state recommendations on responding to a biological or chemical terrorist attack.\n\"There's designated areas in the building in case of an attack,\" Klawitter said. \"We notify the county emergency officials and take students to the safe areas where we take attendance. Windows are closed and sealed and we avoid any indirect or direct contact with air or spilled materials. We shut down the ventilation system.\"\nDon Stewart's biggest fear is disorder and panic.\nThe Superintendent of Penn Manor School District remembers that during the TMI accident in 1979, parents were coming into schools and demanding their kids right away.\n\"The best thing we can do to prepare for any emergency is have a safe and orderly pickup of students, that's where our orientation is,\" Stewart said.\n\"Can you imagine if there's some sort of national-level disaster and an early dismissal where your child is out on the road in a bus and there's traffic everywhere and parents are scrambling to get their child?\"\nIt's enough to give a school administrator nightmares.\nStewart just sent a letter home with students that outlines emergency procedures and encourages parents to make sure they always have enough medicine on hand for their children.\nBut there are so many things to consider, he said.\n\"How about being in Millersville when (college) classes let out,\" Stewart said. \"Add to that a terrorist attack or chemicals in the air. There's an entirely different set of complications. You have lots of kids who go to Millersville (University) without transportation of any kind.\"\nAccording to the state's directive, the \"key principles of emergency preparedness are planning, teamwork, and practice.\"\nStewart is currently formulating a new emergency plan for the district in conjunction with Millersville University and Millersville Borough Council.\nCV's Huesken said the district keeps an eye on changing trends, including terrorism threats.\n\"The state has made resources available lately about what schools can do to prepare for terrorism events,\" Huesken said. \"We'll be taking a look at that.\nThe Manheim Central School District updated their emergency plan last year.\n\"It was updated about how (parents) can get their children in the event there is an incident,\" said Manheim Central Superintendent Carol Saylor. \"I think we are in a different situation now and because of it we have reevaluated our plan carefully.\"\nThe emergency plan, said Saylor, includes specific sites where children would be transported if necessary.\nStephen Iovino, superintendent of the Warwick School District, said emergency plans have been updated there, including schools and community buildings where students would be taken in the case of an emergency.\nWarwick may be the only district here that doesn't publicize its evacuation sites.\n\"That could give someone the opportunity to do great harm there,\" said Iovino.\nIn the Donegal School District, teachers and administrators have handy emergency guidebooks with them, said Superintendent Linda Abele.\n\"It's in the forefront of our thoughts,\" Abele said. \"It's a little more crucial now because the government says to be more vigilant. I don't see anyone overreacting, but our responsibility is for the safety and security of the children. We're as prepared as we can be.\"\nPA. SCHOOL PLAN FOR BIOLOGICAL TERRORISM\nCall 911.\nKeep students and staff inside.\nClose and lock doors and windows.\nShut down heating and cooling system.\nAccount for all students and staff.\nMove everyone to interior rooms without windows.\nEvacuate if necessary.\n\nGraphic\n\n \nCOLOR PHOTO, Richard Hertzler , Penn Manor Superintendent Don Stewart greets students today at Manor Middle School. From left are Jimmy Woomer, Brenda Toomey and Alexa Thomas.\n\nLoad-Date: February 27, 2003"
}