{
    "title": "Terrorism insurance act extended through 2005",
    "publisher": "usa today",
    "year": 2004,
    "month": 6,
    "day": 18,
    "full text": "The Treasury Department will announce today that it is extending a provision of the Terrorism Risk Insurance Act that requires commercial property and casualty insurers to make terrorism coverage available.\nThe act, passed by Congress in November 2002, created a three-year program in which the federal government shares in the cost of a foreign terrorist attack that produces at least $ 5 million in insured losses. In return, insurers were required to offer terrorism coverage on commercial policies, but only through the end of the year.\nThe act mandated that Treasury decide by Sept. 1 whether to extend the coverage requirement through the end of 2005. The agency opted to make the decision now to avoid uncertainty.\n\"The terrorism risk insurance program has been an important confidence builder as this country recovered from the attacks of Sept. 11 and the recession,\" Treasury Secretary John Snow will tell the Nevada Hotel and Lodging Association in Las Vegas today. The extension will ensure that \"there's no changing of the rules in the middle of the game.\"\nBefore the Sept. 11 attacks, terrorism coverage was included in standard commercial property and casualty coverage. Insured losses from the attacks are estimated at $ 32.5 billion.\nThe industry was able to absorb the Sept. 11 claims but said that it did not have unlimited resources to handle future terrorist attacks of unknown magnitude.\nIn the aftermath of the attacks, many insurers were unwilling to provide terrorism coverage to businesses. The law made terrorism coverage available, but only about 20% of commercial property and casualty policyholders have purchased it, says Robert Hunter, director of insurance for the Consumer Federation of America.\nMost of the companies purchasing terrorism coverage are in high-risk metropolitan areas, such as New York and Washington, D.C. Companies that have passed on the coverage generally believe they won't be a victim of a terrorist attack or believe Congress will bail them out if they are, Hunter says.\nA recent report from insurance broker Marsh Inc. found that in recent months, the proportion of businesses purchasing terrorism coverage has increased. In addition, rates on terrorism insurance dropped by 42% in the second half of 2003, it said.\nThe insurance industry already is lobbying Congress to extend the program after it expires next year. The law mandates that Treasury conduct a study this year and present the results and a recommendation on the program's future to Congress by June 2005.\nStandard homeowner's insurance includes terrorism coverage and is not affected by the law.\n\nLoad-Date: June 18, 2004"
}