{
    "title": "Terror Trial Nears End As Defense Rests Case",
    "publisher": "the new york times",
    "year": 2008,
    "month": 8,
    "day": 2,
    "full text": "Defense lawyers for Salim Hamdan, Osama bin Laden's former driver, rested their case on Friday after less than two days, bringing testimony to a close in the first American war crimes trial since World War II.\n  The lawyers ended their case with written submissions from two former senior operatives of Al Qaeda held here, including Khalid Shaikh Mohammed, the self-described architect of the 2001 attacks. The statements  were intended to bolster the claim that Mr. Hamdan was only a low-level employee with no involvement in terrorism.\n  In his submission, Mr. Mohammed, who described himself as ''the executive director of 9/11,'' said Mr. Hamdan, a Yemeni with a fourth-grade education, was too ''primitive'' to take part in planning terrorism attacks. \n  ''He was not fit to plan or execute,'' Mr. Mohammed said in answers to questions from Mr. Hamdan's lawyers. ''But he is fit to change trucks' tires, change oil filters, wash and clean cars.'' \n  Closing statements are scheduled for Monday, and the panel of six military officers hearing the case could begin deliberations that day. \n  Mr. Hamdan is charged with providing material support for terrorism and conspiracy. He faces a maximum sentence of life. \n  Mr. Hamdan's lawyers presented only a brief defense, some of it in a courtroom closed because of national security rules. But during the two-week trial they tried to suggest, by cross-examining prosecution witnesses, that their client was little more than  a low-wage worker. \n  Mr. Mohammed and Walid bin Attash, a second accused former senior Qaeda operative, answered questions submitted by defense lawyers, but said they would not voluntarily appear at the military tribunal. They are being held in the detention camp at the United States Navy base here awaiting trial on charges of coordinating the 2001 attacks.\n  In his responses, Mr. bin Attash, 30, said Mr. Hamdan ''did not play any role in any planning.'' Mr. bin Attash was a veteran mujahedeen fighter who lost part of his right leg in a battlefield accident in 1997. \n  American officials say that in addition to a role as a coordinator of the Sept. 11 attacks, Mr. bin Attash was the top deputy of Abd al-Rahim al-Nashiri, the chief planner of the attack on the American destroyer  Cole in 2000 that killed 17 sailors.\n  Mr. Mohammed's  comments  included a familiar tone of derision toward Americans. He wrote that anyone who thought  that everyone affiliated with Al Qaeda was involved in terror attacks ''is a fool.'' \n  He portrayed Al Qaeda as a network that includes professionals as well as workers like cooks and drivers and has business operations in many parts of the world. He suggested that Americans' understanding of the organization was simplistic.\n  Mr. Mohammed's statement did not spare the feelings of Mr. Hamdan. According to the English translation of his remarks in Arabic, Mr. Mohammed wrote that Mr. Hamdan ''was not a soldier, he was a driver. His nature was more primitive (Bedouin).'' He added that Mr. Hamdan was only ''looking for Osama bin Laden's money.'' \n  Because of security restrictions, the government had for many months barred defense lawyers from meeting with former senior Qaeda leaders held here. The written answers filed Friday were the product of a complex arrangement ordered by the military judge that gave the lawyers limited access to detainees who could back up Mr. Hamdan's claim that he was not involved in terrorism.\n  The defense lawyers did not say whether they believed that the panel would be persuaded by the detainees' descriptions or angered by the comments of the two men who acknowledged close ties Mr. bin Laden. \n\nhttp://www.nytimes.com\n\nLoad-Date: August 2, 2008"
}