{
    "title": "Terrorism, defined",
    "publisher": "university wire",
    "year": 2002,
    "month": 5,
    "day": 13,
    "full text": "On September 6, 1970, a group of Palestinian radicals decided to attempt the impossible. For several years, they had attempted to liberate the West Bank by launching attacks into Israel proper.\nNow they would draw attention to their cause by threatening people who were not citizens of Israel or any other country in the region. Boarding four international flights out of Europe that were bound for New York, about a dozen men and women took over three of the four planes in an event known as Skyjack Sunday.\nThey demanded the release of their comrades in arms, including their compatriots from the failed hijacking. To make their point, a fourth plane was seized flying out of Bombay and flown to Jordan, where, after disembarking the hostages, the aircraft was blown up in full view of the press.\nU. Chicago\nThis was one of the first examples of modern international terrorism. However, that became a much more remote concept beginning in the '90s, with the exceptions of the first World Trade Center bombing in 1993 and the Oklahoma City bombing in 1995, until the September 11 attacks of last year. But, when pressed for a definition of what terrorism is, most people would be at a loss. As the Christian Science Monitor pointed out recently, defining \"terrorism\" is a little like how former Supreme Court Justice Potter Stewart defined \"pornography:\" you know it when you see it.\nHowever, such a fast and loose definition simply won't cut it nowadays, what with the United States trying to fight a war on terrorism. Other nations are trying to exploit this ambiguity in our goals to gain our support for their own conflicts, labeling what used to be a civil war or a police crackdown as an anti-terrorist operation. Meanwhile, anti-American groups have suddenly denounced as \"terrorism\" American actions that used to be condemned under the catchall banner of \"imperialism.\" To be honest, we're sick of this. There is a dividing line between terrorism and rebellion, terrorism and military action, terrorism and political action.\nSo how should terrorism be defined?\nWebster's Dictionary defines terrorism as \"the use of force or threats to demoralize, intimidate, and subjugate, especially such use as political weapon or policy.\" However, this is a bit broad.\nConceivably, this could apply to all forms of military action and coercion that are patently not terrorism. Magstadt & Schotten are a bit more definite: \"[terrorism] comprises a political effort to oppose the status quo by inducing fear in the civilian population through the widespread and publicized use of violence, including murder, injury, and destruction.\" This is a bit better, but still too broad.\nCan we define it as \"the use of violence by a non-state actor against civilian or military targets to effect a change in political policy by a state?\" This is closer to what we want, but there are state-sponsored terrorist acts, such as when Libyan intelligence agents blew up Pan Am Flight 103 over Lockerbie, Scotland in 1989. There is also a problem with the word \"political.\" In recent years animal rights groups, like the Animal Liberation Front, and the anti-abortion Army of God have enthusiastically resorted to terrorist actions to formulate a change in our social policies.\nTherefore, our final definition is this: terrorism is the use of covert violent actions -- usually by non-state actors -- against civilian or military targets to affect a change in policy by a state. It is important to remember that most terrorist groups take credit for their actions, but only after the fact (even al Qaeda finally admitted last month that it had carried out the Sept. 11 attacks). When carrying out terrorist actions, disguise is essential, whether it be as businessmen on September 11 (al Qaeda), friendly soldiers in Algeria (GIA) and Sri Lanka (Tamil Tigers), or civilians in Israel (various Palestinian groups).\nNote what this leaves out. First of all, overt actions by a state are excluded from terrorism by definition. This means anything done by police or military forces in uniform can't be described as terrorism. It might be a violation of human rights. It might be a war crime. It might be an atrocity. But it isn't terrorism. One charge leveled at the United States lately is that America \"invented\" terrorism by dropping nuclear weapons on Hiroshima and Nagasaki in 1945. But, while the idea was indeed to cow the Japanese Emperor into submission, the United States used American B-29 bombers with U.S. Army Air Force markings on the side and manned by personnel of the United States military; thus the bombings can be criticized as war crimes, but not as terrorist acts. Also fitting into this category are incidents where military forces have deliberately or accidentally targeted civilians in times of peace, such as the Tiananmen Square Massacre or when the U.S.S. Vincennes shot down an Iranian airliner over international waters.\nWhat about a group that attempted to force an occupying power to leave their country via assassinations, sabotage and bombings? We are speaking, of course, of the French Resistance, who pioneered much of the \"cell\" structure of modern terrorist groups. They certainly fit our definition of terrorists. But, consider that their actions were largely directed and supported by Allied intelligence, with the goal of both weakening Nazi forces in France and gaining intelligence on their disposition. A better definition for this type of activity is probably \"resistance,\" though the acts carried out were certainly terrorist in nature.\nBut what about the Hezbollah truck bomb that destroyed the Marine barracks in Beirut in 1983, or the Al Qaeda suicide boat that crippled the warship U.S.S. Cole in 2000? The targets were military. The goal was to force the United States to withdraw its forces from the region. Does this make them genuine resistance groups instead of terrorists? To make matters more confusing, \"terrorist\" groups like the FARC in Columbia and Sri Lanka's Tamil Tigers maintain standing armies that fight conventional battles. Some terrorist groups even do charity work. Many Palestinian groups, like HAMAS, run legitimate charities that have earned them the respect of many Palestinian refugees. In these cases one has to make a comparison, weighing the number of terrorist actions performed by a group against its non-terrorist actions, in order to determine whether it is an exclusive terrorist organization, or merely a group of rebels who happen to use barbaric tactics from time to time.\nThis brings up another issue, point of view. To the German occupiers, the members of the French Resistance were certainly terrorists, yet they fought on our side. However, when the Viet Cong used the same tactics on us during the '60s, we didn't hesitate to describe them as \"Communist terrorists.\" Reuters News Service has consistently refused to describe the September 11 hijackers as \"terrorists.\" Editors there reasoned that, \"One man's terrorist is another man's freedom fighter. We abstain from judgment and believe the word 'terrorist' is a loaded term.\" This is one of the chief obstacles to defining terrorism. No one wants to admit that their heroes are really terrorists.\nOne of the chief complaints about the goal of the War on Terrorism is that it's impossible to stop terrorism because it has been used successfully many times. These fears weren't helped by President Bush saying that, \"So long as anybody's terrorizing established governments, there needs to be a war.\" However, the goal of our war has evolved into destroying any terrorist group with a \"global reach.\" While it has always been and will continue to be difficult to define terrorism, we sincerely hope that many of you will now think twice before hauling out the T-word.\n(C) 2002 Chicago Maroon via U-WIRE\n\nLoad-Date: May 14, 2002"
}