{
    "title": "Terrorism strikes again _in Canada 'High-risk traveler' kills soldier, storms parliament(2)",
    "publisher": "the tampa tribune ",
    "year": 2014,
    "month": 10,
    "day": 23,
    "full text": "OTTAWA, Ontario - A gunman with a scarf over his face killed a soldier standing guard at Canada's war memorial Wednesday, then stormed parliament in an attack that rocked the building with the boom of gunfire and forced lawmakers to barricade themselves in meeting rooms. The gunman was shot to death by the ceremonial sergeant-at-arms. \n The gunman was identified as ex-convict Michael Zehaf-Bibeau, 32, of Montreal. He was recently designated a high-risk traveler by the government and had his passport seized, officials said. \n Prime Minister Stephen Harper called the rampage the second deadly terrorist attack on Canadian soil in three days. \n This week's events are a grim reminder that Canada is not immune to the types of terrorist attacks we have seen elsewhere, Harper said. \n He added: We will not be intimidated. Canada will never be intimidated. \n Canada was already on alert at the time of the shooting rampage because of a deadly hit-and-run assault Monday against two Canadian soldiers by a man Harper described as an ISIL-inspired terrorist. ISIL is also known as Islamic State. \n Witnesses said the soldier posted at the National War Memorial, identified as Cpl. Nathan Cirillo, was gunned down at point-blank range just before 10 a.m. by a man carrying a rifle and dressed all in black, his face half-covered. \n The gunman appeared to raise his arms in triumph, then entered parliament, a few hundred yards away, where dozens of shots soon rang out, according to witnesses. \n People fled the complex by scrambling down scaffolding erected for renovations, while others took cover inside and barricaded doors with chairs as police with rifles and body armor took up positions outside and cordoned off the normally bustling streets around parliament. \n On Twitter, Canada's justice minister and other government officials credited sergeant-at-arms Kevin Vickers, 58, with shooting the attacker just outside the MPs' caucus rooms. Vickers serves a largely ceremonial role at the House of Commons, carrying a scepter and wearing rich green robes, white gloves and a tall imperial hat. \n At least three people were treated for minor injuries. \n In Washington, President Barack Obama condemned the shootings as outrageous and said: We have to remain vigilant. The U.S. Embassy in Ottawa was locked down as a precaution, and security was tightened at the Tomb of the Unknown Soldier at Arlington National Cemetery just outside Washington. \n Police said in the initial hours after the shootings that as many as two other gunmen may have taken part. But as the day wore on, the cordon around parliament was eased, employees were allowed to go home, and it appeared increasingly likely that the attack was the work of one person. \n Court records show that a man with the same name and year of birth as the gunman was charged with robbery in Vancouver in 2011. He pleaded guilty to the lesser charge of uttering threats and was sentenced to a day in jail plus credit for the 66 days he had already served. \n Tony Zobl said he witnessed the Canadian soldier being gunned down from his fourth-floor window directly above the National War Memorial, a 70-foot, arched granite cenotaph, or tomb, with bronze sculptures commemorating World War I. \n I looked out the window and saw a shooter, a man dressed all in black with a kerchief over his nose and mouth and something over his head as well, holding a rifle and shooting an honor guard in front of the cenotaph point-blank, twice, Zobl told the Canadian Press news agency. The honor guard dropped to the ground, and the shooter kind of raised his arms in triumph holding the rifle. \n The Canadian Broadcasting Corp. had video of the gunman going to his car alone with his weapon after the shooting at the memorial. The car was later spotted parked in front of Parliament Hill, just down the block. \n Cabinet minister Tony Clement tweeted that at least 30 shots were heard inside parliament, where Conservative and Liberal MPs were holding their weekly caucus meetings. \n I'm safe locked in an office awaiting security, Kyle Seeback, another member of parliament, tweeted. \n I was just taking off my jacket to go into caucus. I hear this pop, pop, pop. Possibly 10 shots, don't really know. Thought it was dynamite or construction rather than anything else, said John McKay, a member of parliament. \n He said security guards then came rushing down the halls, herding them toward the back of the buildings. \n The attack came two days after a recent convert to Islam killed one Canadian soldier and injured another with his car before being shot to death by police. The killer had been on the radar of federal investigators, who feared he had jihadist ambitions and seized his passport when he tried to travel to Turkey. \n Canada had raised its domestic terror threat level from low to medium Tuesday because of what it called an increase in general chatter from radical Islamist organizations. \n The Islamic State group has urged supporters to carry out attacks against Western countries, including Canada, that are fighting the militants in Iraq and Syria. Eight Canadian fighter jets left for the region on Tuesday. \n After the shootings, officials canceled two events in Toronto honoring Pakistani teenager and Nobel laureate Malala Yousafzai. She was shot in the head by a Taliban gunman in 2012 for supporting schooling for girls.\n\nLoad-Date: October 23, 2014"
}