{
    "title": "Terrorism's real face worn by children",
    "publisher": "the tampa tribune ",
    "year": 1996,
    "month": 4,
    "day": 21,
    "full text": "Allyn DiVito, our assistant photo chief, came over to the desk and said he had something he wanted us to see.\nWe stood around a desk in the photo studio where he has a machine that transmits and receives photographs electronically. On the screen were a half-dozen images from around the globe.\nDiVito picked out the one he was looking for, pushed a button and a single image filled the screen.\nIt was a horrible picture. A rescue worker, his helmet tilted slightly, held a bloodied and dead child in his arms amid the rubble of a bombing.\nWe looked at each other. It was the same picture, but it was not.\nYou remember the first photo. A few weeks ago they gave a Pulitzer Prize to the bank employee who went out and took that picture of Oklahoma City fire captain Chris Fields carrying the dying child away from the rubble.\nNow, exactly one year later, another photograph was being transmitted into the newsroom.\nThis time the location was half a world away in a town called Nabatiyea, in south Lebanon. This time it was an apartment building, blown away by bombs from Israeli warplanes.\nIt was an accidental bombing in a war against terrorism, but the child in the photograph was just as dead, as were 74 other people killed by accident that day in Lebanon.\n\"I don't know,\" said DiVito as we stared uncomfortably at the picture. \"It was like seeing a ghost.\"\nIt is a ghost that won't go away.    The haunting image  The haunting and awful image bridges a year when terrorism became the enemy in a world numbed by its random brutality.\nFrom the heartland of America to the ancient battlegrounds of the Middle East, terrorism and its threats are dominating the world scene.\nIt touches all of our lives, from a university in Tampa held hostage by an anonymous letter to the accepted ritual of metal detectors in government buildings.\nIt has caused Congress to pass legislation that some say tramples over established civil rights. A Los Angeles Times poll this week suggests that as many as 20 percent of all Americans support the growth of armed militias.\nThe growing sophistication and availability of explosive devices and the willingness to use them for almost any cause has us on edge.\nFor us, the real face of terrorism is not the expressionless stare of a bombing suspect being led off in chains, nor is it the shadowy drawing of a maniacal bomber hiding behind a hood and glasses.\nThe faces you remember are the bloodied victims, staggering numbly through the rubble. They are the faces of people whose crime was in going through the routine of living and working.\nBut most of all, the faces you can never forget are the children, the innocents slaughtered without having the chance to touch the world that would tear them apart.\nIt is their crumpled frames that sear the mind and cause us to wonder at what we have become.    Finding a difference  I don't know how most of you feel about these things. I know I've changed. It seems like it used to be easier to make a distinction between who got killed.\n\"Oh yeah,\" I could rationalize to myself, \"I feel sorry for those children, but after all if their government didn't do this or if their parents weren't radical terrorists themselves\" . . . that sort of thing. It wasn't easy, but it was somehow possible to say that they were the victims of war; that accidents happen.\nAnd no matter what I say, there is still a different feeling inside. It was impossible not to cry, not to be disgusted with the horror of Oklahoma City. These were innocent people in an innocent city, going about their lives.\nAnd it was a different feeling from the one I felt as I looked at the picture of the dead child in Lebanon. Hasn't it always been like this in that part of the world? Maybe the dead child's father was one of those who would strap a bomb around his waist and set it off on a bus in Israel. Who knows?\nMaybe you could say that his death was accidental, at worst the result of the randomness of war against terrorism.\nMaybe you could say a lot of things and move on to something else. But I can't do that any more.\nA year later and another photo and it is still the children who move us to tears.\n\nNotes\n\nCOLUMN; STEVE OTTO\n\nGraphic\n\n \nSIGNATURE\n\nLoad-Date: April 23, 1996"
}