{
    "title": "Terrorists say British envoy slain for his role in Kosovo",
    "publisher": "the deseret news",
    "year": 2000,
    "month": 6,
    "day": 9,
    "full text": "ATHENS, Greece (AP) -- Europe's most elusive terrorist group claimed responsibility today for the assassination of a British defense attache, saying he was killed because of his role in NATO's \"barbaric\" airstrikes against Yugoslavia last year.\nThe Greek group November 17 made the claim in a 13-page declaration that appeared in the daily newspaper Eleftherotypia. The declaration denounced NATO for \"Nazi-like crimes and the assassinations of thousands of unarmed people.\"\nThe statement came a day after two gunmen on a motorcycle ambushed Brig. Stephen Saunders, 52, in Athens. They shot him repeatedly as his car sat in a morning traffic jam en route to a meeting to discuss possible tank sales to Greece.\nSaunders' slaying was the 22nd claimed by the terrorist group dating back to the 1975 assassination of a CIA station chief. The .45-caliber handgun used to kill Saunders -- the group's first British victim -- was used in four other slayings, police said.\nToday's November 17 communique appeared to reflect the group's evolution from a heavily Marxist ideology to a strong nationalistic perspective. Most Greeks strongly opposed the NATO military action against Yugoslavia, objecting to the alliance's intervention in the region and feeling kinship with fellow Christian Orthodox Serbs.\n\"We decided to execute (Saunders) because he took part in the planning of the barbaric airstrikes on Yugoslavia,\" said the statement from November 17, which takes its name from the 1973 student-led uprising against the military junta that ruled Greece from 1967-74. The group said the policies expressed by British leaders, including Prime Minister Tony Blair, \"surpassed the audacity and cynicism even of the Americans.\"\nBut the British Defense Ministry said Saunders had no role in planning the NATO airstrikes and was based in Kuwait as part of a U.N. observer mission when the bombing began in March 1999.\nAfter the NATO campaign, he helped direct Kosovo-bound British troops traveling through Greece and neighboring Macedonia, the ministry said.\nThe November 17 statement also took credit for a series of attacks last year, including firing rockets at the German ambassador's residence and offices of the governing Socialist party.\nGreek Premier Costas Simitis called top officials to a meeting to discuss the slaying. Foreign Minister George Papandreou promised a \"most merciless\" response.\nGreek authorities are under enormous pressure to show results against November 17.\nIn 25 years of bloodshed and violence, the group has killed almost two dozen foreigners and prominent Greeks. But no suspect has ever been arrested in connection with any of the attacks -- a fact a U.S. commission considered in its recommendation to put Greece on a short list of countries \"not cooperating fully\" in fighting terrorism.\nThe State Department has described Greece as \"one of the weakest links\" in anti-terrorism efforts in Europe. Another failure to crack the terrorist cycle here would be an embarrassing blow in a nation desperately trying to shed its image as an unstable corner of Western Europe.\nSome critics have alleged the governing Socialists lack the will to crack down on domestic terrorism -- possibly fearing political upheaval. Following the latest killing, some commentators wondered whether Greece has the competence to handle security for the 2004 Olympics, to be held in Athens.\n\"The Greek record on fighting terrorism, whatever its origin or cause, is outstandingly pathetic,\" said an editorial in the left-leaning British daily The Guardian. \"The Greeks say, as always, that they are doing the best they can. But nobody believes them. If they really expect to host a safe, successful Olympics, they have a lot of work to do before 2004.\"\nBritish anti-terrorism experts plan to assist Greeks in the latest probe. Meanwhile, security was increased around British diplomats, including a top defense ministry official, Baroness Symons, who is in Greece on an official visit.\nSaunders took few security precautions common among diplomats in Athens. He drove alone in a regular car without bulletproofing. Neighbors said he took walks and visited the market in his neighborhood in Athens' northern suburbs.\n\"Not only have they killed my husband, they have destroyed me,\" Saunders' sobbing widow, Heather, said at a news conference today. \"We must prevent this type of thing happening again. … These wicked men must be brought to justice.\"\n\nLoad-Date: June 9, 2000"
}