{
    "title": "Terrorism TV",
    "publisher": "los angeles times",
    "year": 2005,
    "month": 7,
    "day": 24,
    "full text": "The news hit actor Michael Ealy like a brick. He was on the Los Angeles set of a new TV show in which he plays an undercover agent who infiltrates an Islamic terrorist cell: Terrorists, real ones, had struck London, killing dozens of people.\nAs the news broke, actor Omid Abtahi was on the outskirts of Los Angeles, in the hot, dusty mountains of Chatsworth. He was working on his new TV drama, set in Iraq, playing a scene in which his character comes upon a burned-out car and the (fake) charred body within.\nTalking about the London attacks almost two weeks later, the emotion stole Abtahi's voice as his thoughts flashed back to his childhood in war-ravaged Iran.\nIn both instances, actors found themselves wrapped in dramas that mimic modern reality. No longer are only old wars fodder for TV tales. The times have accelerated everything, explained renowned producer Steven Bochco, who helms FX's 13-episode war drama Over There, set in today's Iraq. The show starts Wednesday, getting a sizable head-start on Showtime's terrorism thriller series Sleeper Cell, set in Los Angeles, beginning in December.\nEaly, 31, an emerging star who played Tea Cake in this spring's TV production Their Eyes Were Watching God, said acting in a terrorism drama these days is gut-wrenching.\n\"It is hard to shake off at the end of the day,\" he said at the Television Critics Association press tour this month. When images of the smoke and the wounded pouring from the London subway flashed across TV screens, Ealy said the cast was stunned.\n\"I just remember everybody got silent,\" he said. \"It was kind of awkward. We are all shooting a show about what just happened. What happened in London was real.\"\nTwelve- to 14-hour days filming around Los Angeles are the norm, said Ealy, whose character is an American Muslim and the hero of the show. Terrorism and police tactics are all he thinks about. At night, he tries to hide and collect his thoughts.\n\"I turn off my cell phone and turn off the ringer on my home phone,\" he said. \"I just sit still.\"\nFor Abtahi, 26, being back in a war zone, even a manufactured one, reminds him of the world he and his parents escaped. As the war between Iran and Iraq dragged on in the 1980s, Iranian officials began barring boys who could someday be soldiers from leaving the country, he said.\nErrant missiles slammed into his neighborhood. Houses were destroyed. Children playing would come across bodies, he said.\n\"I saw things that children shouldn't see,\" he said.\nHe was 5 when the family fled to France, without official permission.\n\"We went on permanent vacation,\" he said.\nThe set of Over There is hot and dirty. Overturned, burned cars are scattered amid metal barrels and shattered buildings. \"Bullet\" marks dot the hovels. It's an unsettling place, even if it's just a set.\nFor Abtahi, who plays an Arab-American U.S. soldier, the reality of the scene and the drama sometimes surprises him. He didn't expect his voice to crack or his eyes to well up as he talked with a few reporters gathered at his lunch table.\n\"Oh, man,\" he said. He covered his face with one hand, reaching for a cup of water with the other.\nOver There isn't just a battlefield drama. It includes a soldier struggling to return to civilian life after losing a leg to a bomb blast, as well as spouses left to tend the children when the soldier in the family is sent to the other side of the world.\nExecutive producer and co-creator Bochco (Hill Street Blues, NYPD Blue) said it took 20 years to bring World War II to television; 15 years to bring Vietnam to TV; five years to bring the first Iraq war to movie screens. Today, dramas are set in the current day. Given how the situation constantly changes, not to mention the political controversy and high emotions, it will be a challenge, he said, to show the work that he and co-creator and writer Chris Gerolmo produce.\nOver There employed former Marine Sgt. Sean Thomas Bunch to watch over production and hunt for scenes that take too much dramatic license. Bunch said his biggest fear was taking part in a show that didn't ring true to the men and women fighting in Iraq.\nSleeper Cell, which looks at how tough it is for a huge bureaucracy to infiltrate a handful of determined men, hired retired FBI agent Warren Flagg to ensure realism in law enforcement and undercover issues.\nThe shows will test what viewers can take in times of war, but Bochco is used to pushing the limits. In the 1970s, he said, critics worried he went too far with Hill Street Blues, portraying cops on the front line of an inner-city war against crime at its grittiest.\nHe's confident that, just as many viewers accepted Hill Street Blues, there's an audience today for contemporary war dramas. He acknowledged, though, that the show is sure to create debate. The Los Angeles Times showed the first three episodes  this month to a dozen Marines who served in the war. They gave the show high marks, one noting that it might help Americans understand that we are in a real war, not a police action.\nBut for families at home, waiting for loved ones to return, even Bochco says they may not want to watch.\n\"People have to make those judgments,\" he said. \"This is not a wolf in sheep's clothing. Everybody knows what the show is, everybody knows what it's going to be. And I wouldn't take anybody to task for making the choice to avoid it.\"\nUltimately, it's the stories that matter most to viewers.\n\"Whether it's urban crime or a conflict in Iraq, it always comes down to characters,\" Bochco said. \"It always comes down to individual stories about courage, about failure of courage, about making decisions, right decisions, wrong decisions. It's stories about the way in which what you're doing has emotions - physical, psychological, economic impact on your family at home.\"\nOne of the most controversial stories Over There tells comes in the third episode, in which an American soldier strikes an Iraqi prisoner and an interrogator pushes the limits on what might be allowed during questioning.\nBut Bochco flatly refused to state a position on the war.\n\"I don't want to politicize the show in any way,\" he said. \"The moment you take a political position, you're not doing what art is supposed to do, which is to ask provocative questions. The moment you take a political position, you're providing answers.\"\nStill, drama based on current events cannot stand entirely apart from the politics of the day.\nRobert Greenblatt, president of entertainment at Showtime, admitted that Sleeper Cell is a risk. Another attack on American soil, and the country might not tune in to a realistic terrorism drama, he said.\n\"It's a concern. If there was something that happened in proximity to when we want to debut this show, we would be very sensitive to that and reconsider whatever plans we had,\" he said. \"We will be as sensitive as we can.\"\nNeither FX president John Landgraf nor Bochco said they could envision pulling Over There in response to the changing situation in Iraq - unless the war ends.\n\"Nothing would make me happier than for all these men and women to come home tomorrow,\" Bochco said. \"If it meant the end of the show, I'd sign that paper tomorrow.\"\n \nScenes from FX's gritty Over There, set in Iraq, mimic modern reality. The show was co-created by Steven Bochco, who is no stranger to controversy.\n\nGraphic\n\n \nPHOTO, FX, (3); PHOTO, Showtime; Erik Palladino takes aim at the enemy in Over There.; Soldiers in Over There stand over a body.; Michael Ealy; Omid Abtahi\n\nLoad-Date: July 24, 2005"
}