{
    "title": "Terror suspect says tape coerced False promise_ Lawyer wants interviews to be suppressed in trial on",
    "publisher": "the atlanta journal-constitution",
    "year": 2008,
    "month": 1,
    "day": 14,
    "full text": "When federal agents came to terrorism suspect Syed Haris Ahmed's apartment on March 10, 2006, they interrogated him, yet assured him their ultimate purpose was to leave him alone.\nOn several occasions during the next eight days, various agents interviewed Ahmed, a mechanical engineering major at Georgia Tech, at an Alpharetta motel and then at FBI headquarters.\nFive days after the final interview, Ahmed would be arrested and charged with giving \"material support\" to a terrorist organization. He has been held without bond pending trial ever since.\nToday, a federal magistrate will begin listening to recordings of the 12 hours of Ahmed's interviews, as Ahmed's lawyer seeks to have the statements suppressed. Atlanta criminal defense attorney Jack Martin contends Ahmed's statements were \"involuntary\" because agents coerced Ahmed into talking to them on the false promise he would not be arrested if he cooperated with the investigation. Either the government should live up to its promise and not prosecute Ahmed, or the statements should be thrown out, Martin says.\nThe tapes, played over three days of hearings, are expected to explain why the U.S. attorney's office is prosecuting Ahmed and his co-defendant, Ehsanul Islam Sadequee of Roswell, in the first international terrorism case brought in Georgia.\nBoth men, who have pleaded not guilty, are accused of traveling to Canada and meeting with others to discuss \"violent jihad.\" They allegedly discussed an attack on Dobbins Air Reserve Base in Marietta.\nMartin filed motions to bar the public from the suppression hearing, contending his client may not be able to get a fair trial if the the statements are reported.\nBut U.S. Magistrate Gerrilyn Brill denied that motion.\n\nGraphic\n\n \nPhoto: Georgia Tech student Syed Haris Ahmed was arrested in 2006./ImageData*\n\nLoad-Date: January 14, 2008"
}