{
    "title": "Terrorism backstop closer to enactment ; Buyers, insurers encouraged by Senate approval",
    "publisher": "business insurance",
    "year": 2002,
    "month": 6,
    "day": 24,
    "full text": "WASHINGTON-Differences between House and Senate terrorism insurance bills can be resolved and yield a bill that could gain the president's signature, supporters of the legislation say.\nTheir optimism reflects the Senate's overwhelming 84-14 vote last week in favor of the Terrorism Risk Insurance Act of 2002. That vote came less than two weeks after Senate Democrats, led by Sen. Chris Dodd, D-Conn., introduced the measure June 6, after having spent months attempting to overcome disagreements with their Republican colleagues-and the White House-over proposed tort provisions.\nAlthough those differences remained a key sticking point throughout the Senate debate, ultimately the majority of the GOP members joined the unanimous Democrats in supporting the measure. That sets the stage for the appointment of a House-Senate conference committee to craft a compromise bill. The House had passed its version of terrorism insurance legislation last Nov. 30.\nIn a statement issued after the vote, President Bush said that the Senate's action ''pleased'' him, adding that the bill ''will help businesses' access to reasonable terrorism insurance.''\nBut while he did not explicitly threaten to veto a bill that did not contain tort provisions that he favors, the president said that the final measure ''must include reasonable litigation procedures so that Americans who are victimized by terrorism do not also fall victim to predatory lawsuits and punitive damages.''\nThe House and Senate approaches vary widely. The House bill, H.R. 3210, calls for the creation of a federal program that would lend insurers money-which they would have to repay-to cover losses from future terrorist attacks (BI, Dec. 3, 2001). Insurers could borrow up to 90% of their losses from the government if an attack caused industrywide losses exceeding $1 billion. Small insurers also would be able to borrow money if the industrywide loss exceeded $100 million and exceeded 10% of the individual insurer's capital and surplus and 10% of its net premium. The House measure also contains tort reform provisions sought by the business community, such as a ban on punitive damages against nonterrorists in civil suits that arise after an attack.\nIn contrast, the Senate bill, S. 2600, would put the federal government in the position of reinsuring terrorism-related losses by picking up 90% of the losses when industrywide losses exceeded $10 billion, with the trigger increasing to $15 billion in industrywide losses next year (BI, June 17). The bill also would provide an individual company trigger based on the insurer's market share. The market share would be calculated by the insurer's total amount of direct written property/casualty premiums in the two years before the attack as a percentage of the aggregate of all such premiums during the same period and multiplying it by $10 billion. If the insurer's losses exceeded its market share, the government would pick up 80% of the losses above that retention.\nThe Senate bill, however, is silent on punitive damages other than saying that they cannot be paid out of the government insurance program. The only other tort-related provision calls for moving terrorism-related civil liability cases to federal courts from state courts.\nThe chief sponsor of the House bill-Financial Service Committee Chairman Mike Oxley, R-Ohio-issued a statement commending the Senate action: ''Now, about nine months after 9/11, we can get serious about resolving the differences that exist between the House and the Senate pieces of legislation. It's high time we set about this work as a lack of available terrorism insurance is clearly creating a drag on the economy.''\nRisk managers praised the Senate's action.\n''RIMS is pleased that the Senate has finally moved forward on the terrorism insurance bill,'' said Michael Phillipus, vp-communications and external affairs for the New York-based Risk & Insurance Management Society Inc. ''We look forward to working with conferees on the issues that RIMS feels are most important to the buyers of insurance. The ongoing possibility of future terrorism events points to the need to resolve this issue quickly and fairly. We're not going to sit on the sidelines now that we've gotten this far,'' said Mr. Phillipus, who is also manager-risk management for Houston-based Pennzoil-Quaker State Co.\nInsurance industry representatives also expressed optimism that differences could be reconciled.\n''Obviously the next step is to try to move to conference as quickly as possible. There are significant differences between the Senate and House bills. However, we believe these can be resolved expeditiously. Obviously for us, the per company trigger is crucial-we absolutely have to have that in the final bill,'' said Julie Gackenbach, director-government affairs in Washington for the Des Plaines, Ill.-based National Assn. of Independent Insurers.\n''I have great confidence that something will emerge'' from the conference, said Joel Wood, senior vp of the Council of Insurance Agents & Brokers in Washington. He added that he does not ''discount the difficulty of reconciling bills with such fundamentally different structures and the controversy associated with tort reform.''\nNevertheless, Mr. Wood said he is ''pretty comfortable'' that a resolution will be reached before lawmakers adjourn for their August recess. ''Both sides agree that they are too close to allow the remaining differences to stop it,'' though Mr. Wood said he expects ''some degree of jockeying and intrigue'' in the next few weeks.\nDavid M. Farmer, senior vp for the Downers Grove, Ill.-based Alliance of American Insurers, said that the insurer group is ''very encouraged'' by the Senate's vote.\n''We think it represents a significant coming together of the insurers and policyholder community. It is very clear that efforts by the organized business community played a significant role in the final outcome in the Senate.\n''The task ahead, as indicated by the debate, is to convince the conferees that a key ingredient of any eventual House-Senate compromise must contain an individual company cap or deductible,'' he said. This is necessary for ''the many hundreds of property/casualty companies to be able to fully participate in the commercial insurance marketplace in order that the policyholders have the widest choice of coverages and service,'' Mr. Farmer said.\n''We are very confident that the House and Senate conferees will be able to iron out differences in the liability limitation and structure area because the vote in the Senate demonstrates the need the economy has for this type of program,'' he added.\n''We're hoping they will appoint conferees and get down to business very quickly,'' said Julie A. Rochman, senior vp with the American Insurance Assn. in Washington.\n''We recognize that there are some significant issues to be resolved-for example, the tort issue and basic structure of the bill-whether it's a loan program, a shared-responsibility program like the Senate bill or some combination. We are very hopeful that the conferees will choose a workable, effective shared-responsibility mechanism that the president can sign expeditiously. Then and only then we'll pop the champagne.''\n\nLoad-Date: June 28, 2002"
}