{
    "title": "TERROR RAID NETS YANKS. 'DISTURBING' VIDEO LED TO SEARCH FOR FIVE VA. MUSLIMS IN PAKISTAN",
    "publisher": "daily news ",
    "year": 2009,
    "month": 12,
    "day": 10,
    "full text": "FIVE YOUNG Virginia Muslims who bolted to Pakistan - leaving behind baffled parents and a \"disturbing\" farewell video - were captured yesterday in a raid on a terrorist's home.\nThe five, including a Howard University dental student, were nabbed at the home of Khalid Farooqi, a member of the outlawed Army of Mohammad, or Jaish-e-Mohammad, Geo News in Pakistan said.\nTheir families raised the alarm Dec. 1 when they discovered the five men were gone and that one had left an 11-minute video similar to the last testaments made by some suicide bombers.\n\"You can tell that this is a final statement,\" said Nihad Awad, the executive director of the Council on American-Islamic Relations, who saw the video and immediately told the families to call the FBI.\n\"They did not specify what they will be doing [but] I was disturbed by it.\"\nIt was unclear if all five were American. Pakistani media identified them as two Yemenis, an Egyptian, a Swede and one American, but other reports indicated they all grew up in the northern Virginia suburbs of Washington.\nBloggers and Facebook friends of the men expressed shock that they would be caught up in anything that smacked of international terrorism.\n\"There's been no sign that they were in any way outwardly radicalized,\" said Imam Johari Abdul-Malik, who runs outreach at a Virginia Islamic center.\n\"There haven't been any reports that there was anything outwardly suspicious about their behavior.\"\nLocal police who raided the house in Sargodha, 100 miles south of Islamabad, said the men were suspected of being \"engaged in acts of terrorism.\"\nThe Howard student was identified as senior Ramy Zamzam, an active member of Young Muslims of Virginia and other youth groups. Last year, he started a group called Project500 in Alexandria, Va., hoping to raise $250,000 to build a mosque.\nCAIR spokesman Ibrahim Hooper said the five took off at the end of last month. Their families asked CAIR to help find them and then went to the FBI.\nhkennedy@nydailynews.com\n\nGraphic\n\n \nRamy Zamzam, one of five Muslims from Virginia nabbed in Pakistan.\n\nLoad-Date: December 10, 2009"
}