{
    "title": "Terrorism losses spark debate over responsibility",
    "publisher": "business insurance",
    "year": 1993,
    "month": 7,
    "day": 12,
    "full text": "Who should bear the burden of terrorism losses?\nInsurance industry executive debated whether the U.K. government should shoulder a greater portion of these losses on mainland Britain at a seminar, ''Managing Terrorism Risk, An Update,'' sponsored by the Institute of Risk Management in London earlier this month.\nThe British government's reluctance to involve itself directly in insuring terrorist losses on the U.K. mainland is more political than economic, says Chris Mounsey, assistant secretary at the Assn. of British Insurers. ''There must be a threshold at which the government should assume that burden,'' he said.\nMr. Mounsey added that the government must approach the coverage on a practical basis, being prepared to underwrite at least short-term losses above a certain threshold.\nIn its current role as reinsurer of terrorism risks through Pool Re, the government has come under fire for proposing rate hikes for July renewals of up to 300% in central London (BI, June 7). In practice, the scheduled rate increases could vary between 6% and 600%, said Mr. Mounsey.\nThe rates should not change for the remainder of Pool Re's first year of operation so the premiums are not an unsustainable burden on commerce and industry at a time of recession, he said.\nEspousing a different view, Alan Fleming, executive director of the Assn. of Insurance & Risk Managers in Industry & Commerce, said that a feeling within certain sectors of the insurance industry that terrorism coverage is a government, not an industry, problem is dangerous.\n''If the insurance market abrogates its responsibility in this area, where does it draw the line next?'' he asked. ''Potentially, insurers are creating an excuse for a future left-wing government to consider nationalization of the industry.''\nMr. Fleming said ultimately the cost of terrorism must be absorbed by the economy. So if the cost is not covered through insurance, it will be through taxation. If the cost is borne by the government, claims administration is a problem, he said. ''At least there is an infrastructure in place within the insurance market, and if the cost does escalate, then possibly some form of retroactive rating system should be introduced,'' said Mr. Fleming.\nRoy Murray, managing director of loss adjusters Thomas Howell (Midlands) Ltd., said it is necessary to understand the reasons behind the U.K.  government's reluctance to become directly involved with terrorism insurance.\nLosses from terrorist damage in Northern Ireland since 1968 total 695 million pounds ($ 1.05 billion), he said. This total compares with U.K. commercial property fire losses in 1992 alone of 613.1 million pounds ($ 928.5 million).\nMr. Murray said the government is right not to extend the Northern Ireland criminal damage legislation, under which business or citizens are compensated for losses from terrorist acts, to the British mainland for a number of reasons. The most important is political. ''The government of the day could not admit a major political failure, i.e. the state's inability to protect Great Britain from the ravages of terrorism, by introducing a public compensation scheme. It could not hand the IRA a massive propaganda coup.''\nMr. Murray listed other reasons for his position:\n* Religious differences and national allegiances have for a few hundred years resulted in malicious damage in both Northern Ireland and Ireland generally. In Great Britain, ethnic and religious groups have settled their differences enough to coexist.\n* The government did not perceive that the present wave of terrorism within Northern Ireland would last 24 years and probably felt that the containment security policy, in which a government tries to control violence through containing it to its place of origin and adopting stricter policing procedures, would generally prevent major terrorist acts on the mainland.\n* The government expects businesses to support and join it as partners in trying to find a solution to terrorism.\n* The government did not want an annual drain on funds.\nHe stressed that the nature of the insurance could change with a government program. ''What should be realized is that you are faced with a Civil Service paymaster and guardian of the public purse, and it has to be accepted that this may imply a lessening of the commercial considerations that would automatically follow from a contractual liability under an insurance policy.''"
}