{
    "title": "TERRORISM IS SO BAD HERE, KIDS CAN_T GO TO SCHOOL Northern Kenya town faces al-Shabab threat",
    "publisher": "usa today",
    "year": 2018,
    "month": 2,
    "day": 4,
    "full text": "LAMU, Kenya – Ten-year-old Said Sefu hasn’t attended school for three years.\nHe’s not playing hooky. Local officials closed his school and turned it into a military base after a spate of attacks by al-Shabab, the al-Qaeda-affiliated group terrorizing Kenya, Somalia and other East African nations. \n“There are no teachers. When you go to school, you only see soldiers patrolling,” the boy said as he played in his small house in this town in northern Kenya near the Somali border. \nDozens of schools in the Boni National Reserve have been closed as long as four years since al-Shabab began using the lush region as a staging ground for attacks. \nAs a result, 1,000 students in Lamu and thousands of others across the region sit idle at home or in refugee camps, according to the Kenyan government. Many children still wear their school uniforms because they have few other clothes. \n“I wanted to become a teacher when I grow up,” young Said explained. “But we are not going to school like other children elsewhere. I don’t think I will achieve my dream.” \nThe vast forest has been home to one of al-Shabab’s elite units, the Jaysh Al-Ayman, which has launched attacks in retaliation for Kenya’s deployment of soldiers in Somalia in 2012. \nHundreds of civilians have been killed, according to the Kenyan government. In the town of Mpeketoni over two days in June 2014, more than 60 people died in assaults. Between last May and November, the militants killed more than 30 police officers. \nOn Jan. 24, al-Shabab militants raided a nearby village, where they preached radical teachings to terrified onlookers and hoisted their black flag at the deserted police station before vanishing into the forest. \n“They told us not to cooperate with the government by giving them information,” said Farah Imam, a Lamu elder. “They also said our children should be enrolled in Arabic and Islamic education classes. We were worried, and we had to run away.” \nKenyan officials have tried to assure residents that security forces are winning the fight against the militants and that attacks are less frequent. \n“We have the willingness and focus,” Interior Cabinet Secretary Fred Matiang’i said recently. “The government is on top of the situation.” \nHis words have satisfied parents who are demanding a permanent security solution to keep their children safe. \n“We hope to see our children go to school like others,” said Abdullahi Zuberi, whose three children have not gone to their school since it closed in 2015. \nSome parents attempt to home-school their children. But the youngsters would prefer to sit in a classroom. \n“I want to go back to school and get an education so that I can help my poor family,” said Sudd Jabali, 16.\n\nGraphic\n\n \nSaid Sefu, 10, walks toward his house in the Kenyan coastal town of Lamu. He wears his school uniform even though his school, Basuba Primary, has been closed for three years amid threats by al-Shabab terrorists. TONNY ONYULOChildren wash clothes at a displacement camp in Lamu, Kenya. Many schools have been closed because of threats made by al-Shabab. TONNY ONYULO\n\nLoad-Date: November 30, 2023"
}