{
    "title": "Terror intel at local level_ Is it working_",
    "publisher": "the christian science monitor",
    "year": 2005,
    "month": 10,
    "day": 20,
    "full text": "The now incessant threat of terrorism is increasingly forcing local officials to develop a new skill set: intelligence analysis and threat assessment, tools that have traditionally been relegated to secretive, internationally oriented spy agencies.\nAs recent security scares in New York subways and Baltimore tunnels have shown, these skills are just as important for state governors and city transit police to have. Indeed, such abilities are necessary for the nation to build truly effective homeland-security defenses, some terrorism analysts contend.\nWhile that raises concerns about civil liberties, some experts say, they can be addressed in a way that protects individual privacy, as well as the community against terrorism.\n\"As we look out into the future, the most valuable information is not only going to come from the top down - where most of it's coming from now, from overseas - but also from the bottom up,\" says Frank Cilluffo, director of the Homeland Security Policy Institute at George Washington University. \"We need to be sure that we don't just have the right communications and technology, but also the right training in terms of analysis.\"\nThis week, it was Maryland Gov. Robert Ehrlich's turn to judge the validity of intelligence. The Department of Homeland Security and the FBI informed him they were investigating a tip that some Egyptian-born men in the Baltimore area planned to blow up a main highway tunnel running beneath Baltimore's harbor using a truck packed with explosives. The information, they also noted, was not substantiated and may not have been credible.\nStill, Governor Ehrlich, like New York Mayor Michael Bloomberg just a week and a half earlier in response to an unsubstantiated subway threat, chose to act \"with an abundance of caution.\" He shut down one tunnel, and part of another, and started searching trucks for explosives.\nWhile some have second-guessed the wisdom of taking such dramatic and expensive security measures based on unsubstantiated information, many terrorism experts say that local officials have no choice but to act if there's even a \"scintilla\" of a chance that a threat might be credible.\n\"Anybody who says there's such a thing as 'actionable intelligence' has never seen intelligence,\" says Ron Marks, a former CIA operative. \"Almost never in my 23 years have I ever seen anything that said to me that at such and such a time and such and such a place such a thing was going to happen. It just doesn't happen that way.\"\nWhen intelligence comes in, he says, the best anyone in a position of authority can do is to piece together the most logical potential scenario based on the knowledge of the source of information, as well as the modus operandi of the terrorist organization linked to it.\n\"Then the guessing game starts: Is it somewhat, very, or likely to be accurate?\" he says. \"Remember, it goes from source to collector to analyst to policymaker, so you're already playing telephone anyway.\"\nThe possibility also arises that some unsubstantiated threats could be trial balloons of sorts - purposely planted by terrorist groups to probe the effectiveness of local defenses.\n\"If you take no action, these people perceive that as weakness. They'll think you're vulnerable to attack, whether you are or you're not,\" says Walter Purdy, vice president of the Terrorism Research Center in Arlington, Va.\nBut other analysts do question the effectiveness of spending limited local resources to randomly search bags in the subway or trucks going into tunnels based on threats that may not be credible.\n\"The challenge is how do you manage finite resources against an infinite number of potential threats,\" says John MacGaffin, former associate deputy director for operations at the CIA and former senior adviser to the FBI. \"The most important thing anyone can have is good intelligence.\"\nThere's also concern about \"crying wolf\" too often, which could have a chilling effect on the intelligence community's willingness to share information in the future. Even terrorism experts who believe that both Ehrlich and Mayor Bloomberg acted appropriately say that all such intelligence should be handled with great caution.\n\"The last thing we can afford to do is give another reason for the intelligence and law-enforcement communities not to share info with its customers on the front lines,\" says Mr. Cilluffo. \"Culturally these communities have adhered to the 'need to know' - in order to protect sources, methods, preserve criminal investigations, etc. [But] we've got to provide incentives to ensure the 'need to share.' \"\n(c) Copyright 2005. The Christian Science Monitor\n\nLoad-Date: October 19, 2005"
}