{
    "title": "Terrorism should not prevent health-care spending, Jay says",
    "publisher": "charleston gazette",
    "year": 2002,
    "month": 6,
    "day": 21,
    "full text": "joydavia@wvgazette.com  \nThe federal government should not fear spending money on health care, even as officials prepare to funnel more dollars in the next 20 to 30 years into homeland security, said Sen. Jay Rockefeller, D-W.Va.\nThursday morning, Rockefeller introduced legislation that would better protect seniors' assets and expand the kind of services they can get while being cared for in their homes. He does not know how much more his proposal will cost - but said human costs should outweigh the bottom line.\n\"We need to get used to deficit spending,\" he said. \"Or else we give up survivability. Or we won't take care of anyone old and frail. The question shouldn't be where the money is going to come from.\"\nNo longer is there a projected 10-year $ 5.6 trillion surplus of a year ago. Those projections have jumped to a planned 2002 fiscal year deficit of about $ 100 billion.\nRockefeller testified at the Senate Special Committee on Aging before Sens. Ron Wyden, D-Ore., John Breaux, D-La., and John Ensign, R-Nev.\nRockefeller proposed:\ns Giving states the option of participating in the Medicaid Estate Recovery Program. The controversial program requires states to sell the home of a person on Medicaid after they die.\ns Allowing seniors getting home care - where a caretaker tends to a person at home - to spend more time in the community.\ns Requiring Medicare to insure a home-care person's stay at an adult day-care center.\n\"Two of the three senators seemed to like it,\" Rockefeller said.\nAt the hearing, Ensign questioned Rockefeller about the potential problem of children giving up their responsibility to their parents because the government is taking care of them, he said.\n\"Maybe that's a problem in the state he comes from, but that's not a problem in West Virginia,\" Rockefeller said.\nThe senator told several stories of native West Virginians moving back into the state to care for parents and grandparents. It wasn't a financially feasible move for the children. They may have had a better, more profitable job in another state.\n\"People are moving back from Ohio and leaving behind better jobs, where they may have been saving money for their children's college education, to come back here to care for parents or grandparents. And then they go broke.\"\nRockefeller's proposals are the first steps in an overhaul of the nation's long-term care system. He said he was concentrating on these baby steps and would not say what he would like in the long run.\n\"In health care, you have to keep pushing,\" he said. \"Just push, push, push and wait for the light to turn on somewhere. The lights are not turning on very quickly. The focus is on terrorism right now.\"\nRep. Nick J. Rahall, D-W.Va., has also pursued legislation that would allow states to opt out of the Medicaid Estate Recovery Program.\nTo contact staff writer Joy Davia, use e-mail or call 348-1254.\n\nLoad-Date: June 21, 2002"
}