{
    "title": "TERRORISM ATTACK UNITED STATES MUST INVESTIGATE, RETALIATE",
    "publisher": "the world",
    "year": 2001,
    "month": 9,
    "day": 12,
    "full text": "Some are calling Tuesday's terrorist attacks on New York's World Trade Center and the Pentagon in the nation's capital the \"Pearl Harbor of Terrorism.\"\nAuthorities also believe another hijacked plane was aimed for Camp David but crashed in rural Pennsylvania instead.\nTuesday will be remembered forever. Just like most people remember where they were when President Kennedy was killed, when the space shuttle exploded and most recently when a terrorism attack was carried out in Oklahoma, people will ask one another where they were when they heard about the most horrific terrorist attack in the United States.\nCall the day's events whatever you want. What the Bush administration should not do is jump to conclusions. Those responsible for this horrendous attack want this country to respond in a knee-jerk reaction. That would be wrong.\nWhen the Alfred P. Murrah federal building in Oklahoma City was destroyed by a bomb in 1995, this country quickly turned its eyes to a number of Middle East terrorist groups. The same conclusions took place when TWA Flight 800 exploded over the Atlantic.\nBut we all know that the Oklahoma attack was carried out by domestic terrorists. Something this country thought would never happen. And the TWA flight exploded due to mechanical problems.\nAmericans need to show sensitivity. If in fact those responsible for this attack are of Arab ancestry, we need to make sure that Arab Americans are not treated unfairly. This mistake was made with Japanese Americans in the 1940s. Let's not make it again.\nThere is little doubt that this was an orchestrated string of events. Whoever is responsible worked months or even years to carry out this act. Crashing two airliners into the World Trade Center and another into the Pentagon was either done by the pilots of those planes who were forced to do so or by some highly trained terrorists who know how to fly them. That narrow downs who could have pulled this off.\nSo what's next?\nOnce rescue efforts have concluded, this nation's assets should be trained on finding out who is responsible for these horrendous attacks and then strike back.\nMany questions will need to be asked: How did four airplanes in one day get hijacked? Did these terrorists have help on the ground and if so, who? How did they get weapons onto these planes since they needed something to convince the plane's crew to turn control of the plane over to them?\nWhat was their motivation? We may never know.\nWhat we do know is that once this country finds out who was behind these vicious attacks, this nation needs to strike back hard, with all the military muscle this country has. President Bush needs to strike with authority and send a clear message that terrorist attacks will not be tolerated.\nOur hearts go out to those killed and injured in these acts of terrorism. And our prayer is that their deaths will be avenged swiftly -- and surely.\n\nLoad-Date: September 17, 2001"
}