{
    "title": "Terrorism is Terrorism, Period",
    "publisher": "university wire",
    "year": 2017,
    "month": 10,
    "day": 10,
    "full text": "It was three in the morning when I opened Facebook to a peppering of headlines about the Las Vegas shooting. I was appalled at what I read-58 innocent people dead and hundreds injured-but I wasn't surprised.\nThe tragedy that occurred in Las Vegas is not an isolated incident: Pulse, San Bernardino, Charleston, Sandy Hook, Virginia Tech, Columbine-the list goes on and on. The fact of the matter is that mass shootings are fairly common in the United States: Indeed, one happens nine out of every 10 days.\nMy heart goes out to all the victims of this ugly attack on humanity. And my heart goes out to the families and friends affected by this incident because loved ones are now forced to grieve deaths that were preventable. For despite some rhetoric, mass shootings are highly preventable and steps should be taken to reduce their likelihood.\nFirst, we need to stop excusing mass shooters by classifying their acts as anything other than terrorism. The Nevada statute states that terrorism is \"any act that involves the use or attempted use of sabotage, coercion or violence which is intended to cause great bodily harm or death to the general population.\" While this shooting fits all the criteria of the legal definition, it is challenging to find the Vegas attack called terrorism in the media.\nSome may argue that the federal definition of terrorism, which requires political or social motivation to classify something as a terrorist attack, does not apply to the Las Vegas shooting. But this argument loses its credibility when we remember that the federal definition has not been universally applied throughout even recent history. Dylan Roof, the Charleston Church shooter, is not deemed a terrorist, even though he was clearly motivated by racism. Meanwhile, Omar Mateen, the Pulse Nightclub shooter who was motivated by an allegiance to ISIS and a hatred for the BGLTQ+ community, is deemed a terrorist.\nThis short list of examples already reveals how our application of the term 'terrorism' depends largely on the race and religion of the attacker. As a society, we readily jump to define brown people, particularly Muslims, as terrorists, while we immediately \"diagnose\" white shooters as mentally ill, even though the vast majority of us aren't doctors. By doing so, we not only otherize minority populations, but we place the issue of mass gun violence on something we can't fix: a person's demographics rather than a legal system that makes guns dangerously attainable.\nStephen Paddock is a terrorist. He is as much a terrorist as Omar Mateen, who is as much a terrorist as Dylan Roof. Terrorism does not have a skin color. Terrorism does not have a religion. Terrorism does not have a geographical region. Terrorism does not have a mentally ill status. Terrorism is terrorism, period.\nAfter 9/11, massive measures were taken to decrease potential terrorist attacks in the future. Since doing so, we have not witnessed a second foreign terrorist attack of that level. With these protective measures, however, we have also produced the disgusting stereotype that Muslim is synonymous with terrorist. This is largely a result of the fact that we have not addressed domestic terrorist attacks with the same fervor with which we attacked 9/11. Attacking Islam is easy because Muslims are a minority. Attacking whiteness is challenging because white terrorism and supremacy has existed since before the birth of this nation.\nThe KKK, for example, continued the disenfranchisement of black Americans after emancipation by using textbook terrorist tactics, employing \"violence and threats to intimidate or coerce [people], especially for political purposes.\" The current climate around terrorism in the United States cannot be understood without seeing the legacy of erasing white terrorism that predates the founding of the United States.\nIn the interest of our political goals, we continue to define terrorism as an issue that must be combated abroad. We seem to believe that if we focus our governmental and international energies on ISIS, we will destroy terrorism. But the situation is not that simple because terrorism is not just committed by those abroad. Terrorism is rooted in American history and survives on the scapegoating of minorities, while white terrorists are thought of as an exception to terrorism. If we accurately and sweepingly applied the term 'terrorism' to all the catastrophic shootings and attacks that have left tens of civilians dead, we could focus our energy on the real problem: gun control.\nGun ownership is codified in the Second Amendment, but that does not mean that procuring firearms should be easy. Nobody needs to purchase 33 guns in a single year, as the Las Vegas shooter did. By enforcing more extensive background checks and closing gun possession loopholes, the United States could be much safer. It's ludicrous to think there is no correlation between the ease of procuring guns and the 12,000 gun-related homicides each year.\nStephen Paddock may have been a grandpa. He may have been retired. But he is also a terrorist, and will forever live in my mind as one regardless of what the media and the government want to call him. I will continue to hope for improved gun control, but I won't be surprised if that doesn't happen. And I won't be surprised when more shootings occur and brown shooters, particularly Muslims, are called terrorists, while white shooters are called nothing more than mentally ill.\nElijah T. Ezeji-Okoye '20 is a Crimson Editorial editor in Lowell House.Want to keep up with breaking news? Subscribe to our email newsletter.\nRead more in Opinion ?The Athlete and the Individual\n\nLoad-Date: October 10, 2017"
}