{
    "title": "TERRORISM DOESN'T HELP ANIMAL RIGHTS",
    "publisher": "wisconsin state journal",
    "year": 1999,
    "month": 11,
    "day": 3,
    "full text": "Last week provided a good look at how to advance the cause of animal welfare and how to set it back.\nFirst, an organization that has been monitoring the welfare of the two elephants at the Vilas Zoo in Madison helped to bring to light some questionable practices that the zoo is now headed toward reforming.\nZoo director David Hall said last week the zoo is working on a plan to end the practice of chaining the elephants for 16 hours a day. The elephants have been chained to prevent one from stealing the other's food and, thereby, causing aggressive behavior. The plan is to separate the elephants so they can be freed from their chains.\nThe zoo's focus on the elephants' welfare is partly due to pressure from Citizens for Humane Treatment of Vilas Elephants. The group said it monitored the elephants for a year and consulted elephant experts before bringing forward complaints.\nWhether all of the conclusions of Citizens for Humane Treatment of Vilas Elephants are accurate is debatable. But the strategy of researching the subject and highlighting complaints in a specific, reasonable way was sound. The beneficiaries will be the elephants.\nFar different was the approach of a group calling itself the Justice Department. The Justice Department sent threatening letters containing razor blades to scientists involved in primate research, including four scientists at UW-Madison. The letters warned the researchers to release ''your primate captives'' by next fall or ''your violence will be turned back at you.''\nThe terrorist tactics of the Justice Department forced animal welfare advocates to apologize and distance themselves from the act. (See related letter to the editor elsewhere on this page.)\nTerrorism and animal rights advocacy are not on the same side. By connecting the two, the Justice Department tainted the cause of animal advocacy.\n\nLoad-Date: November 8, 1999"
}