{
    "title": "Terrorists difficult to profile, even harder to find Sheer number of suspects stretches officials' a",
    "publisher": "usa today",
    "year": 2006,
    "month": 8,
    "day": 14,
    "full text": "LONDON -- Nobody knows how many more potential terrorists are in Britain and Europe, waiting for a chance to launch a strike like the alleged plot to blow up passenger jets headed for the USA.\n\"There could be a hundred to more than hundreds of thousands,\" said Alex Schmid, director of the Center for the Study of Terrorism and Political Violence at the University of St. Andrews in Scotland. \"It's impossible to say.\"\nBritish authorities aren't even sure that they rounded up all the plotters last week in what Metropolitan Police Deputy Commissioner Paul Stephenson called a plan \"to commit mass murder\" in the skies on jets headed to the USA.\nMetropolitan Police said Thursday that they had foiled a plot by would-be suicide bombers to blow up as many as 10 passenger jets en route to the USA from the United Kingdom. Twenty-four British citizens, many identified as Muslims, were arrested. One has been released.\n\"We think we have the main suspects,\" British Home Secretary John Reid said Sunday. \"But there could be others out there, perhaps people we don't know.\"\nEven if the main suspects are in custody, Reid told the BBC, \"It is highly likely there will be another terrorist attempt. The threat of a terrorist attack in the United Kingdom is still very substantial.\"\nA 'chronic' threat\nAnalysts who study radical Islamic groups and terrorism, such as Schmid, say the number of potential terrorists indicates the possibility is great that more acts of terrorism will be launched in Europe.\nBritain is home to an estimated 1.6 million Muslims. Western Europe has an estimated 20 million. Among them, analysts such as Schmid estimate, 1,000 to 3,000 people have been to terrorist training camps run by al-Qaeda or its sympathizers, or have fought in Islamic wars in Afghanistan, Pakistan and Chechnya.\nReid said the threat of terrorism \"is a chronic one, and it is a severe one.\"\nHe repeated the assertion, made before by police, that Britain has foiled four major terrorist plots since the London transit bombings in July 2005.\nThere is no single profile of who could be a suicide bomber or what triggers a radical to turn violent.\nMagnus Ranstorp, who follows Islamic terrorism at the Swedish National Defense College in Stockholm, said the 24 suspects arrested in last week's plot offer a prime example of the varied backgrounds would-be terrorists have.\n\"Some are educated, some are not. Some are advantaged, some are not,\" he said. Six are recent converts to Islam. Others grew up in moderate Muslim families. Like the London transit bombers, they were born or grew up in Britain, according to the Associated Press.\nAmong those arrested, for example, Abdul Waheed formerly was known as Don Stewart-Whyte. His father was a former Conservative Party operative, and his mother remains a party activist.\nRanstorp said it is impossible to determine what prompts a person to become a potential suicide bomber -- whether it is Britain's involvement in the U.S.-led war in Iraq, the stand the two nations have taken in the conflict between Israel and the militant Islamic group Hezbollah in Lebanon, or just \"an individual's circumstances.\"\nThe sheer number of possible suspects can stretch a security service's ability to keep people under surveillance. Determining who represents a real threat and who is just expressing radical views also poses a major problem for security services, analysts say.\nAlso, counterterrorism agencies often don't know who will become \"homegrown\" terrorists -- people who take it upon themselves to become suicide bombers.\n\"There is no profile,\" Schmid says.\nAt the time of the London transit bombings, British security services were monitoring about 800 targets, according to the government's official report on the bombings issued in May. The number represents one-twentieth of the 16,000 to 18,000 Islamic extremists Britain's MI5 counterterrorism unit suspected of being in Britain, says Claude Moniquet, president of the European Strategic Intelligence and Security Center in Brussels.\nThe names of two of the four suicide bombers who struck three London subway trains and a bus, killing 52 people and injuring more than 770 others, were known to MI5 at the time. They were not deemed a serious enough threat to put under surveillance, the report issued by a joint parliamentary committee said.\n\"There are people out there who are not under surveillance ... because they are not known,\" said Moniquet, whose center consults with governments and private businesses.\nEarmarks of al-Qaeda\nAlthough last week's plot is a reminder of how great the potential terrorist threat in Britain and Europe is, Moniquet said it does offer some good news.\nHe said the arrests represent a big setback for al-Qaeda and reduce the chances of another large-scale strike soon.\nMoniquet said the plot has the earmarks of Osama bin Laden's terrorism network. It is similar to previous al-Qaeda operations that involved aircraft and multiple or simultaneous strikes. It also is of the spectacular nature al-Qaeda prefers and appears to have roots in Pakistan, where bin Laden is thought to be hiding.\nThe arrests of Rashid Rauf, who was picked up about a week ago along the Pakistani-Afghan border by Pakistani officials, and his brother Tayib Rauf, who was arrested here, support suggestions by Moniquet and government officials including U.S. Homeland Security Secretary Michael Chertoff that the plot had the hallmarks of al-Qaeda.\nIf so, Moniquet said, British officials thwarted a complicated plot that required long-term planning, recruitment and funding. \"Al-Qaeda cannot pull off one or two of these a year,\" he said. \"It takes too long to organize. For al-Qaeda, (Thursday) was a very bad day.\"\n\nGraphic\n\n \nPHOTO, B/W\n\nLoad-Date: August 14, 2006"
}