{
    "title": "Terrorism's 'new reality'",
    "publisher": "the christian science monitor",
    "year": 2002,
    "month": 12,
    "day": 6,
    "full text": "On Sept. 20, 2001, as America reeled from the massive assaults by hijacked airliners, President Bush addressed a joint session of Congress and declared war on Al Qaeda and \"every terrorist group of global reach.\"\nThe limitation, which he has repeated several times since then, seemed designed to focus on a country like Afghanistan, which was known to harbor anti-American terrorists, without becoming involved in long-standing civil conflicts, like Kashmir and the West Bank and Gaza, which were not directly threatening to American interests.\nBut recent events have brought home the indivisibility of anti-Western terror that has no home base and no single antagonist. The Al Qaeda cells believed to be responsible for the suicide bombing of the Israeli tourist hotel in Mombasa, Kenya, may have been previously connected with the 1998 attacks on the American embassies in Kenya and Tanzania. French submarine engineers have been killed in Pakistan. German tourists in Tunisia, and a preponderantly Australian group of tourists in Bali.\nAustralia's prime minister, John Howard, raised the question whether the concept of aggression as defined in the United Nations charter meets the reality of the time. Article 51, on the right of self- defense in the face of armed attack, assumes action to roll back a cross-border invasion like the Iraqi invasion of Kuwait.\nMr. Howard suggested that it may be necessary to enter a country to preempt a terrorist attack. He said that international law has to catch up with \"the new reality of international terrorism.\" That reality does not restrict defense to conventional wars across conventional borders. White House spokesman Ari Fleischer applauded the Australian prime minister's statement as agreeing with the president's own views on preemption.\nThe failed attempt in Mombasa to shoot down an Israeli airliner with shoulder-mounted, Russian-made SA-7 antiaircraft missiles has raised the \"new reality\" a big notch. There are hundreds of these missiles around, plus some 400 American Stingers given to the Afghan rebels for the war against the Soviet Union and never accounted for.\nNo longer does it make much sense to categorize any terrorist attack as \"local.\" Terrorism's global reach keeps expanding.\n* Daniel Schorr is a senior news analyst at National Public Radio.\n(c) Copyright 2002. The Christian Science Monitor\n\nLoad-Date: December 5, 2002"
}