{
    "title": "Terrorists strike Spain - and the world; Democratic nations must unite to battle assassins' threats",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 3,
    "day": 12,
    "full text": "The chilling news brought back memories and images all too familiar.\nDuring morning rush hour Thursday - exactly 21/2 years after the United States was victimized - another nation suffered the most devastating terrorist attack in its history.\nThis time it was Spain.\nSpain, which supported the U.S.-led attack on Iraq last year, was struck with 10 terrorist bombs that ripped through trains and stations along a Madrid commuter line, killing and injuring hundreds.\nMaybe the blame goes to Basque separatists that have terrorized Spain for 35 years. But a Basque leader denied responsibility, suggesting that \"sectors of Arab resistance\" might have been behind the attacks.\nThat raises the question, could al-Qaida be responsible? The scale of the attack was far greater than anything Basque separatists have mounted in the past. Further, no warning was given, as has been the case in the past. The blasts came a week after the United States suggested that al-Qaida was responsible for bombings in Iraq.\nNo matter where the blame falls, it is a grim reminder: Terrorism still lives in our world.\nWhen President Bush declared war on terrorism, he warned that the battle would be years long and the enemy would be elusive. He had that right on both counts.\nTerrorist cells do not issue membership cards or post their dues structures. They will evolve anywhere there is unrest. To fight terrorism is to battle an invisible enemy.\nBecause of Basque attacks in the past, Spain had heightened national security. It had dismantled many terrorist cells, arresting more than 600 people. Still, Spain was victimized.\nIt came three days before Spain was about to elect its government officials. Clearly, this is a threat to democracy.\nIt is time for the war on terrorism to go global. We must take this attack on Spain as an affront to innocent people worldwide. Countries working toward freedom and progress must stand shoulder to shoulder to face down this culture of terrorism. We must brace ourselves to continue the long haul to root out evil throughout the world.\nEditorials reflect the consensus of the Telegraph Herald Editorial Board: Brian Cooper (chairman), Ken Brown, Libby Burkhart, Monty Gilles, Amy Gilligan and Jim Normandin.\n\nLoad-Date: March 12, 2004"
}