{
    "title": "Terrorism policy",
    "publisher": "the world",
    "year": 1986,
    "month": 3,
    "day": 10,
    "full text": "THE more empathic among us will note that terrorism has deep social roots, one more angry riposte in a long history of man's inhumanity to man. Whatever its history or social rationale, though, we have yet to learn how to respond to terror.\nEssentially, there are three basic lines of defense: Beef up intelligence collection and covert operations; build concrete mausoleums (or flower-pot crypts such as those that now line our centers of government) for physical security; and establish international networks - police, military, intelligence, and diplomatic - to create back-channel conduits for intelligence or negotiations.\nThe TWA hijacking in Beirut was an example of the value of back-channel diplomatic negotiations. While our government was openly negotiating with Shiite leader Nabih Berri, the real deal was being cut behind the scenes with the Soviets and Syria's President Assad. As a result Mr. Assad, who only the week before had been a leading offender in state-sponsored terrorism - on a par with the villains Khomeini and Qaddafi - was somehow absolved and Syria taken off the list of rogue states.\nAside from the opera-tional questions, we could go a long way toward dealing with the problem if we shed our somewhat infantile outlook. A Rambo-retaliatory posture might be macho, but it is rarely effective. Although ''get tough'' rhetoric can be useful at times, it generally serves to create false expectations. The empty saber-rattling at Libya - after terrorist executions at the El Al ticket counters in Rome and Vienna - not only made the United States look foolish but succeeded in unifying the Arab League behind the outcast Colonel Qaddafi.\nOccasionally we get a fortunate break, as we did with the successful interdiction of an Egyptian aircraft after the Achille Lauro incident. This is not to denigrate the excellence of our pilots or our decisionmakers, who made a tough policy call. But circumstance favored us with a group of sadistic but incredibly inept terrorists.\nThe US public must face up to the fact that the government can't eliminate terrorism completely. We are likely to see such episodes ad infinitum. As unpolitical as it may seem, the clean prescription for the adminis-tration is to tell Americans an unpleasant truth: that we will respond within the limitations of what we can do.\nYet, another reality, also unpleasant, is that we may be able to do more in the war against terrorism. We have been extremely reluctant to adapt the tactics of terror to our own ends. Certainly, it would be feasible to carry out covert campaigns to eliminate key terrorist leaders with a few trench-coated operatives of our own.\nAlthough this is a repugnant notion, fraught with pitfalls, it is not clear that our hands can remain clean without resorting to such tactics. Is it really better to use the 16-inch guns of the New Jersey to kill many innocent civilians in Lebanon than to ''take out'' a tyrant whose actions could lead to the death of many others? Ironically, we seem to find that kind of action less repugnant than going in for a single, but personal, kill.\nTerrorism is theater. At times, we will need successful counterterrorism theater, if only for cathartic reasons. But we ought to recognize that we may not always pull off a military solution and that there is little evidence that success deters future attacks. If anything, for some terrorist groups it may merely up the ante - indeed, terrorists (especially some Shiite groups) may opt to attack us on our home ground.\nOn balance, we will need better tools, well-honed procedures, informal relationships among allied countries, and a viable intelligence network to meet the threat. The White House might try to avoid declared policies it can't live up to. The news media might try to report the news rather than create it. And we may have to consider sending private, personally painful messages to the producers of terror, messages that are never intended to reach the world stage."
}