{
    "title": "Terrorism(2)",
    "publisher": "the world",
    "year": 1985,
    "month": 7,
    "day": 10,
    "full text": "THE United States is correct in implicitly noting the world's need to grapple now with the difficult problem of terrorism, even though the TWA hostages have been released. By calling attention to five nations - Iran, Libya, North Korea, Cuba, and Nicaragua - that he said form a ''confederation of terrorist states,'' President Reagan was serving notice that the resolution of the TWA hostage situation should be followed by firm efforts to deal more generally with terrorism and its root causes.\nSome of the President's more enthusiastic phrases doubtless went over well with many Americans, but more tempered language might have served him better abroad. Intemperate phrases only reinforce the unfortunate image that part of the world holds of Mr. Reagan as a gunslinger, although his actions in crises have been appropriately measured.\nAs important as words are, deeds carry more weight. World action ought indeed to be taken now to deal with terrorism. The efforts of several nations, pressured by the US and airline interests, to improve airport security are one step. The virtual prevention of aircraft hijackings is not unattainable.\nA symbolic step forward is the preparation by US lawyers of an effort to gain extradition from Lebanon of the two hijackers believed responsible for the beating of several TWA passengers and the killing of one, though it is at best questionable whether they could be extradited from today's tumultuous Lebanon.\nAs suggested in an article on Page 13 of today's Monitor, a voluntary agreement by the media not to overplay hostage or other terrorist incidents, denying terrorists the world stage they seek, might be very useful.\nWhether economic or other actions beyond the glare of publicity should be taken against the five nations the President named, or against any others, is another question. No action should be taken precipitately. It is a time to think things through thoroughly.\nTerrorism has been around for centuries: Only the methods or alleged reasons have changed. But terrorism may be on the verge of a new phase, with the possibility that far more dangerous instruments, such as nuclear weapons, soon might be available to terrorists. Thus the demand to work now to prevent incidents is particularly timely.\nTerrorists often claim that only through violence will their grievances be addressed. That is not so. Diplomatic and international channels exist for a peaceable working out of legitimate grievances.\nOne way to blunt terrorism in the long run is to address fundamental inequities, of which the world has many, at an early stage and in a peaceable manner. This could prevent the accumulation of frustration which ultimately leads some persons to commit terrorist acts. It is a task for nations that seek a civilized international community, as well as international organizations such as the United Nations.\nNations named by President Reagan which wish to refute his accusations could begin by participating in such efforts."
}