{
    "title": "Terror on America 's mind; Clinton, Congress leaders meet today",
    "publisher": "the atlanta journal and constitution",
    "year": 1996,
    "month": 7,
    "day": 29,
    "full text": "Even as divers struggle to remove bodies and wreckage from a passenger plane downed under suspicious circumstances near one American city, a pipe bomb explodes amid a joyful international celebration in another.\n \nSuddenly, terrorism is at the top of the national agenda.\nPresident Clinton summoned congressional leaders to the White House today to renew discussion of anti-terrorism measures that began after the Oklahoma City bombing last year.\n\"As Americans, we can and must join together to defeat terrorism wherever it strikes and whoever practices it,\" Clinton declared.\nHe called on Congress to reverse itself and ease restrictions on wiretapping telephones of suspected terrorists. And he called for a requirement for putting chemical markers, known as taggants, into explosives to make it easier to track down bomb makers.\nBut such measures raise troubling questions for a nation where personal liberty is exalted as nowhere else. How much freedom are we willing to give up to feel more secure?\n\"Balancing the competing interests in openness and security will be something that will be a subject for all of us for many years to come,\" Deputy Attorney General Jamie Gorelick told NBC's \"Meet the Press.\"\nThe anti-terrorism bill Clinton signed earlier this year applied the death penalty to terrorism convictions and provided $ 1 billion for law enforcement to fight terrorists. But the wiretapping and explosives- tagging provisions were weakened or dropped.\nHouse Speaker Newt Gingrich (R-Ga.) said he was willing to revisit those issues but that allowing police to conduct \"roving wiretaps\" would be too great an intrusion into privacy.\n\"Our system is designed to go slowly, frankly, to protect freedoms,\" he said on \"Meet the Press.\"\nThe Cold War's end has produced a period of relative safety for the United States, said Sen. Sam Nunn (D-Ga.). \"America is safer now than it has ever been,\" he said.\nOthers noted that security was tight at the Olympics before the bombing and warned against adopting a police-state mentality.\n\"Ultimately the question is, can you protect perfectly in public places?\" said Atlanta Mayor Bill Campbell. \"And the answer is no.\"\n\nGraphic\n\n \nColor Photo: Seeking clues, an investigator Sunday inspects the site of\n the Centennial Olympic Park blast. / David Tulis / Staff\n\nLoad-Date: July 30, 1996"
}