{
    "title": "Terror in our world",
    "publisher": "university wire",
    "year": 2005,
    "month": 7,
    "day": 19,
    "full text": "I am used to things blowing up. With the insurgent attacks in Iraq, I have seen the picture of cars and buildings being reduced to rubble so many times. The emotions involved in the death and destruction of civilians only lasts as long as a snapshot.\nSoon enough, I go about my daily life, unlike the moms, dads, sons and daughters who lost someone they loved.\nPeople have seen the death of Iraqi civilians so many times that it has become almost meaningless to them.\nThe terrorist attacks in London, though, seem to have touched a nerve in the United States. Tens of thousands of people have died in Iraq, wheras about 50 people died in the London attacks. Why are more people concerned?\nThe London attacks were, perhaps, a reminder that terrorism is a world-wide phenomenon and is not isolated to people in the Middle East -- or some far away land where the casualties are so many people have stopped counting.\nTerrorism should be treated as a world-wide phenomenon. No one should believe that by fighting terrorists in Iraq, we are somehow preventing a terrorist attack in the United States. It is simply not true.\nTerrorism is a disease that is not isolated to any country or any place.\nThe London attackers were British, and that is proof that terrorist cells are spreading like McDonald's franchises every where -- they are part of the same ideology, but they don't need bin Laden to tell them to attack.\nThe March 11 Madrid train bombings, the London attacks, and many other terrorist attacks around the world show us that the so-called \"war on terror\" is not doing anything to reduce attacks around the world. In fact, there has been an increase in terrorist attacks since Sept. 11.\nWith all these facts, one has to question the wisdom of devoting more than $200 billion to the war in Iraq.\nA CNN special report on Iraq Sunday night showed that electricity and other utilities in Iraq are worse than they were a year ago. That report is collaborated by an article in the latest issue of Time magazine which says the same thing.\nToday, many of us will go watch Towers implode. That will be our only experience with something exploding. For many people in Iraq, a crumpling building is more than a beautiful scene. It is more than a time to stand and chat about what they did last night. For many, it means the loss of a daughter, a son or perhaps an arm or a leg. After the Iraqi elections we were told that Iraq had turned the corner.\nThe Iraqi election was like a candle in a dark room full of suicide bombings, kidnappings and insurgent attacks. With time, that glimmer of hope is slowly melting away.\nAfter the terrorist attacks in London, many pundits said it was proof that we need to keep fighting in Iraq. They also welcomed the raise in the terror alert for transit systems.\nWe need to develop a long-term strategy for fighting terrorism, that should include poverty alleviation, instead of letting events control our response. A knee-jerk response could knock off the few glimmers of hope in the war on terror -- and leave all of us in the dark.\n(C) 2005 Iowa State Daily via U-WIRE\n\nLoad-Date: July 19, 2005"
}