{
    "title": "Terrorism, economy may not affect college students' spending",
    "publisher": "university wire",
    "year": 2001,
    "month": 12,
    "day": 13,
    "full text": "When asked about their shopping habits following Sept. 11, students from various colleges around the Milwaukee area said that the Sept. 11 terrorist attacks and our economy will not have anything to do with their holiday spending.\nNo matter what the age, sex or year in school, each student said that Sept. 11 has no effect on their holiday shopping. There were various answers and reasons for those answers as to why they would be spending what they will this holiday season.\nU. Wisconsin-Milwaukee\n\"I will be spending more because we (her husband) are able to spend more this year. We have extra money and we've put extra money away for Christmas this year,\" said 26-year-old University of Wisconsin-Parkside graduate student Pamela Douglass.\nLucas Balke, a 20-year-old Marquette University student, had different reasons for why he would be spending more this holiday season. \"I have a girlfriend this Christmas,\" he said.\nUniversity of Wisconsin-Milwaukee student, 19-year-old Jeta Neziri, also plans to spend more this month because of the people in her life. \"I have, I think I have, an abundance of friends right now,\" she said. Neziri is also traveling to Germany and Macedonia over her winter break.\nOther students will be spending less than they normally would for the holiday season.\nMeagan Barnes, a 20-year-old Milwaukee Area Technical College student said, \"I will be spending less because I was laid off. So I don't have as much cash flow as I did when I was working last Christmas. So I even cut down on who I'm buying presents for. I'm only doing it for immediate family.\"\nBarnes said this had nothing to do with terrorism or the economy. \"I was laid off before that (Sept. 11), I was laid off in May,\" she said.\nCarl Knaak, a 19-year-old Milwaukee School of Engineering student, said he would be spending less this season. \"Less because I've spent too much this year already.\"\nThen, of course, there are those that will be spending the same amount as they always have. Nathan Wahls, a 21-year-old engineer from UWM, said he would be spending the same amount as always, but \"it has no effect at all with Sept. 11.\"\n(C) 2001 UWM Post via U-WIRE\n\nLoad-Date: December 13, 2001"
}