{
    "title": "Terror suspects seek to clear names",
    "publisher": "the bismarck tribune",
    "year": 2011,
    "month": 3,
    "day": 22,
    "full text": "NEW YORK - As the U.S. ramps up efforts to root out homegrown terrorism, hundreds of people who have fallen under suspicion are in a state of limbo: Many say they have been singled out unfairly for scrutiny but have been neither charged nor cleared.\nSome of them, mostly Muslims, have spent weeks in jail; others find it impossible to travel freely. Some say they have had their reputations destroyed by the news coverage. Many were questioned or tracked, and say they felt violated and fearful.\nLawsuits filed by suspects since 2006 have pried millions of dollars in settlements from the government. The U.S. Supreme Court this month heard one of the most serious challenges yet, the case of a Kansas man who claims his detention as a \"material witness\" destroyed his marriage and his career.\nMany plaintiffs say they recognize the security challenges the government faces after Sept. 11; but in many cases, they complain, the government refuses to reveal why someone has attracted attention. Without that information, they argue, it is impossible to clear their names.\n\"It's a runaround,\" said Ayman Latif, an American who was stranded in Egypt for six months and questioned by U.S. agents last year after his name appeared on a no-fly list. \"Maybe they had a hunch about something and my name came up and they were investigating it. But they wouldn't tell me what that hunch was.\"\nThe FBI says it needs secrecy to protect sensitive investigations and to avoid giving terrorists clues for avoiding detection.\nThe government does not disclose how many people it investigates, but an Associated Press analysis gives a glimpse of how the number has grown. Federal terrorism referrals - cases in which investigators have contacted prosecutors for guidance - have risen 44 percent since 2002, from 864 to 1,249 in 2010, according to the Transactional Records Access Clearinghouse, a research program at Syracuse University.\nAt the same time, the number of people on the FBI's consolidated terrorist watch list stands at 450,000, despite efforts since 2006 to winnow it down. Of those, 18,000 have been flagged for extra screening at airports. About 10,000 people are on the no-fly list, 500 to 1,000 of them U.S. citizens.\nSome law enforcement experts say agents are simply doing their jobs by investigating leads, some of which pan out and some of which don't.\nMoreover, police work is full of instances in which investigators know someone is up to no good, but they don't have enough evidence to make an arrest. Charles Strozier, director of the Center on Terrorism at New York's John Jay College of Criminal Justice, said the nature of counterterrorism work means investigators must monitor people for long periods even though they have committed no crime.\n\"Counterterrorism work completely reverses the familiar process of police work, which is, you have a crime, you collect forensic evidence and then you go after the bad guy,\" Strozier said. \"In counterterrorism, everything must come before the crime is committed or you've completely failed at your task.\"\nPeople who say they're caught in limbo include:\n* Yasir Afifi, a 20-year-old college student in Santa Monica, Calif., who found a tracking device on his car when he went for an oil change in October. He said he believes he attracted attention because his father was a Muslim cleric, he sends money to Egypt to support his two younger brothers, and he travels to see them about once a year. The FBI would not comment on his case.\n* Pascal Abidor, an Islamic studies Ph.D. student at McGill University in Montreal, who said he was frisked, taken off a train in handcuffs, put in a holding cell, fingerprinted and questioned after a border agent found on his laptop a picture of a militant rally he had downloaded for schoolwork. He has sued the Department of Homeland Security, saying the agent had no right to go through his computer without a warrant. In court papers, the government said agents do, in fact, have such a right. The government did not say what raised its suspicions.\n* Abe Mashal, a 30-year-old dog trainer and former Marine from St. Charles, Ill., who was not allowed on a Chicago-to-Spokane flight in April because he had sent what he described as innocent e-mails to a Muslim cleric agents were watching. He said he refused to feed authorities information about fellow Muslims, and in June he joined 16 other people in a lawsuit challenging the way the FBI and Transportation Security Administration manage the terrorism watch list and no-fly list.\nThe Justice Department and Homeland Security would not comment on any evidence they may have against Mashal, but in their response to the lawsuit, government lawyers argued that keeping terrorists in the dark about investigators' techniques outweighs citizens' right to know why they have been put on blacklists. In October, Homeland Security sent Mashal a letter saying it had reviewed his file and \"it has been determined that no changes or corrections are warranted at this time.\"\nThe House held hearings this month examining whether American Muslims are becoming \"radicalized\" to attack the United States. The government has warned that homegrown terrorism plots are on the rise and has redoubled efforts to root them out. Federal investigators note that \"lone wolf\" attacks such as in the 2009 Fort Hood shooting and the Times Square bombing attempt in May have put a new emphasis on finding radicals before they act.\n\"Beyond the sheer number of disruptions and arrests that have come to light, homegrown extremists are increasingly more savvy, harder to detect and able to connect with other extremists overseas,\" the Justice Department said in a statement to the AP.\nBut human rights groups say some of the government's favorite investigative tools are prone to abuse: warrantless surveillance, aggressive searches at the border, secretive watch lists, and laws that allow investigators to detain people as \"material witnesses\" - people they want to testify at a trial or before a grand jury. In other cases, investigators find immigration violations that allow them to hold suspects for months or years.\nAuthorities should have to explain to suspects why they are on the watch list and notify them if they have been cleared of wrongdoing, said Nusrat Choudhury, a lawyer for the American Civil Liberties Union who is representing people challenging the no-fly list.\n\"Instead, people are kind of left in the dark,\" Choudhury said.\nIn a statement, the FBI responded: \"If the Terrorism Screening Center publicly revealed each person who was on the terrorist watch list, terrorist organizations would be able to circumvent the purpose of the terrorist watch list by determining in advance which of their members are likely to be questioned or detained.\"\nSometimes the government simply gets the wrong suspect. Mistaken-arrest cases are becoming increasingly costly to taxpayers in the form of out-of-court settlements.\nSince 2006, the government has paid $2 million to an Oregon man jailed after the 2004 train bombings in Madrid, $250,000 to a man detained after an aviation radio was found in his hotel room near New York's ground zero, and $1.8 million to seven men detained shortly after Sept. 11. Another lawsuit moving through a New York court represents 1,200 men rounded up after Sept. 11.\nLaw enforcement experts say such cases are a natural byproduct of aggressive detective work.\n\nLoad-Date: March 22, 2011"
}