{
    "title": "Terrorism Experts Reflect on 9_11",
    "publisher": "university wire",
    "year": 2016,
    "month": 9,
    "day": 9,
    "full text": "Former United States State Department Coordinator for Counterterrorism Ambassador Daniel Benjamin and CNN National Security analyst Peter Bergen discussed the declining threat of foreign terrorism and the need to avoid Islamophobia on Wednesday evening, ahead of the 15th anniversary of the Sept. 11 terrorist attacks.\nCourtesy georgetown university lecture fund\nIn light of the coming 15th anniversary of the Sept. 11 terrorist attacks, the Georgetown Lecture Fund hosted an event entitled \"Looking Back, Looking Forward,\" which focused on the decline of foreign terrorism threats.\nSenior Associate Dean for Undergraduate Affairs Daniel Byman moderated the Lecture Fund-sponsored event, titled \"Looking Back, Looking Forward,\" in White-Gravenor Hall.\nBenjamin and Bergen offered a big-picture assessment of terrorism and counterterrorism both before and after the terrorist attacks.\nBergen said that the threat of terrorism immediately following the Sept. 11 attacks seemed much larger and more imminent than what it actually materialized into, largely because of the anthrax attacks that immediately followed.\n\"If we had this conversation in 2002 and I predicted that in the next decade and a half 94 Americans would be killed by Jihadi terrorists by 2016, that would have seemed an absurdly optimistic prediction,\" Bergen said.\nBergen said that although many Americans are pessimistic about the state of terrorism in America today, the U.S. government's response to the problem has been effective.\n\"I mean, you are 3000 times more likely to be killed by a fellow American with a gun in this country than you are to be killed by a Jihadi terrorist,\" Bergen said.\nBergen explained that the attack, although seemingly a victory for al-Qaida, actually in the long run hurt the group.\n\"9/11 was a great tactical victory for al-Qaida, but it was a total strategic failure,\" Bergen said. \"[Bin Laden] made an enormously counterintuitive leap of logic that if we were attacked in Washington and New York then we would pull out of the Middle East. Well, quite the contrary happened - we got rid of the Taliban within three months.\"\nThe threat of foreign terrorism in the U.S. has been successfully mitigated, according to Bergen, but he emphasized the current risk is from attacks from American citizens.\n\"Since [May 1, 2010] the threat in the United States has been entirely homegrown and so when you hear Donald Trump talk about the threat from refugees or immigrants, this is total nonsense,\" Bergen said. \"Every lethal terrorist attack in the United States since 9/11 has been carried out by an American citizen or by a legal permanent resident.\"\nBenjamin attributed gaps in counterterrorism efforts to a lack of training and knowledge in special operations forces.\nBenjamin said counterterrorism before 9/11 was simply not a primary priority for policymakers, but that since then, great improvements have been made.\n\"If you looked at the way the nation established its security priorities, terrorism was what we would call a Tier Three threat and now it is a Tier Zero threat,\" Benjamin said. \"In the interim we have had a complete and astonishing revolution in capabilities by the military.\"\nBenjamin pointed to a popular view of counterterrorism that has become highly politicized and a cause for divisiveness and finger-pointing rather than unity and resilience.\n\"It has created the implication in many people's minds that we can have zero casualties,\" Benjamin said. \"That's been a terrible disservice to the nation, that we have politicized it.\"\nBenjamin also lamented the growing fear of Islam and its popular association with terrorism in the U.S.\n\"The other thing that has gone terribly wrong is the way that our politics has evolved to embrace Islamophobia. There is no one who works in counterterrorism, [or] who has in a long time, who doesn't see the embrace of Muslim communities, and the collaboration with them,\" Benjamin said.\nByman said the two panelists were among the few experts in the field who could make such retrospective, long-term comparisons.\n\"If you turn on television today you know that really everyone and their mother is a terrorism expert, right?\" Byman said. \"The industry must be of supposed experts, but it's probably thousands of people. The actual number of people who were following terrorism when 9/11 happened was exceptionally small and we have today two of the great names.\"\nAlfredo Carrillo (SFS '20) said he agreed with the panelists' arguments in favor of the government's counterterrorism strategy.\n\"They really had convincing arguments to show that counterterrorism efforts by the United States have been effective and that even though there is a lot of work to be done with regards to this matter, there is a reason to be optimistic about it,\" Carillo said.\nHave a reaction to this article? Write a letter to the editor.Tags: 9/11, Daniel Benjamin, Foreign Terrorism, islamophobia, Peter Bergen\n\nLoad-Date: January 9, 2017"
}