{
    "title": "Terrorism strikes concert in U.K. Blasts kill at least 19 at Ariana Grande show",
    "publisher": "usa today",
    "year": 2017,
    "month": 5,
    "day": 23,
    "full text": "A deadly explosion at an Ariana Grande concert is believed to be terrorism, police said Monday, in an attack that killed at least 19 people and sent thousands of terrified concert-goers running for the exits as chaos unfolded in a Manchester arena.\nAt least 50 people were injured, and photos from the scene showed carnage as scores of ambulances and paramedics rushed to the area. Grande, who was just finishing her performance about 10:35 p.m. local time, was not among the injured.\nThe Greater Manchester Police Department reported via Twitter that the agency is treating the incident as a terror attack until proven otherwise. British authorities are focusing on the attack as a possible suicide bombing, according to a U.S. law enforcement official briefed on the matter.\nThe horrific images from the scene already have drawn comparison to the November 2015 terror attacks in Paris, which in particular targeted a concert hall. Those attacks killed 130 people, including dozens trapped inside an Eagles of Death Metal concert in the Bataclan theatre.\nEyewitnesses told local television that the Grande concert was just wrapping up when at least one thunderous explosion could be heard. Manchester Arena holds 21,000 people.\nNo one had claimed responsibility for the apparent attack as of late Monday. But Rita Katz, a terrorism analyst and co-founder of the Search International Terrorist Entities  Intelligence Group, a private intelligence firm in Washington, D.C., said  the Islamic State has celebrated the attack on social media.\nWitness Kiera Dawber tearfully told CNN there was a \"massive, massive explosion\" in the arena, followed by a chaotic scene of screams, shouts, and shoes and handbags strewn about.  She said about 20 bodies lay on the floor of a hallway. \"You could see straight off that they were just dead,\" she said.\nOutside, traffic was at a standstill as people who fled the arena ran through the streets, she said.\nLocal residents took to the Facebook page of the Manchester police to offer free rides and even their homes to survivors.\nIn the United States late Monday, police in New York City bolstered  their presence at high-profile locations across the city, including Times Square.\nNYPD spokesman Peter Donald said the moves were precautionary, and there were no credible threats against New York targets.\nThe attack appears to have been either in the main hallway of the arena or just outside the building, British Transport Police said. Emergency responders set up a triage area in the arena.\nTwitter was abuzz with video of panicked fans running out of the  arena. A Grande label representative told Variety there were two loud bangs at the concert.\nWith many searching for answers, stars took to social media to mourn the victims.\nSinger Nicki Minaj said she ached for the victims,  tweeting \"my heart hurts for my sister, Ariana & every family affected by this tragic event in the U.K. Innocent lives lost. I'm so sorry to hear this.\"\nGrande's tour began in Phoenix in February. After Manchester, Grande was to perform at venues in Europe, including Belgium, Poland, Germany, Switzerland and France.\nContributing: The Associated Press \n\nLoad-Date: May 23, 2017"
}