{
    "title": "Terrorism And Homeland Threats",
    "publisher": "the tampa tribune ",
    "year": 2004,
    "month": 8,
    "day": 8,
    "full text": "Leaders' Folly\nThe most recent al-Qaida threats and simultaneous bombings in Iraq are cause to reflect.\nOsama bin Laden, with Americans' blood on his hands in multiple acts of terrorism, has proven his growing capability and willingness to attack and kill us, both at home and abroad.\nWhy, then, did we let him off the hook in Afghanistan? To free the Iraqi people? Hardly, given the hundreds of millions of oppressed people in other countries.\nEven at his worst, Saddam Hussein never made me fear for America. There he was in recent years, declawed and contained in a no-fly zone without American fighting men and women on the ground. Saddam himself policed Iraq's borders to prevent a free-for-all of terrorist activities.\nThis former supporter of Iraq War II now believes it is a glaring example of folly by our national leaders, including a deadly slap in the face of our brave men and women in uniform and serious mismanagement of the broader War on Terror in other countries housing nests of terrorists.\nARNOLD FULTZ\nTampa\nA Reckoning\nI thought the Bush administration had made the United States safer from al-Qaida attacks. Now we find out that al-Qaida agents are slipping across the Mexican border, car and truck bombs are preparing to disrupt our national elections and that \"iconic\" economic sites are being targeted in Washington, New York and northern New Jersey.\nThis continued vulnerability of Americans here at home is a direct result of the Bush administration's failed war policies.\nPresident Bush, Vice President Cheney, Colin Powell, Donald Rumsfeld, Paul Wolfowitz and company all took their eyes off our real enemy, al-Qaida, in order to settle old scores with the relatively harmless Saddam Hussein.\nNow we are reaping the penalties of George Bush's mistakes. There needs to be a reckoning for this gross negligence on the part of the president.\nRICHARD YANES\nSt. Petersburg\nElection Strategy\nIt is very easy to tell the election is in full swing. The weekend after the Democratic Convention, the Bush administration issues another elevated terror alert. This time very specific, so as to only disrupt the lives of people in Washington, New Jersey and New York.\nIt is amazing that the most fortified place in New York, the New York Stock Exchange, is singled out as a target. Why would terrorists choose a heavily fortified and guarded target that you cannot get within 50 yards of? It does not make sense! But it does make sense that terror is a wonderful election tool.\nThe Bush administration needs to spend less time terrorizing Americans and focus more on developing a border security program that is real. Almost anyone can pass into the United States through some of the Vermont border towns without problems. It makes you wonder if terrorist strikes are also part of the Bush campaign strategy for re-election.\nDALE SMREKAR\nOdessa\nPoor Headline\nYour headline \"Evidence Of Terror Threats Years Old\" (Nation/World, Aug. 3) is, in toto, irresponsible reporting.\nMost people only see the headline and do not read the complete article. If you read the article completely the facts are there.\nWe know Sept. 11 took a long time to arrive, and if the information that was available two or three years before had been heeded, we might still have the World Trade Center and nearly 3,000 people would be alive.\nI consider this type of headline to be an abuse of the power of the press and a skillful attempt to discredit credible evidence that people who have taken an oath to protect us work hard to gather.\nYou need to publish in a bold headline that the evidence is real and the threat is real. Don't put America to sleep against the threat of terror here.\nJIM SANDERSON\nTemple Terrace\nIntelligence CEO\nRegarding \"Unified Intelligence Boss Needed For \"Nation In Danger' \" (Our Opinion, Aug. 3):\nWrong!\nAnother layer of bureaucratic fat is not what is needed. That layer would simply add to the lethargy already existing in the more than 15 layers that make up the U.S. intelligence community.\nCongress mandated the solution just after World War II when it created the CIA. The director of CIA was charged with coordinating the efforts of the U.S. intelligence community.\nEvery president since JFK has diluted that mandate until it is now totally overlooked.\nThe president, the de-facto CEO of the executive branch of the federal government, needs to enforce the law passed by Congress and make the CIA director perform his duties.\nPartisan bickering within the executive branch is no reason to create yet another layer of lethargic, intransigent bureaucratic fat!\nIncidentally, there are only two people in the entire executive branch who answer to the people through the ballot box: the president and vice-president! All others are appointees politically beholden to the current occupant of the White House, or hirelings beholden only to their careers!\nThe president merely needs to do his job and make his subordinates perform in accordance with the law and in the best interests of the citizens of the United States.\nIsn't that one definition of a CEO?\nMICHAEL L. MACDONALD\nClearwater\nCopyright © 2004, The Tampa Tribune and may not be republished without permission. E-mail library@tampatrib.com\n\nNotes\n\nLETTERS\n\nLoad-Date: August 19, 2004"
}