{
    "title": "TERRORISM War not an issue of good vs. evil",
    "publisher": "the world",
    "year": 2001,
    "month": 10,
    "day": 21,
    "full text": "President Bush insists to the world that there are only two choices: You are either with \"us\" or with \"them.\" Yet many people from the Middle East and Muslim countries stand opposed to both Osama bin Laden and Bush.\nBoth men speak of the conflict in striking Manichean terms: While Bush invokes the biblical language of \"evildoers\" versus the goodness that he ostensibly represents, bin Laden draws on the discourse of the 7th-century wars between Muslims and pagans, whom he calls \"infidels.\"\nMany Muslims see both bin Laden and the U.S. government's acts over the years as immoral. Why should Arabs and Muslims, who already fear the next stage of this ferocious \"war against terrorism,\" go along with a war that is victimizing their brothers and sisters in one of the poorest countries of the world?\nSome Americans greet scenes of the U.S. airstrikes with cheers and the rush of playing video games. Yet many Americans were sanctimoniously judgmental over a few scenes of a handful of boys in Palestinian villages who foolishly expressed pleasure after the Sept. 11 attacks.\nAmericans did not see the millions of people in the Middle East and many Muslim countries who reacted with revulsion at the Sept. 11 attacks. Who could justify the indiscriminate killing of more than 5,000 innocent citizens from 80 countries?\nMany in the Middle East who condemn the Sept. 11 attacks also see U.S. actions in the Middle East as reprehensible acts of terrorism.\nThey mourn the many Sudanese who died for lack of access to medicine because the United States bombed a medicine factory in Khartoum, Sudan's capital, in 1998 on the incorrect assumption that it was tied to bin Laden.\nThey grieve over the 5,000 Iraqi children who die every month since 1990 because of sanctions the United States insists that the United Nations impose. Meanwhile, Iraqi President Saddam Hussein continues to live in luxury and comfort.\nBut perhaps the thorniest issue in the relationship between the United States and the Arab and Muslim worlds revolves around the Israeli occupation of Palestinian land. Scenes of Israeli F-16 jets - which the United States supplied - bombing Palestinian villages and towns are seen as proof of Israeli terrorism. But the United States calls on Palestinians - not Israelis - to \"end terrorism,\" even though the overwhelming majority of victims in the last year of Arab-Israeli confrontations have been Palestinians.\nTerrorism should be eradicated. But a war that singles out only Arab and Muslim countries and groups could inevitably produce more Muslim and Arab rage against the United States, rage that could breed future terrorist attacks against U.S. interests.\nThe United States should not reserve for itself the exclusive right to capture, punish and bomb, all in the name of fighting terrorism. And it must rectify the injustices of its foreign policy in the Arab and Muslim world.\nUnless it does so, terrorism will flourish on both sides of the line that Bush has drawn.\n\nLoad-Date: October 23, 2001"
}