{
    "title": "Terrorizing Publishing",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 4,
    "day": 10,
    "full text": "This spring, Encounter Books is publishing \"Willful Blindness: a Memoir of the Jihad,\" by Andrew McCarthy, who helped prosecute the \"blind sheik\" Omar Abdel-Rahman and other jihadists.\nI recently received a message from someone who helps distribute our books in Britain: \"Can you please let us know if there are any references to Saudis and terrorist[s] in the book. We are just concerned that this book could potentially create libel lawsuits as it could offend Saudis living in England ? \"\nSo books offensive to Saudis are verboten? Not if I have anything to say about it. But note the preemptive cringe: the very threat of legal action has made the publishing world skittish, not to say craven. Welcome to the world of libel tourism. When the American researcher Rachel Ehrenfeld published \"Funding Evil: How Terrorism Is Financed - and How to Stop It,\" she suddenly found herself slapped with a libel suit - but not in America. A Saudi banker, Khalid bin Mahfouz, brought the suit in England. Even though the book was not distributed in Great Britain, a British judge ruled that Ms. Ehrenfeld must apologize and pay Mr. Mahfouz £110,000.\nNot only did Ms. Ehrenfeld refuse, she promptly countersued in New York, asking the federal courts to rule that the British judgment contravened the First Amendment. Though the Second Circuit seemed sympathetic to her plight, Ms. Ehrenfeld's claim depended upon whether, as a matter of New York State law, the court had jurisdiction over Mr. Mahfouz. Just before Christmas, New York's highest state court ruled that jurisdiction was lacking. That decision leaves Ms. Ehrenfeld in legal and professional limbo: discouraged from writing about Mr. Mahfouz or traveling to countries where he might seek to collect on the British judgment, and damaged in her ability to find publishers who will have to weigh the risks of being dragged into foreign courts. Mr. Mahfouz is an energetic libel tourist. His Web site lists successful actions against three other books: \"Reaping the Whirlwind: The Taliban Movement in Afghanistan,\" \"Forbidden Truth: U.S.-Taliban Secret Oil Diplomacy and The Failed Hunt for Bin Laden,\" and \"Alms for Jihad: Charity and Terrorism in the Islamic World.\"\nThe case against \"Alms for Jihad\" by Robert O. Collins, a professor emeritus of history at the University of California, and J. Millard Burr, a retired employee of the State Department, was especially egregious. The publisher, Cambridge University Press, instantly capitulated to Mr. Mahfouz's demands. Not only did it pulp all unsold copies of the 2006 book, but it paid \"substantial damages\" to Mr. Mahfouz and even went so far as to contact libraries worldwide to ask them to remove the book from their shelves.\nEnter the copycats. Several weeks ago, a former Crown Attorney named Faisal Joseph filed a human rights complaint for the Canadian Islamic Congress against Maclean's, the distinguished Canadian magazine. Why? Because Maclean's had published \"The Future Belongs to Islam,\" an excerpt from Mark Steyn's best-selling book \"America Alone: The End of the World as We Know It.\" The article, according to the complaint, was \"flagrantly Islamophobic\" and exposed Muslim Canadians to \"contempt and hatred.\"\nThe editor of Maclean's, Kenneth Whyte, published 27 responses to Mr. Steyn's article, but rejected a demand that he publish, unedited, a five-page article by Muslim students. \"I told them I would rather go bankrupt than let somebody from outside our operations dictate the content of the magazine,\" he said in a statement published in Maclean's on December 5, 2007. It may come to that. Canada's \"human rights commission,\" like the despotic tribunals of yesteryear, is endowed with the power to fine and imprison those who trespass against their dictates.\nResponding to the complaint, Mr. Steyn cautioned against the commission's effort \"to criminalize debate. That's the way they do things in Sudan and Saudi Arabia, not Canada.\" Let's hope so. But I recommend we remember those little warnings that accompany financial prospectuses: \"Past results are no guarantee of future performance.\" As of this writing, the commission's prosecutors have won 100% of the cases they've brought. The observation that the triumph of evil will happen when good men stand by and do nothing has special relevance at a time, like now, that is inflected by terrorism.\nOur new enemies are not political enemies in any traditional sense, belligerent in the service of their own certain interests. Their violence is focused on the very existence of an alternative to their vision of beatitude, namely on Western democracy and its commitment to free speech and economic prosperity.\nWhat can we do about it? On January 14, Assemblyman Rory Lancman of Queens and Senate Deputy Majority Leader Dean Skelos of Long Island introduced the \"Libel Terrorism Protection Act\" in New York. The legislation, which was recently passed and now awaits the governor's signature, would overrule New York's highest court and, as Mr. Lancman put it, would give journalists \"the tools they need to continue to fearlessly expose the truth about terrorism and its enablers.\"\nThat is a good start. Let's hope that Congress follows suit by making libel tourism a federal cause of action. Among other advantages, this would permit generous civil discovery against those attempting to stifle criticism of Islamofascism - precisely the sort of chilling effect anyone interested in freedom would want to get behind.\nMr Kimball, co-editor of the New Criterion, is publisher of Encounter Books.\n\nLoad-Date: April 11, 2008"
}