{
    "title": "TERRORISM IS TOPIC OF STUDY",
    "publisher": "richmond times dispatch ",
    "year": 1998,
    "month": 9,
    "day": 13,
    "full text": "INSIDE TERRORISM, by Bruce Hoffman; Columbia University Press, $ 24.95.\nA timely and scholarly study of the history (especially recent) and future of terrorism, Inside Terrorism is a fascinating and frightening book.\nIt demonstrates the difficulty of keeping up with and predicting terrorist activity but warns that terrorism will increase in the years ahead.\nAlthough written well before the bombing of U.S. embassy buildings in Kenya and Tanzania, the book emphasizes the growth of far-out religious influence, particularly Islamic but Christian as well, in organized terrorism. Where Terrorism fails, perhaps, is in marking individuals who may be responsible for upcoming terrorist activity.\nFor example, the book does not mention Saudi multi-millionaire Osama bin Laden and his training base in Afghanistan, although he is suspected in previous anti-American attacks. That he is not singled out, however, illustrates the problem of trying to keep pace with the subject.\nWITH recent history as a guide to the future, Hoffman states that radical movements once may have been localized but have become a \"security problem of global proportions.\" \"An almost Darwinian principle of natural selection,\" he writes, means that new terrorist groups learn constantly from their predecessors and become smarter and tougher to eliminate.\nTerrorism lists the 12 most serious terrorist attacks of the past decade. All have radical religious connotations. Three concern a Japanese religious cult (nerve gas on the Tokyo subway), right-wing Christian patriots (the Oklahoma City bombing), and Jewish religious extremists (the assassination of Israeli Premier Izhak Rabin). The remaining nine have Islamic connections.\nA reasoned analysis of the reasons for and goals of terrorism, the book concludes on an ominous note. Enhanced terrorist capabilities \"could portend an even bloodier and more destructive era of violence ahead than any we have seen before.\"\n\nLoad-Date: September 17, 1998"
}