{
    "title": "Terrorism needs a proactive approach",
    "publisher": "university wire",
    "year": 2005,
    "month": 7,
    "day": 12,
    "full text": "One day, the British were celebrating their winning bid for the 2012 Olympics, the next day, they were picking up the dead and injured from a train bombing in London.\nOn Thursday, bombs exploded on three subway cars and a bus, killing more than 50 people and injuring 700 in an erratic fashion. Here in the United States the mood was not as unpredictable. As emergency crews in London struggled to save lives and politicians in the United States responded to the bombings, one thing was certain: The more things change, the more our politicians remain the same.\nYes, U.S. politicians weren't going to miss this golden opportunity to score political points.\nSen. Hillary Clinton, D-N.Y., was quick to respond by criticizing Bush's homeland security budget, which she said did not include enough money for bus, rail and subway protection.\nBush, in a speech on Monday, wasn't going to be outdone. He used the opportunity to push for renewing certain provisions of the Patriot Act which have been criticized by members of both parties as undermining freedoms.\n\"The terrorist threats against us will not expire at the end of the year, and neither should the protections of the Patriot Act,\" he said.\nThe Department of Homeland Security, meanwhile, raised the terror alert for the train system.\nThese reactions show that members of the U.S. government are playing politics with the threat of terrorism.\nWould we raise the terror alert for malls if there was an attack at a mall in Germany tomorrow? Would we also increase funding for mall security, at the same time diverting resources from other important security threats?\nA more balanced, proactive approach to the threat of terrorism is needed, instead of this predictable, dwell-on-emotions approach that most politicians use.\nUnfortunately, the American public seems to be reacting just as badly to the news of the attacks in London.\nA Gallup poll done after the attacks showed that 69 percent of Americans are in favor of metal detectors on public transportation, including trains, buses and subways.\nPutting metal detectors on trains is not feasible. It would mean diverting money from other security threats, it would shut down the train system and it wouldn't necessarily prevent a train bombing.\nAny terrorist who plans to attack the United States will be watching the predictable measures being taken. A proactive approach to dealing with terrorism would leave them in the dark.\nThe terrorists are not stupid; we hope our politicians aren't either.\n(C) 2005 Iowa State Daily via U-WIRE\n\nLoad-Date: July 12, 2005"
}