{
    "title": "Terrorism is saving the world",
    "publisher": "university wire",
    "year": 2003,
    "month": 11,
    "day": 17,
    "full text": "The problem of violent Islamic fundamentalism is bringing the world together in a way the world has not been brought together since World War II. Ironic, isn't it?\nViolent Islamic fundamentalism is a problem facing the world -- not just the United States. In just about any conflict you find in the world, there is an Islamic fundamentalist on the other side: India, China, Russia, Italy, France, Turkey, Australia, the Middle East, Southeast Asia and the United States, to name a few.\nU. Wisconsin\nCountries have begun to cooperate on a level not seen since World War II because of a need to curb terrorism both abroad and within their respective borders despite all the differences between them. For example, due to the recent terrorist strike against synagogues in Turkey, the Israeli government is working closely with the Turkish government to bring to justice the people responsible for this act. These terrorist strikes have a predominantly Jewish government working side-by-side with a predominantly Islamic government. Israel has dispatched aid workers to help with the victims as well as intelligence agents to help probe the incident.\nThe last time the United States, Russia and China all had the same problem was 50 years ago during World War II. After years of post-war hostility and despite their recent differences over Iraq, all three nations are now dealing with the Islamic militancy and terrorism originating in South Asia. The three former foes have found common ground in the need to stop these militant groups, which have caused problems and taken civilian lives of each country. Old foes now have the same enemy. Islamic uprisings and terrorist strikes on civilians have plagued the entire world.\nAside from bringing governments of the world together, terrorism has sped up or brought to light other issues that needed to be dealt with. Governments are more aware of and responsible toward the nuclear, biological, chemical and military stockpiles. Security over these weapons has increased significantly. Airline security has tightened. The transition to fuel cells and micro-electricity has quickened due to the vulnerability in power grids.\nThe unity being forged to combat militant groups works counter the aims of terrorists. By targeting Jewish and Western targets, they hope to isolate and alienate Israel, the United States and their allies from the rest of the world. By blowing up an embassy, they attempt to punish the local government for allying with Israel or the United States. However, governments aren't foolish. They realize that to give in to intimidation and terrorism would only prompt more of it. Eventually that terrorism and intimidation would turn on the government itself in an attempt to overthrow it.\nCountries are capable of unprecedented cooperation in the face of ruthless enemies. Just as the fight against fascism profoundly altered global ties between otherwise indifferent governments, the fight against terrorism will bring many more states to cooperate out of necessity. It was easier against the Nazis, however, because they had a country and targets to strike. These violent Islamic terrorist groups are a hidden enemy, thus making the cooperation of intelligence agencies and security all the more necessary.\nEven so, the similarities between the Nazis and these terrorist groups are frightening. Both want the eradication of the Jews. Both want to take over the entire world and install dictatorships everywhere they can. Both find themselves to be superior to the rest of the world. Most importantly, though, is that both the Nazis and these violent Islamic terrorists are driven by hatred. Peace with the Nazis was not possible because it would defeat the purpose fueling them. The same holds true for groups like al Qaeda and Hamas. Their existence is based upon having an enemy to hate and to kill. Take that away and they will have no reason to exist.\nThis zealous, hateful nature of violent Islamic groups is exactly why the countries of the world are cooperating to combat these groups -- an enemy this ruthless will stop at nothing. They do not even value their own lives, so how could they possibly hold anything back in their fight against everyone else? Kidnapping, torturing, executing, bombing -- it doesn't matter. They target civilians, an act which has been deemed internationally illegal and denounced as a war crime. The unprecedented hatred has provoked an unprecedented response to eliminate it.\n(C) 2002 Badger Herald via U-WIRE\n\nLoad-Date: November 17, 2003"
}