{
    "title": "Terrorism isn't so foreign to some of our citizens",
    "publisher": "the tampa tribune ",
    "year": 1995,
    "month": 5,
    "day": 3,
    "full text": "How many of you, like me, suspected almost instantly, after seeing the devastation in Oklahoma City on April 19, that it was an inside job, a domestic act of terrorism? I have discovered several people outside of law enforcement who shared my suspicions.\nWe, those who \"knew\" even before arrests were made, tend to be journalists or civil rights activists experienced in observing violent extremism and hate crimes.\nWe are familiar with the Anti-Defamation League of B'nai B'rith report about right-wing extremist groups, their recruitment of young Caucasian males, some already members of neo-Nazi skinhead groups, and the enormous threat, combined or alone, that such people pose to American civil society.\nReports by People for the American Way sent out similar sirens. But most of them, like the ADL's, were ignored as special-interest paranoia.\nSome of us didn't ignore the alarms. We - including some in the press - documented incidents; we reported them; we notified the public as best as we could.\nBut too few listened.\nThose of us who saw the storm on the horizon looked at Oklahoma City with a heightened and horrified sense of recognition. We'd seen the work of the flag-waving blood-letters before: in Little Rock, where a school housing African-American children was firebombed; in Denver, where Jewish radio personality Alan Berg was murdered; in Detroit, where Chinese-American Vincent Chin was bludgeoned by folks upset about Japanese automobiles; and in Salem, Ore., where the home of Hattie Mae Cohen, an African-American lesbian, and Brian Mock, a gay white man, was firebombed.\nThose of us who looked at Oklahoma on April 19 as an escalated rerun tend to be Midwesterners or transplants who have lived and worked in this part of the country for some time. Hence we have become familiar with the dark underbelly of Mid-America, the part that is hidden from a view where wholesome images of farm houses and yellow-haired boys and girls are more common.\nWhen the wreckage of the Oklahoma holocaust appeared to us on our television sets or right before our eyes, our nostrils remembered the stench of charred death and blood as distinctly American, as the work of a citizen coward or cowards we had known before.\nAnd this familiarity has bred, as much or more than before, contempt. Contempt for persons who hide behind the same flag that snapped in the breeze at that Little Rock school and at the Murrah Federal Building in Oklahoma's capital.\nSome may have ignored those earlier incidents, but those who have watched these extremist groups rise from the ashes of fires that have smoldered in America for centuries have been fearfully on watch for quite some time.\nWe sounded a warning, but many didn't listen. Many preferred to hear other voices insisting that our greatest threat came from the poor, the dark and the foreign.\nThese voices proclaimed: \"It's morning in America.\"\nBut some of us doubted that. We spoke of things many didn't want to hear. We wrote of sons and daughters who looked all-American and wholesome but weren't.\nThe face of Timothy McVeigh, accused of the bombing, proves our point. Some of us feared long ago what Time, with McVeigh on the cover, last week declared: A face like his is the face of terrorism. Notice how none of the values merchants in Congress has said anything about the lack of family values by McVeigh or the Nichols brothers, Terry and James, who have been charged as material witnesses in the bomb blast.\nThose of us who have observed hate crimes and other forms of domestic terrorism derive no great satisfaction in saying, \"We told you so.\" We, too, are grief-stricken about what has occurred in Oklahoma and elsewhere.\nWe join with others in wishing that the scores of dead in Oklahoma City could be alive. We wish parents who dropped off their children at the day-care center in the federal building would be able to embrace those babies once more. We want husbands, wives, friends and lovers reunited. We want rescue and medical workers to be free of their haunting nightmares.\nBut no one can grant the victims or any of us any of those wishes. None of us can go back in time to fix this awful mess any more than we can give the 20-year-old young woman extricated from the Murrah rubble back her leg. We cannot resuscitate Baylee Almon, photographed limp and lifeless in the arms of an Oklahoma firefighter.\nBut perhaps before the next incident in America - and there will most certainly be a next time; there always is - Americans will awake to the insidious threat within.\nBecause, the fact is, there are some in this country to whom the idea of terrorism isn't so foreign at all.  Rhonda Chriss Lokeman is an editorial page columnist for The Kansas City Star.\n\nNotes\n\nOPINION; COMMENTARY\n\nLoad-Date: May 17, 1995"
}