{
    "title": "TERRORISM FACING RUSSIA NOT THE INTERNATIONAL KIND",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 9,
    "day": 16,
    "full text": "President Bush went to the Russian Embassy and expressed the nation's condolences for the brutal slayings of hundreds of Russian schoolchildren and adults by terrorists.\nHis counterpart in Moscow, Vladimir Putin, is linking the atrocity to international Islamic militancy and the 9/11 attacks on the United States. While Americans can grieve for the heartbroken mothers, fathers and other survivors, there is not much evidence connecting that event to an international conspiracy.\nAll the signs are pointing to one more desperate, horrible and homegrown act of savagery by homegrown Chechen militants unconnected to Osama bin Laden.\nWhat purpose is served by pretending al-Qaida or other world conspirators are behind the tragedy in Beslan? Only Putin knows.\nThere isn't any evidence that this tragedy was related to any of the causes that have motivated Arabs and Muslims as a people including the Arab-Israeli conflict.\nYet Putin had his foreign minister rush immediately into high-visibility bilateral talks with Israelis after the atrocity in Beslan to share intelligence and cooperate in fighting extremists.\nOn the surface, Russia and Israel would seem to have much to share. In the massacre in southern Russia, 32 terrorists, including hooded young women, held hundreds of terrified children hostage with live explosives and then slaughtered them. That and other attacks against the Russians looked a lot like some of the Palestinian attacks against the Israelis.\nPutin has sought, with great success, to convince Americans that his country's struggle against the Chechens is exactly like the American struggle against al-Qaida. He has been saying all along that the United States is being two-faced by trying to hector him into negotiating a solution with the Chechens. The former KGB agent wondered if the United States would negotiate with bin Laden.\nIndeed, the massacre in Beslan is now being called Russia's 9/11, just as we saw a Madrid 9/ 11, a Bali 9/11 and other 9/11s greater and lesser.\nWhat sets the Beslan tragedy apart from all of these is its roots in the peculiar violence of Russian and Soviet history. The story of the mass deportation and ethnic cleansing of the Chechen-speaking people by Josef Stalin and his henchman, Lavrenti Beria, have been passed down to generations of nephews and granddaughters who now die wearing black hoods and explosive belts.\nRussian Academy of Sciences Scholar Pavel Polian's book \"Against Their Will\" captures a wealth of new information on this subject that is just becoming available, along with details of the later cruelty visited on the Chechens by free and democratic Russia.\nPutin admitted at one point last week that he had failed, or seemed to admit it. But what he had failed to do, he said, was crack the whip harder against the Chechens. He had \"displayed weakness,\" he acknowledged in a somber television address to his nation, and that no doubt signals another wave of terror against Chechnya, followed inevitably by more suicide bombings against Russian innocents.\nBush and his Democratic opponent, Sen. John Kerry of Massachusetts, haven't spoken in much detail about Putin's attempt to make this unique Russian problem part of the greater international war on terrorism. Bush seemed to like the toughness on terrorism, although he has yet to forgive Putin for his failure to support the U.S. invasion of Iraq. A lot of other Americans have not forgiven him, either. After all, Saddam Hussein was his neighbor, and he refused to lift a finger to do anything about him.\nThere was a far better case that Saddam's Iraq was part of the worldwide radical Islamic jihad than tiny Chechnya.\nArabs have been spotted from time to time in Chechnya and neighboring Dagestan. But the planning and operational control of the terrorist acts against Russians have never been traced to Arab and Muslim sources outside Russia. For one thing, the Chechens don't need much help about how to be bloodthirsty.\nBy contrast, Iraq was a nest of international intrigue. All during the Saddam era, it was an integral part of the terrorist operation against Israel. Saddam offered and paid the families of Palestinian martyrs rewards for killing women and children. Iraq at his direction rained missiles on Israel during the 1991 Gulf War. The terrorist Abu Nidal was given refuge in Baghdad and was captured there by American forces.\nThe Iraqis, unlike the Chechens, weren't suicide bombers. Those were imported from somewhere.\nThe tragedy Russians are undergoing is enough for them to bear. Having a president who fictionalizes the root cause of it doesn't help anyone.\n\nLoad-Date: September 18, 2004"
}