{
    "title": "Terrorism numbers wrong, government says",
    "publisher": "st. petersburg times ",
    "year": 2004,
    "month": 6,
    "day": 11,
    "full text": "The State Department acknowledged Thursday it was wrong in reporting terrorism declined worldwide last year, a finding used to boost one of President Bush's chief foreign policy claims - success in countering terror.\nInstead, the number of incidents and the toll in victims increased sharply, the department said. Statements by senior administration officials claiming success were based \"on the facts as we had them at the time. The facts that we had were wrong,\" department spokesman Richard Boucher said.\nCompiled from Times Wires\nThe April report said attacks had declined last year to 190, down from 198 in 2002 and 346 in 2001. The 2003 figure would have been the lowest level in 34 years and a 45 percent drop since 2001, Bush's first year as president. The department is working to determine the correct figures.\nRep. Henry A. Waxman, D-Calif., who had challenged the findings, said he was pleased that officials \"have now recognized that they have a report that has been inaccurate, and based on the inaccurate information they tried to take self-serving political credit for the results that were wrong.\"\n \nGovernment loses key terrorism case\nWASHINGTON - A federal jury in Idaho on Thursday acquitted a Saudi computer student of charges that he spread terrorism on the Internet, handing the Justice Department a resounding defeat in a case that turned on a provision of the USA Patriot Act.\nThe case of Sami Omar Al-Hussayen, 34, in Boise had become a test of the scope of U.S. antiterror laws, including a provision of the Patriot Act that targets secondary players.\nAl-Hussayen was arrested in February 2003 in an early morning raid at his campus home at the University of Idaho in Moscow. He was accused of designing Web sites and posting messages on the Internet to help recruit and raise money for terrorist missions in Chechnya and Israel. His attorneys argued that he was being prosecuted for expressing views protected by the First Amendment.\nAl-Hussayen was acquitted on all three terrorism counts against him, as well as one count of making a false statement and two counts of visa fraud. Jurors could not reach verdicts on several other false-statement and visa-fraud counts, and a mistrial was declared on those charges.\n \nLandmark Atlanta restaurant saved\nATLANTA - Paschal's Restaurant, where the Rev. Martin Luther King Jr. and other black leaders met over soul food to plan demonstrations during the civil rights movement, has been saved from demolition.\nInstead, the downtown restaurant will stand as a monument to the civil rights leaders' efforts, state Rep. Tyrone Brooks announced Thursday.\nClark Atlanta University, a historically black school, bought the site in 1996 and had planned to demolish it to make way for a new dormitory. The black community vehemently protested.\n \nElsewhere . . .\nRAPE LAW ALLOWED IN BRYANT TRIAL: Colorado's law protecting rape victims is constitutionally valid and will be applied in deciding what evidence is admissible in the sexual assault trial of basketball star Kobe Bryant, the judge in the case ruled Thursday.\nGOVERNOR'S PLANE MAINTAINED CONTACT: Kentucky Gov. Ernie Fletcher's airplane, which touched off a security scare at the U.S. Capitol during preparations for Ronald Reagan's services Wednesday, was never off course and never lost radio contact with controllers, aides to the governor said Thursday. Daniel Groves, the governor's chief of staff, said the plane's transponder, which transmits the plane's identifying signal to controllers, had quit working shortly after takeoff.\n\nLoad-Date: June 11, 2004"
}