{
    "title": "Terrorism hits home -- Olympics are our next worry",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 9,
    "day": 12,
    "full text": "WASHINGTON -- Terrorism is no longer a vague concept to me. It became very real when I saw with my own eyes the Pentagon burning and heard explosions rumble from there after a terrorist hit.\nUtah should realize that the Olympics soon will be the center of the next big terrorism worries. So for you, too, terrorism is no longer just something that's a threat far away in Israel, Northern Ireland or Bosnia.\nIt's here now, too, forever.\nLet me tell you about my morning Tuesday and how my innocence about what terrorism can do ended.\nI arrived at the U.S. Capitol just after 9 a.m., just when New York's World Trade Center was hit. My editors asked me quickly to find Salt Lake Organizing Committee chief Mitt Romney -- who was in town lobbying, ironically, for more anti-terrorism money. They wanted to see how the attacks might change the Olympics.\nI stupidly left my laptop computer -- and my keys in the computer bag -- in the Senate Press Gallery (I now still wonder if I will ever see them again). I left for the office of Rep. Jim Hansen, R-Utah, which Romney was scheduled to visit.\nI entered an elevator with a U.S. Capitol police officer. \"What floor?\" he asked. \"Basement,\" I said. \"Wise choice for today if they hit this building,\" he said. I hadn't thought of that. He added, \"We know they hit the World Trade Center because of all the TV cameras there, but we don't know what else they may have hit.\"\nAs I made my way across the Capitol, many officers checked my credentials and asked where I was going. They never do that in the building where tourists usually wander freely. That freedom may be gone or severely limited forever.\nHansen and his staff were watching the burning World Trade Center on TV when I arrived. Terrorism still seemed far away, until coverage showed that the nearby Pentagon had been hit.\nHansen muttered, \"Oh my . . . no.\" We couldn't believe it. Hansen then wondered aloud what would be targeted next and quickly realized we were standing on it: Capitol Hill. He suggested that his staff go home.\nWe walked into Hansen's inner office, and he could see people out his office window running in panic away from Capitol Hill. \"I can't believe it. Look at that,\" he said.\nHansen who was a member of the House Intelligence Committee for eight years, said it had long discussed the possibility of something like this. He said they knew no way of stopping it really, and \"always knew something like this would happen.\"\nI watched on TV as the first tower of the World Trade Center collapsed. I couldn't stop a tear from coming to my eye. Twenty years ago I was an intern in New York and worked several days in that building. I could imagine well being there in that pile of rubble.\nCapitol police soon ordered the evacuation of Capitol Hill. They were serious. They wouldn't let me into the Capitol itself to retrieve my computer and keys -- and forcibly ordered me to run to the nearest exit.\nAs I emerged, I saw the Pentagon on fire a few miles away. Just then, two explosions from it boomed. People literally hit the ground, some ran in panic. I thought of taking a taxi back to my office -- but all roads were parking lots with cars full of evacuated workers. Fire engines and police cars with sirens on couldn't make it through the streets.\nI took the subway -- but it was swamped and slow moving because some lines near the Pentagon were closed. A man next to me worked for the Bureau of Reclamation. When he found that I worked for the Deseret News, he wondered aloud what would happen if someone flew an airplane into Pineview Dam during the Olympics in Utah. In my mind, I could see Ogden vanishing.\nMy office building was closed, but I talked my way in. As I write this on an old backup computer, I may be among few in my area near the White House still in town. We have all been affected, even if we weren't hit by airplanes or bombs.\nI keep thinking of something I heard former CIA Director James Woolsey say in a hearing last week. He warned that spying may be the only real way to discover and stop terrorist plans -- but warned that we don't have good spy networks into terrorist groups because of some silly laws.\nThey prohibit the CIA from recruiting people with backgrounds of violence or human-rights violations.\nHe said, \"The only people in terrorist groups are people who want to be terrorists -- hence they will virtually all have a history of violence and human-rights violations.\"\nMaybe we are paying the price for not taking terrorism seriously enough. I do now.\nDeseret News Washington correspondent Lee Davidson can be reached by e-mail at lee@desnews.com  \n\nLoad-Date: September 12, 2001"
}