{
    "title": "Terrorism teaches hard lesson on forgiving",
    "publisher": "the brunswick news ",
    "year": 2011,
    "month": 9,
    "day": 10,
    "full text": "Sept. 10--A decade after Americans watched the twin towers of the World Trade Center collapse, saw a gaping hole in the Pentagon and heard of the heroism of passengers on United Airlines Flight 93, the terrorist attacks of Sept. 11, 2001, continue to evoke emotions that clash with religious teachings of love and forgiveness.\nA Scripture passage that has weighed heavily on Pastor Paul McKenzie of Bethel Evangel Community Church this weekend is Jeremiah 30:17: \"I will restore your health and I will heal your wounds, says the Lord.\"\nIt is a reminder, McKenzie says, that when plagued with grief, anger or rage, people must remember that health and restoration come from God.\n\"Even after everything that has happened, there is still this wonderful thread of restoration that runs through us,\" McKenzie said. \"In order to truly see it, we have to learn to forgive. It's not something we can do without God's help.\"\nWhen filled with anger and absolute terror over the actions of other people, McKenzie suggests that people turn to God.\n\"We have to recognize that our emotions are real and they bring us to a place where we have to make a choice,\" McKenzie said. \"Because God forgives us, we must forgive others. Withholding forgiveness can destroy us.\"\nJimmy Guffey, youth pastor at Northside Baptist Church, says that through forgiveness people can live their lives by the example of Christ. \"Forgiveness is really for you personally,\" Guffey said. \"If you don't forgive, you are held captive and can't be who God has designed us to be. Forgiveness frees us from burdens.\"\nGuffey says that in the midst of tragedy, God brings peace and love, even when people don't understand why bad things happen to good people.\n\"We have to react with God's love, and be an example, as others are looking to us as Christians,\" Guffey said.\nUnderstanding that there will always be sin and that God is still in control can help people cope, Guffey said.\nThe Rev. Ken Adkins, pastor of Greater Dimension Christian Fellowship, knows that while the horror of the Sept. 11 attacks still affects people, it should be used to preach forgiveness.\n\"9/11 is a wonderful opportunity to teach a living example of hope and forgiveness, because we all have memories of it,\" Adkins said. \"We are all still dealing with this tragedy.\"\nThere is no middle ground for forgiveness, Adkins says, and people have to stay in a state of forgiveness.\n\"We must model after Jesus, who suffered and endured for us and forgave us all for our sins,\" Adkins said. \"The Bible is very clear, we must love everyone as we love ourselves.\"\n___ (c)2011 The Brunswick News (Brunswick, Ga.) Visit The Brunswick News (Brunswick, Ga.) at www.thebrunswicknews.com Distributed by MCT Information Services\n\nLoad-Date: September 10, 2011"
}