{
    "title": "Terrorism Watchdog Castigates Pakistan Over Aid to Militants",
    "publisher": "the new york times",
    "year": 2019,
    "month": 2,
    "day": 22,
    "full text": "NEW DELHI — Pakistan is not doing enough to curb terrorism financing and money laundering, a global financial watchdog said Friday in a stern warning that reflects renewed scrutiny of the country’s links to militant groups.\nThe Financial Action Task Force, a watchdog based in Paris, hinted that Pakistan could face consequences — like being placed on the group’s blacklist — if it had not taken specific steps by May.\nEven remaining on the watchdog’s gray list would have consequences, complicating Pakistan’s ability to raise money on international markets at a time when itseconomy is sputtering and it is in dire need of loans. A blacklisting could lead to sanctions by Western countries, including the United States.\nThe warning comes a week after India threatened to retaliate against Pakistan for a bombing that killed at least 40 Indian soldiers in Kashmir. The militant group that claimed responsibility, Jaish-e-Muhammad, or Army of Muhammad, operates in Pakistan, where it raises money under aliases, according to American and Indian officials.\nKhurram Hussain, a columnist with Dawn, Pakistan’s leading English-language newspaper, said the statement by the Financial Action Task Force was its “most strident one” in 10 years.\n“It seems like somebody somewhere has run out of patience with Pakistan, and FATF is channeling it,” he said. “Previous governments have tried to take the same actions to list these groups as terrorist entities and limit their activity but have failed to do so.”\nThe watchdog’s statement named Jaish-e-Muhammad specifically — a rare callout for the group — as well as the Islamic State, Al Qaeda, the Taliban and Lashkar-e-Taiba, which India and the United States accuse of orchestrating the            2008 Mumbai attacks that killed over 160 people.\nThe statement provided a list of actions that it sought from Pakistan by May, accusing local law enforcement of failing to investigate or crack down on terrorists.\nPakistan has not shown a “proper understanding” of the risks that terrorist groups pose and needs to undertake “remedial actions and sanctions” against them, the statement added.\nIt went on to demand that the Pakistani authorities identify cash couriers and prevent them from moving illicit money out of the country; that effective action is taken against groups that are prosecuted for financing terrorists; and that suspect groups are denied resources to launder or raise money for terrorist activities.\nPakistan was put on the watchdog’s gray list last year for failing to act against Lashkar-e-Taiba and its suspected political front, Jamaat-ud-Dawa. This week, fearing its status on the gray list would be renewed, Pakistan renewed its bans on Jamaat-ud-Dawa and another affiliate, which had lapsed earlier. But the task force went ahead with its rebuke hours later, signaling that the move was too little, too late.\nAlthough last year Pakistan initially seized some assets of the groups believed to be fronts for Lashkar-e-Taiba, officials’ efforts waned, and the groups remain active.\nPakistan’s finance minister responded Friday on Twitter to the unusually harsh statement by the Financial Action Task Force, saying that the group’s board had kept Pakistan on the gray list “despite hectic efforts and lobbying to get us black listed.”\nBut the post by the finance minister, Asad Umar, may make matters worse by failing to express any commitment to the watchdog’s targets.\nThe United Nations and the United States Treasury Department consider Jaish-e-Muhammad a terrorist organization. Several moves by the United Nations Security Council to impose sanctions on the group’s leader, Masood Azhar, have failed because of vetoes by China, an ally of Pakistan.\nBut on Thursday night the Security Council, including China, condemned the Jaish-e-Muhammad attack on Indian soldiers in a forceful statement.\nSensing growing pressure over Jaish-e-Muhammad’s activities in Pakistan, the Interior Ministry said on Friday evening that the government had taken control of the group’s headquarters in Punjab Province.\nBut if past actions are any guide, new steps like this one are likely to be temporary and cosmetic. Pakistan’s military denies accusations by the United States that it protects certain terrorist groups, using them as tools to achieve foreign and domestic policy objectives.\nThe United Nations is expected in coming weeks to advance a resolution to blacklist Mr. Azhar, the Jaish-e-Muhammad leader, though last week China ignored Indian demands to renew efforts to penalize him. Targeting Mr. Azhar specifically would make it harder for the group to raise funds in Pakistan.\nThe financial task force will make a final decision this year on whether to remove Pakistan from its gray list, place it on its blacklist or remove it altogether.\nSalman Masood contributed reporting from Islamabad, Pakistan. \nPHOTO: Under Prime Minister Imran Khan, as with prior governments, Pakistan has declined to crack down on militants to the extent sought by international organizations. (PHOTOGRAPH BY Adem Altan/Agence France-Presse &mdash; Getty Images FOR THE NEW YORK TIMES)\nRelated Articles\nIndia Threatens a New Weapon Against Pakistan: Water\nIndia Blames Pakistan for Attack in Kashmir, Promising a Response\nPakistan Seeks I.M.F. Bailout as Government Sends Mixed Messages\n\nLoad-Date: February 24, 2019"
}