{
    "title": "Terrorist attacks on Spain must not go unnoticed",
    "publisher": "university wire",
    "year": 2004,
    "month": 3,
    "day": 19,
    "full text": "Terrorists 1, Lovers of Democracy 0. The day after the Madrid bombings, Thursday March 11, the capital was blanketed with umbrellas. I was under one of them. I stood at an anti-terrorism rally among the exasperated Spanish demonstrators and thought, how ironic?\nMarch 12 there were numerous moments of silence during which everyone stood still in reflection. Although I am not Spanish and none of my family is Spanish, I still felt a sense of closeness to the Spanish people on that day. I went outside at 12 p.m. and stood for 15 minutes and cried and then clapped, the Spanish signal for saying goodbye. I did not know any of the people injured nor killed; however, I cried for their families and for the freedom that was taken away by terrorists yet again.\nI am 19 years old and I already feel like a veteran of terrorism. I lived in New York City and saw smoke billowing over skyscrapers on Sept. 11. I was in Jerusalem when a suicide bomber killed nine people in Tel-Aviv last year.\nIn both New York and Israel, I was impressed with the way democracies handled terrorism. We New Yorkers were debilitated, walking zombies; however, we drew closer to one another and unified. In Israel, we donated blood and spoke of our hope for peace, although we knew it was not that simple.\nAccording to Edward N. Luttwak, a senior fellow at the Center for Strategic and International Studies, \"When threatened by a violent few, democratic political communities will normally react by enforcing the will of the many.\" This is how I felt being in Israel and in New York. I have always been impressed with the attitudes of the people after tragedy strikes. I was impressed with New Yorkers, Israelis and the Spaniards. The Spaniards said they were accustomed to this sort of thing due to previous attacks by the Basque Separatist group ETA. So, trying to brush it off, I took the metro to the demonstration and saw Spaniards kissing in the subway and laughing.\nLife went on as usual, which it should.\nNevertheless, terrorism never gets easier. It tests the resolve of free-loving people, whether you are American, Israeli or Spaniard. It is a sad reality and it is affecting people in Turkey, Bali and Madrid, among so many other places. Terrorism is terrorism regardless of political motivation.\nSpain's reaction in its time of grief was to attack their government, not al-Qaeda -- not those that killed Patricia, a seven- month-old baby, among so many innocent others. They blamed their government, in a sense aligning themselves with the terrorists. In their elections this past Sunday, they let Islamic militants dictate the outcome. Whether you think aligning with the Bush administration is wrong or right is not the point of what happened on Election Day in Spain. It is about letting terrorists think that their methods are working. Bottom line, the terrorists won.\nHowever, this really traumatic event is a reality and we cannot make judgments about Spain's reaction during their healing process -- we have to respect their own national grief. What we as Americans need to do is show Spain that we share her angst because we have been the very victims of terrorism too.\nWe cannot back down or give in to terrorism. Democratic nations are all fighting the same war. We cannot let Spain turn against America. Spain must remember that they are not alone in this fight. Where we do not see eye-to-eye on our foreign policies fundamentally, just like Turkey, Israel and the many other places that are targeted, we all believe that terrorism is wrong and destroys the fabric of a country. It is in this basic value that we can all unite. There are victims of terror worldwide, and instead of driving wedges between us, we must band together.\nPeace will not come because the world wishes it so. I do not want to lose hope, but I truly am sad about the state of the world. We cannot ignore these attacks and think they will not happen again. I do not really want to stand under an umbrella again and say to myself, \"It is not raining, Madrid is crying.\"\n(C) 2003 The Daily Free Press via U-WIRE\n\nLoad-Date: March 19, 2004"
}