{
    "title": "Terrorism, weak market top Wall Street's fears",
    "publisher": "the philadelphia inquirer",
    "year": 2002,
    "month": 9,
    "day": 8,
    "full text": "Wall Street generally looks forward, not back. These days, it's doing both as it prepares for Wednesday's anniversary of the terrorist attacks.\nA year after the attacks, investors are still scared about the possibility of more terrorism. Some worry that attacks may be attempted on the anniversary.\n\"There's lots of uncertainty out there, but this is a difficult ball game,\" said Michael Murphy, head trader at Wachovia Securities. \"We were violated… . It raises the fear that it could happen again.\"\nTrading of stocks will be delayed until late morning on Wednesday, at the conclusion of a memorial service at the World Trade Center site, where the names of the 3,000 victims will be read. At brokerages and financial firms across the country, other, smaller ceremonies will take place.\nWhile the threat of future attacks is the biggest uncertainty facing Wall Street, the market has moved on. The lows the market reached after the attacks, when the Dow Jones industrials fell to 8,235.81, have been replaced by lows of this summer, when the Dow fell to 7,702.23, on July 23. The Dow is now about 700 points above that.\nAnd there are other worries on investors' minds - whether the economy is getting stronger or slipping back into recession, and whether there will be a war with Iraq.\nFor the week, the Dow lost 236.30, or 2.7 percent, despite climbing 143.50 on Friday. The Dow closed the week at 8,427.20.\nThe Nasdaq composite index had a weekly decline of 19.55, or 1.5 percent. On Friday, the Nasdaq rose 44.30 to 1,295.30.\nFor the week, the Standard & Poor's 500 index fell 22.15, or 2.4 percent. On Friday, the S&P advanced 14.77 to 893.92.\nThe Russell 2000 index had a weekly gain of 0.61, or 0.2 percent. On Friday, the Russell, which tracks smaller-company stocks, rose 10.51 to 391.57.\nThe Wilshire Associates Equity Index, which represents the combined market value of all New York Stock Exchange, American Stock Exchange and Nasdaq issues, ended the week at $8.481 trillion, down $172.84 billion from the previous week. A year ago, the index was $10.066 trillion.\n\nLoad-Date: September 8, 2002"
}