{
    "title": "Terrorism treatment promoted in Montco; An official wants to prepare vacant buildings at Norristown",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 8,
    "day": 13,
    "full text": "Vacant buildings at Norristown State Hospital could be reclaimed to treat the wounded in the event of a terrorism attack, state and county officials said yesterday.\nJoseph DiMino, director of the Montgomery County Health Department, wants to refurbish an unused medical building at the hospital to absorb a potential surge in casualties caused by bioterrorism or other attack. He has yet to persuade anyone to pay for the estimated $1 million that the work would require.\nNorristown's proximity to transportation hubs would make it a perfect site to treat less-serious injuries, DiMino said. He believes that other hospitals could become overburdened with patients or closed by epidemic.\n\"If anything happens in Philadelphia, where are they going to go? Not to Philadelphia,\" DiMino said. \"Where are you going to put these poor souls?\"\nThe proposal is part of DiMino's aggressive approach to disaster preparedness, which includes using tractor-trailers as triage stations and veterinarians to treat people when medical doctors are overwhelmed. This year, DiMino also provided for smallpox inoculations for county workers.\nIn case of a major disaster, he envisions having 200 to 500 beds to treat broken bones and other injuries considered less serious. DiMino, a Vietnam War veteran who has led the department since June 2002, said the campus setting would also allow him to set up Army tents to establish instant MASH-type hospitals to house hundreds of patients.\nThe 232-acre campus, opened in 1880 as the State Hospital for the Insane, comprises 51 buildings. Only 11 are used by the hospital to treat, house and administer to its 415 mental-health patients.\nFive other buildings are leased to other entities, and the remaining 35 are vacant, said Stacey Ward, spokeswoman for the Pennsylvania Department of Public Welfare, which owns and operates the site.\n\"We completely support the idea,\" Ward said. But that support is not financial.\nDiMino said the building he had in mind needs about $1 million in renovations. He is looking to the federal government for help.\nU.S. Sen. Arlen Specter (R., Pa.), whom DiMino approached on the issue this week, said, \"The proposal has merit.\"\n\"I have requested the details of the proposal be given to my staff for further review,\" Specter said yesterday in a written statement.\nNorristown State Hospital, which housed more than 5,600 people in 1966, has become outdated in a modern mental-health environment that emphasizes integration into society.\nMany community groups now use the campus for everything from fishing to football, and the 700-acre Montgomery County Farm Park is next door on former hospital land.\nDiMino also advocates turning the grounds into a national center for bioterrorism response where emergency personnel from throughout the Eastern Seaboard could go for training.\nWard said that the state was open to any proposal for the buildings that would benefit the community.\nContact staff writer Jeff Shields at 610-313-8173 or jshields@phillynews.com.  \n\nLoad-Date: August 15, 2005"
}