{
    "title": "TERRORISM BILL WORRIES BANKS_SANCTIONS ON FOREIGN INSTITUTIONS  COULD CRIPPLE NY AS GLOBAL HUB",
    "publisher": "crain's new york business",
    "year": 1996,
    "month": 6,
    "day": 3,
    "full text": "New York's major international banks and securities firms are quietly leading a drive to overturn a provision in Congress' antiterrorist legislation that could disrupt their relations with foreign banks.\nThe House legislation, if passed, would eventually affect a broad range of foreign banks and could be devastating to New York's status as a global banking center and as a clearinghouse for international interbank payments.\nThe banks hope to get the bill modified before it comes to the House floor.  Their prospects are good, since the Clinton administration and a handful of key GOP lawmakers want to drop the most troubling provisions.\nBroaching a delicate issue\nThe difficulty for the financial firms is one of image. They must sway both Republican and Democratic lawmakers who have been stumping against global terrorism in order to appeal to voters, especially their Jewish constituencies, in this election year.\n''It's not politically correct for the banks to be perceived as soft on terrorism,'' says a lobbyist for the bankers, ''and no one wants to be too far out in front on this.''\nThe Iran Oil Sanctions Act was approved unanimously by the House International Relations Committee in March. It is now being reviewed by both the Ways and Means and the Banking committees, and is expected to go to a floor vote before the summer recess.\nAs written, it would subject to sanctions any foreign business or bank investing in or financing energy development in Iran or Libya. U.S. banks would be prohibited from lending more than $10 million a year to any sanctioned entity. Sanctioned foreign banks could be barred from doing any business in the United States and could be ruled ineligible for dealing in U.S. government securities.\nThe U.S. banks say a large but undetermined number of European and Asian institutions could be subject to sanctions immediately. The broad scope of the boycott threatens the activities of many of the hundreds of foreign bank subsidiaries in New York, as well as global relationships between major banks.\nIt also may jeopardize the Manhattan-based Clearing House Interbank Payments System, known as Chips, which handles more than $1 trillion in payments daily, most involving settlement of dollar-valued business in overseas markets. Many foreign participants in the system borrow short-term credit from American banks, an activity that would be prohibited if sanctions were imposed.\n''The sanctions would dramatically change the rules of the game by foreclosing an undetermined number of large, creditworthy foreign institutions from the U.S. interbank credit markets,'' says Jill Considine, president of the New York Clearing House Association, a membership organization that operates Chips.\nTop banks take charge\nThe banks working furiously behind the scenes to modify the House proposal are led by Citicorp, Chemical Bank, Chase Manhattan Bank, J.P. Morgan & Co.  and other members of the Bankers' Association for Foreign Trade.\n''These penalties have great potential to damage financial markets and the central role of U.S. banks in the global payments system,'' says See SANCTIONS on page 39SANCTIONS from Page 3\nF. William Hawley, director of international government relations for Citicorp/Citibank and president of the bankers foreign trade group.\nThe bank lobbyists prefer the more limited language contained in the Senate version approved last December, which was sponsored by Sen. Alfonse D'Amato, R-N.Y.\nThe Senate bill would penalize foreign businesses that invest in Iran or Libya, but it wouldn't include banks on the list, as the House bill does.\nU.S. businesses' direct involvement in Iran and Libya already is barred by President Bill Clinton's executive order of a year ago.\nThe bankers' allies are House Banking Chairman Jim Leach, R-Iowa, officials from the U.S. Treasury Department and the U.S. Trade Representative, and trade groups that include the Securities Industry Association and the National Foreign Trade Council.\nAlso joining in the lobbying are U.S. allies in the European Union, which strongly oppose the sanctions as unilateral and contrary to the principals of global cooperation. They also object to sanctions recently approved by Congress against foreign businesses active in Cuba.\nMeanwhile, pro-Israel groups support the House's expansion of the sanctions to curb terrorism and Iran's development of nuclear weapons. But even some Jewish groups feel that appeasing the banks may be necessary.\n''We'd like the sanctions to be as strong as possible,'' says a spokeswoman for the Anti-Defamation League, a major Jewish lobbying organization, ''but we recognize that some compromises may have to be made.''\n\nLoad-Date: June 6, 1996"
}