{
    "title": "TERRORISM THREAT EXPANDING, EXPERT TELLS CONFERENCE; IDEOLOGUES USING EASY-TO-MAKE EXPLOSIVES WILL B",
    "publisher": "portland press herald",
    "year": 1997,
    "month": 2,
    "day": 11,
    "full text": "Low-tech terrorism will be a problem in the future, a terrorism expert told a crowd at this weekend's annual Camden Conference.\n''Anyone with a degree in chemistry and a buddy with a degree in electronics . . . could blow this place up with nitrates and a few devices from Radio Shack,'' said David E. Long, who has been studying the problem for more than 30 years.\nLong was one of several speakers at the 10th annual conference, which is dedicated to former Maine Sens. Edmund S. Muskie and Margaret Chase Smith. The topic for this year's conference was ''The World's Only Superpower: Challenge or Curse.''\nLong said more ambassadors and foreign service officials have been killed in the line of duty as a result of terrorist activities than generals or admirals since World War II.\nHe said terrorists are usually intelligent, ideologically motivated individuals, and there are no easy answers to stopping them.\nLong also said that contrary to popular belief, terrorism is more likely to occur in South America than in the Middle East. He cautioned against overstating the problem, however.\n''You are more likely to die of a snake bite than you are from a terrorist activity,'' he said.\nFormer White House Deputy Chief of Staff Robert B. Zoellick said America should stop dividing countries into friends and enemies. Instead, he said, we should seek to underline common interests and goals with other countries.\nThe United States must adopt a policy of integrating Russia and China into the world economic system, or develop a capable shield against the two powers if economic programs fail, Zoellick said.\nThe conferences have taken root in Camden because of the high level of education among local residents and the large number of retired Foreign Service officers and CIA employees who have chosen to live there.\n\nLoad-Date: February 12, 1997"
}