{
    "title": "TERROR IN OKLAHOMA CITY_ TERRORISM TRIAL; Judge Refuses to Sequester Jury In Terrorism Case in New Y",
    "publisher": "the new york times",
    "year": 1995,
    "month": 4,
    "day": 20,
    "full text": "The judge in the New York terrorism trial of Sheik Omar Abdel Rahman and 10 co-defendants rejected a request by some of the defense lawyers that the jurors be sequestered for at least the next several days to shield them from news of the bombing of a Federal office building in Oklahoma City.\nInstead, Judge Michael B. Mukasey of Federal District Court in Manhattan told the jurors at the end of yesterday's court session to avoid news accounts of the Oklahoma City bombing \"to the extent you can,\" and admonished them that the Oklahoma attack \"is not part of this case\" and should play no role in their consideration.\nThe defendants are charged with plotting to blow up major buildings and transportation links in New York, including the United Nations and the Hudson River tunnels, in the months after the World Trade Center bombing on Feb. 26, 1993.\nWhile none of the defendants are charged with carrying out the World Trade Center attack, the prosecution says that attack was also part of the overall conspiracy. And some of the testimony at the trial yesterday dealt with the extensive devastation caused by the bombing, which killed 6 people and injured more than 1,000.\nThe defense team was not unanimous. One lawyer, John H. Jacobs, said he opposed sequestration, as did a prosecutor, Andrew C. McCarthy.  Judge Mukasey held that \"sudden sequestation\" could itself prejudice jurors against the defendants, in part because it might \"create an impression about personal safety of these jurors that is totally unwarranted.\"\nDefense lawyers also said that because of the Oklahoma City explosion, defendants in the trial would be removed from the general inmate population at the Metropolitan Correctional Center in Manhattan. The lawyers said this step was being taken to avoid possible retaliation by other inmates who might believe that Mideast terrorists were involved in yesterday's bombing.\n\nLoad-Date: April 20, 1995"
}