{
    "title": "Terrorism_ the limits of tolerance",
    "publisher": "christian science monitor ",
    "year": 1985,
    "month": 10,
    "day": 21,
    "full text": "THE United States has clearly reached the limits of tolerance in the face of repeated acts of terrorism in the Middle East. The widespread acclaim for the interception of the hijackers of the Achille Lauro is but the latest manifestation of this. The friends of this country in the Arab world need to understand this and to pay serious attention to this growing indignation.\nThose of us who have lived among the Arabs have often listened to their side of the tangled story of justice and injustice in the Middle East. We have tried to comprehend the Palestinian issue and the pressures on Arab leaders to support that cause.\nAspects of their case have lacked credibility. It is true that brutal acts have been committed by Israel which, at times, seemed to be condoned by the United States. But, too often the Arabs have blandly denied their own acts of violence or minimized the conspicuous quarrels within the Arab world. Too often, in detailing the responsibility of others for their problems, they have denied their own.\nUnder the pressure of sympathy for the Palestinians and threats from radical elements both within and outside their societies, they have tried to shut their eyes to Palestinian terrorism.  The reaction of most Arab leaders to such events is to hope that they not become involved and, if they do, to transfer the problem to some other quarter as quickly as possible. Those Arab countries with close ties to the United States have hoped that Washington will comprehend the extreme pressures and dangers involved for those opposing Palestinian acts and take into account important common interests in the relationship. They hope their inaction will be understood. That hope may no longer be justified.\nThe United States, as a nation, has become increasingly anguished and frustrated by unpunished terrorism. But that terrorism now has assumed a new aspect, one that makes Americans particularly angry. Innocent citizens of this country have been singled out by hijackers and brutally murdered; in one case, a military man, and in another, a handicapped civilian.\nMany Arabs are embarrassed by such acts; others will seek to rationalize them by pointing out that thousands of innocent Arabs have died at the hands of Arab enemies supported by the United States, or by reminding us that their assistance in releasing hostages has helped to save lives. Neither the embarrassment nor the rationalizations will ease the American anger.\nThe time has come when Arab leaders friendly to this country need to face squarely the implications of looking the other way when such acts occur. Time and time again terrorists have been permitted to go free even when Americans have been killed. Despite strong efforts by the Nixon administration in 1973, for example, neither the Sudanese nor the Egyptian governments ever brought to trial the known killers of the US ambassador and embassy counselor in Khartoum.\nExperience demonstrates clearly that, either out of fear or conviction, Arab leaders will not bring to the courts those who have committed murder in terrorist acts. When the victims are Americans, the United States government feels justified, on the basis of this experience, in taking the necessary unilateral action to bring the murderers to justice.\nArabs reply that Americans cannot speak of justice when such injustices have been done to the Palestinians. But efforts to sort out justice and injustice in the Middle East go back far into history; there is no clear point at which injustice or, for that matter, terrorism began. Jewish efforts to establish a state and Palestinian efforts to resist them have compounded precedents of terrorism impossible to untangle.\nDespite recent events, many Americans remain opposed to acts of retaliation such as the Israeli raid on Tunis and troubled by the US identification with that act. They view quite differently, however, an action taken to bring known murderers of Americans before a judicial system in which they can have confidence.\nNeither the United States nor the major Arab countries would benefit from a serious deterioration in relations. Such deterioration is possible, however, if Americans perceive that leaders in the Arab world are unwilling to cooperate actively in discouraging the kind of brutal acts that have aroused the United States. The result will be strong pressures on the administration to take further bold and unusual measures to protect our citizens.\nActs of capture and strong retaliation may not, in themselves, discourage terrorism. A realization on the part of Arab leaders, however, that the limits of tolerance have been reached in this country and that they have a responsibility, in their own interests, to face the issue squarely could go far to diminish the recurring cycle of acts of violence against innocent citizens.\nGiven the political divisions and weaknesses within the Arab world, it may be unrealistic to ask that an Arab country place on trial those responsible for such acts. Until that happens, however, and the perpetrators are punished, political leaders in the United States will feel compelled to take what actions they can to apprehend the criminals, and their acts will be broadly supported by the American public.\n\nGraphic\n\n \nDrawing, No Caption, SHIRLEY HORN - STAFF"
}