{
    "title": "TERROR DIGEST",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 5,
    "day": 14,
    "full text": "SAUDI ARABIA\nPowell condemns attacks as cowardly\nSecretary of State Colin Powell shortened a meeting with young civic leaders interested in modernizing Saudi society to get a briefing from U.S. Ambassador Robert Jordan on the bombings at three residential compounds.\nBut he spent most of Tuesday engaged in talks with Saudi officials.\nPowell, who had been awakened after midnight in Amman, Jordan, with word of the attacks, called the bombings an act of cowardice.\nOne of the subjects already on the agenda for his talks with Saudi officials was cooperating in the fight on terrorism, along with pursuing a Palestinian-Israeli peace accord.\n\"Terrorism strikes anywhere, everyone,\" said Powell, who toured the site of one of the bombings. \"It is a threat to the entire civilized world.\"\nWASHINGTON\nDiplomatic personnel are ordered home\nPresident George W. Bush's administration ordered most U.S. diplomatic personnel home from Saudi Arabia on Tuesday.\nA State Department travel warning said all nonessential diplomatic personnel and family members from the official American community were ordered to depart. The directive applies to Americans from the U.S. Embassy and from consulates in Saudi Arabia.\nEchoing a travel warning issued 12 days earlier, the statement recommended that private U.S. citizens currently in Saudi Arabia consider departing the country and that Americans defer nonessential travel there.\n\"U.S. citizens are reminded of increased security concerns and the potential of further terrorist attacks in Saudi Arabia,\" it said.\nMeanwhile, FBI investigators were being sent in to help with the investigation into the bombings.\nWASHINGTON\nMoussaoui denies role in 9-11 hijackings\nZacarias Moussaoui, the only defendant U.S. prosecutors have charged with complicity in the Sept. 11 attacks, contends he was not part of that day's hijackings but was preparing for a later operation outside the United States, court papers revealed Tuesday.\nMoussaoui's description of his role as an acknowledged al-Qaida loyalist was disclosed in a brief that was filed April 1 by the defendant's court-appointed lawyers. The court released the document Tuesday after classified portions were edited out.\nThe lawyers argued in favor of a lower court ruling that Moussaoui should be connected with a video hookup to interview an al-Qaida prisoner. The prisoner's name was blacked out, but he is widely believed to be suspected Sept. 11 coordinator Ramzi Binalshibh, who was captured in Pakistan last year and now is in U.S. custody.\nMoussaoui \"contends . . . that he was part of another operation to occur outside the United States after Sept. 11 involving different members of al-Qaida\" from the 19 hijackers who died in the attacks, said the lawyers.\nWASHINGTON\nLawmakers decry Saudi effort in terrorism war\nSaudi Arabia needs to improve its record in fighting terrorism, lawmakers said Tuesday after the attacks in Riyadh.\nSen. John McCain, R-Ariz., said the Saudis had failed to cooperate with U.S. intelligence, did not allow the FBI to interrogate suspects in the 1996 Khobar Towers bombing and have financed religious schools that encourage terrorism.\n\nNotes\n\nFOCUS ON TERROR\n\nGraphic\n\n \nPHOTO; Photo headshot - Secretary of State Colin Powell called the attack \"terrorism at its worst.\" Eight Americans died.\n\nLoad-Date: May 14, 2003"
}