{
    "title": "Terrorism threat bolsters P.G. Co. decontamination firm",
    "publisher": "the daily record ",
    "year": 2004,
    "month": 8,
    "day": 3,
    "full text": "More than a decade after emerging from bankruptcy, TVI Corp. -- which has sold hundreds of its decontamination systems to state governments -- has reached its first contract in the lucrative federal defense market.\nThe Glenn Dale-based company said yesterday the U.S. Department of the Navy ordered 14 of its decontamination systems for use by its Pacific Rim fleet.\nAnd last week, TVI said it joined a handful of other companies vying for a five- to seven-year contract to supply the U.S. Army with millions of protective decontamination suits.\n\"We're really pleased to branch out and have another customer under our belt,\" said Richard V. Priddy, the company's president and CEO.\nTVI's big sellers are its contamination shelters, high-tech tents that use lightweight, collapsible frames that can be erected quickly to provide on-site decontamination to rinse and sanitize up to 500 people per hour.\nSince the terrorist attacks of Sept. 11 and the anthrax scares that followed, sales of the company's decontamination facilities have shot up, but clients have tended to come from the state government sector.\nFor example, public health and safety departments in Delaware, Maine, Massachusetts, South Carolina, Rhode Island, Washington and West Virginia, among others, have put in orders -- one worth about $4 million -- in the last couple of years.\nTVI has even sold systems overseas, landing contracts worth more than $11 million combined with the Australian, British and Italian governments.\nThe company's sales have been on a steady and significant increase since 2001, when it reported sales of just $4.2 million. Last year, its sales shot up 145 percent to $27 million from $11 million in 2002.\nPriddy would not disclose how much the new Navy contract is worth.\nHe did say that clinching the deal had less to do with overcoming barriers to getting federal defense customers and more to do with the company's \"marketing efforts finally panning out.\"\nTVI's fortunes are drastically different from the position in which it found itself more than a decade ago.\nIn 1991, TVI, then a maker of military tents, filed for bankruptcy. Four years later, the company fired its then-chairman and chief executive, Brent Molovinsky.\nCompany officials discovered Molovinsky had illegally orchestrated the sale of millions of shares of stock, placed millions of dollars of company funds in accounts that TVI did not own, and had hidden corporate records.\nMolovinsky later settled with the Securities and Exchange Commission by agreeing to be barred from serving as an officer or director of a public company.\nTVI changed course when it decided to apply the technology of its fold-up tents for decontamination systems -- a transformation that reportedly took about five years.\nShares of TVI stock closed at $4.29 yesterday, up 17 cents.\n\nLoad-Date: August 3, 2004"
}