{
    "title": "Terror charges dropped in phone buys Lack of direct links in Ohio , Michigan cases behind officials'",
    "publisher": "charleston daily mail",
    "year": 2006,
    "month": 8,
    "day": 15,
    "full text": "DETROIT - Last winter, federal authorities warned local officials to be on the lookout for anyone buying large numbers of prepaid cell phones - devices that could become potential tools for terrorists.\nAuthorities in Michigan and Ohio clearly listened: In the space of only a few days last week, they arrested five men and charged them with terrorism-related offenses.\nBut in the days since, the two cases have grown more complicated.\nOn Monday, an Ohio prosecutor said he was dropping the charges he brought against two Michigan men because he could not prove a terrorism link.\nAnd the FBI said Monday it had no information to indicate that three Texas men arrested in Michigan had direct terror ties.\nProsecutors in Michigan, however, were standing by the charges against the three Palestinian-American men living in Texas, though they have not said what they believe the men intended to do with the phones.\nOfficials have said various illegal acts can be committed with prepaid cell phones, including using them as detonators, communicating among terrorists and using the batteries to make methamphetamine.\n\"I don't know how many of you have ever gone to a store to purchase 80-100 cell phones at a time,\" Attorney General Alberto Gonzales said Monday in Chicago. \"I would consider that somewhat unusual and I think it would be perfectly legitimate to say, 'Hey, is there something going on here?' \"\nSupporters of the five men have said all along that their only purpose was to make money through a perfectly legitimate business and that they were targeted because of their Arab descent.\nTuscola County prosecutors have charged Maruan Awad Muhareb, 18, of Mesquite, Texas; Adham Abdelhamid Othman, 21, of Dallas; and Louai Abdelhamied Othman, 23, of Mesquite, with collecting or providing materials for terrorist acts and surveillance of a vulnerable target for terrorist purposes.\nThe surveillance charge was connected to images of the Mackinac Bridge found on their digital camera, said William Kowalski, assistant special agent in charge of the FBI's Detroit office. He said there was no imminent threat to the bridge.\nMichigan State Police Director Col. Peter Munoz, who heads the state's homeland security efforts, said there was no indication the men were plotting to blow up the Mackinac Bridge \"or target any other location in Michigan or elsewhere.\"\nTuscola County Prosecutor Mark Reene, who charged the three men, would not comment on the status of the case. Representatives of his office and Caro police have consulted with officials from the FBI, the Department of Homeland Security and the U.S. attorney's office.\nNabih Ayad, a defense attorney representing the Texas men, said that based on Monday's statements by the FBI and Munoz, he planned to file an emergency motion today for his clients' release on bond.\nMeanwhile, in Ohio, Washington County Prosecutor James Schneider said he did not have enough evidence to prove that Ali Houssaiky and Osama Sabhi Abulhassan, both of Dearborn, Mich., had any link to terrorism.\nThe two 20-year-olds still face a misdemeanor charge of falsification - accused of lying about why they bought the phones.\nFelony charges of money laundering in support of terrorism and soliciting or providing support for acts of terrorism will be dropped, Schneider said.\nHoussaiky and Abulhassan were arrested Aug. 8 in Marietta, Ohio, after they aroused suspicions by buying large numbers of prepaid cell phones, officials said.\nThe Texas men, Muhareb, Adham Othman and Louai Othman, were arrested Friday in Caro after purchasing 80 cell phones at a Wal-Mart, police said. Authorities said they found nearly 1,000 phones in their van.\nLouai Othman's wife, Lina Odeh, has said the men were buying the phones to sell to a man in Dallas for a profit of about $5 per phone. She said they were in Michigan because so many people in the Dallas area are doing the same thing that the phones are often sold out.\nThe FBI and the U.S. Department of Homeland Security sent out joint bulletins in February and March to police departments nationwide warning about the bulk purchase of phones for personal profit or financing terrorism.\n30\n\nLoad-Date: August 17, 2006"
}