{
    "title": "Terrorism descends on Europe, but Atlantic rift remains",
    "publisher": "the world",
    "year": 2005,
    "month": 9,
    "day": 11,
    "full text": "LONDON - The moments are carved in collective memory: Smoke billowing from the twin towers. The charred husk of a London double-decker bus. Bombed out commuter trains in Madrid. The convicted Muslim assassin of a Dutch filmmaker coldly telling the victim's family in court: \"I don't feel your pain.\"\nBut if the language and iconography of terror haunt us in our shared fears, it does not necessarily follow that the carnage has forged a common front.\nIf Europeans were separated from 9/11 by the Atlantic Ocean, Madrid (3/11), Amsterdam (11/2) and London (7/7) have awakened them to the reality of 21st century terrorism. The question most people are asking is not \"will there be another one?\" - but \"who's next?\"\nYet the London attacks do not appear to have pushed Europeans closer to the United States or its government's view of the world. Many are, if anything, inclined to deride the Bush administration's attitude as simplistic and belligerent, and to argue that the U.S.-led war in Iraq has provoked the Muslim world against the West.\nAnd among themselves, Europeans are divided over how to proceed.\nUnlike for Americans, who largely rallied together and behind their government in the months after 9/11, the recent terrorism in Europe has underscored differences in political outlook, culture and security strategy.\nFor some on this side of the Atlantic, the London attacks created a certain affinity between Europe and the United States that was briefly reminiscent of the atmosphere immediately after 9/11, when the world's heart went out to wounded New York and Washington, D.C. Few here have forgotten the ash-caked, traumatized faces emerging from the stricken twin towers, just as few will forget the London woman clutching a burn mask to her face in a chilling evocation of Edvard Munch's painting, \"The Scream.\"\nBut rifts remain.\nPerhaps most keenly, terrorism has brought urgency to an internal debate in Europe about how to handle the continent's Muslim immigrant communities.\nThe two main approaches have been France's activist secularism, which demands that newcomers assimilate to the French way of life, and the liberal multiculturalism of Britain and the Netherlands, which teaches that society is enriched when immigrants preserve their traditions.\nAs the London attacks and the bloody slaying of Dutch filmmaker Theo van Gogh suggested, the multicultural approach that can inject vigor into a country's economic, social and artistic life can also lead to a kind of self-imposed ghettoization: Communities sealing themselves off from the traditions and values of the host nation.\nThree of the four July 7 bombers grew up in insular Muslim communities in the north of England. Mohammed Bouyeri, the man convicted of stabbing Van Gogh and slitting his throat on an Amsterdam street for making a film critical of Islamic practices against women, was born in Holland to Moroccan parents and was drawn into the Islamic radicalism that has been allowed to flourish there.\n\"Multiculturalism has meaning only if it results in a form of social harmony,\" Gilles Keppel, a professor at the Institute of Political Studies in Paris wrote in a commentary in Le Monde. \"In this sense, the trauma of British society is greater than that of American society after Sept. 11. In the United States, the 19 hijackers were foreigners. In the United Kingdom, the eight suspected in the attacks are children of multicultural society.\"\nNow, the British government is rethinking its policy of accommodating radical Muslim preachers, with Prime Minister Tony Blair proposing deportation measures. But these have been criticized for going against the nation's liberal traditions.\nMany Britons bristle at Blair's recent statement that immigrants have to \"play by our rules and our way of life,\" saying he is using the attacks as a pretext for slipping draconian measures past a traumatized public.\nSome experts, however, argue that, until the July 7 bus and subway bombings, the British government had been playing a dangerous game of appeasement with Islamic radicals.\n\"The British government believed that if it provided haven for these radical elements … although they may retain their radical nature, they wouldn't turn against the U.K. They wouldn't foul their own nest,\" said Bob Ayer, a security analyst at Chatham House, a London think tank. \"The approach the British government has taken to date, of multiculturalism and allowing people to retain a sense of apartness from mainstream U.K., isn't working.\"\nOthers, like acclaimed Pakistani-British novelist Hanif Kureishi, believe diversity is worth fighting for, despite the difficulties.\nCulture also is at the heart of the challenges Europe faces in forging a common approach to terrorism.\nThe 25-state European Union has made strides since 9/11 in tightening coordination - in particular adopting a pan-European arrest warrant - but has been unable to establish a joint security strategy.\nIntroducing an EU version of the Patriot Act, with provisions such as allowing secret searches of homes, would be unacceptable to most Europeans, said Peter Neumann, a researcher at the Centre for Defence Studies at King's College London.\nOn the other hand, he said, Americans would never stand for the video surveillance that has become widespread and pervasive in British public places.\nFurthermore, many Europeans question whether the \"new\" threat of terrorism they face is new at all.\nMany Europeans feel that countries that joined the U.S.-led war in Iraq are more at risk of terrorism than those that opposed it.\nMany others attribute France's ability to escape terrorism since 9/11 to its hard-line attitude toward Islamic radicals and aggressive security measures, rather than its decision to stay out of Iraq.\n\"France in the 1990s was considered 'Little Satan' by terrorist groups, while 'Big Satan' was the United States,\" Ali Laidi, a researcher on strategy and international relations, said in an Internet chat hosted by Le Monde.\nHe also said France's imposition of a ban on Islamic head scarves and other religious symbols in schools could heighten the terrorist threat in France.\nBeyond those issues, the social alienation experienced by Muslims in France and Germany, which both opposed military intervention in Iraq, is at least as acute as what exists in Britain, Bush's strongest coalition ally in the war.\n\nLoad-Date: September 12, 2005"
}