{
    "title": "Terrorism fears don't faze Las Vegas New Year's crowd",
    "publisher": "university wire",
    "year": 2016,
    "month": 1,
    "day": 1,
    "full text": "LAS VEGAS - \"Are there fireworks?\" Diana Currier asked her friend who had done New Year's Eve on the Las Vegas Strip before.\nOh, there would be fireworks - shot from the rooftops of seven towering Las Vegas Strip casinos.\nIt isn't easy topping an eight-minute New Year's firework spectacle shot, but Sin City expects acts including Bruno Mars at The Cosmopolitan, Maroon 5 at Mandalay Bay and Nikki Minaj at Drai's Nightclub will keep revelers entertained inside the casinos before and after midnight.\nTourism officials expect 332,000 people to crowd the car-free Las Vegas Strip and squeeze underneath the massive video canopy on Fremont Street for Thursday night's festivities. New Year's Eve is worth nearly $228 million to the destination, and its 149,086 hotel rooms are almost fully booked, according to the Las Vegas Convention and Visitors Authority.\nFor Currier, 35, it was her first true New Year's Eve celebration for the self-described workaholic from Yuma, Arizona.\nFor Christa and Bill Cooper of Kentucky, the brand new bride and groom spent their first New Year's Eve as husband and wife dancing their first dance in a wide-open Las Vegas Boulevard intersection with a bit of Frank Sinatra crooning in the distance.\nFor Las Vegas police, it was the first time uniformed officers, including some wearing military-style vests and headsets, walked among the crowd of pedestrians in light of heightened security concerns globally. Nearly 1,000 uniformed police were expected to patrol the Las Vegas Strip, while another 300 to 400 would watch downtown's Fremont Street.\nPolice had urged visitors who will be walking the Las Vegas Strip to leave their bulky bags and strollers at home or voluntarily cooperate when asked to have their bags searched throughout the night.\nA few hours before fireworks, there were quite a few backpack-wearing and stroller-pushing revelers who didn't get the memo or see the posted warning signs.\nThe specter of terrorism and heavier police presence didn't appear to faze those braving the chilly Las Vegas Strip.\n\"The terrorists are not going to try and hit something like this,\" said Teresa Fauscette of Tennessee. \"I'll lay $500 on the line.\"\nThe 29-year-old said she wasn't one bit scared.\nNeither was Robert Tafoya of Salt Lake City, Utah who sat on a wall and read the book, \"SuperFreakonomics\" until the time for fireworks neared.\n\"The threat of terrorism is so remote,\" he said.\nThe chance it might be a near-freezing New Year's come midnight was less remote. The National Weather Service forecasts temperatures to drop from the mid-40s to the mid-30s by 2016's arrival.\nThe Strip becomes a wide-open pedestrian mall for the evening, with access to the casino-hotels along the corridor limited, in some cases, to hotel guests and ticket holders for events and concerts that include performances from Las Vegas regulars Britney Spears, Celine Dion and Olivia Newton-John.\nCelebrants in some cases will pay as much as $15,000 to watch the hottest acts from a reserved table with a bevy of alcohol. But those not in need of the real thing musically will find a host of tribute bands on Fremont Street, including Fan Halen, No Duh and the Red Not Chili Peppers. Access to that area, unlike the open Las Vegas Strip, is limited to the event's ticketholders, and bags, backpacks and strollers are prohibited.\nMore exclusive experiences include a $15,000 table and bottle service reservation for 12 people at Drai's Nightclub at The Cromwell to watch Minaj perform after the New Year's Eve countdown. The MGM Grand offered an $8,000 package for two that includes a two-night stay and tickets to a private Michael Buble concert.\n\nLoad-Date: January 17, 2018"
}