{
    "title": "Terrorism, War Threaten To Weigh Down Markets",
    "publisher": "new york sun ",
    "year": 2003,
    "month": 11,
    "day": 28,
    "full text": "Don't be surprised if Santa skips Wall Street this year.\nThough the jobs picture and the economy are showing more zip, the threat of more global terror, plus increasing strife in embattled Iraq, appears to be overpowering the good news.\nAs a result, more anguish seems likely for the stock market, the kind that could stifle any Christmas rally.\nClearly, terrorism worries are terrorizing Wall Street, as evidenced by:\n* The stock market's consistent inability to muster any sustained robust rally despite rapidly swelling bullish sentiment.\n* The failure of stocks to turn in an expected sharp gain Wednesday in the face of positive economic tidings.\nOne reason for the subdued market action is thought to be the steadily rising body count of more than 400 American soldiers killed in Iraq since we invaded the country last March.\nOne worry-wart, money manager Tom Postin of Los Angeles-based P &W Partners, tells me: \"With more extremists, terrorists, and just plain American haters moving into Iraq from all over the Arab world and bin Laden and Saddam still at bay, the death of more Americans there is a near certainty.\"\n\"That means more body bags going into American cities, more bad days for the stock market, more negative press coverage for the Administration, and a further drop in the President's popularity,\" he says.\nHe notes, though, \"If Iraq really gets worse or we're subject to many more overseas terrorist bombings like we recently saw in Istanbul, the market [the Dow] could easily give up 1,000 to 2,000 points.\" In any event, he expects Iraq to exert a continuing negative influence on the market and temper any year-end rally.\nA former Goldman Sachs strategist, Fred Dickson, also worries about more deaths in Iraq, which, he fears, could \"take the bull out of the bull market.\" Strategist Bill Rhodes of Rhodes Analytics contends \"Iraq remains an ongoing market danger that could take the wind out of year-end rally if it gets any worse over there.\" He also worries about growing turmoil in Afghanistan. Mr. Postin recently told me any perception of a 2004 election loss by President Bush, who is pro-business and pro-Wall Street, could prompt a speedy 10% drop in stock prices.\nAlthough the President beats all current Democratic candidates in polls taken so far, Mr. Postin, a Republican, is no longer as convinced as he once was of a Bush victory.\nWhy so? Growing disenchantment with the war. He reasons the rising number of dead and wounded G.I.s, is disheartening, but likely, and is certain to further weaken Mr. Bush in the polls and perhaps cost him re-election. It may be, he adds, \"the longer we remain in Iraq, the more votes the President is likely to lose.\"\nMr. Postin figures the Administration will do all it can to minimize the Iraqi death rate. \"But the dye has been cast,\" he says. \"We're not going to leave Iraq overnight because of the continuing guerilla warfare, which means, it's too soon to put into place a realistic exit strategy and we'll probably hear and read about more and more American deaths.\"\nMeanwhile, sentiment seems to be rising among some Wall Street contacts that we should exit Iraq despite the political consequences. One Wall Streeter who thinks this way is retired short-seller, Robert Wilson, who is in the midst of donating $350 million to various charities. \"We should find Saddam, give him back to the Iraqis, get out of there, and let the different factions kill each other instead of American soldiers,\" he told me recently at dinner.\n\nLoad-Date: November 28, 2003"
}