{
    "title": "Terrorism tightens hotel security",
    "publisher": "star tribune ",
    "year": 2015,
    "month": 11,
    "day": 21,
    "full text": "Hotels are in the business of making people feel welcome, relaxed and at ease. But in the past decade, hotel operators have had to figure out a way to throw out the welcome mat while ramping up security.\nStaff must be able to handle a range of threats in circumstances that range from room break-ins and celebrity visits to the nightmare scenario that unfolded Friday at the Radisson Blu in Mali, where armed Islamic extremists attacked the hotel and took hostages. At least 20 people were confirmed dead as of Friday night.\n\"It's one thing for guys to hang out at the corner down the street and pickpocket the guests as they leave,\" said Kirby Payne, president of HVS Hotel Management. \"Hotels have had to adapt to changing circumstances all over the world. The net result is that hotels and hotel companies have become very sophisticated about this issue.\"\nMajor hotel companies now have security departments focused on threat assessments, Payne said, including Marriott, InterContinental and Minnetonka-based Carlson Cos., which manages the Radisson Blu in Mali.\nAn entire industry has risen around risk management, travel security and training.\nMore hotels are outfitted with X-ray machines and magnetometers. Video surveillance cameras are standard fare, and some electronic locks track activity in and out of rooms.\nOperators of luxury hotels feel more vulnerable because of their high-end clientele, but hoteliers need to be nimble enough to adjust to changing circumstances.\n\"It's all a matter of what level of threat you have in that location,\" Payne said. \"Even the Waldorf-Astoria has more security when something is going on at United Nations than if you have the marathon going on there.\"\nCarlson Rezidor Hotels runs about 1,400 hotels around the world, chiefly under the Radisson brand.\nThe company, through its Carlson Rezidor Hotels office in Brussels, moved quickly into crisis management mode after the Mali attack. It quickly became a chief source of information about the rapidly moving situation, in which gunmen entered the hotel and took about 170 hostages. Communications switched from Belgium to Minnesota when the U.S. workday arrived.\nThe 190-room hotel in Bamako, the capital of Mali with about 1.8 million people, is in the heart of a neighborhood of embassies and the offices of international aid agencies and businesses.\nMarc Faubert, general manager of the Westin Edina Galleria, says security is always a top priority. The hotel is owned by Starwood Hotels and Resorts, which has conducted a threat assessment. Uniformed security guards patrol the premises 24 hours a day.\nHis staff attends training sessions put on by local police departments, and the hotel has a \"full crisis plan that covers the gamut from every kind of emergency you might have.\"\nOccasionally, guests will complain about having to show identification, but most seasoned travelers welcome it, Faubert said.\n\"You can't guard against armed gunmen storming your hotel,\" he said. \"I don't care where you live. You can't build a fortress.\"\nThe incident in Mali was jarring, but Faubert said he puts most of his energy on daily basics.\n\"You look at guests parking their cars, who has access to the hotel, if you have single female travelers. We have bars that are open to the public as well as hotel guests,\" he said. \"These are everyday measures you look at.\"\nStaff writer Evan Ramstad contributed to this report.\nJackie Crosby · 612-673-7335\nCarlson, based in Minnetonka, was thrust into the spotlight Friday after a terrorist attack on the Radisson Blu it manages in Mali.\n\"I would like to extend our deepest sympathies to those affected by this terrible tragedy and express gratitude to law enforcement and first responders on the scene,\" David Berg, the chief executive of Carlson Hospitality Group, said in a statement. \"As the investigation unfolds, our priority is to take care of our guests, employees and their families involved.\"\nThe company set up phone hot lines in France for relatives of guests and employees. From the United States, the number is +33-1-7083-7437. Mali is a former French colony and France has been a chief supporter of the Malian government in its civil war with insurgent groups from northern Mali.\nCarlson Rezidor runs about 1,400 hotels around the world, chiefly under the Radisson brand.\nSTAFF REPORT\n\nLoad-Date: November 23, 2015"
}