{
    "title": "Terror suspect's case questioned; How and for how long should he be detained while awaiting trial_",
    "publisher": "star tribune ",
    "year": 2005,
    "month": 8,
    "day": 29,
    "full text": "The most restrictive block of cells in the state's most secure prison are typically reserved for exceptionally dangerous convicts.\nThere they spend 23 hours a day in a 10-by-10-foot concrete room with an outside view of a wedge of grass and shrubs. They have little human contact.\nFor the past 18 months, Minneapolis terrorism suspect Mohammed Warsame has been waiting for his trial in one of those cells at the Oak Park Heights state prison, according to court documents. And he'll likely continue waiting there for months more as his case grinds through the courts under elaborate security procedures.\nWarsame's case raises complex questions about how - and how long - a terrorism suspect should be detained before courts determine guilt or innocence. While there is national debate over the treatment of uncharged terrorism detainees, Warsame's case provides a glimpse into the treatment of those charged and awaiting trial on U.S. soil.\nHis attorney, David C. Thomas, and groups focused on prisoner rights argue that the conditions are excessive for a man who's never been found guilty of a crime. In court filings, Thomas is asking a federal judge to release his client. Prosecutors contend his detention is proper, and a judge is considering the request.\n\"Even under a worst-case scenario, nobody alleges that any person has been harmed or suffered injury by anything that Warsame has done,\" Thomas said. \"So I think it's just another example of going overboard on this idea of the war on terror.\"\nBut others contend Warsame is where he should be. The government can't take chances that terrorism suspects might continue a mission from jail when the stakes are so high, they argue.\n\"These are not ordinary prisoners,\" said Joshua Muravchik, a resident scholar at American Enterprise Institute, a Washington think tank. \"There has to be some limits on what we do with them. For example, we shouldn't torture them. But to treat them outside of the norms, the usual, traditional procedures, seems to me something that very likely is necessary.\"\nWhat to do?\nWarsame, a 32-year-old Canadian citizen of Somali descent, is charged with lying to federal agents and providing material support to Al-Qaida. Court documents allege he went to Afghanistan and fought on the front lines for the Taliban, dined next to Osama bin Laden and sent $2,000 to an associate he met at a training camp.\nDefense attorneys said in court papers that Warsame went to Afghanistan because he wanted to find a Muslim utopia, but quickly became disillusioned and ran out of money.\nBill Michael, a former assistant U.S. attorney in Minnesota, said the government doesn't have the same kind of information on terrorism organizations as it does on other organized crime because infiltrating terror networks is more difficult. Without knowing more about suspects, they have to treat them all as dangerous, he said.\n\"The government obviously, in order to secure your life, my life, everybody else's life, has to take a position of being safe; and they assume that this person has the ability   to pass along information,\" Michael said. \"That's a good position to take.\"\nBut the concern for public safety versus prisoner treatment is difficult to reconcile for some legal observers.\n\"Up to a point, we've got to take the exclamations from our government that these are not just ordinary criminals, they're terrorists and as such they have to be treated differently,\" said C. Paul Jones, a professor emeritus at William Mitchell College of Law.\nEd Butterfoss, a law professor at Hamline University, said Warsame's confinement should prompt attorneys to take his case to trial as quickly as possible.\n\"Nobody wants to let terrorists go free. Nobody wants to handcuff the government in fighting terrorism. You also want to be confident that basic, basic rights are being followed,\" Butterfoss said.\nA confinement question was also raised by an attorney for another Minnesota man charged in connection with a terrorism investigation, Mohamed Elzahabi. His attorney asked for less restrictive conditions, but prosecutors opposed that change, citing Elzahabi's prior communications with Al-Qaida associates.\nIn one Florida case, groups raised concerns about the detention conditions for college professor Sami Al-Arian, who spent time in a high-security federal prison after his arrest for alleged connections to an anti-Israel terrorist group. His trial started in June.\nComplaints also were launched about pretrial conditions for Sept. 11 conspirator Zacarias Moussaoui and shoe bomber Richard Reid, according to reports.\nAmnesty International's Jumana Musa, advocacy director for domestic human rights and international justice in the organization's U.S. office, said her group is concerned about how widespread what they view as unfair treatment of terrorism suspects may be.\n\"Any one thing by itself may not sound so serious, but it has to be taken in the context of somebody who has yet to be convicted of anything,\" Musa said.\nHigh security\nIn the administrative-control cells at Oak Park Heights prison, guards can do everything remotely while watching through cameras on the 14-foot ceilings. An inmate gets six minutes of water through the shower nozzle every 12 hours. In some of the cells, guards unlock doors from afar for prisoners to exercise for an hour in a hollow room nearby. Meals are slid into cells through a horizontal slit in the wall.\n\"The psychology staff will come through, the health services staff will come through, try to interact with them to reduce the isolation effect,\" said Lynn Dingle, who was warden at the prison until she left early this month to be warden at the Stillwater prison.\nMost prisoners are allowed to watch television, listen to the radio and read. Families visit through video phones.\nWarsame's stay there has been lengthened because Thomas, of Chicago, started representing him months after he'd been charged. There are so many restrictions on information that Thomas must read classified documents and write pleadings from them inside a locked room at the federal courthouse in Minneapolis.\nState prison authorities wouldn't discuss individual prisoners, and federal prosecutors declined to disclose the terms of Warsame's detention.\nIn court papers arguing in February 2004 to keep him locked up before trial, prosecutors said Warsame's \"voluntary and continued associations\" with Al-Qaida made releasing him an \"unreasonable danger to the community.\"\nIn an interview, U.S. Attorney Tom Heffelfinger said little except: \"He's being treated appropriately, fairly, humanely.\"\nSpecial measures\nWarsame's imprisonment may differ from others in his unit. Because it's a terrorism case, he is subject to special administrative measures, or restrictions imposed by the U.S. attorney general. That may include restricting things such as the prisoner's correspondence, television channels, visitors, interviews with news media and use of the phone.\n\"It controls the communications of the subject,\" said Assistant U.S. Attorney Michael Ward, who is prosecuting Warsame but wouldn't discuss specifics of the case. \"They can still talk to their family. It just makes sure that communications aren't being passed to third persons.\"\nIt's not uncommon for the federal government to issue the special measures. In another case, New York attorney Lynne Stewart had signed in 1997 a special administrative measures agreement in a terrorism case, then was convicted after prosecutors said she had helped a client communicate with a terrorist organization.\nButterfoss, of Hamline University, acknowledges it's a delicate balance between rights and safety. He said he hopes public opinion isn't a factor in deciding how to treat suspects. \"The public gets more scared every time a bomb goes off,\" Butterfoss said. \"The question is, how well does the government, or the courts especially, stand up to the pressure and how objectively can they make the determination about whether there really is a danger?\"\nPam Louwagie is at plouwagie@startribune.com.  \nTHE CASE: MOHAMMED WARSAME\n- The 32-year-old Canadian of Somali descent was arrested in Minneapolis in December 2003.\n- Court documents allege he went to Afghanistan and fought on the front lines for the Taliban, dined next to Osama bin Laden and sent $2,000 to an associate he met at a training camp. Defense attorneys say he went to Afghanistan because he wanted to find a Muslim utopia, but quickly became disillusioned and ran out of money.\n- He faces charges of providing material support to a terrorist organization, conspiring to provide material support to Al-Qaida and making false statements to FBI agents.\n\nLoad-Date: August 30, 2005"
}