{
    "title": "TERROR SUSPECT WAS NOT DEPORTED",
    "publisher": "spokesman review",
    "year": 2016,
    "month": 12,
    "day": 22,
    "full text": "BERLIN - The prime suspect sought in the deadly attack on a Berlin Christmas market - a 24-year-old Tunisian migrant - was the subject of a terrorism probe in Germany earlier this year and was not deported even though his asylum bid was rejected, a senior official said Wednesday.\n The suspect - who went by numerous aliases but was identified by German authorities as Anis Amri - became the subject of a national manhunt after investigators discovered a wallet with his identity documents in the truck used in Monday's attack that left 12 dead, two law enforcement officials told the Washington Post.\n Meanwhile, a clearer portrait took shape of the suspect, including accusations that he had contact with a prominent Islamic State recruiter in Germany.\n German authorities issued a $105,000 reward for information leading to his capture, warning citizens not to approach the 5-foot-8, 165-pound Amri, whom they described as \"violent and armed.\"\n His record, however, further deepened the political fallout from Monday's bloodshed - pointing to flaws in the German deportation system and putting a harsh light on Chancellor Angela Merkel's humanitarian bid to open the nation's doors to nearly 1 million asylum seekers last year.\n Although the vast majority of those who flooded into Europe were on the move to escape war and unrest, dozens of terrorism suspects have slipped into Germany and neighboring nations posing as migrants. Amri came to Germany last year via Italy, where he apparently had entered as early as 2012. He applied for German asylum but was rejected in June and later faced deportation.\n Amri was the subject of a terrorism probe on suspicion of \"preparing a serious act of violent subversion,\" and he had known links to Islamist extremists, authorities said.\n Why a failed asylum seeker with such links and no passport was walking German streets is \"the question 82 million Germans probably want an answer to,\" said Rainer Wendt, Chairman of the German Police Union.\n He added: \"How many more ticking time bombs are roaming around here? ... We saw how much damage one person can do with a truck.\"\n The dragnet for the suspect appeared to initially focus on the German state of North Rhine-Westphalia as well as Berlin, both places where the Tunisian suspect once lived. Police units were due to stage raids but they remained mysteriously on hold.\n The interior minister in North Rhine-Westphalia, Ralf Jager, said the Tunisian man had bounced around Germany since arriving in July 2015.\n Although authorities have sought to accelerate the deportation of rejected asylum seekers this year, there is still a backlog in Germany of tens of thousands, many of whom are able to resist because their countries of origin refuse to take them back. Amri, Jager said, was one of them.\n Amri had not been deported because - like many asylum seekers in Germany - he did not have a passport. Amri's new Tunisian passport, Jager said, finally arrived Wednesday.\n Importantly, authorities knew that Amri had \"interacted\" with Abu Walaa, a 32-year-old of Iraqi descent arrested in November on charges of recruiting and sending fighters from Germany to the Islamic State. Key evidence in Walaa's case came from an Islamic State defector who had returned to Germany and accused Walaa of helping to recruit him and arrange his travel to Syria.\n \"Anis Amri was engaging with extremist salafist circles in Germany,\" a German security official said.\n\nLoad-Date: January 16, 2017"
}