{
    "title": "Terrorism expert speaks at UC U.S. must adapt to smarter terrorists, RAND Corp. official says",
    "publisher": "charleston gazette",
    "year": 2004,
    "month": 9,
    "day": 29,
    "full text": "jamiehenline@wvgazette.com  \nTerrorists are not \"homicidal maniacs\" but rational, well-prepared and well-financed organizations, Dr. Bruce Hoffman, director of the RAND Corp.'s Washington office, said Tuesday night at a University of Charleston forum.\nHoffman has studied terrorism since he was in graduate school at Oxford University nearly 30 years ago. In 1994, Hoffman was awarded the United States Intelligence Community Seal Medallion, the highest honor given to a civilian, for his research on terrorism and counter terrorism and insurgency and counterinsurgency.\nHoffman addressed a nearly full auditorium about \"The Changing Face of Terrorism.\" He said it's easy and instinctual for many people to assume all terrorists are insane. However, the small, underfunded and unorganized insurgents committing random acts of violence are being replaced by terrorist powerhouses with seemingly unlimited resources and a definite plan, he said.\nThe most notable terrorist regime to date, al-Qaida, is estimated to have 18,000 members in at least 60 countries, Hoffman said.\nThe terrorist regime is still in operation even though $ 140 billion of the group's assets have been frozen, and almost 75 percent of its members have been captured during the war on terror.\nThat is in contrast to the Red Brigades, an Italian terrorist group that gained notoriety in the 1970s, which only had 75 dedicated members at its height of power.\n\"We thought al-Qaida would be crushed. Instead, we have found out it has not lost any of its grandiose ambitions or cruel intentions,\" Hoffman said. \"It's measure of effectiveness remains the same as it was on Sept. 11.\"\nAl-Qaida ringmaster Osama bin Laden has been successful, Hoffman said, because he changed his regime from a bureaucratic entity to an ideology. Now many other terrorist groups are jumping on the bandwagon.\n\"We're not confronted by one al-Qaida. Now, there are many al-Qaidas,\" he said.\nPrior to the Sept. 11, 2001, terrorist attacks in New York City and Washington, D.C., al-Qaida information stated it could stage one large-scale attack every two years, Hoffman said.\nNow al-Qaida boasts it can carry out two major attacks each year, he said.\nEdith Stull of Charleston said she never suspected al-Qaida was so far-reaching.\nThe speech \"was very informative with respect to al-Qaida,\" she said. \"It was surprising that the numbers are as large as they are.\"\nStull said she attended the presentation because terrorism is something every American should be informed about. \"All of us need to be better informed on what terrorism is and how to deal with it in our personal lives and as a county,\" she said.\nThe best way to win the war is not to focus exclusively on killing bin Laden, he said.\n\"In a 1998 interview, bin Laden said, 'I am confident that my death will create 1,000 more Osamas,' \" Hoffman said, adding that bin Laden probably believes his death would benefit al-Qaida more than his life at this stage in the war.\nHoffman cautioned people to take much of what bin Laden has said with a grain of salt because he often blows \"hot air.\"\nBut bin Laden has also made remarkable predictions, like the battle for oil between the Middle East and the United States that he predicted eight years ago, Hoffman said.\nThe keys to winning the war on terror, he said, is to adjust with the changing terrorist groups and never be lulled into a false sense of security.\nHoffman listed several ways to further success in the battle against terrorism: help Iraq conduct elections and establish a democracy, create better international relations and revive the effort to resolve the Palestinian/Israeli conflict.\n\"We've achieved tremendous success, but much still needs to be done,\" he said.\nUC President Ed Welch said he thinks Hoffman opened some eyes during his speech.\n\"He helped us understand that terrorism today is a well-conceived, well-financed, well-motivated enterprise. It's not just random individuals committing private acts,\" Welch said. \"Which is what makes it so scary.\"\nTo contact staff writer Jamie Henline, use e-mail or call 348-3053.\n\nLoad-Date: September 29, 2004"
}