{
    "title": "TERRORISM AND JUSTICE, TIES OF A FATHER AND SON",
    "publisher": "st. louis post-dispatch ",
    "year": 1994,
    "month": 1,
    "day": 21,
    "full text": "\"IN THE NAME OF THE FATHER\" Rating: R, violence, language. Running time: 2:06.\nTERRORISM is cowardly and shameful. Innocent people die, and those who kill lack the courage to either act or speak publicly.\nGovernments that fight terrorism in a similarly lawless way are equally cowardly and shameful.\n\"In the Name of the Father,\" frightening and powerful, looks at this phenomenon in terms of the \"Guildford Four,\" a group of men who spent 15 years in prison for a crime they did not commit. They were convicted because Scotland Yard, the English police and the Crown prosecutors hid evidence, or doctored evidence, or simply lied to get convictions - when they knew all the time that other men had committed the crime.\nGerry Conlon (Daniel Day-Lewis) was a Belfast ne'er-do-well and petty criminal, though his crimes were not political. But he and his family lived in an IRA-supportive neighborhood in Belfast, and his criminal profile threatened IRA security, so he was \"urged\" to move to England. That changed neither his character nor his job description, but then he was arrested.\nAs depicted by screenwriters Terry George and Jim Sheridan, the English police were determined to convict someone for the bombing of October 1974 that had killed five people in a pub known as a hangout for English soldiers.\nWith the help of legislation passed at feverish speed, legislation that abrogated civil rights, Conlon and his friend, Paul Hill (John Lynch), were arrested and held incommunicado. Hill, tortured and browbeaten, confessed and implicated Conlon, saying later that he felt his confession so ridiculous it would not stand up in any court.\nBy the time the \"Guildford Four\" and their accomplices came to trial, the witch hunt had become almost a lynch mob, with the judge saying he wished the men were on trial for treason so he could sentence them to death.\nAnd after rounding up the usual suspects, the police also arrested Conlon's father, Giuseppe, at his home in Belfast, and his aunt, Annie Maguire, an Irish woman living in London. All went to prison. All were innocent.\nSheridan, in a film far more action-packed and explosive in style than his last major success, \"My Left Foot,\" has brought forth a strong drama, with courtroom sequences and prison action to offset a tale of change in Gerry Conlon and one of steadfast determination and zealous feelings in his father.\nDaniel Day-Lewis is, as always, rich and multilayered as Gerry, but Pete Postlethwaite almost steals the movie as his father, the patient, slow-moving Giuseppe, guided by conscience and love. Father and son do not get along.  Postlethwaite is of the old school, where work and family - and an occasional pint at the pub - were enough, while Day-Lewis is certain that the old man is weak, and that youth can beat the system, until the system chews him up and spits him out.\nOnly then does the boy see the strength in the man.\nThere's a lot going on in \"In the Name of the Father,\" and some of the prison action in the second half gets rather wearying and repetitious.  Sheridan could easily have removed 20 minutes without hurting anything.\nEmma Thompson, though highly billed, is mostly a minor character. She shows up briefly at the start but then vanishes as we go into flashback, reappearing late as the attorney, Gareth Peirce, who finally obtained justice for the prisoners. It's an important, pivotal role, and Thompson is wonderful, but the film does not rise and fall on her acting.\nSheridan, who obviously has deep feelings about the men and the miscarriage of justice, has made a film of great power, based on a real event. He has helped bring another brilliant performance from Day-Lewis and found great depth in Postlethwaite.\n(Clarkson, Esquire, Kenrick, Kirkwood)\n\nLoad-Date: January 22, 1994"
}