{
    "title": "TERRORISM FEARS MOSTLY ABSENT AT CITY'S CHRISTMAS VILLAGE",
    "publisher": "pittsburgh post-gazette",
    "year": 2016,
    "month": 12,
    "day": 21,
    "full text": "The terrorist attack Monday at a Christmas festival in Berlin may have occurred thousands of miles away, but its impact can strike much closer to home.\n\"I actually thought of that when I walked in here,\" said Mary Jo Magoc, 64, of Tarentum, as she mingled with the crowd Tuesday night in Market Square's Christmas Village. \"It does [occur to you], especially in a place like this, because this is the kind of place where it happened. It's close to the streets.\"\nThe truck attack in Berlin, carried out by an unknown assailant, left 12 dead and 48 injured. Authorities said the action had all the markings of an extremist group, inflicting mass casualties on a soft target fraught with symbolic meaning.\nBut those celebrating the season Downtown were adamant that while they might be aware, they wouldn't be afraid.\n\"Sure, I came,\" said Ms. Magoc, who was accompanied by her husband and daughter. \"We come every year. It's Christmas. [Terrorism] can happen anywhere. You just have to hope it doesn't happen where you are. It's just the way the world is.\"\nPlum resident Judy LaSpada is general manager of the Kathe Wohlfahrt shop, which has been the anchor of the Christmas Village for five years, selling German-made ornaments, decorations and creches. She said she hadn't heard any talk about terrorism fears, although the news did trouble her.\n\"You feel terrible about what happened,\" she said, \"but Pittsburghers are pretty laid back. It takes a lot to get to us.\"\nIt helps, she said, that the police presence in Market Square has been increased with more officers on foot patrols and undercover police.\nMario Hausdorfer, 44, owns the Old German Christmas shop in Market Square, offering hand-blown glass ornaments from his shop in the toy-making town of Sonneberg, Germany, where he lives 10 months of the year. Sonneberg is about 250 miles from Berlin.\n\"You cannot be too scared about this. That is what they want,\" he said. \"There is violence everywhere, and you find these guys everywhere. You can only make things so safe, but these guys find a way to hurt people. It's just sad.\"\nMatthew Rzotkiewicz, 42, of Ross, and his wife, Emilie, were in Market Square to visit Santa with their children, Cedar, 2, and 4-month-old Scarlet. It's a holiday tradition.\n\"You can't be worried about going outside your door,\" Mr. Rzotkiewicz said. \"Unfortunately, there's people out there who want to hurt other people. You can't expect it to happen everywhere. I wouldn't be afraid to go anywhere in Pittsburgh because of that.\"\nScott Rispin, 58, of Erie, and his daughter, Kelsey, 27, of Los Angeles, stumbled onto the Christmas Village when they came Downtown to visit the skating rink at PPG Place. Listening to the Greater Latrobe Senior High School chamber choir sing Christmas carols Tuesday night, they said they never considered the possibility of a terrorist strike here.\n\"Maybe it's a little bit of a naive trust that here across the pond we're still relatively safe and secure,\" he said. \"Plus, traffic in Pittsburgh is horrific, so anybody trying to drive in here to do that is going to have a difficult time. They'd probably give up before they could accomplish it.\"\n\nNotes\n\nDan Majors: dmajors@post-gazette.com and 412-263-1456. / The Associated Press contributed.\n\nLoad-Date: December 21, 2016"
}