{
    "title": "Terrorism backstop a top concern More competition also on risk management radar in 2014",
    "publisher": "business insurance",
    "year": 2013,
    "month": 12,
    "day": 30,
    "full text": "As risk managers look ahead to 2014, many trends expected to shape the market come from unfinished business.\nFor example, while the Sept. 11, 2001, terrorist attacks happened more than a decade ago, the ability of risk managers with large property exposures to obtain sufficient coverage will in many ways hinge on the legislative fate of the federal terrorism insurance backstop set to expire with 2014.\nCompetition grows as does capacity\nCommercial insurance offerings from Asia-domiciled insurers such as Beijing-based People's Insurance Co. of China and Shanghai-based China Pacific Property Insurance Co. Ltd., as well as new broker facilities, such as the sidecar deal between Aon P.L.C. and Berkshire Hathaway Inc. will give buyers additional options to consider.\nLikewise, alternative capital that rushed into the reinsurance market in 2013 shows no signs of abating and may decrease the price of primary insurance. Specialized hedge funds and pension funds sponsoring insurance-linked securities are unlikely to leave the market as low interest rates limit their investment options elsewhere, said Bill Dubinsky, New York-based head of ILS at Willis Capital Markets & Advisory.\n\"We will see people moving in and out of the market, but the pension fund money is inherently slow money,\" he said. \"It's what's really driving the market at this point.\"\nCatastrophe bonds cover storm surge\nAnother trend in 2014 may be large buyers bypassing primary insurers and directly accessing the capital markets for coverage.\nDeals such as the New York Metropolitan Transportation Authority's July placement of a $200 million catastrophe bond to help guard against the risk of storm surge may well be emulated by other buyers.\n\"Falling (catastrophe bond) spreads make the (insurance-linked securities) market more viable for individual insureds that need large limits,\" Mr. Dubinsky said. \"It really comes down to price. If you look at the gap between insured losses and economic losses for all types of catastrophe events, there is a market out there waiting to be satisfied at the right price.\"\nRisk models growing in sophistication\nTechnology changes will recalibrate risk modeling in 2014.\nThis is especially true in the realm of catastrophe models, where insurers, reinsurers and risk managers are seeking greater control over the assumptions of underlying third-party models, said Karen Clark, president and CEO of Karen Clark & Co. in Boston.\n\"There so much change going on now,\" Ms. Clark said. \"The traditional catastrophe models have served the industry well over the past 20 years, but one of the drivers for change is that companies want more and they want more sophisticated tools. They want transparency, consistency and flexibility, and are getting more resistant about sending their proprietary data to third-party model vendors.\"\nOne area rife for innovation is flood modeling. \"As interest grows toward writing more flood cover in the private market, there will be a need for more tools,\" Ms. Clark said.\nFlood mitigation a worldwide concern\nLou Gritzo, Boston-based vice president of research at FM Global, said Superstorm Sandy as well as major floods in Canada, Thailand and Australia have increased the level of flood awareness.\n\"Towns are much more aware of their flood risks and taking active measures to improve their resiliency,\" Mr. Gritzo said. \"Flood awareness has also led to an increase in flooding planning and response capabilities from companies that dovetail nicely with those community activities.''\nNonetheless, Mr. Gritzo said risk managers and insurers must guard against the assumption that 2014 will be a repeat of the relatively benign catastrophe year in 2013 for the United States.\n\"A quiet hurricane season, plus adequate capacity means that the conditions are becoming ripe for complacency in the risk management community, but more importantly, at the board level,\" he said. \"Storm memory is short.\"\nTerrorism insurance backstop renewal stalls\nAnother potential disaster for which buyers need to plan is a possible shortage of terrorism insurance. While risk managers and the insurance industry hoped Congress would renew the federal terrorism insurance backstop established in 2002 by the Terrorism Risk Insurance Act in time for the Jan.1, 2014, renewals, that did not happen.\n\"TRIA is frustrating because the general consensus is that it will be renewed, but that history will repeat itself and it will renew just as it is about to expire,\" said Howard Mills, New York-based director and chief adviser of the insurance industry group at Deloitte L.L.P.\n\"This introduces a whole bunch of uncertainty in the market in regards to treaties being renewed, and large construction projects finding capacity. It's just causing needless damage,\" Mr. Mills said.\nThomas J. Santos, Washington-based vice president of federal affairs at the American Insurance Association, said a key indicator about the fate of the terrorism insurance backstop will be when House Financial Services Committee marks up the bill. He said signs indicate that the committee may mark up a bill as early as the first quarter of 2014.\n\"If you look at the history of this process, if the committee were to act that soon, that's a good signal to the market that Congress is serious about getting this authorized and not waiting to until the last minute,\" Mr. Santos said. \"I think the leadership is well aware of insurers' and large commercial policyholders' need for certainty.\"\nEvolving regulations warrant constant monitoring\nIn addition, enhanced oversight from executive branches such as the Financial Stability Oversight Council, which began designating systemically important insurers in 2013, will continue in 2014 for organizations considered to big to allow to fail.\n\"We have to bear in mind that the Financial Stability Oversight Council is not going away,\" Mr. Mills said. \"They will be monitoring market conditioning continually.\"\nMoreover, since the oversight council considers the size of an insurer when making its designations, mergers and acquisitions could make a difference.\n\"Insurance companies of a certain size may start to wonder if M&A is worth it,\" Mr. Mills said. \"It's a new consideration that the industry never had to deal with before.\n\nLoad-Date: January 2, 2014"
}