{
    "title": "Terrorism descends upon the Washington State U. classroom",
    "publisher": "university wire",
    "year": 2003,
    "month": 1,
    "day": 28,
    "full text": "Terrorism class. Face to face. Students at Washington State University who are enrolled in University Honors 330 and Political Science 400 are hearing it from someone who knows: There will be another terrorist attack.\nIt seems pretty certain, according to Rand Lewis, who is WSU's and the University of Idaho's resident expert -- \"whatever an expert is,\" he said -- on terrorism.\nWashington State U.\n\"I would anticipate that, sooner or later, there is going to be an incident,\" Lewis said. \"It's going to be when we least expect, and where it comes from is going to be interesting because these organizations are playing with everything from nuclear, chemical and biological materials all the way to simple bombs. It can happen fairly easily. It's just that our awareness is very high right now, and for international terrorism to occur, it's a little more difficult.\"\nHe ought to know.\nFor the past few years, Lewis has taught International Terrorism classes for WSU, UI and several other universities.\nHe has been teaching that sort of material since 1990. In the Army as a foreign area officer, he taught counter-terrorism and anti-terrorism.\nIn addition, Lewis did his doctorate work on right-wing terrorism, and also works as a consultant to help the American government and some private industries deal with security issues.\n\"What I teach essentially is profiles of different organizations based on where different government officials are going to be stationed,\" he said. \"Then I teach a full course on personal security awareness and how to protect oneself against potential terrorist attack. Most of the work that I've done is through my relationship with the intelligence community.\"\nHe also works as director of a national alliance, specializing in cyber-security, and is director of a program at UI focusing on infrastructure or, as he explained it, \"those things in the United States that are critical to the day-to-day affairs of our domestic issues, and could in fact be targets of terrorists.\"\nWith this knowledge, Lewis said the Sept. 11 attacks did not come as a surprise to him or his colleagues.\n\"We'd made some guesses on what possibly could happen based on some of the reports,\" he said. \"Sure enough, when it occurred, it didn't really shock any of us who had spent time in that business. We had anticipated that sooner or later something was going to happen.The size of the incident grabbed us a little off base, but the use of aircraft didn't surprise us because we had been watching airport security just dwindle over the years.\"\nAn honors seminar on terrorism already was in the works for spring 2002 when the attacks on the World Trade Center occurred.\n\"Sept. 11 really has put an emphasis on this area of interest with homeland defense and with what terrorism is,\" Lewis said. \"The interest on the part of students is tremendous. We have always offered the international terrorism class in honors, and that's always held 28 to 32 students. Political Science came to me and said, 'Would you teach it for the general university population this semester, too?' We couldn't put 'international terrorism' on the title because we knew we'd be overwhelmed. Even with 'special topics,' we have over 60 students. It's a topic that young people want to know about, and want to understand.\"\nMariah Luft, a senior political science major, signed up for Lewis' Political Science 400 class both because she needed the credit and because she thought the subject matter would be interesting.\n\"The past two years, we've seen an increase in wanting to understand the inside scope of terrorism,\" Luft said. \"Professor Lewis does an amazing job of taking a complex subject and making it easy to understand.\"\nIn the class, Lewis said he talks a lot about history, as that is one of his emphases at the university, and said he also tries to address the image most people have of terrorists.\n\"(They) are not the impoverished people that everybody thinks they are,\" he said. \"Generally, they are middle-class to upper-class, well-educated, well-funded people, and that's the kind of thing I want them to understand. On top of that, for psychological reasons, I think we need to talk about why Sept. 11 occurred and how we can mitigate that in the future. So that's been added to my course.\"\nWhen asked how he remains calm in the face of all that he knows, Lewis responded that it's because of what he knows that he is not afraid.\n\"Maybe I'm not afraid of it because I know how to deal with it,\" he said. \"I know how to protect both myself and community. I'm working in that area, and it just makes one feel good to know that you're making an impact on the lives of people and the quality of life.\"\nWhen it all comes down to it, worrying isn't going to be much assistance either, he said.\n\"I also know that there's absolutely no way you can stop someone from committing a terrorist act if they really want to do it,\" he continued. \"It's not a zero-sum game, there's always going to be the opportunity for someone to attack, whether it's domestic or international.\n\"It always exists,\" he said. \"They know that everywhere in the world. The United States didn't know that before Sept. 11, really, because we'd always been protected by our shores. Now we've been brought into the 21st Century, and the American people have to learn to live with the fact that there could be an incident that they could be involved in.\"\nAmericans also should keep in mind that there are very few incidents, Lewis said.\n\"The chances of being killed in an automobile accident are far, far, far greater,\" he said. \"So if you look at it from that perspective, it's better.\"\n(C) 2002 Daily Evergreen via U-WIRE\n\nLoad-Date: January 28, 2003"
}