{
    "title": "TERROR IN OKLAHOMA _ IN CONGRESS ; Anti-Terrorism Bill_ Blast Turns a Snail Into a Race Horse",
    "publisher": "the new york times",
    "year": 1995,
    "month": 4,
    "day": 21,
    "full text": "On Tuesday, the Omnibus Counter terrorism Act of 1995 was a proposal on a slow track in Congress and the subject of a lively debate as to whether it would violate fundamental civil liberties, including the right to confront one's accuser.\nNow, after the Oklahoma City bombing, there are few surer legislative bets in Washington. Democrats and Republicans issued a blizzard of news releases today calling for the bill's quick passage.\nThe chairman of the House intelligence committee, Representative Larry Combest, Republican of Texas, said that \"without question\" the bombing means that the bill should be passed soon. \"The potential of the problem now is raised to a level where it's never been in this country,\" he said.\nThis is deeply troubling news for the loosely organized coalition of civil liberty advocacy groups that had mobilized to block its passage. Among their arguments was that the bill was not needed because there was little potential for terrorism in this country.\nThe part of the bill that has attracted the greatest opposition is its provision to allow the Government to use evidence from secret sources in deportation proceedings for aliens suspected of terrorist involvement. Under the measure, the Government would not have to disclose the source of the damaging information to the person whom it is seeking to deport.\nThe bill was drafted by the Justice Department with great input from the Federal Bureau of Investigation and the White House.\nSenator Joseph R. Biden Jr. of Delaware, the ranking Democrat on the Judiciary Committee, introduced the bill on behalf of the Clinton Administration in February. But even as he did so, he noted that he was strongly opposed to that provision.\nToday Mr. Biden said through a spokesman that he strongly supported the bill and believed that the problems with the disputed provision could easily be worked out. The Senate majority leader, Bob Dole of Kansas, said in a statement today, \"The Senate stands ready to work closely with the Administration to pass the toughest and most effective anti-terrorist bill at the earliest possible time.\"\nJames X. Dempsey, deputy director of the Center for National Security Studies, one of the civil liberties groups opposed to the legislation, said the proposal would violate two fundamental constitutional rights. He said the provision allowing the Government to keep secret the source of its evidence was in conflict with the Constitution's notion that \"an individual always has the right to confront his accuser and has a right to know the evidence against him so he can challenge it.\"\nUnder the measure, if classified information is used to charge an alien, legal or illegal, with involvement in terrorist activity, the person would only get a summary of the Government's case.\nThe second provision Mr. Dempsey cited as objectionable was one that would make a person liable for contributing to an organization deemed by the President to be involved in terrorism, even if the donation was for a nonterrorist activity.\n\"This clearly violates the right of association guaranteed in the First Amendment,\" he said. Other groups opposed to the bill, like the American Civil Liberties Union, have said this would have made it a crime, for example, to have given money years ago to the African National Congress, which was once deemed a terrorist organization, even though contributions were also used to keep alive its political activities. The Congress is now the ruling party in South Africa and its leader, Nelson Mandela, is the nation's President.\nRepresentative Charles E. Schumer, a Brooklyn Democrat who sponsored the counterterrorism bill in the House, said today that the civil liberties groups had vastly overreacted. \"This is a very carefully balanced bill,\" he said. \"You have to ask yourself that if our intelligence people come across classified information that people are planning terrorist attacks in the United States, the choice shouldn't be between doing nothing or giving up the source of the information. That's unrealistic.\"\nHe said the bill's provision allowing a judge to review the classified information sharply reduced the potential for civil liberties abuses.\nThe bill has also been in the midst of interesting political crosscurrents, pitting Jewish advocacy groups who favor it against Arab-American organizations that oppose it. Some Jewish groups have said the measure could be used to dry up potential contributions in the United States for groups like Hamas, the radical Palestinian organization blamed, among other things, for bombings in Israel.\nJames J. Zogby, president of the Arab-American Institute, says the bill would target Arab-Americans and inhibit them from donating to social programs in the Mideast that might be associated with groups deemed terrorists. The only part of the bill he would support, he says, is one aimed at labeling plastic explosives and reducing trafficking of nuclear materials, the bill's most noncontroversial provisions.\nSimilar proposals have foundered in Congress in the past, largely because of lawmakers like Don Edwards, a California Democrat who scrupulously opposed legislation that might curtail civil liberties when he headed the House Judiciary Committee. But Mr. Edwards retired last term and the new Republican majorities in both houses strongly support the measure.\nRepresentative Henry J. Hyde, an Illinois Republican who is chairman of the House Judiciary Committee praised the Clinton bill today but said it did not go far enough. He said he wanted it expanded to keep potentially dangerous foreigners from entering the United States.\n\"We should keep them from getting into the country in the first place,\" Mr. Hyde said today. \"Remember, no foreign national has a right to enter the United States.\"\n\nLoad-Date: April 21, 1995"
}