{
    "title": "Terrorism record could be weak spot for Reno",
    "publisher": "st. petersburg times ",
    "year": 2001,
    "month": 11,
    "day": 19,
    "full text": "A question that would have been far-fetched in the Florida governor's race a few months ago - how effectively did you combat terrorism? - looks plenty relevant since Sept. 11.\nJanet Reno was America's top cop while, as now seems clear, the nation was woefully ill-prepared and vulnerable to terrorist attacks at home.\nThe leading Democratic candidate to unseat Gov. Jeb Bush has a record ripe for picking. As attorney general from 1993 to 2001, she oversaw everything from an immigration system with serious security holes to an FBI ignorant about American anthrax supplies.\nA host of political leaders dating back at least two decades can be blamed for underestimating the terrorism threat to America. But Reno is the only one of them campaigning for office in the wake of Sept. 11.\nRENOTERROR\nNone of this is lost on her Democratic primary opponents or backers of Gov. Bush.\n\"Whether the (Immigration and Naturalization Service) was handled properly, whether the FBI was handled properly, whether issues like terrorism were at the top of the agenda and not buried at the bottom, all these issues are relevant,\" said Florida Republican Party chairman Al Cardenas.\nReno bristles at the question of whether her record on terrorism could pose trouble.\n\"Why would it make me vulnerable? I thought John Ashcroft was attorney general,\" she said.\n\"Terrorism was the most important priority of the Justice Department,\" she said, and America was far better prepared at the end of her term than at the start.\nWithout knowing what the FBI has determined about how the terrorists carried out the Sept. 11 attacks, Reno said, she can't assess whether her counterterrorism work fell short.\n\"I don't know that we were not prepared,\" she said. \"I'm vulnerable if I didn't take particular steps to prepare this country for something like this, but I don't know that.\"\nGov. Bush would not be on entirely solid ground attacking Reno on the issue. His father's counterterrorism record as president in 1989-1993 and as CIA chief in 1976-77 could also be picked apart. So could his brother's record as president before Sept. 11.\nIndeed, Reno suggests she would have done more than her Bush administration successor, Attorney General Ashcroft, to investigate one suspicious foreign flight student FBI agents looked at weeks before Sept. 11.\nCounterterrorism authorities say Reno is not as vulnerable on the issue as some may suspect.\n\"There are a lot of things that she deserves a lot of criticism for, but I don't think terrorism is one of them,\" said former U.S. Rep. Bill McCollum of Longwood, a Republican who worked closely on terrorism issues in Congress. \"It would be a weak issue against her.\"\nMcCollum and other terrorism experts recall that Reno placed a high priority on the issue and played a key role in beefing up America's counterterrorism capabilities. Such efforts, he said, helped prevent a number of terrorist attempts, some of them never publicly revealed.\n\"Look at the antiterrorism budget while she was attorney general. It exploded,\" said Robert Heibel, former deputy director of the FBI counterterrorism division who now runs an intelligence training program at Mercyhurst College in Pennsylvania.\nThe country's terrorism budget ballooned from $ 2-billion to $ 12-billion in the past decade. Reno, despite a sometimes rocky relationship with FBI director Louis Freeh, enthusiastically supported the agency's new emphasis on counterintelligence and counterterrorism. Between 1992 and 2000, the FBI increased intelligence officers from 224 to 1,025.\nShe also gave federal prosecutors the green light to take on complex terrorism cases. Mary Jo White, a U.S. attorney in New York who will step down at the end of the year, won 10 indictments of Osama bin Laden and his associates, starting in 1998, two months before U.S. embassies in east Africa were bombed.\nOliver \"Buck\" Revell, a retired FBI deputy director who led the agency's counterterrorism division for 11 years, puts much of the blame for America's counterterrorism inadequacies on Congress.\nReno, he said, made terrorism a top priority. But in areas such as tightening INS policies, she could do little to overcome pressure on Congress by \"special interests.\"\n\"Given what Janet Reno knew at the time and the support she would get from Congress and from the national media, she was probably as aggressive as she could have been,\" said Revell, who still thinks Reno should have done more to ease restrictions on counterterrorism investigations.\nReno frequently warned of the threat of cyberterrorism and nuclear, chemical, biological terror attacks in speeches and congressional testimony. She called for more information sharing among agencies and thinks \"tremendous steps\" were made to improve inter-agency coordination. She fought, unsuccessfully, for tens of millions of dollars for FBI interpreters. She advocated stockpiling vaccinations and medicines to prepare for biological and chemical threats.\nEven before the Oklahoma City bombing, she fought for tougher counterterrorism laws. She complained loudly in 1996 when Congress killed a number of counterterrorism provisions - expanded wiretap authority, for instance - that were quickly adopted after Sept. 11.\nWhat she didn't do, despite a growing pile of reports warning that America was unprepared for a terrorist attack, is use her bully pulpit to make terrorism a higher profile issue.\n\"Those of us who warned that it was getting too dangerous found little sympathy from the Department of Justice,\" said Daniel Pipes of Middle East Forum, a think tank that for years has warned about the threat from Islamic fundamentalists. \"I wouldn't single her out for special criticism, but the Clinton administration as a whole was not taking this seriously.\"\nReno says she never underestimated the threat of terrorism, and left office still worried about certain shortcomings she said the government was working on.\nShe cited foreign language capabilities, lack of hardware for automated information sharing among agencies and the public health system's ability to respond to chemical and biological attacks.\nThe former attorney general says she can't say whether she did enough. Some of her subordinates can.\n\"Clearly not enough was done,\" Jamie Gorelick, formerly No. 2 at the Department of Justice, told the Boston Globe in September. \"We should have caught this. Why this happened, I don't know. Responsibilities were given out. Resources were given. Authorities existed. We should have prevented this.\"\nCritics say the Justice Department and FBI agents too often tackled terrorism like conventional law enforcement, focusing on winning prosecutions rather than detecting and preventing terror.\nThey say Reno should have done more to remove intelligence-gathering obstacles from law enforcement, such as forbidding investigators from compiling dossiers on individuals and groups not directly implicated in criminal activity. Many of those restrictions, though, had strong backing from libertarians on the right and left.\nReno points to an incident under her successor's watch weeks before the New York and Pentagon attacks.\nA Minnesota flight school alerted the FBI to a French Moroccan student, Zacarias Moussaoui, who raised suspicions during flight training. He was arrested in August for immigration violations.\nAlerted by French intelligence to possible ties to terrorist groups, field agents sought a warrant to search his computer hard drive. But they were rebuffed by the Justice Department, which found insufficient grounds.\nReno says she would have approved that warrant, based on news reports that said Moussaoui had a suspicious interest in steering and not landing.\n\"If I had been there, knowing what I know, I would have done something different,\" she said.\n(FBI director Robert Mueller now says the media had it backwards: Moussaoui wanted to learn to take off and land, but not fly.)\nClinton designated Reno one of his counterterrorism point people, both in assessing vulnerability to government facilities and doing everything possible to keep out of America people who pose terrorist threats.\nSome of her department's counterterrorism drew criticism from the General Accounting Office.\nIt found, for instance, that a national plan the Justice Department completed for combatting terrorism failed to include measurable outcomes or adequately address state and local roles. It found also that a Justice program aimed at preparing local and state \"first responders\" to an attack was drawing widespread criticism from local officials who found it poorly coordinated.\nNone of Reno's Democratic primary opponents - state Rep. Lois Frankel, state Sen. Daryl Jones and attorney Bill McBride - say they intend to question Reno's record on terrorism. But they also expect Republicans will jump on any issue that might damage the eventual Democratic nominee.\nJoe Garcia, a Democratic political consultant in Miami, is already dreading potential TV spots that could be lobbed against Reno.\n\"I could see Waco, I could see a little Ruby Ridge thrown in, and then they cut to the Trade Center towers: \"She was appointed by President Clinton to make sure this didn't happen.' It could be devastating,\" said Garcia, who questions Reno's ability to beat Bush.\nThe Bush campaign declined to comment on the matter.\nThe terrorism issue is bubbling up already. Political columnist Robert Novak recently wrote that friends of Reno and former FBI director Louis Freeh want to thwart a potentially embarrassing inquiry into how Sept. 11 could have happened.\nReno dismisses that, saying she would happily participate in any review to help improve America's security.\n- Information from Newsweek was included in this report. Political editor Adam C. Smith can be reached at (727) 893-8241 or adam@sptimes.com.  \n\nGraphic\n\n \nPHOTO; Janet Reno\n\nLoad-Date: November 19, 2001"
}