{
    "title": "Terrorist Impact In US Still Small",
    "publisher": "the christian science monitor",
    "year": 1991,
    "month": 8,
    "day": 8,
    "full text": "DURING the early morning hours of Feb. 22, 1990, a car bomb exploded near the Los Angeles office of the United States Internal Revenue Service.\nDamage was slight, limited largely to perforated windows.\nStill, the attack was disturbing to law enforcement officials because the same office had been the target of two previous bomb efforts.\nDays later, a local newspaper received a letter from a group calling itself \"Up the IRS Inc.\" The letter took credit for the attack and claimed that worse bombings would be forthcoming.\nAs this example shows, terrorist attacks are not limited to the back streets of strife-torn cities like Beirut.\nThere were seven terrorist incidents in the US last year, according to a just-released report from the Federal Bureau of Investigation's Terrorist Research Center. Of these, five involved bombs.\nYet the Los Angeles IRS bombing also shows that terrorism in the US isn't a large threat, relative to many other areas of the world. Groups are small, and often cause little damage.\nSince 1985 there has been but one death recorded, and 19 injuries, in terror attacks in the United States.\nOne key reason the famous professional terrorist rings such as Abu Nidal haven't operated in the US is its distance from their European and Middle Eastern bases, says the FBI. \"This makes the United States a more difficult target logistically,\" says the report.\nThe principal terrorist threat in the US remains Puerto Rican separatist organizations.\nOf the 54 terror incidents recorded by the FBI in the last five years, 67 percent occurred in Puerto Rico.\nOn Jan. 12, 1990, for instance, pipe bombs exploded outside the US Navy Recruiting Ofice in Santurce, Puerto Rico, and a Westinghouse office in Carolina, Puerto Rico.\nA faction of a group called the Pedro Albizu Campos Revolutionary Forces took credit for the attacks, which they called a blow for independence.\nIn another worrisome development, according to the FBI, two key members of the violent Macheteros Puerto Rican separatist group, Filiberto Rios and Luis Osorio, jumped bail last year and disappeared underground.\nThe pair were awaiting trial for their role in a 1983 Wells Fargo robbery in the state of Connecticut.\nOther terrorist groups active in the US include white supremacists and \"specialist\" organizations such as \"Up the IRS.\"\nOne of the incidents judged \"terrorism\" by the FBI last year involved something called the \"Earth Night Action Group,\" which sabotaged power poles in northern California last April, at one point blacking out 95 percent of Santa Cruz County.\nThe FBI says it did take special steps to prevent any international terrorism in the United States during the Persian Gulf war.\nBesides simply paying more attention to coordination with overseas counterparts, the FBI discussed the terrorism threat with \"hundreds\" of US community and industry leaders.\nThe security of assets termed crucial to the US \"infrastructure,\" say FBI officials, was stepped up.\nNo incidents occurred during Desert Storm, though the FBI report does say one Jamal Mohammed Warrayat was arrested in New Jersey last November on charges of threatening to kill President Bush and attack two US military bases.\nIN the rest of the world some 200 acts of terrorism occurred between Jan. 16, 1991, and March 15. About half of them were directed at US-linked targets.\nBut none of these were carried out by Middle East terrorist organizations, according to the FBI.\n\"Most of the reported terrorist incidents were claimed by indigenous terrorist groups which used the Gulf war as a backdrop for their rhetoric and actions,\" says the FBI study.\nBut despite the country's relative safety so far, it would be naive to think that the United States is permanently immune from major terrorist actions on its soil.\n\"The political and social events and conditions which spawn terrorism still remain,\" judges the FBI.\n\"Also, there exists an infrastructure in the United States which could support either domestic or international terrorism.\""
}