{
    "title": "Terrorism trials in N.Y. _ Demos, GOP split on issue",
    "publisher": "the deseret news",
    "year": 2009,
    "month": 11,
    "day": 16,
    "full text": "WASHINGTON ? Bringing those accused in the Sept. 11 attacks to New York for trial would increase the security threat to the city and give radical Islamists a platform to propagate their ideology, former New York Mayor Rudy Giuliani said Sunday. Giuliani's view that the Obama administration is erring in trying Khalid Sheikh Mohammed and four others near the site of the World Trade Center was echoed by other Republicans on the Sunday news programs. \nDemocrats defended the decision of Attorney General Eric Holder to try the five in New York where more than 2,000 civilians were killed on Sept. 11. If someone murders Americans in this country, they should be tried in the U.S., said Sen. Patrick Leahy, D-Vt., chairman of the Senate Judiciary Committee. \"I don't think we should run and hide and cower. Let's use our system,\" Leahy said. Republicans argued that the five are war criminals and should be tried in the military tribunals where other Guantanamo Bay, Cuba, detainees will be judged. They disputed administration arguments that these five were conspirators to a crime committed on American soil. \"What the Obama administration is telling us loud and clear is that both in substance and reality the war on terror from their point of view is over,\" Giuliani said. Moving the case to a civilian court, he said, \"seems to be an overconcern with the rights of terrorists and a lack of concern for the rights of the public.\" The former mayor was similarly critical of the administration's handling of the shooting spree at Fort Hood last week. President Barack Obama, he said, \"doesn't get the fact that there is an Islamic war against us.\" Secretary of State Hillary Clinton, a former senator from New York, said she had no problem with Holder's decision to try Mohammed, the alleged mastermind of the Sept. 11 attacks, and the others in the state. \"My goal is to make sure that the mastermind and the other implementers and designers of this horrific attack on us pay the ultimate penalty for what they did to the United States and to a lot of people whom I know and who I had the honor of representing,\" she said, adding, \"I'm not going to second guess the attorney general.\" Clinton also noted that New York Mayor Michael Bloomberg and law enforcement officials in New York \"believe that New York City can not only handle this, but that it is appropriate to go forward in the very area where these people launched this horrific attack against us.\" Bloomberg said Friday, \"It is fitting that 9/11 suspects face justice near the World Trade Center site where so many New Yorkers were murdered.\" And New York Police Commissioner Raymond W. Kelly said holding the trial in the city most devastated by the 2001 attack is appropriate, and he pronounced the Police Department prepared to meet any security challenge. Rep. Pete Hoekstra of Michigan, top Republican on the House intelligence committee, said the trial could expose the people of New York to years of propaganda from the defendants. \"We are now going to rip that wound wide open and it's going to stay open two, three, four years,\" he said. \"They are going to do everything they can to disrupt it and make it a circus\" for their radical ideology, he said. But White House adviser David Axelrod countered, \"We believe that these folks should be tried in New York City, ... near where their heinous acts were conducted in full view, in our court system, which we believe in.\" Sen. Jack Reed, D-R.I., said there was no better group of people to determine the guilt or innocence and the punishment for these men \"than the people in New York who saw the towers fall.\" Reed added that Mohammed and the others wanted to be considered as holy warriors, and \"if we try them before military officers, that image of a soldier will be portrayed by the Islamic community. That's not the image we want.\" Republicans also took issue with a statement from a White House official that the administration may buy a near-empty prison in northwestern Illinois to incarcerate suspected terrorists now housed at Guantanamo. \"Why move them into the United States while we are still under the threat from radical jihadists?\" Hoekstra asked. Senate Republican leader Mitch McConnell of Kentucky said moving prisoners to Illinois could be a \"huge issue\" in that state, particularly in the Senate race in the state next year. Giuliani appeared on \"Fox News Sunday,\" ABC's \"This Week\" and CNN's \"State of the Union.\" Reed and McConnell were also on Fox. Clinton spoke on ABC and NBC's \"Meet the Press.\" Hoekstra and Leahy appeared on CBS' \"Face the Nation.\" Axelrod appeared on CNN.  \n\nLoad-Date: November 16, 2009"
}