{
    "title": "TERRORISM RATES STABLE IN ISRAEL ;CAPACITY IS UP, EVEN FOLLOWING RECENT BOMBINGS",
    "publisher": "business insurance",
    "year": 1996,
    "month": 3,
    "day": 4,
    "full text": "LONDON-Terrorism insurance rates for Israel-based risks likely will not increase, despite last month's suicide bombing attacks in Jerusalem and Ashkelon, according to industry experts.\nOverseas companies in Israel are not high-profile targets, unlike the situation in other turbulent areas such as Algeria, said Geoffrey Lynch, political risks underwriter for Hiscox Syndicates Ltd. Mr. Lynch, who is with Lloyd's of London syndicate 33, leads reinsurance placed in the London market and is ''not much fazed'' by the threat of Hamas, a Palestinian Islamic organization that claimed responsibility for two recent bus bombings.\n''Hamas is targeting the Israelis rather than McDonald's,'' he said.\nThis could be partly because Hamas is aiming to frighten Israelis out of the occupied territories rather than overthrow the government, he said.\nAs a result, the Hamas threat is having no effect on reinsurance rates, said Mr. Lynch. Currently, political risks rates are competitive, and increased capacity has meant ''a scramble for business,'' Mr. Lynch said.\nMost of the insurers are not new to the business, but one or two potential leaders are emerging from the group. Some of the insurers are increasing their underwriting as they are ''looking for income,'' he said.\nHamas claimed responsibility for the 27 deaths caused by bombs on two buses on the morning of Feb. 25. More than 50 people were injured in the attacks.\nMost Israeli coverage is written locally with limitations that exclude Jerusalem and areas of Israel outside the pre-1967 borders, including the West Bank and Gaza Strip. The port town of Ashkelon, a frequent meeting place for off-duty soldiers, is within the 1967 borders.\nThe most recent attacks are part of a deliberately planned campaign by Hamas, according to Martin Stone, a senior analyst for the Middle East with Control Risks Group Ltd. in London. Hamas is trying to stir up the political situation and undermine public support in the peace process before the parliamentary and prime ministerial elections in May, Mr. Stone said.\nJust two days before the bombs exploded, restrictions limiting access to and from the Gaza Strip and West Bank had been lifted by the Israeli government. These have now been replaced indefinitely-certainly until after the elections.\nBus bombings have been a favorite Hamas tactic since 1994, Mr. Stone said.  ''It is virtually impossible to secure a bus,'' he pointed out, adding that the attacks will become more intense as the elections near. However, their frequency may be tempered by the Gaza Strip and West Bank restrictions.\n\nGraphic\n\n \nTwo recent bus bombings killed 27 and injured more than 50. Since Hamas terrorists in Israel target people rather than businesses, political risk coverage is still widely available. Terrorism insurance rates have remained stable.\n\nLoad-Date: March 7, 1996"
}