{
    "title": "Terror Case Is Delayed, Highlighting Difficulties",
    "publisher": "the new york times",
    "year": 2018,
    "month": 1,
    "day": 10,
    "full text": "WASHINGTON -- The Trump administration has delayed a decision over whether to prosecute a suspected Qaeda operative, a case that represented an early test of President Trump's promise to resume sending prisoners to the Guantánamo Bay military prison, former and current American officials said.\nThe delay is the latest example of how, in Mr. Trump's first year in office, his campaign pledges to fill Guantánamo Bay, Cuba, with ''bad dudes'' and bring back banned techniques like waterboarding have met the complicated realities of fighting terrorism. \n  The prisoner, a Sudanese citizen known as Abu Khaybar, has been held in Yemen for more than a year by the United Arab Emirates, which is conducting counterterrorism operations in the war-torn country.\n  A decade ago, Mr. Khaybar might have been a strong candidate for detention at the military prison in Cuba. But no prisoner has been sent there since 2008, and the site has become a symbol of American abuses after the attacks of Sept. 11, 2001. Sending a suspect to Guantánamo Bay now could risk relations with some of Washington's closest counterterrorism allies.\n  The federal authorities in Brooklyn built a criminal case against Mr. Khaybar, and F.B.I. agents hoped to see him tried in civilian court. That system has successfully handled many terrorism cases, while the military tribunals at Guantánamo Bay have suffered a decade of setbacks.\n  Attorney General Jeff Sessions came to office strongly believing that terrorists should not be prosecuted in federal courts. At his confirmation hearing, he said the prison at Guantánamo Bay should remain open.\n  The tension between those two options has been clear during Mr. Trump's first year in office. Last year, prosecutors brought a man suspected of belonging to Al Qaeda to Philadelphia to face charges in federal court. The suspect, Ali Charaf Damache, a dual Algerian and Irish citizen, was transferred from Spain. If the administration had tried to send him to the military prison in Cuba, then Spain probably would have refused to cooperate.\n  Administration officials have said that Mr. Sessions still believes in the value of the Guantánamo facility. But he has also extolled the virtues of criminal terrorism trials.\n  ''Since 9/11, the Department of Justice has made fighting terrorism its top priority,'' Mr. Sessions said in a speech in November. ''Our goal is not just to catch terrorists, but to prevent them from striking us. And in this fight against terror, we have gotten results.''\n  After a driver killed eight people by plowing his truck down a crowded Manhattan bike path in November, Mr. Trump has signaled that he recognized the reality of prosecuting people at Guantánamo Bay.\n  ''Would love to send the NYC terrorist to Guantanamo,'' he wrote on Twitter, ''but statistically that process takes much longer than going through the Federal system.''\n  Many Republicans who were most vocal in their criticism when President Barack Obama made that same argument were silent in response to Mr. Trump's decision.\n  Emirati officials had agreed to hand over Mr. Khabyar for federal prosecution. Former law enforcement officials said there was strong evidence that he had also spent time with Shabab, the Qaeda-affiliated group in Somalia. Current and former officials said agents hoped to persuade him to cooperate and help build cases against other members of Shabab and Al Qaeda.\n  But last month, top administration officials decided not to immediately bring Mr. Khaybar to the United States, a decision that effectively leaves his case in limbo and raises questions about what will happen to him.\n  The F.B.I. declined to comment.\n  Mr. Khaybar's case was not without complications. Some officials say he is a better candidate to face charges from the Emirati government. And even assuming he served time in an American prison, he could argue after his release that he should not be deported to Yemen or Sudan because he would be tortured.\n  Mr. Khaybar was captured in mid-2016 by United Arab Emirates forces during a raid. Officials said Mr. Khaybar, who is about 40, was cooperative and provided valuable information to his interrogators. His willingness to talk was viewed as a sign that he would have helped prosecutors once he was in American custody.\n  His case inside the intelligence community has been likened to that of Ahmed Abdulkadir Warsame, a Somali terrorist who was captured in 2010 and brought back to New York, where he was successfully prosecuted. He became one of the F.B.I.'s most important terrorism informants, and he is cited as proof that civilian courts could handle these types of cases.\n  In November, a federal jury in Washington convicted a former Libyan militia leader, Ahmed Abu Khattala, of terrorism charges arising from the 2012 attacks in Benghazi, Libya. Those attacks killed a United States ambassador and three other Americans. He faces the possibility of life in prison when he is sentenced.\n  Follow Adam Goldman on Twitter: @adamgoldmanNYT.\n  This is a more complete version of the story than the one that appeared in print.         \n\nhttps://www.nytimes.com/2018/01/09/us/politics/administration-delays-prosecuting-qaeda-suspect-once-seen-as-candidate-for-guantanamo.html\n\nLoad-Date: January 10, 2018"
}