{
    "title": "TERRORISM RETRIAL SOUGHT",
    "publisher": "tampa bay times",
    "year": 2014,
    "month": 7,
    "day": 2,
    "full text": "An attorney for Sami Osmakac, the man convicted last month on terrorism-related charges, says his client deserves a new trial.\nCiting what he said were numerous errors made in the trial of the Pinellas Park man accused of wanting to launch attacks on Hillsborough County targets in 2012, defense attorney George Tragos filed a motion Tuesday asking a federal court to re-try the case.\nAmong the errors, Tragos said, was the court's granting of a prosecution request to conceal the identity of the FBI agent who met undercover with Osmakac. The agent was allowed to testify with his face obscured by screens and his name concealed by the pseudonym \"Agent Amir Jones.\"\nThe agent also told jurors that Osmakac tried to buy guns from drug dealers before the FBI became involved in the case - a time sequence that's not true, Tragos said. The court also erred in not allowing Osmakac access to evidence that the government said was protected under laws related to foreign intelligence, Tragos wrote.\nTaken with the denial of several other defense motions on evidence, a new trial is warranted, Tragos said.\nA jury convicted Osmakac on June 10 on charges of possessing an unregistered AK-47 and attempting to use weapons of mass destruction. Federal prosecutors had accused the 27-year-old radicalized Muslim American of plotting a massive attack on multiple locations in and around Tampa with the aim of killing hundreds of people.\nArrested in 2012, Osmakac had been under FBI surveillance since at least 2010. He remains held in jail.\nIn secretly recorded videos shown to the jury, he was seen meeting with the undercover agent and an informer to discusshis plans and weapons he wanted to purchase.\nHe spoke of setting off a car bomb outside MacDinton's, an Irish pub in South Tampa, and then taking hostages at the Seminole Hard Rock Hotel & Casino, releasing them when the government agreed to free certain Muslim prisoners. Knowing his rampage would end with him surrounded by police, he planned to detonate a suicide vest.\nHis defense argued at trial that he was an easy target entrapped by an agency eager to root out potential terrorists, regardless of how dim-witted their targets might be. Osmakac is a depressed and delusional young man with a below-average IQ, his defense asserted at the trial.\nDespite that argument, a jury convicted him after six hours of deliberation. Osmakac is scheduled to be sentenced in October.\nAs Tragos filed his request Tuesday morning, Osmakac's brother, Avni Osmakac, stood outside the federal courthouse in Tampa with three members of the Committee to Stop FBI Repression. The activist group seeks to call attention to what it says are unfair and persecutory tactics by the government.\n\"We think the FBI took advantage of a mentally ill man,\" said Jared Hamil, a member of the group, adding that Sami Osmakac's violent ambitions came only through the encouragement of the government's undercover agent.\nAvni Osmakac reiterated those sentiments, saying his brother was vulnerable because of a mental illness that emerged before the government began surveilling him.\n\"Everything my brother knows about religion comes from them,\" he said. \"They got a hold of him and they brainwashed him. He never was a violent person before this.\"\nTimes news researcher John Martin contributed to this report. Contact Dan Sullivan at dsullivan@tampabay.com or (813) 226-3386. Follow @TimesDan.\n\nGraphic\n\n \nPHOTO: Osmakac was convicted on June 10 of plotting terror attacks.\n\nLoad-Date: July 2, 2014"
}