{
    "title": "Terror-free Olympics no accident, officials say",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 8,
    "day": 13,
    "full text": "LONDON — The rooftop missiles might have scared them off. Then again, it might have been the imposing warship or the army of undercover agents. Whatever the case, London's Summer Olympics have been terror-free so far.\nThe success of the Olympic security operation, however, was not an accident. It involved years of planning and steady diligence.\nA day after Britain won the Olympic bid in 2005, homegrown suicide bombers struck during London's morning rush-hour. Because of it, Britain's security, intelligence and eavesdropping agencies — MI5, MI6 and GCHQ — have since received more money, manpower and equipment and thwarted dozens of terror plots — a major factor they say that has helped keep the games safe.\nBut with post-Olympics celebrations stretching into the week and the Paralympics not wrapping up until September, Britain's security officials say their job is far from over.\nHundreds of personnel have been told to forget about vacations until next month. And the private security contractor for the Olympics, G4S, says some 5,000 guards will be on hand for the Aug. 29-Sept. 9 Paralympics.\n\"There is an ever-present risk in this country and that is something we will have to be aware of,\" Britain's policing minister Nick Herbert said.\nBritain was America's closest ally in Afghanistan and Iraq, making it a prime target of Islamic terror groups. And dozens of recent terror plots, including the 2006 plot to blow up nearly a dozen trans-Atlantic airliners, have been hatched within Britain's sizable Muslim population, more than 1 million of whom have ties to Pakistan.\nSome minor incidents did happen — an Olympics security trainee was charged with making a bomb threat ahead of the games, three Muslim men were charged for heckling soldiers guarding Olympic venues over Britain's involvement in Afghanistan and a G4S guard spat at a serviceman. And weeks before the games, G4S had to admit a shortfall of security workers, but the military stepped in.\nThe only suspected terror plot that came close to involving British interests happened overseas, when Spanish authorities took two Russians and a Turk into custody last week. Two European security officials who spoke on condition of anonymity said the plot involved possible targets in the British territory of Gibraltar.\nAlthough there were no credible or specific plots aimed at the Olympics, police arrested dozens of terror suspects prior to the games. Many of those suspects have since been released.\nA senior Iraqi intelligence official said about one month before the opening of London Olympics, Iraqi officials provided Britain with information about contacts between terrorist groups in Iraq and U.K.\nBritish officials got an expected an increase in tips and intelligence ahead of the games, but some of the tips never came to anything.\n\"Over the years, we've managed to make Britain a difficult place to operate in if you're a terrorist,\" a British security official told the AP on condition of anonymity because he was not authorized to speak to the press. \"The security around the games has also been an off-putting factor. But the threat still is, and has been, real.\"\nSince the 2005 suicide bombings, Britain has seen several serious terror plots hatched on its soil.\nIn a plot with far-reaching impact on air travel, British and American investigators in 2006 thwarted attacks against several trans-Atlantic jets by terrorists using liquid explosives.\nA year later in 2007, a man tried to drive an explosive-laden vehicle into a Scottish airport while another tried to blow up a car outside a London nightclub.\nDozens more plots have followed since, including a 2010 plot to attack the U.S. Embassy and London Stock Exchange.\nAl-Qaida, whose leadership has been weakened by strikes that have killed top leaders and strategists, has traditionally gone for softer targets rather than big security events like the Olympics.\n\"It has become much more difficult for them to launch attacks and they know that they will be watched in Britain, so they look for other targets,\" said Noman Benotman, a former jihadist with links to al-Qaida who is now an analyst at London's Quilliam Foundation. \"But they're still determined and I don't think it will be any time in the near future that they will give up on attacking the West.\"\nIsraeli terrorism experts said robust British counterterrorism efforts, coupled with a weakening of terror organizations abilities, have prevented attacks at the Olympic Games in London.\n\"The British didn't leave any stone unturned,\" said Israeli terrorism expert Ariel Merari.\nAn official from Israel's Shin Bet intelligence agency, speaking anonymously because the official was not permitted to discuss the matter with reporters, said Israel and Britain cooperate on security issues but would not discuss Israeli tips on possible attacks.\n\nGraphic\n\n \nASSOCIATED PRESS A security official tries to block the way after a suspicious bag was found on a bench near the Olympic Park at the 2012 Summer Olympics in London on Thursday.\n\nLoad-Date: August 13, 2012"
}