{
    "title": "TERROR IN OKLAHOMA _ THE OVERVIEW; Clinton Seeks More Anti-Terrorism Measures",
    "publisher": "the new york times",
    "year": 1995,
    "month": 4,
    "day": 27,
    "full text": "President Clinton tonight proposed a new round of anti-terrorism measures, including hiring 1,000 new Federal agents and easing the ban on military participation in law enforcement to let the armed forces help investigate crimes involving chemical, biological or nuclear weapons.\nThe Administration is proceeding with efforts to carry out Mr. Clinton's first set of proposals for combating terrorism, which the President outlined on Sunday, including creation of a new domestic counterterrorism center headed by the Federal Bureau of Investigation.\nBut officials said today that the Justice Department had shelved, at least for now, one of the most controversial recommendations being considered by the Administration: a plan by the F.B.I. to revise guidelines that for 20 years have barred agents from investigating groups without solid evidence of a criminal act or plot. And the White House made clear tonight that Mr. Clinton would not seek to change the administrative guidelines without extensive consultations with Congress.\nA week after the Oklahoma City bombing that prompted Mr. Clinton's proposals, Federal agents have begun pursuing a money trail left by the suspects. Witnesses have told agents that Timothy J. McVeigh and his confederates carried thousands of dollars in cash but only worked sporadically. [Page A20.]\nBefore Congress could even consider the first set of recommendations Mr. Clinton made on Sunday, he summoned bipartisan Congressional leaders to review his new proposals, which the White House said would cost $1.5 billion over five years. They would permit the Government to obtain a wiretap to investigate any suspected Federal felony -- not just the relatively small number of serious offenses that now qualify -- and would forbid suppression of surveillance evidence in court unless investigators acted in bad faith.\nMr. Clinton, who is seeking a broad range of new powers to let the Federal authorities investigate antigovernment groups, described the measures outlined today as \"grounded in common sense, steeled with force.\" He said they would \"strengthen law enforcement and sharpen their ability to crack down on terrorists, wherever they're from, be it at home or abroad.\"\nAsked about the concerns expressed by civil liberties groups and politicians of both parties that the Government not trample traditional freedoms in its zeal to respond swiftly to new threats, the President said: \"I think we can strike the right balance. We've got to do more to protect the American people.\"\nMr. Clinton's initial call for new Federal powers on Sunday prompted widespread praise on Capitol Hill and vows of quick action. But after questions were raised about constitutional issues, particularly about the F.B.I. guidelines for domestic surveillance, Congressional leaders were a bit more cautious today.\nSenator Bob Dole, the majority leader, wrote Attorney General Janet Reno asking whether the current guidelines had actually hindered investigations and requesting more information on any proposals to change them.\nMr. Clinton has requested a report from the Justice Department, the F.B.I. and his national security adviser on what steps they think are necessary to combat domestic terrorism. But after the meeting at the White House tonight, Deputy Attorney General Jamie S. Gorelick said, \"There is no pending proposal by this Administration to change the guidelines.\"\nSpeaker Newt Gingrich and Mr. Dole told reporters after the hourlong meeting in the Cabinet Room that they expected Congress to pass anti-terrorism legislation by Memorial Day. They stopped short of endorsing Mr. Clinton's specific proposals, but also offered no explicit criticisms. Mr. Gingrich said he had heard \"a serious commitment by people who are pretty serious constitutional scholars to write a bill that protects our civil liberties while also protecting us.\"\nAmong the President's other proposals was one that would require explosive raw materials to contain microscopic \"tagging\" particles that would aid in tracing bombs after they exploded. He would also extend existing bans on chemical weapons in gaseous form to liquids and solids, make it illegal to possess explosives knowing that they are stolen and stiffen penalties for all attacks on any Federal workers related to their official duties, instead of just certain protected categories.\nThe Administration would also amend the landmark Posse Comitatus Act of 1878 to allow military experts to help civilian authorities investigate crimes involving \"weapons of mass destruction,\" which are generally considered to be nuclear or massive chemical or biological weapons. The law, named for the Latin legal phrase that means \"the power of the county\" was passed after Reconstruction to bar the armed forces from ever again enforcing civilian law as they did in the post-Civil War South. But the White House insisted the proposed exception would be narrowly drawn and not intended to erode the bedrock principle at stake.\nStill, civil liberties groups reacted warily to the proposals, summarized in a five-page paper issued by the White House, saying they left too many questions unanswered.\nJames X. Dempsey, deputy director of the Center for National Security studies, a civil liberties group in Washington, said that Federal law already authorized wiretaps for a variety of such major offenses as drug-trafficking, racketeering and weapons violations that should be sufficient to cover any acts of domestic terrorism.\n\"A crisis is being used to justify an unrelated expansion of Government authority,\" he said.\nPhilip S. Gutis, a spokesman for the American Civil Liberties Union, expressed particular concern about Sunday's Presidential call for the Attorney General, F.B.I. director and national security adviser to prepare a directive for the President's signature authorizing \"any and all further steps necessary to combat domestic terrorism.\"\n\"The devil is in the details,\" he said.\nSince the Oklahoma City bombing last week, the White House has moved swiftly to seize the initiative and reassure the public that the President was doing all in his power to help the living victims, punish those responsible and prevent a recurrence, and those efforts have apparently borne fruit.\nA poll conducted on Tuesday night by CBS News found that 51 percent of Americans approved of the way the President was handling his job, up from 42 percent earlier this month. In a separate measure, 79 percent of those polled said Mr. Clinton has done a good job in the wake of the bombing.\nMost Americans agree with the President's observation that \"loud and angry voices\" on the airwaves have encouraged hatred and violence in the country. Fifty-three percent agreed; 37 percent disagreed. The nationwide telephone poll of 596 adults has a margin of sampling error of plus or minus four percentage points.\nEarlier today, the President declared Oklahoma City a major Federal disaster area, authorizing assistance including housing, grants, low-cost loans to cover uninsured property losses and other help for businesses and individuals. That stepped up Mr. Clinton's declaration of a Federal emergency on the day of the bombing, which allowed urgent aid for rescue efforts.\nAnd this morning, Mr. Clinton and his wife, Hillary, attended a funeral mass near Washington for Alan G. Whicher, a Secret Service agent who was killed in the blast and who, until his transfer to Oklahoma City seven months ago, had been a member of the President's security detail.\n\"He was the kind of man every parent wants his or her son to be, the kind of friend every wife hopes to have in a husband, the kind of father every child deserves,\" Mr. Clinton told the mourners, including Mr. Whicher's widow, Pamela Sue, and his three teen-age children, who filled St. Patrick's Roman Catholic Church in Rockville, Md., to overflowing. \"Life is so unpredictable, but his commitment to his country was not.\"\nIn his tribute, Mr. Clinton cast the bombing in its broadest terms, calling it \"an attack on our democracy, on our way of life, on our house, a house that Al Whicher gave his life to defend.\"\n\nLoad-Date: April 27, 1995"
}