{
    "title": "Terrorist Attacks in Britain _ A Short History",
    "publisher": "the new york times",
    "year": 2017,
    "month": 6,
    "day": 4,
    "full text": "Correction Appended\nThe attack that killed seven people on Saturday in London was the third act of terrorism in Britain in the past three months. But the country has long struggled against terrorism and political violence within its borders. Here is a brief history of fatal terrorist attacks in Britain in recent years.\nMayhem at London Bridge and Borough Market\nSeven people were killed and dozens more injured over the weekend when three attackers used a van to strike pedestrians on London Bridge, then stabbed multiple people in nearby Borough Market. The attackers, who were wearing fake explosive vests, were shot and killed by the police. The Islamic State claimed responsibility for the attack.\nSuicide Bomber Strikes a Concert in Manchester\nA suicide bomber killed 22 people and wounded 59 others last month when he blew himself up near one of the exits of the Manchester Arena at the end of a concert by the American pop singer Ariana Grande. Most of the victims were young people or their parents. The attacker, Salman Abedi, 22, was a native of Manchester. Intelligence officials have said Mr. Abedi            met with members of the Islamic State in Libya.\nAttack on Westminster Bridge and Parliament\nFive people were killed and at least 40 more injured in March when a knife-wielding attacker in a sport utility vehicle ran over pedestrians on the Westminster Bridge, then got out and stabbed a police officer outside the Parliament building. The attacker, a 52-year-old Briton,            Khalid Masood, was praised by the Islamic State as a hero. He was shot by the police and died at the scene.\nBritish Lawmaker Opposed to ‘Brexit’ Is Assassinated\nJo Cox, a member of Parliament who campaigned against a British exit from the European Union, was assassinated days before a referendum on the withdrawal, called “Brexit,” in June 2016. Thomas Mair, a right-wing extremist with a history of Nazi and white supremacist sympathies, was            convicted of the killing in November. He shouted “Britain first” before stabbing and shooting Ms. Cox.\nA British Soldier Killed on a London Street\nTwo British-born converts to Islam killed Lee Rigby, an army bandsman and machine-gunner, as he walked down the street in London in 2013. Shouting “God is great,” they ran over him with a car, attacked him with knives and a meat cleaver with the apparent aim of decapitating him, and then left his body in the street.            At their trial, they described the killing as an act of war.\nI.R.A. Violence Flares in Northern Ireland \nTwo breakaway factions of the Irish Republican Army killed two British soldiers and one police officer over three days in 2009, raising the specter of sectarianism and paramilitary score-settling. They were the worst attacks since the region’s 1998 peace deal, which was opposed by the two factions, the Continuity I.R.A. and the Real I.R.A.\nCoordinated Attacks on Subway Trains and a Bus\nSuicide bombers linked to Al Qaeda staged a coordinated attack on three subway trains and a double-decker bus during London’s morning rush hour on July 7, 2005, killing 52 people and injuring more than 700 others. Known in Britain as the 7/7 attack, it was the worst mass killing in London since            World War II and focused Britain’s political establishment on the threat of terrorism and extremism.\nCorrection: June 5, 2017, Monday\nThis article has been revised to reflect the following correction: An earlier version of this article misstated the year of the July 7 attacks on London’s transit system. The attacks occurred in 2005, not 2007.\n\nLoad-Date: June 6, 2017"
}