{
    "title": "Terrorism fears hurt Israel tourism",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 4,
    "day": 30,
    "full text": "The telexed cancellation from an American travel agent is all too familiar to Michael Siedner.\n''People are scared to travel to Europe, and when you mention Israel, they think Jerusalem is just next to Libya,'' read the wire from a Miami agent to Travex, Mr. Siedner's Jerusalem tour agency. The Miami agent included his regrets for cancelling reservations for five groups of 45 Roman Catholic pilgrims each.\n''Almost everything out of America this year is cancelled,'' Siedner says. ''We get letters from agents in the United States that are very, very sad.''\nHe says the Miami agent has dealt with Travex for 20 years, through three Israeli-Arab wars, and has never before ''cancelled tours in such a drastic manner.''\n''This is something new,'' Siedner comments. ''Now the Americans are targets, and we are in a situation that is not a war which ends in seven days, three weeks, or a month. We are facing a situation which will take a long time to recover from.''\nThe recent wave of terrorist attacks in Europe and the Middle East, followed by the US bombing of Libya April 15, and a subsequent surge in attacks against American and British citizens has hit hard at the tourism industries of Europe and Israel.\nIn Israel, the loss of tourists is a blow to a nation still struggling to emerge from the worst economic crisis in the state's history. Last year, tourism brought an all-time high of $1.17 billion in revenues, and 1.436 million visitors. The vast majority of tourists here are Christian pilgrims visiting holy sites. About one-third of the tourists visiting Israel last year came from the US.\nIsrael has perhaps the most sophisticated tourist infrastructure in the Middle East and the advantage of a national air carrier, El Al, with a reputation for maintaining strict safety standards. But these assets apparently are no longer enough to soothe the jittery nerves of would-be American travelers.\nIsraeli tour agents say they started noticing in January that bookings were down, and by April, American cancellations were flooding in at what some termed an unprecedented rate. By the start of Passover last week, many luxury hotels here still had vacancies. The week-long commemoration of the exodus of Jews from Egypt usually finds hotels throughout the country booked.\nUntil quite recently, however, tourism from Western Europe held steady. West Europeans, industry analysts here say, have dealt with terrorism in Europe and are less frightened about it in general than are Americans.\nBut two recent incidents in Jerusalem have already had an impact on West European bookings, Siedner says. On April 16, a West German tourist was shot and wounded by assailants in Jerusalem and, on Sunday, a British tourist was shot and killed. In an unverifiable statement Monday in west Beirut, the Abu Nidal Palestinian faction claimed responsibility for the murder.\nAn Israeli Army spokesman announced Tuesday that arrests had been made of a group believed responsible for the attacks on tourists. According to the Army, those arrested belong to the Abu Musa faction - a pro-Syrian splinter group of the Palestine Liberation Organization.\nSuch arrests impress Israelis, but are unlikely to make much of an impact on public opinion in the US and Western Europe, tourism industry analysts say.\n''In all the countries we deal with, I wouldn't say that business is going super right now,'' Siedner says. ''We still turned a profit for the first four months of this year. I hope it does not get worse from here.''\nThe Jerusalem Hotel Association has urged the government not to spend more money on advertising in the US this year, arguing that Israel's best hope for tourists now lies with Western Europe. The Tourism Ministry now spends approximately $4 million annually advertising in Europe and $3 million advertising in the US.\n\nGraphic\n\n \nPicture, Tourists stroll by armed guard in Jerusalem: Despite security, amenities, Americans and West Europeans stay away, R. NORMAN MATHENY _ STAFF"
}