{
    "title": "Terrorism worries have some local troupers skating on thin ice; Fears keep some skaters home during",
    "publisher": "the world",
    "year": 2003,
    "month": 4,
    "day": 16,
    "full text": "An appearance at Rockefeller Center in New York City for a local ice skating performance troupe raised concerns of terrorism, war and protestors for some young skaters.\nThe Ice Club of Lancaster's Performance Troupe made a dream come true for many of the skaters when they performed at Rockefeller Center on March 30, but not all of the skaters made the trip.\nConcerns over terrorism kept 9-year-old Alexis Kassees home. When Alexis was 6, she visited the top of the World Trade Towers. When the towers came down on Sept. 11, she cried.\n#SKATE.A16E0Oos#\n\"I don't want to go to New York,\" Alexis said. \"Something else might happen by the terrorists. I think it could happen in any big city and New York is one of them.\"\n\"My husband didn't think that New York was the safest environment since it's already been a target of terrorists,\" agreed her mother, Sloan Kassees. \"This is probably the safest thing to do.\"\nJean Schall decided at the last minute not to take her 7-year-old daughter Stephanie to New York. Schall was concerned about soldiers in full military gear and the anti-war protests in New York.\nThree days before the planned trip hundreds of protestors had been arrested across the street from Rockefeller Center.\n\"There are way too many protestors. I feel as a 7-year-old she doesn't need to be exposed to that. If she was older and understood more I believe she would be fine and we would be going,\" Schall said. \"I think if she sees those elite soldiers with their big guns I just think it would scare Stephanie.\"\nStephanie said she was actually more afraid of the New York taxi drivers than any terrorists but she felt that terrorists could \"walk-up to someone and shoot them in their back or something.\"\n\"I feel sad, kind of, because I love New York. The way the skyscrapers are,\" Stephanie said. \"I feel sad like angry kind of because I know Americans are winning (the war) but a bunch of people already died. If I could just tell the captains of each team to talk it out and we could all be friends and we could have peace in the world.\"\nKarla Burger, director of the performance troupe, had planned this trip for two years and in spite of the increased terror alert and war decided to go on with the show.\n\"When I was in the troupe, years ago, we used to take a weekend trip to New York every winter to perform at Rockefeller, and those trips were some of the most memorable experiences in my skating. I wanted to create that experience for the members of troupe now,\" Burger said.\n\"It just happens to be very unfortunate timing with the world events. I don't believe in living in fear,\" she said. \"Although I fully respect the concerns of many people, I am not going to change my life for the terrorists. We're going to New York and we're going to have a great time.\"\nNot all of the skaters were concerned about world events. Beth Anne Katz, 11, said \"I didn't even think about that kind of stuff.  I was just worried about falling.\"\nWhen the troupe members took to the ice rain started pouring down which did not stop the skaters from performing their routine to music from Newsies, with all the performers dressed as early century newspaper delivery boys. And nobody fell.\nThe protestors stayed away that day. The only soldiers present were those at the tunnels and bridges into New York. And there were some changes. It was easy to get a New York City cab in the rain and merchants almost seemed thankful for any business the traveling troupe gave them.\nFor Kelly Brandt, 12, a skater and relative of a troupe member, it was her first trip to New York.\n\"I was scared when my mom said we were going to New York City. I said \"Can't we go to Maryland instead?' I was scared,\" she said.\nAlthough Brandt said she looked up at the skyscrapers and imagined what it would be like for them to come down, she said she would recommend a trip to New York to anyone.\n\"I really loved it,\" she said. \"It was really cool.\"\n\nLoad-Date: April 17, 2003"
}