{
    "title": "Terrorism suspect signs plea deal;",
    "publisher": "the tampa tribune ",
    "year": 2000,
    "month": 3,
    "day": 10,
    "full text": "TAMPA - The former leader of a southern militia group accused in a terrorism campaign strikes a  deal with federal prosecutors.\nThree months after federal agents accused him of orchestrating a domestic terrorism plot called  \"Project Worst Nightmare,\" the former head of a southern militia federation has agreed to plead  guilty.\nDonald Beauregard, who took command of the Southeastern States Alliance in 1997, signed a plea  agreement with prosecutors late Wednesday, court records show. Beauregard was to enter the plea  today before U.S. District Judge Richard Lazzara.\nUnder the agreement, Beauregard will plead guilty to a single conspiracy charge, acknowledging  that he plotted to destroy facilities like power plants, to provide support and resources to  terrorists and to use explosives illegally. The statute allows for a maximum prison term of five  years and a $ 250,000 fine.\nFederal prosecutors, in exchange, will drop five additional counts against Beauregard - most  involving federal firearms violations.\nBeauregard, 32, was arrested Dec. 8 at his home in St. Petersburg.\nInvestigators said he'd conspired with others to steal explosives, electric transformers and  weapons from National Guard armories. Beauregard and a co-conspirator had even conducted a  surveillance of the Haines City armory in March 1998, the plea deal says.\nHe and fellow militia members planned to use the explosives to blow up power facilities and  energy transmission lines here and in Atlanta, prosecutors said.\nThe plea deal does not include any requirement for Beauregard to cooperate with investigators or  prosecutors in other cases.\nBeauregard's lawyer, Nancy Lord Johnson, declined to comment Thursday.  Sarah Huntley covers federal courts and can be reached at (813) 259-7616.\n\nGraphic\n\n \nPHOTO,\n Donald Beauregard was charged with plotting terrorism against power plants.\n\nLoad-Date: March 12, 2000"
}