{
    "title": "TERRORISM DESERVES NO HANDMAIDENS",
    "publisher": "spokesman review",
    "year": 1999,
    "month": 3,
    "day": 11,
    "full text": "Caring for a foster child, volunteering in a pro-life clinic, lobbying your favorite legislator: All of these are constructive ways to channel a strong conviction against abortion.\nStanding in front of a Planned Parenthood clinic with a Canon camera and shooting photos of everyone who enters the building is not.\nYet that's the latest tactic of Spokane anti-abortion activist Teresa Van Camp. She said she intends to submit these photos to The Nuremberg Files, the infamous web site which a federal court ruled a threat to physicians who provide abortions.\nIn the meantime, Van Camp photographs physicians, medical staff and patients. The vast majority of patients visit the clinic for routine health care: annual pap tests, contraceptives and medical tests. In 1997, the most recent year for which figures have been compiled, only 9 percent of patients received abortions.\nIronically, many of the women Van Camp photographs visit Planned Parenthood for diaphragms and birth control pills - prevention of the very procedure she abhors.\nIt's unlikely that anti-abortion activists will ever eliminate induced abortion. Since the beginning of time, women have devised ways to prematurely end pregnancies that they lacked the emotional or physical resources to continue. According to a new report from The Alan Guttmacher Institute, every year, about 35 out of every 1,000 women worldwide undergo an induced abortion, regardless of whether it's legal in their country.\nNeal Horsley, designer of the Nuremberg Files site, claimed to be collecting information that supposedly could be used against abortion providers in cases similar to the Nuremberg trials. He requested photographs of providers, their cars and their license plate numbers.\nHowever, when a doctor was wounded, Horsley shaded the name in gray. When one died, he drew a black line through the name. The danger of this site is that the next anti-abortion sniper may find a Spokane physician listed there and travel to our region to commit the next murder.\nVery few people who take a pro-life stance condone the killing of physicians and nurses. The vast majority find constructive ways to influence individual hearts and minds. They offer much-needed emotional and financial support to women who face an ill-timed pregnancy and make the profoundly personal choice to raise a child.\nThese positive, pro-life acts transform personal conviction into community-enhancing energy. They are to be admired. Van Camp's effort to bully law-abiding people is not.\n\nLoad-Date: March 12, 1999"
}