{
    "title": "TERRORISM SPURS SAFETY CONSOLIDATION",
    "publisher": "pittsburgh post-gazette",
    "year": 2001,
    "month": 10,
    "day": 16,
    "full text": "Because of terrorism concerns, Allegheny County and Pittsburgh public safety officials are resuming their on-again, off-again efforts to place their emergency operations centers under one roof.\n Pittsburgh's Deputy Mayor Sal Sirabella said the terrorist threat has spurred county Chief Executive Jim Roddey and Mayor Tom Murphy to again discuss moving the city's center in with the county's in the East End.\n Currently, the county and city emergency centers are in North Point Breeze and the Strip District, respectively, and they coordinate their efforts by phone.\nThe separate centers appeared to work acceptably Sept. 11. City and county officials were communicating within minutes of the first jet crash into the World Trade Center and remained in contact as they determined Pittsburgh was in no danger from United Airlines Flight 93, which crashed in Somerset County.\n Yet the officials realized they were in some ways under-prepared. The county's emergency center needed more phones; the city needed better traffic control Downtown; and there was a communications breakdown that led some county government offices on Grant Street to be evacuated, even after the county and city decided evacuation wasn't necessary.\n The day's events in Pittsburgh and elsewhere showed local officials they would have to act differently in responding to emergencies from now on, Sirabella said.\n \"In the old days, if there was a train derailment or a pipeline break, we could work together through separate facilities. Today, it's a lot easier to all be in the same room when decisions are made,\" he said yesterday.\n Sirabella and county Manager Bob Webb discussed the merger yesterday afternoon, and the deputy mayor said a formal announcement from Murphy and Roddey is expected late this week.\n County spokeswoman Margaret Philbin also said an announcement is imminent.\n Sirabella's comments came on the heels of calls yesterday by City Council President Bob O'Connor for county and city officials to re-evaluate their emergency response plans.\n In a resolution being introduced today, O'Connor is calling on public safety officials to study integration of the emergency response centers' evacuation plans for Downtown, coordination with county health officials and other security measures. He also is asking the Murphy administration to brief council members on the initiatives and let them know if merging the centers could affect the city budget.\n The city's center is budgeted to cost $3.8 million to operate this year. The city could save some of that money if it merges its center with the county's.\n \"We want to make sure we're getting the best public safety service possible and take the politics out of it,\" O'Connor said.\n O'Connor has long hammered Murphy, his political rival, for dragging his feet on plans to merge the city and county emergency centers and 911 dispatch centers.\n In April 1998, City Council authorized Murphy to move the centers to North Point Breeze. Murphy called it off about six months later after a spat with former county Manager Glenn Cannon about emergency response to a gaseous odor that enveloped Downtown in September 1998.\n Currently there are no plans to merge city and county 911 operations, only the emergency centers.\n A city task force composed of administration, council and union officials weighed the 911 merger idea and rejected it early this year, largely because of personnel hang-ups. The city's 911 employees could have made less money working for the county, for instance.\n Even if the emergency operations centers are merged for terrorist threats, Sirabella said, the city's center in the Strip District could still be left open and used for smaller-scale emergencies, such as train derailments and the like.\n\nLoad-Date: October 16, 2001"
}