{
    "title": "Terrorism fears, soft economy slow Carnival hotel bookings",
    "publisher": "new orleans citybusiness ",
    "year": 2003,
    "month": 2,
    "day": 17,
    "full text": "Good news for last-minute travelers means bad news for New Orleans tourism: Tourists and locals can still find hotel rooms in the French Quarter for Mardi Gras.\nTourism leaders say hotel bookings for Mardi Gras lag last year's pace, and the factors that drag sales down won't likely dissipate before Fat Tuesday.\nLeaders of the Greater New Orleans Hotel/Motel Association last week estimated hotel occupancy rates to be in low- to mid-80% range. Bill Langkopp, the association's executive vice president, said he had hoped occupancy would be above 90% by that time.\nMardi Gras bookings are down by at least 10% from last year, said Tara Williams, vice president and general manager of travel agency Travel New Orleans. French Quarter and Central Business District rooms are typically sold out by the end of the preceding year, she said. But there were still Bourbon Street rooms for sale with 25 days to go.\nWilliams and Langkopp faulted the volatile economy, a possible war and shorter booking cycles for the lower occupancy.\nLast week, the problem worsened when the government raised the nation's terrorism alert status to orange -- the second-highest warning level -- and advised consumers to take precautions in case of a chemical or biological attack.\nTourism officials hope the tension is only making tourists wait to decide whether to come to Mardi Gras … not scaring them off completely.\nLangkopp hopes a surge of bookings right before Mardi Gras will push occupancy rates into the mid-90s.\nRiverbarge Excursion Lines, which operates a floating 98-room resort based in Algiers, plans its yearly schedule around the changing date of Mardi Gras. The company offers a special 10-day package trip centered around Fat Tuesday.\nChief executive officer Eddie Conrad said he doesn't expect the Mardi Gras trip to sell out because some customers are likely waiting to make last-minute travel plans.\nWhen the national terrorism alert intensified, Conrad received a few calls from concerned customers. One or two asked whether Mardi Gras was canceled.\n\"We just tell them, 'Not to the best of our knowledge,'\" Conrad said. Riverbarge Excursion's vessel, the River Explorer, uses two barges and a tugboat and carry up to 198 people. The company hauls passengers over 3,800 miles of river and offers the Mardi Gras package for $3,040 and $3,395 per person.\nThis year, the boat will spend four days in the port of New Orleans and sail for Memphis, Tenn., on Ash Wednesday.\nA row of cruise ships, large and small, will dock at the port of New Orleans during Mardi Gras, but Langkopp said they won't affect the city's hotel occupancy rates.\nFor sellout events such as the Super Bowl and mammoth conventions, organizations have chartered docked cruise ships to sell rooms to tourists. But since the city won't likely sell out for Mardi Gras, the ships lined up on the Mississippi won't offer bed space without a trip.\nCarnival Cruise Line's Conquest and Holiday and Royal Caribbean International's Grandeur of the Seas will make their regularly scheduled stops in New Orleans but won't spend any extra time here for Mardi Gras.\nSix ships -- the River Explorer, Zuiderdam from Holland America, Regal Empress from Regal Cruises, Nordic Empress from Royal Caribbean, and Delta Queen and Mississippi Queen from Delta Queen Steamboat Co. -- scheduled special trips to the city for Mardi Gras.\nOnly the River Explorer and the private charter Zuiderdam will board new passengers in New Orleans. The other ships will bring passengers from other ports.\nThis will be the fourth year Regal Cruises' ship, Regal Empress, has docked in New Orleans during Mardi Gras. The boat is scheduled to arrive in the port Monday morning and leave at 10 p.m. on Fat Tuesday.\n\"We always have a waiting list for Mardi Gras,\" said Larry Cross, vice president of operations for Port Manatee, Fla.- based Regal Cruises. Passengers pay $900 to $2,100 for the trip. The boat carries up to 900 passengers and the Mardi Gras trip usually sells out six months in advance, Cross said.\n\nLoad-Date: February 17, 2003"
}