{
    "title": "terrorism as it concerns America",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 3,
    "full text": "When one hears the word \"terrorism,\" he or she often remembers tragic events such as 9/11 or the Paris attacks. However, terrorism can also represent turmoil or issues going on inside of a country as well. For example: racial inequality. This has been an issue across generations in the United States.\nSeveral groups in the U.S. fall under the definition of terrorism, including the Ku Klux Klan, the United Freedom Front and the Black Liberation Army. These groups are responsible for bombings, shootings and acts of violence in their respective eras. Some fear outside enemies such as ISIS, when in reality there are groups of individuals in the United States that also need to be feared. That's what terrorism is intended for, right? It is meant to frighten people: to send a message in some cynical way. Yes, terrorist groups such as ISIS need to be taken seriously, but so do these groups on our grounds.  \nWoody Harrelson once said, \"The war against terrorism is terrorism.\" I cannot help but agree with the truth behind his words. How can we wage a war on something that is based upon war itself? In order to successfully cease terrorism globally, we must first take a stand to cease terrorism locally. Terrorism takes different shapes and forms: two planes devastatingly crashing into the twin towers, Hitler brutally killing Jews by the thousands, ISIS taking the lives of innocent people, the continuing racial wars within the United States, gang wars within the United States or shootings and bombings participated in by American citizens.\nThe terrifying reality is that terrorism will most likely always be of relevance in this country, in this world. Terrorism stems from hate-a hatred that turns deadly. Terrorism stems from power-a power that leads to dictatorship. Terrorism stems from political influence-an influence that could end badly if leadership falls into the wrong hands. Ultimately terrorism stems from fear-the fear of victims that only seems to add fuel to these terrorists' actions.\nMaybe in order to end terrorism, we need to look inward on our own judgmental prejudices among fellow American citizens and take actions individually to stop our skewed perceptions of stereotypes. Then we could possibly have a chance at persuading the minds of others and have an impact worldwide to stop terrorism all together.\n\nLoad-Date: December 3, 2015"
}