{
    "title": "terrorism at large_ Terror suspect enters surprise guilty plea",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 1,
    "day": 11,
    "full text": "BUFFALO, N.Y. -- One of six men charged with being part of a terrorist sleeper cell in western New York pleaded guilty Friday to supporting al-Qaida by attending one of its training camps in Afghanistan before the Sept. 11 attacks.\nFaysal Galab, 26, entered the surprise plea after a daylong series of negotiations with prosecutors. He is expected to testify against the other defendants.\nGalab admitted to willfully and illegally contributing support to Osama bin Laden and his terrorist organization, a felony that carries a maximum sentence of 10 years in prison.\nGalab and five other Yemeni-American men, all in their 20s and from suburban Lackawanna, were indicted in October on federal charges of providing material support to a foreign terrorist organization. The more serious charge carries a penalty of up to 15 years in prison.\nIf Galab fully cooperates with the government, it will recommend a sentence of seven years in prison. Sentencing was scheduled for April 30.\nProsecutors say the men were awaiting orders from bin Laden's group to carry out an attack in the United States but have acknowledged there was no evidence the men posed an imminent threat.\nGalab's lawyer, Joseph Latona, said while his client knowingly attended the training camp, he never admitted wanting to harm Americans.\n\"He has not admitted to being a member of al-Qaida. He has not admitted planning or preparing or agreeing to engage in any acts of terrorism whatsoever,\" LaTona said. He declined to say why Galab attended the camp.\nU.S. District Judge William Skretny asked Galab if he understood his right not to plead guilty and to have a trial where the government would have to prove him guilty beyond a reasonable doubt.\n\"Yes, sir,\" Galab answered.\nAccording to prosecutors, Galab agreed in April 2001 to attend a military-type training camp in Afghanistan, knowing the planned trip was illegal.\nOnce he got to the camp, Galab \"worked under the direction and control of members of the al-Qaida organization\" and was trained to use numerous weapons.\n\nLoad-Date: January 13, 2003"
}