{
    "title": "TERROR TRIAL FALTERS AGAIN",
    "publisher": "the day ",
    "year": 2007,
    "month": 12,
    "day": 14,
    "full text": "Another highly touted federal terrorism case ended in a mistrial Thursday.\nAfter listening to more than two months of testimony and deliberating for nine days, a Miami jury deadlocked on charges against six men accused of pledging allegiance to al-Qaida in a plot to blow up the Sears Tower in Chicago. A seventh man was acquitted.\nDubbed the \"Liberty City Seven,\" after the blighted neighborhood where the men met in a rundown warehouse, the group was described by then-Attorney General Alberto Gonzales as typical of \"smaller loosely defined cells who are ... inspired by a violent jihadist message.\"\nBut even on the day of their arrest in June 2006, federal officials acknowledged the group was \"more aspirational than operational.\" Defense attorneys and some in the media characterized the men as a group of ragtag wanna-bes who could never carry out the large-scale violence they were charged with plotting. No maps, written plans or weapons were ever connected to them.\nLead defendant Narseal Batiste testified for eight days that he and the others never had any intention of carrying out violent acts. Instead, he said he faked interest, hoping to con the supposed al-Qaida connection, who was really a government informer, out of $50,000.\nThat jurors were split over the men's actual intent became apparent last week when the jury foreman began sending notes to the judge saying they were deadlocked. The judge told them to keep deliberating. But late Thursday they gave up.\nWith no guilty verdicts, the Liberty City Seven join about a dozen other terrorism defendants around the country who have been prosecuted since the Sept. 11 attacks in costly cases that resulted in acquittals and mistrials. Among those was Sami Al-Arian, who along with three other defendants was charged in Tampa with supporting terrorism. Al-Arian later pleaded guilty to helping a terrorist organization with non-violent activities and was sentenced to 57 months in prison.\nPaul Perez, U.S. attorney for the Middle District of Florida where Al-Arian was tried, is now a financial attorney in Jacksonville.\n\"These terrorism cases are pretty tough for the government to prove and for juries to weigh,\" he said. \"But that's not a reason not to bring them to trial and to retry them if there's a deadlock.\"\nPerez said that the Liberty City Seven case \"all boiled down to intent.\"\n\"The question is: 'Were they enticed or did they intend to really commit a crime?'\"\nIt's a question, said Perez, that jurors \"obviously answered differently.\"\nLinda Moreno, a defense attorney in two high-profile terrorism cases that ended in deadlocks and acquittals - the Al-Arian trial and the Holy Land Foundation trial in Dallas - saw the case as one more test of freedom of speech.\n\"What we're seeing repeatedly in these cases, where there is no violent conduct, is that it's an issue of speech and American juries are loathe to convict on speech,\" she said.\nMoreno said that in the Liberty City case prosecutors thought they could get convictions before any crime occurred. \"But obviously they couldn't,\" she said, \"because jurors didn't have the crystal ball to look into the future that prosecutors seemed to have.\"\nNew York criminal defense attorney Joshua Dratel, who worked with Moreno on the Holy Land Foundation case, said repeated mistrials in terrorism cases raise questions about how FBI agents and prosecutors are spending their time: \"Shouldn't they be finding terrorists instead of creating them?\" he asked.\nDratel said that jurors in the Liberty City Seven case were \"obviously conflicted over whether the defendants were created and cultivated by an informant.\"\nAs in practically all of the terrorism cases, he said, the \"defendants were at a great disadvantage because prosecutors didn't begin with the presumption of innocence\" after spending months - years in most cases - taping defendants to find them guilty.\nLiberty City Seven jury foreman Jeff Agron, educational director at a Jewish school, spoke outside the courthouse after the verdicts. He said jurors were practically split down the middle between guilt and innocence.\n\"People have different takes on what they saw, on what was said and what that meant, said Agron, who has a law degree. \"My personal belief is that there may have been sufficient evidence on some of them as to some of the counts.\"\nFormer federal prosecutor Dan Gelber, minority leader in the state House of Representatives, said he believed that most terrorism cases are determined in jury selection: \"There are a million reasons juries don't convict, which means a deadlock is not a slap in the face to the prosecutors.\"\n\"Instead,\" he said, \"a deadlock simply teaches prosecutors what needs to be simplified and changed for the next time around.\"\nAnd there will be a next time for the Liberty City Seven.\nFederal prosecutor Richard Gregorie said that the government plans to retry the six defendants early next year. U.S. District Judge Joan Lenard set Jan. 7 to start selecting a new jury.\nTimes researcher Caryn Baird contributed to this report, which used information from the Associated Press.\nMixed record on convictions\nAlthough the Justice Department has won numerous highly publicized guilty pleas - often by dropping the most serious charges - it has been handed partial or outright defeats in major terrorism cases it has taken to trial.\nJune 2003: In Detroit, two of four North African men accused of operating a \"sleeper\" terrorist cell are convicted of conspiracy in the nation's first major terrorism trial after the Sept. 11 attacks. A third defendant was convicted of document fraud, and a fourth was acquitted. But a federal judge overturned the verdicts in 2004 at the Justice Department's request after prosecutors discovered that some documents that could have aided the defense were not turned over by the government as required.\nDecember 2005: In the trial of Sami Al-Arian, jurors in Tampa deadlocked or acquitted on all charges of conspiracy to support terrorism. Of 17 counts, the jury acquitted Al-Arian on eight and deadlocked on nine. Two co-defendants were found not guilty and another co-defendant was acquitted on 25 counts, with mistrials on eight counts. Al-Arian later pleaded guilty to helping associates of a terrorist group, Palestinian Islamic Jihad, with nonviolent activities and received a 57-month sentence.\nFebruary 2007: A Chicago jury acquits Muhammad Salah and Abdelhaleem Ashqar of a racketeering conspiracy charge that accused them of financing and supporting Hamas in the late 1980s and early 1990s. The jury convicted both of obstruction of justice. Ashqar also was convicted of criminal contempt for refusing to testify in 2003 before a grand jury investigating Hamas. Salah was convicted of lying on a document and sentenced to 22 months in prison. In November, Ashqar was sentenced to more than 11 years in prison.\nOctober 2007: In the largest terrorism finance case in U.S. history, jurors in Dallas split on charges against the leaders of a Muslim charity - the Holy Land Foundation for Relief and Development - accused of financing the Palestinian group Hamas. It reached verdicts on only one of the five defendants, former Holy Land chairman Mohammed El-Mezain, finding him not guilty of 31 of 32 counts and deadlocking on the remaining charge. The federal judge declared a mistrial. Prosecutors said they would probably retry leaders.\nSources: Times wires, Times files\n\nLoad-Date: December 14, 2007"
}