{
    "title": "Terrorism fails to dampen TV's new season",
    "publisher": "usa today",
    "year": 2001,
    "month": 10,
    "day": 3,
    "full text": "Would terrorism drive viewers away from the new fall TV season or send them there in droves as a needed distraction?\nNeither, it turns out. On average, total TV usage last week was exactly even with the first week of the 2000-01 season. Despite polls that suggested viewers would embrace frothy comedy and reject dark drama in response to tragedy, there is no such trend in sight.\n\"I really don't think we're seeing any real impact on viewer preferences at all,\" says Magna Global USA ad-buying analyst Steve Sternberg. \"They don't seem to be flocking more to comedies or to dramas.\"\nAnd network fears that new series would falter from inadequate promotion also were quelled. There were promising starts for ABC's spy thriller Alias, NBC's Crossing Jordan, UPN's latest Star Trek entry, Enterprise, and CBS drama The Guardian.\n\"I don't buy the argument that people aren't sampling shows,\" says ABC research chief Larry Hyams. \"There might not be a breakaway hit, but what show is a breakout hit in Week One?\"\nAs usual, it was old favorites that viewers flocked to most, and some performed especially well.\nEverybody Loves Raymond had its most watched episode ever with 22.8 million viewers; The Practice and Law & Order, their best season premieres; and Friends, its most watched episode since 1996 and the week's top show, with 31.7 million. CBS' patriotic military drama JAG and WB family drama 7th Heaven also delivered strong numbers.\nBut there were several early flops, including CBS' Wolf Lake and Danny, NBC's Emeril and Fox's Pasadena, the week's least watched new series. Others -- including CBS' CIA drama The Agency and The Ellen Show -- lost 9 million to 10 million viewers from their lead-ins, meaning viewers aren't embracing them.\nAnd although NBC's Inside Schwartz topped the list of new shows in total viewers, it, too, couldn't hold its lead-in.\nIn between were NBC's Law & Order: Criminal Intent, Fox's college comedy Undeclared and ABC's Philly.\nThe main question remains reality series, and whether viewers have soured on the trivial pursuits of stranded folks in search of cash prizes.\nBut disappointing results for Mole 2, Love Cruise, The Amazing Race and Lost are less surprising, given the glut of such shows. A major falloff for Survivor (premiering Oct. 11) or Temptation Island (due Nov. 7) would signal that the fad has faded.\n\nGraphic\n\n \nGRAPHIC, Color, Julie Snider, USA TODAY, Source: Nielsen Media Research (BAR GRAPH)\n\nLoad-Date: October 3, 2001"
}