{
    "title": "Terrorism is not defined by color, race, or ethnicity",
    "publisher": "university wire",
    "year": 2017,
    "month": 11,
    "day": 8,
    "full text": "Tweet\nBy Nick Hughes\nOpinion Editor\nAmerica is sick right now. I hate to say that, but I feel it is true. Now is the time where people are shot and killed in cold blood by terrorists. \nIncidents, no, terrorist attacks in Las Vegas, New York, and now Sutherlands Springs.I may be just a college student, but I know what is right and what is wrong and killing people is wrong. A lot of you will be saying no duh to that one, but I think that some need reminded of this. There is a notion that is shared that a white man cannot be a terrorist. Think about it for a second. The Las Vegas shooter was white, he was called the gunman. No, he was a terrorist. The Sutherland Springs shooter was also white, he was called mentally ill. He may be mentally ill, but he is a terrorist. The New York shooter was not white. Yes, this was also an act of terrorism and the attacker was is a terrorist.Perpetrators of terrorism can be of any ethnic descent. That is my belief. I also believe that it is the media's job to tell us, as consumers of the news, that terrorism comes in many colors. It can be argued that attacks by the KKK in the civil rights era were acts of terrorism. I know some will disagree with me on that and that is okay. You are entitled to your opinion on this. That is one of the things that makes America so great, but at the same time, it feels like a double-edged sword.I understand that white supremacists can have peaceful protests, the same as Antifa members can as well. Does that mean they do that? Not necessarily.The main point that I am trying to make is that terrorism comes from all types. It can be from an Islamic person, a Christian person, or even a non-religious person. Terrorism is terrorism. It is a horrible thing that I wish did not happen, but when it does we need to call it what it is.\nnull\nnull\n\nLoad-Date: November 8, 2017"
}