{
    "title": "Terrorism shouldn't be an obstacle in free trade",
    "publisher": "university wire",
    "year": 2006,
    "month": 2,
    "day": 23,
    "full text": "If giant squid from Peru don't pose an insurmountable obstacle to international trade, terrorism shouldn't either.\nIt's not as schizophrenic an assertion as it sounds.\nOn Nov. 16, 2004, BBC reported that 700 kilograms (1,543 pounds) of cocaine were found inside crates of frozen giant squid being shipped from Peru to the United States and Mexico. The narcotics were wrapped in several layers of plastic and coated in pepper to fool police dogs. The seized product was estimated to be worth about $17.5 million. It was hardly the first time illegal narcotics had been discovered en route from Peru. In fact, Peru is considered to be one of the largest producers of cocaine in the world, second only to Colombia.\nAccording to the National Drug Intelligence Center's Florida Drug Threat Assessment of 2003, Florida is \"the primary destination for cocaine smuggled from South America,\" and \"poses a serious threat.\" Despite this, the United States is making valiant efforts to trade freely with South America.\nAnother perceived threat to free international trade is that posed by Dubai Ports World (DP World), a port operator based in the United Arab Emirates. It was reported this week that DP World has purchased the UK-based Peninsular and Oriental Steam Navigation Company (P&O) for $6.8 billion. In this process, DP World would gain the rights to manage major ports in Miami, New York, New Jersey, New Orleans, Philadelphia and Baltimore. The Committee on Foreign Investment in the United States (CFIUS) and President George W. Bush both approve of the deal.\nObjections to the takeover have been made stating that Dubai's track record on terrorism is inconsistent and the deal might therefore threaten the national security of the United States. Senate Majority Leader Bill Frist, R-Tenn., said, \"The decision to finalize this deal should be put on hold until the administration conducts a more extensive review of this matter.\" Senators Charles Schumer, D-N.Y., Hillary Clinton, D-N.Y., Speaker of the House Dennis Hastert, R-Ill., and others agree with him.\nAlthough the potential threats assumed by free trade with South America and the Middle East are quite different, the governmental policy need not be different. Security at ports and borders is the government's job. Operating corporations such as DP World do not own or run security at ports they manage. Similarly, companies export and import through national borders from South America to the United States, but they do not own or run the security at the border.\nInstead of infringing on personal and commercial liberties, the government needs to muster up some competence and provide adequate security for commerce at borders and ports. Is the government admitting its own incompetence? Both Republicans and Democrats should realize that protecting a nation should not entail telling people how to live or businesses how to operate. It is precisely that form of intrusive government from which the United States needs to be protected. Protection from foreign investment is not something that the United States needs. It has been less than a year since the Chinese oil company Cnooc, Ltd., made a bid for the California energy firm Unocal Corp. The very same national security arguments being posed against DP World were posed against Cnooc at the time of the takeover bid. Cnooc eventually withdrew its offer due to the undeserved political pressure it received. The potential $18.5 billion in foreign investment from China was lost.\nThankfully, Tampa is doing the wise thing. Both Mayor Pam Iorio and Gov. Jeb Bush support free trade with South America and have made trips there in the past four months. The ambassador of Peru to the United States, Eduardo Ferrero Costa, is scheduled to endorse the Andean Free Trade Agreement at the University Club in Tampa today. The Greater Tampa Chamber of Commerce's Committee of One Hundred, as well as the U.S. Chamber of Commerce, will host him.\nAlso, the Tampa Port Authority approved a 40-year leasing and licensing agreement with P&O - the company DP World is set to buy - on Tuesday. The vote, according to the Tampa Bay Business Journal, was 6-1. The dissenting vote, made by Commissioner Ronda Storms, had to do with the very same security concerns (read: anti-free trade arguments) being voiced in Washington, D.C.\nInstead of fixing a government that has proved far from competent in regulating business and providing security, certain politicians in Washington, D.C., prefer to unduly repress the free market. Instead of realizing that big federal government doesn't work, they would prefer to think that the rest of the world doesn't work and everything must be controlled. Instead of realizing what economists have agreed on for more than two centuries, that free trade gives optimal business results, certain politicians in Washington, D.C., would prefer to engage in protectionist measures that only hurt the entire world in the long run.\nTampa's business and political leadership should be lauded for disagreeing with them.\nJordan Capobianco is a senior majoring in English literature.\n(C) 2006 The Oracle via U-WIRE\n\nLoad-Date: February 23, 2006"
}