{
    "title": "Terrorism fight stirs up a fire",
    "publisher": "star tribune ",
    "year": 2015,
    "month": 5,
    "day": 18,
    "full text": "WASHINGTON - The federal government has committed more than $200,000 to Minnesota law enforcement and community groups in a counterterrorism effort officials hope halts young men and women in the United States from being recruited to fight with Islamic extremist groups.\nPresident Obama has asked Congress for an additional $15 million to expand such efforts nationally in his budget this year.\nBut the \"countering violent extremism\" program, which will likely pay for youth mentorships and cultural programs, already is coming under fire before it has doled out any cash in Minnesota.\nCivil liberties groups have argued from the start that the efforts targeted at the Somali community paint too broad a brush and stigmatize their community. They also say there should not be a forced federally funded relationship between law enforcement, religious leaders and schools.\nNearly 50 Minnesota Muslim groups recently signed a petition expressing concerns over countering violent extremism, or CVE, efforts.\n\"It is our recommendation that the government stop investing in programs that will only stigmatize, divide and marginalize our communities further,\" the petition said.\nInstead, counterterrorism experts argue, the United States needs to look to Europe, which has a longer history of battling extremism.\nThe arrests last month of six men for allegedly planning to go abroad to fight with the Islamic State in Syria have heightened conversations among experts that therapy should be given a higher focus and that more should be done to counter recruiting campaigns ahead of time.\nGermany, Sweden, Denmark and Saudi Arabia have programs that have counselors and community leaders working at the forefront to try and change behavior, before getting law enforcement involved.\nBritish authorities have endorsed a program run by professional cage fighter Usman Raja, who seeks to counter Islamic extremism with abundant empathy.\nRaja's approach is internationally recognized and backed by federal officials in the United Kingdom, as well as the world's foremost Islamic scholars.\nHe runs classes in east London - a hub of UK extremism, an area some call \"London-istan.\" The classes allow young men who may feel particularly disconnected to ask questions in a safe space about anything.\n\"I'm in the prisons with these guys, and they start speaking all this nonsense ... \" he said. \"Once you take away the victim mentality, this us and them, then you've got the possibility of influencing good and you can be a force for compassion.\"\nBesides Raja's program in the U.K., the British government funds a program called \"Channel\" that allows people worried about friends or family to approach officials without the risk they will be part of a sting operation or they will get thrown in jail.\n\"If you want parents and friends of youth to trust you and inform on their loved ones, they need to know there is an option short of prison,\" said Will McCants, an Islamic scholar at the Brookings Institution. \"The current CVE stuff tends to be pretty unfocused. We [the U.S.] have an extremely low tolerance for risk when it comes to terrorism, especially when it comes to the Islamist variety.\"\nLearning as they go\nIn Minnesota, a number of community leaders acknowledged they are learning as they go about how best to counter violent extremism, and many of the programs - including a controversial one in Minneapolis Public Schools - remain in formative stages.\nBen Petok, a spokesman for U.S. Attorney Andy Luger, who has been at the forefront of many of the efforts in the Twin Cities, said much of the CVE work took shape from the community's lead.\nPetok said there was no conflict of interest in having law enforcement lead counterterrorism efforts.\n\"We've got a real problem here,\" Petok said. \"It's not something that's going to go away on its own. We have to try community approaches to solve this. We can't prosecute our way out of this.\"\nLuger got an earful at a May 9 meeting with Somali community members.\nSome said they didn't trust federal authorities to keep their day-to-day enforcement mission apart from more recent attempts at community engagement. Others argued that, although Somali youth programs could sorely use an influx of resources, the Department of Justice was not the right agency to dole it out, given mistrust in the community.\nMeeting organizer Sadik Warfa questioned if the government is taking a \"top-down approach\" with the program. \"We need our own community-led solutions,\" he said.\nMohamed Farah, director of the youth program Ka Joog, said he finds the criticism helpful as he crafts programs that will do some good.\n\"There is no one program where everyone is on the same page,\" said Farah, who is part of the Somali American Taskforce. \"But we're using those critics to our advantage to better the program.\"\nAlejandro Beutel, a D.C.-based consultant for the Muslim Public Affairs Council, said efforts to counter violent extremism need to be embraced by the whole community - not just a few mosques and the police.\n\"We should be treating this as an American issue based on solid knowledge that we know to be effective of preventing this, with alternatives through programming and crisis counseling first,\" he said. \"And only use law enforcement as a last resort.\"\nStar Tribune staff writer Mila Koumpilova contributed to this report.\nAllison Sherry · 202-383-6120\n\nLoad-Date: May 22, 2015"
}