{
    "title": "Terrorism's Impact Grows As Indian Election Nears",
    "publisher": "the new york times",
    "year": 2008,
    "month": 9,
    "day": 24,
    "full text": "Politics in India, as in neighboring Pakistan and the United States, is increasingly singed by terrorism. \n  India, the world's largest democracy, is reeling from four bomb attacks in four months, the latest in the heart of the capital on Sept. 13. How to deal with that threat has moved front and center in the campaign for the national election early next year. \n  The main opposition party, the Bharatiya Janata Party, or B.J.P., has called the administration ''soft'' on radical Islamist organizations and unable to protect citizens from wanton strikes. \n  ''Save India'' will be the party's campaign theme, Arun Jaitley, one of the party's top strategists, said in an interview last week as other B.J.P. leaders rallied near the site of one of the most recent bombings. ''How do you save India from this kind of terrorism?'' Mr. Jaitley asked. ''The core issue will be terrorism.'' \n  The government is scrambling to defend its record, even as Prime Minister Manmohan Singh acknowledges ''vast gaps'' in intelligence gathering on terrorist networks operating in this large, fractious country. \n  The latest attacks have drawn attention to a larger and more dangerous problem: a feeble criminal justice system that offers no protection for witnesses and  has a paucity of police officers, and in which suspects of  terrorism and other crimes are regularly killed in skirmishes with law enforcement authorities, rather than tried in courts of law. \n  India's fight against terrorism is complicated by a political landscape in which parties vie for Hindu and Muslim voters' loyalty. In addition to the radical Islamist groups blamed for the bombings, there are radical Hindu organizations that have been accused most recently of deadly attacks on  Christians in several states. Maoist rebels and ethnic separatist guerrillas in the northeast have also made attacks.\n  Still, the blasts that shook the capital on Sept. 13 have placed the greatest pressure on Mr. Singh's administration, if only because they struck popular shopping and entertainment districts. \n  Five bombs exploded in three corners of the city, killing 24. The police responded by stepping up security in bazaars, combing Muslim-majority areas and, last Friday, engaging in a shootout with a young man  they described as the mastermind of the three most recent blasts. \n  The New Delhi bombing was the latest in a deadly string of attacks. In late July, the western city of Ahmedabad was struck by back-to-back blasts, first on busy streets, then at the hospital where the wounded were taken. In all, 52 people died. \n  The day before, a series of similar low-intensity blasts went off in Bangalore, killing a woman standing at a bus stop. And in May synchronized bombs were detonated in the ancient warrens of Jaipur, a popular tourist attraction, killing 67. \n  The South Asia Terrorism Portal, a research group based here, has tallied 15 terrorist attacks that it attributed to radical Islamists alone in the past three years. \n  Of most concern, perhaps, is that Indian officials say they believe the attacks have been carried out by homegrown jihadist  groups, trained or aided by organizations based in Pakistan. \n  A group calling itself Indian Mujahedeen has claimed responsibility for the latest four attacks, sending chilling e-mail warnings to Indian news media minutes before the attacks. Written in English, the messages combine the language of global radical Islam with distinctly Indian grievances, including attacks on Muslims in Ahmedabad in 2002. \n  The police have said the group is probably tied to a radical organization called the Students' Islamic Movement of India, or SIMI, which was banned in 2001, before Mr. Singh took office. His Congress Party-led coalition has repeatedly hesitated on banning SIMI. In a source of embarrassment to the government, the man arrested in the shootout on Friday, local news reports said, is the son of a local leader with the Samajwadi Party, a coalition partner in the government. \n  Meanwhile, the B.J.P. has been reluctant to ban a Hindu right-wing group, the Bajrang Dal, which the police accuse of leading the anti-Christian violence. The Bajrang Dal is part of a network of Hindu organizations that make up an important base of support for the B.J.P. \n  Election dates have not been set, though voting must take place before May, when Mr. Singh's five-year term ends. Whether the B.J.P.'s antiterrorism plank will resonate in this still largely poor and agrarian society is unclear. \n  Terrorism resonates mostly with urban Indians, said Yogendra Yadav, a researcher with the Center for the Study of Developing Societies who studies voting patterns. His 2005 public opinion poll on sources of insecurity nationwide found that terrorism ranked far lower than common crimes and communal riots.  The opposition is calling for a resurrection of a tougher antiterrorism law that was in place during its rule. That law allowed for longer preventive detention and allowed confessions extracted by the police to be used in court. Human rights groups criticized it as a tool for rounding up innocent people, largely Muslims, and it was repealed in 2004 by Mr. Singh's administration. \n  A government-appointed panel has recommended new antiterrorism provisions that resemble the old law; the government has not announced its decision. \n  Kapil Sibal, a member of the cabinet, argued that India's current laws, which allow citizens to be held for as many as 90 days without being charged, were stricter than even the Patriot Act in the United States, and said that the government was already strengthening its intelligence and law enforcement systems to respond to terrorism. \n  A veteran Congress Party politician, Mr. Sibal rattled off the numerous terrorist attacks during the B.J.P.'s tenure. They included the infamous hijacking of an Indian Airlines flight in 1999, in which the B.J.P. government released Ahmed Omar Sheikh, a terrorism suspect, in exchange for the civilian hostages. Two years later, Mr. Sheikh, the leader of a Pakistan-based group called Jaish-e-Muhammad, played a key part in the kidnapping and beheading of Daniel Pearl, a reporter for The Wall Street Journal. \n  An important indicator of how India may vote will come in November, when four important state elections are held. \n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Funeral pyres burned on Sept. 14 in New Delhi for some victims of a bombing there a day earlier. (PHOTOGRAPH BY MANPREET ROMANA/AGENCE FRANCE-PRESSE -- GETTY IMAGES)                                             \n\nLoad-Date: September 24, 2008"
}