{
    "title": "Terrorism becomes fact of life for Europe's democracies",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 7,
    "day": 30,
    "full text": "AFter the church service in London to mark the 80th birthday of Britain's Queen Mother the public was given two sharp reminders of the terrorist dangers that nowadays lurk in the shadows at even the most benign state occasions.\nA plainclothes security man detailed to guard Prime Minister Margaret Thatcher was photographed by a news cameraman as he ran up steps outside St. Paul's Cathedral.  His coat tails were flying in the breeze and millions of newspaper readers saw a pistol clealy visible in his belt.\nAn hour or two after the service, as the television cameras focused on people surging forward to greet the Queen Mother when she appeared on the balcony of Buckingham Palace, viewers saw files of uniformed policemen expertly filtering their way through the crowd, breaking it up into manageable sections.\nIf anyone had flourished a weapon, he would have been swiftly pounced on by a constable not more than a yard or two away.\nPeople remarked afterward that such measures, sensible though they seem, would not have been considered necessary only a few years ago.  Not just in Britain, but throughout Western Europe and in democratic societies beyond, steps to counter terrorism have become a fact of life.\nInevitably, those who have long enjoyed the benefits of a free, open society have been forced to watch clamps come down as the authorities struggle with a dilemma: how to maintain a reasonable balance between freedom and security.\nThe persistent nature of the dilemma is reemphasized every week, if not every day.  Air travelers in Europe submit to security checks that have become as routine as visits to the check-in desk.  Citizens visiting public and private vuildings in major West European capitals are increasingly required to show passes.\nAt Bush House, center of the British Broadcasting Corporation's international broadcasting operations, employees earlier this year voted to wear security badges to prevent unauthorized entry to the building.  The vote followed a fatal attack on a member of the BBC Bulgarian service by a person suspected of being a foreign agent.\nEarlier this month in Paris a former Syrian prime minister was shot dead, and in West Germany anti-terrorist squads were placed on alert following threats on the life of the exiled leader of the Muslim Brotherhood.\nComing soon after a spate of killings in Britain and West Germany of opponents of Col. Muammar Qaddafi of Libya, and the siege of Iran's London embassy by suspected Iraqi gunmen, the latest incidents emphasized the random, highly unpredictable nature of terrorist violence.\nThe siege at the Iranian Embassy neatly encapsulated the problem facing security forces committed to combating terrorism.\nThe gunmen captured the embassy building without difficulty, overpowering the lone constable assigned by Scotland Yard to guard the premises.  For nearly a week bargaining between police and terrorists continued.  The outcome -- a lightning assault by Special Air Service troops -- secured the release of the hostages.  Prime Minister Thatcher congratulated the SAS on the success of the operation.\nBut afterward even senior police officers were heard to worry about the unwelcome social \"fallout\" of the incident -- public pressure to use violence quickly in future, regardless of likely loss of life, instead of the softly-softly, talk-and-bargain techniques Scotland Yard's anti-terrorist squad has spent the last few years developing and refining.\nIn some ways even more disturbing is the belief, now gaining ground in British official quarters, that such terrorist activity must be cut off at its source.\nTerrorists involved in Libyan, Iranian, and Iraqi incidents over the past year or two are believed to have acquired their weapons via diplomatic bags.  The privileges accorded embassies of using the diplomatic bag are being questioned in the British Home Office.  In addition, many terrorists have turned out to be people who entered Britain as \"students.\" Immigration regulations at ports of entry are being tightened, modifying one of the aspects of British society foreigners have appreciated most.\nEarlier this year British police asked Home Secretary William Whitelaw to give them the same powers to deal with international terrorists as they now have to deal with the Provisional wing of the illegal Irish Republican Army (IRA).\nThese powers, if granted, would greatly extend the period in which questioning of suspects could continue without charges being laid.  Civil rights groups also say the police would inevitably have a higher profile, resulting in a tenser situation in central London.\nThe terrorist threat has unquestionably forced the police to modify their own conception of their work.  Foreign embassies in London, Paris, and Bonn are pressing home govvernments to increase the numbers of police detailed to diplomatic protection.\nEven in Britain, for many years unique in the relatively small numbers of police allowed to carry guns, rules are changing.  Scotland Yard now has a squad of highly trained sharpshooters who are routinely deployed whenever a terrorist outrage occurs.\nFrance, West Germany, Spain, as well as Britain have been forced to respond to the terrorist threat by organizing a higher level of preparedness.\nFrance has long been a traditional haven for political exiles, but pattern are changing.  To combat terrorism, French immigration officers have been applying the so-called bonnet law, which gives them rights to refuse entry to anyone deemed undesirable.\nThe European Community now subscribes to two anti-terrorism conventions -- one signed in Strasbourg in 1977, the other in Dublin last year.\nPossibly no country has been harder hit by the trend toward tighter security than Italy, until a few years ago one of the most tranquil nations in Europe.  Earlier this year, Italy's President Alessandro Pertini, a veteran of resistance to fascism, made a particularly bleak statement about the dilemma posed to open societies by terrorists -- whether they be Red Brigades or guerillas from the Middle East keen to use Italy as a bridge for mounting attacks on their political enemies elsewhere in Europe.\nAgainst the background of ex-Premier Aldo Moro's murder in 1978 and other terrorist attempts to destabilize Italian democracy, President Pertini declared that the authorities were dealing with conspirators who in many cases were organized from outside Italy.\n\"We are at war,\" Mr. Pertini said, and political leaders in other parts of Europe would scarcely disagree.\nBritain last year witnessed the deaths by terrorist bombing of Lord Mountbatten of Burma and of Airey Neave, Conservative member of Parliament.  A senior Scotland Yard officer asserted: \"You cannot see outrages like these occur without reconsidering the limits of freedom.\"\nWhile terrorist violence continues, he said, there is no alternative to strengthening the bastions against terror.  Unhappily for the ordinary private citizen, the state's measures to combat terror require the police authorities, overt and covert, to play a larger role in maintaining civil order.  Terror, he said, has to be met with vigilance, and that means more police activity.\n\nGraphic\n\n \nPicture, British police mount anti-terrorist vigil"
}