{
    "title": "Terrorism down for Americans",
    "publisher": "the world",
    "year": 1994,
    "month": 5,
    "day": 4,
    "full text": "Terrorist attacks against Americans dropped sharply last year, despite a  failed plot against former President George Bush in Kuwait and the World Trade  Center explosion, the State Department says.\nAround the world, terrorist attacks rebounded after declining 35 percent  the previous year. There were 427 terrorist attacks, compared to 364 in 1992,  according to the government's annual report on international terrorism.\nCompiled from Times WiresGACY-EXECUTI\nThe attacks resulted in 109 deaths and 1,393 people wounded, the highest  total in five years.\nAnti-U.S. attacks fell to 88, down from 142 in 1992.\nIndividual American casualties, however, were high, due to the massive  explosion Feb. 26 at the World Trade Center in New York.\nSix Americans died, the only Americans killed by terrorism during 1993, and  1,000 were injured in the bombing. \n \nTexas executes officer's killer \n \n    HUNTSVILLE, Texas - A Louisiana native who was twice convicted of killing  an off-duty police officer was executed by lethal injection Tuesday.\nPaul Rougeau, 46, was pronounced dead at 1:20 a.m. EDT. He made no final  statement.\nRougeau's execution came several hours after his appeal for a reprieve was  denied by the U.S. Supreme Court.\nRougeau was convicted in the January 1978 murder of Albert Wilkins, 50, a  deputy constable killed during an attempted robbery at a Houston lounge where  he worked as a security guard. \n \nArizona sues U.S. over cost of aliens \n \n   PHOENIX - Arizona has become the latest state to sue the federal government  for the cost of imprisoning illegal aliens, demanding more than $ 121-million.\nThe amount represents what Arizona should have received under a 1986  federal law requiring that the U.S. government reimburse states for costs of  incarcerating illegal aliens, said state Attorney General Grant Woods.\nArizona says it is owed the money for incarcerating 1,700 illegal aliens  convicted of felonies.\nCalifornia filed a similar lawsuit Friday asking for $ 377-million to cover  the cost of incarcerating about 16,700 illegal aliens and $ 1.6-billion more to  pay for the prisons that house them.\nFlorida filed a complaint earlier this year. Texas and New Jersey are  considering joining it. \n \nAir Force rocket \n \nis launched \n \n    CAPE CANAVERAL - An Air Force Titan 4 rocket lifted off Tuesday with a  mysterious military cargo thought to be a $ 1-billion eavesdropping satellite.\nThe Martin Marietta rocket darted skyward from the Cape Canaveral Air  Station at 11:55 a.m.\nCiting national security concerns, the Air Force refused to say what was  aboard the Titan 4. But published reports have identified the payload as a  gigantic signals intelligence satellite, code-named Aquacade, equipped with an  antenna as long as a football field.\nIt would listen in on private telephone conversations, radio chatter and  other satellite transmissions to gather information about missile tests and  nuclear blasts, the reports say. \n\nLoad-Date: May 5, 1994"
}