{
    "title": "Terrorism expert explains killers' tactics at Ball State U",
    "publisher": "university wire",
    "year": 2003,
    "month": 9,
    "day": 12,
    "full text": "The Criminal Justice Department brought a speaker to Ball State University's Student Center to provide history and understanding of terrorism to more than 400 people Thursday on the anniversary of the attacks of Sept. 11, 2001.\nThe Executive Director of the Homeland Defense Initiative at Grand Valley State University, Jonathan White, shared his speech, \"Terrorism: Homeland Security Since 9/11.\"\nBall State U.\nWhite told students about the history of terrorism and the set path and ideas that most terrorists follow.\n\"Learning the tactics they use can help us catch them,\" White said.\nWhite even directed students towards the al-Qaida handbook that can be found on the FBI Web site.\n\"Be friendly with everyone and friends with other terrorists,\" White said the handbook informed al-Qaida members to do.\nWhite believes that the United States is going to see more religious terrorism in the future.\nReligious terrorism focuses on maximum death, White said.\n\"Death is a sacramental event for a religious terrorist,\" he said.\nCriminal Justice major Kyle Wentz said he agreed with White's insight on the future of terrorism.\n\"It's definitely something we need to look at closer,\" Wentz said.\nWhite believes there is the possibility of seeing a terrorist attack as flashy as Sept. 11, 2001.\n\"9/11 was the worst event we have had since Pearl Harbor,\" White said. \"We are safer today because we are more aware, but are we safe? No.\"\nSpeaking specifically to the Criminal Justice majors in the audience, White expressed his desire to get terrorists in jail.\n\"When you lock terrorists in jail, terrorism goes down,\" White said.\nWhite said terrorists aren't acceptable.\n\"We need to expose [terrorists] as the radicals that they are,\" White said.\n(C) 2002 Daily News via U-WIRE\n\nLoad-Date: September 12, 2003"
}