{
    "title": "TERRORISM POTENTIAL PUTS MILITARY BASES ON THE ALERT",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 13,
    "full text": "BECAUSE of the potential of terrorism following the Libya-United States confrontation in the Gulf of Sidra last month, New Jersey military installations are on a heightened security alert.\nFor example, civilian security officers are spot-checking vehicles entering and leaving the Army's 6,500-acre Armament Research Development and Engineering Center in Dover, known as Picatinny Arsenal.\nAlthough the Morris County center is no longer a working arsenal, weapons and munitions research and testing ''is the main job being done here, and with that in mind security is always an important issue,'' said Jerry Whitaker, a center spokesman.\nEntry to Picatinny is through armed sentry stations accessible by Routes I-80 and 15. Its 6,000 civilian employees and 300 military personnel must show valid identification cards or vehicle stickers to enter.\nExtra security measures also include stopping vehicles within the compound's fenced-in perimeter.\n''If, for example, security sees someone driving a car with a broken taillight, the car will be stopped and the problem brought to the driver's attention,'' said Mr. Whitaker. ''At the same time, that car will be checked out as well.''\nOfficials at neither McGuire Air Force Base in Wrightstown, Burlington County, nor the Naval Weapons Station Earle in Colts Neck, Monmouth County, would comment directly about security other than to say that there were contingency plans in addition to standard methods.\n''Naval Weapons Station Earle constantly maintains a high level of security,'' said Petty Officer Kevin Sforza, a spokesman. The station, on 10,174 acres of rural countryside and the Sandy Hook Bay waterfront, is a munitions supply and storage area for the Navy's Atlantic Fleet.\nWhile nuclear weapons are said to be stored at both McGuire and Earle, Defense Department policy is to neither confirm nor deny this. Earle, also a closed, fenced-in facility, is manned by a combined Navy and Marine staff of 500.\n''McGuire Air Force Base makes every effort to provide adequate security for aircraft, equipment and facilities,'' said Jack Lebo, a spokesman there.\nAlthough the base has special security contingency plans, he said, ''revealing details of our procedures would tend to hinder our ability to provide security.''\nThe base, a military airlift command involving transport aircraft, is the busiest such facility on the East Coast. It is also the home base of the 438th Military Aircraft Wing and a permanent station for the New Jersey Air National Guard.\nThe 3,500-acre, fenced-in Air Force base employs 1,979 civilians. About 4,700 military personnel are stationed there.\nAt nearby Fort Dix, a 31,000-acre Army training facility, a ''common-sense approach to added security'' has been undertaken, according to Richard V. Dowling, a base spokesman.\n''This is an open base that accommodates about 100,000 visitors a year in terms of open-house programs and public exhibits,'' he said.\nAlthough the base is not fenced, Mr. Dowling said, ''neighborhood watch groups are always on the alert'' concerning people or vehicles that appear ''not to belong.''\nBecause of the vastness of the area and the number of people on base at any one time, Mr. Dowling said, there are no extra security measures beyond military patrols of the grounds and routine parking-lot checks for proper bumper stickers, Besides the 3,500 civilians employed by Fort Dix and the 4,000 full-time military personnel, an average of 5,000 to 9,000 Army recruits live there during eight weeks of basic training.\nSecurity measures are not limited to military installations.\nIn Englewood, local police patrols of a Libyan-owned five-acre estate along East Palisades Avenue have increased in recent days ''to make sure that there are as few problems there as possible,'' said Deputy Police Chief William Luciano.\nWhile there have been no reported incidents of vandalism, recent anti-Libyan sentiments ''have made us keep an extra eye out for everyone's sake,'' Chief Luciano said.\n\nGraphic\n\n \nPhoto of the five-acre Lybian estate in Englewood (NYT/William E. Sauro)"
}