{
    "title": "Terrorism defendant admits mistake; Student implicated in plan to kill Bush told his parents he woul",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 11,
    "day": 3,
    "full text": "After confessing to FBI agents that he joined al-Qaida and discussed plans to assassinate President Bush, an American student wrote a letter to his parents saying that \"everyone makes mistakes.\"\n\"I know this will be difficult for you … but I've been detained here in Saudi Arabia for some charges of terrorism,\" wrote Ahmed Omar Abu Ali, 24, who is on trial in federal court for conspiracy to assassinate the president, providing support to al-Qaida and other charges.\n\"It seems like I will spend some years in jail. I know that you raised me to be a good person, but everyone makes mistakes, and the best people are the ones that learn from their mistakes,\" he wrote.\nJurors at Abu Ali's trial heard excerpts of the letter during testimony Wednesday, but were told nothing of the confession he made to the FBI before writing the letter. The September 2003 confession is inadmissible because FBI agents, who had traveled to Saudi Arabi to question Abu Ali, ignored his request for a lawyer.\nThe letter contains no explicit admission of guilt by Abu Ali, but prosecutors believe the letter is evidence that Abu Ali was not coerced into confessing.\nAlso Wednesday, FBI agents testified that they found numerous suspicious items in Abu Ali's bedroom in the family's Falls Church apartment, including a book written by Osama bin Laden's top deputy Ayman al-Zawahri, a magazine devoted to handguns and an article praising the Sept. 11 attacks.\nProsecutors learned late Tuesday and early Wednesday that they could not present testimony from several witnesses, including an expert on al-Qaida and a cryptographer with expertise in decoding secret al-Qaida messages.\nDefense lawyers had complained that they received insufficient notice of the planned testimony, and U.S. District Judge Gerald Bruce Lee agreed, suggesting that prosecutors were engaging in \"trial by ambush.\"\nAbu Ali was born in Houston and grew up in Falls Church, where he was valedictorian at an Islamic high school. He was returned to the U.S. in February. He faces up to life in prison if convicted.\n\nLoad-Date: November 3, 2005"
}