{
    "title": "TERRORISM ALERTS LEAD SCHOOLS TO CANCEL SOME STUDENT TRIPS",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 2,
    "day": 19,
    "full text": "Concerns about terrorism have prompted the Baldwin-Whitehall school board to cancel most student trips and the South Park school board to adopt an interim trip policy that prohibits travel outside a 100-mile radius during times that an orange alert is issued by the federal government.\n And, in Bethel Park, school directors' and administrators' concerns about a trip to Toronto in May by the high school bands has prompted administrators to ask band directors to search for a trip location within the country and closer to home.\n \"We're at the orange level, the highest alert in the war on terrorism,\" Baldwin-Whitehall school director Mike Stelmasczyk said prior to the Baldwin-Whitehall board's vote last Wednesday. The board voted 7-2 to cancel trips, with school directors John Egger and Jane Hunnewell dissenting.\nThe trips in the Baldwin-Whitehall district were canceled because of board members' concerns over district liability and student safety from possible terrorist attacks.\n The Baldwin-Whitehall board voted to cancel all out-of-town trips, with the exception of trips to Harrisburg and Shippensburg because school directors thought parents might still be able to reach their children in those locations in the event of an emergency.\n In Bethel Park, concerns that the district might not be able to get students back into the country if a terrorist attack occurred during the band trip set for May 1-5 prompted board members to discuss whether to approve the trip request.\n The discussion came at the board's committee meeting last week at which members decided what items to place on the agenda for approval later in the month. Superintendent Victor Morrone suggested the board wait and monitor world events before approving the trip.\n School director Roy Smith suggested the board put the trip on the agenda for approval but reserve the right to cancel it if a terrorist attack occurs or war breaks out in coming weeks. But other board members were concerned that students would lose money if a trip were canceled. After the meeting, band directors were asked to find a new location, district spokeswoman Vicki Fassinger said.\n Lost money is an issue in Baldwin-Whitehall. Parents of cheerleaders who were supposed to travel to Tampa, Fla., in March to participate in the American National Cheer and Dance Championship said the group will lose more than $8,000 already spent on their accommodations.\n The Tampa trip was approved by the board in November and the money the cheerleaders have spent is nonrefundable.\n \"A lot of people spent a lot of money,\" said Rich Caponi, father of a cheerleader. \"I understand you have concerns. I don't think it's right. You didn't spend the money.\"\n When another parent asked the board if parents could be reimbursed for lost money, School Director Paul Homer responded: \"Absolutely not.\" Some board members said they hoped the superintendent or state legislators would be able to get refunds.\n Other trips in the Baldwin-Whitehall district affected by the ban are trips to New York City planned by art students and the marching band, a trip to south Boston, Va., by the baseball team and the middle school field trip to Washington, D.C.\n Egger said he thought the board was overreacting, and Hunnewell said she thought students were being penalized for no good reason.\n In South Park, trips that could be affected by the new policy if the orange alert is still in place are an eighth-grade trip to Washington, D.C., in May and travel to the National Academic Games Competition in Eatonton, Ga., also in May.\n Officials in other districts said, for now, they weren't canceling trips, although they are monitoring world events.\n \"We have no plans at this point to cancel any trips,\" said Chartiers Valley School District spokeswoman Althea Azeff. \"But obviously it's a situation that we will continuously reassess.\n In the Keystone Oaks district, Superintendent Carl DeJulio said the district is following whatever recommendations come from President George Bush and Homeland Security Secretary Tom Ridge. \"We are on high alert. But we have received no indication from our president that such trips should be canceled.\"\n However, DeJulio said, speaking as a parent and not a school superintendent, that he would not allow one of his children to travel overseas at this time.\n In the West Mifflin Area district, Superintendent Frank Prazenica said the band's trip to New York City on May 2 is still a go because no board members voiced concerns at last week's meeting.\n However, he suggested the board consider canceling the trip after its approval if the situation seems too risky later in the year.\n\nNotes\n\nTOWNS SOUTH/ROUTE 51 Mary Niederberger can be reached at mniederberger@post-gazette.com or 412-851-1866. Al Lowe is a freelance writer for Tri-State Sports & News Service. Freelance writers Mary Carney and Julie Spohn also contributed to this story.  \n\nLoad-Date: March 14, 2003"
}