{
    "title": "Terrorism also takes toll on freedom;",
    "publisher": "the tampa tribune ",
    "year": 1998,
    "month": 9,
    "day": 9,
    "full text": "The first victims of a terrorist attack are often found on a public street, but the bleeding  doesn't stop when the wounds are bandaged and the dead are buried. The fear caused by bombings and  assassinations quickly creates secondary victims - civil liberties.\nEverywhere terrorists strike, the reaction is the same: The public immediately puts safety ahead  of individual rights and liberties. And when terrorists are hit in return, the punishment too often  goes unquestioned.\nThe Irish government is sharpening its anti-terrorist laws following the horrifying car bomb  attack in Omagh. Great Britain is rushing through a measure that empowers judges to assume guilt if  a suspected member of a terror gang refuses to talk to police. Under new laws in Northern Ireland,  a person can be locked up on the word of a policeman who declares the suspect to belong to an  illegal group.\nOn the Gaza Strip in the Middle East, it is against the law for Palestinians to use certain  highways near Jewish settlements, and curfews are enforced. According to a recent report, \"When the  curfew is lifted briefly each day to allow Palestinians to get food, people from both sides fight  each other with fists and stones.\"\nIn California, where gang violence has escalated, customary restraints on prosecutors have been  dramatically eased. In one case the prosecutor was allowed to call the defendants \"crackhead gang  bangers.\"\nSuch references once were barred as prejudicial, the AP reports, but that was in a more innocent  time. Now testimony against a gang member isn't thrown out even if the witness changes his story.  Everyone expects witnesses to be threatened, so of course they will change their testimony. Some 90  appellate decisions have upheld prosecutors' aggressive tactics to take gangland killers off the  street.\nOne public defender says the tightening of the law prevents her from giving a suspected gangster  a proper defense. Prosecutors say the crackdown is necessary if citizens are to retain the right to  walk the streets in peace.\nWhen criminals organize, the public response resembles war, where all is fair. Nowhere is that  clearer than in the U.S. reaction to recent terrorist attacks on U.S. embassies in Africa.\nNow that extremists operating out of Afghanistan have openly targeted U.S. interests, Congress  is on the verge of restoring to U.S. agents their license to kill. Sen. Joseph Biden, a Democrat  from Delaware, recently asked the FBI if it would be OK to send hit squads out to liquidate  individual terrorists. FBI Director Louis Freeh said he wasn't sure but would find out.\nIn reacting to terrorists at home and abroad, restraint is vital, because giving suspected  terrorists all the punishment they seem to deserve will win sympathy for those devils. The  Economist, a British magazine widely circulated here, correctly urges U.S. leaders to recognize the  difference between what may be deserved and what is judicious.\nThe United States, the magazine reminds us, \"is the nearest thing that exists to a world  policeman, but it must operate without a world police force, a world judiciary, or a proper world  system of laws.\"\nIf the United States police forces also become judge, jury and executioner, America will lose  credibility and support. One example of abuse may well be the missile attack ordered by President  Clinton on a pharmaceutical plant in Sudan. The evidence cited to justify destroying the plant was  the chemical EMPTA, an ingredient in nerve gas, found in a soil sample delivered by a spy.\nThe incriminating dirt sent 20 Tomahawk missiles onto the plant, injuring 10 and killing one.  According to a scathing editorial in Investor's Business Daily, the justification was too slim. It  reports that the chemical found can be used in fungicides and is not unlike the popular weed-killer  Round-Up.\n\"If the administration was so sure the plant made deadly chemicals, why would it risk sending  vapors into the air and killing hundreds of thousands of Sudanese?\" the newspaper asks.\nThe evidence is mounting that the attack was at least injudicious. Reporters have discovered the  plant's owner to be a banker living in Saudi Arabia and having no record of support for terrorists.  The plant made malaria tablets, among other drugs, and was even under U.N. contract. The secret  soil sample was analyzed months ago, yet the president ordered the sudden attack without even  consulting allies.\nThe growing consensus, says the pro-American Economist, is \"that American intelligence boobed.\"  Perhaps not, but in such matters, the support of allies and an overwhelming majority of Americans  is vital, and that support demands more than secret evidence.\nEven under the merciless assault of terrorists and gangsters, the United States must not forget  what it represents: freedom and justice for all.\n\nNotes\n\nEDITORIALS\n\nLoad-Date: September 10, 1998"
}