{
    "title": "Terror Plan Would Give F.B.I. More Power",
    "publisher": "the new york times",
    "year": 2008,
    "month": 9,
    "day": 13,
    "full text": "The Justice Department made public on Friday a plan to expand the tools the Federal Bureau of Investigation can use to investigate suspicions of terrorism inside the United States, even without any direct evidence of wrongdoing.\n  Justice Department officials said the plan, which is likely to be completed  by the end of the month despite criticism from civil rights advocates, is intended to allow F.B.I. agents to be more aggressive and pre-emptive in assessing possible threats to national security. \n  It would allow an agent, for instance, to pursue an anonymous tip about terrorism by conducting an undercover interview or watching someone in a public place. Such steps are now prohibited unless there is more specific evidence of wrongdoing. \n  The plan is the latest in a series of steps by the Bush administration to extend key aspects of its counterterrorism strategy beyond the end of President Bush's tenure. An executive order from Mr. Bush in August rewrote the rules for the nation's 16 spy agencies, and an administration legislative proposal before Congress would reaffirm that the country ''remains engaged in an armed conflict with Al Qaeda.''\n  The proposed guidelines combine several sets of procedures  into a single document governing what F.B.I. agents can and cannot do in criminal and national security investigations. \n  The review of the guidelines generated intense interest and occasional criticism from lawmakers and others over the summer, and the Justice Department took the unusual step on Friday of holding briefings for reporters and for civil rights advocates and showing them the draft plan. \n  The draft is likely to be made final soon after Robert S. Mueller III, the F.B.I. director, testifies on Tuesday before the House Judiciary Committee and on Wednesday before the Senate Judiciary Committee. Democrats have promised to question him closely about the new guidelines. \n  After they were shown the plan, civil rights leaders said they were troubled that the new guidelines would allow the F.B.I. to use racial and ethnic factors to focus on Middle Easterners and others. ''Racial profiling by any other name is still unconstitutional,'' said Anthony D. Romero, executive director of the American Civil Liberties Union.\n  But Justice Department officials insisted that the new guidelines would not change standards in place since 2003 for the use of race or ethnicity, which can be considered as a factor -- but not the sole factor -- in terror investigations. \n  ''It is simply not responsible to say that race may never be taken into account when conducting an investigation,'' Brian Roehrkasse, a spokesman for the department, said in a statement. ''The reality is that a number of criminal and terror groups have very strong ethnic associations (e.g., the I.R.A. was Irish, La Cosa Nostra is Italian; Hezbollah is largely Lebanese).\n  ''If the F.B.I. is charged with knowing whether there are elements of such groups present and operating within the United States, it cannot ignore those ethnic connections, any more than it would ignore the identification of a bank robber as a short white male when trying to solve the bank robbery.'' \n  Under existing guidelines, F.B.I. agents cannot use certain investigative tools in conducting so-called threat assessments as a precursor to a preliminary or full inquiry. The revisions would  allow agents to conduct public surveillance of someone, do ''pretext'' interviews -- pose as someone other than an agent or disguise the purpose of the questions -- or send in an undercover source to gather information.\n  Such steps are  allowed in standard criminal investigations without specific evidence of wrongdoing, and officials say they want to  authorize the same investigative steps in terrorism inquiries as well.\n\nhttp://www.nytimes.com\n\nLoad-Date: September 13, 2008"
}