{
    "title": "Terrorism fears halt port fireworks idea",
    "publisher": "the hill",
    "year": 2005,
    "month": 6,
    "day": 4,
    "full text": "The idea sounds harmless.\nOpen the waterfront along the Channel District each Friday of the summer for a festival with fireworks, sort of Tampa's version of sunset at Mallory Square in Key West.\nBut what merchants hope could become a cool downtown tradition, and a tonic for their slowest season of the year, the Coast Guard and Tampa Port Authority see as something different: an opening for a terrorist attack.\nLast week, the Coast Guard captain responsible for the port turned down a request from a downtown business group to open the waterfront for fireworks on Friday evenings from June through August. An appeal to Coast Guard headquarters in Washington, D.C., is pending.\nThe conflict involves a long concrete wharf for cruise ships at the port. Running from behind the Channelside entertainment complex to the Florida Aquarium, the wharf is closed off to the public by a high metal fence.\nU.S. Customs regulations require access to the area be restricted during cruise ship calls to make sure undocumented people and cargo don't get on or off the vessel. But there's increasing pressure to open the wharf at other times.\nThe Downtown Tampa Attractions Association and Tampa city officials have discussed ways to provide more public access with the Coast Guard and port authority.\nMayor Pam Iorio wants the wharf to anchor one end of the Tampa Riverwalk, a 2 1/2-mile walkway that would connect downtown attractions running from the port up the Hillsborough River to Tampa Heights.\nFor the second year, the Coast Guard has agreed to fireworks displays on the Channel District waterfront for four holidays: Memorial Day and Labor Day weekends, the Fourth of July and New Year's Eve.\nPort Capt. Mike Farley wrote the merchants group May 23 that the weekly events would \"create a repetitive and predictable diversion terrorists could exploit to mask their activities.\"\nThe port authority and local law enforcement agencies provide enough extra security to make the holiday events secure, Farley said in an interview Thursday. But holding fireworks every week could \"desensitize\" officers and let terrorists blend in with bystanders, he said.\nCruise ships carrying upwards of 3,000 passengers and crew are considered prime terrorist targets. That's why security officers sweep the wharf for explosives before closing it after holiday events, Farley said.\nHis biggest concern during weekly fireworks wouldn't be visitors to the Channel District as much as leaving other parts of the port exposed. Farley didn't elaborate.\nSome port tenants, however, own large tanks of anhydrous ammonia, a toxic gas used to produce fertilizer. Two years ago, emergency planners in Tallahassee practiced how they would respond if terrorists blew up a tank of the gas on port property 2 1/2 miles from downtown Tampa.\nTroy Manthey, chief executive of Yacht StarShip Dining Cruises, says the Coast Guard's logic could be used to squash any events that draw big crowds and divert police attention, from Tampa Bay Buccaneers games to concerts at the St. Pete Times Forum.\n\"If Tampa is that much at risk, the community is not aware of it,\" said Manthey, who serves as president of the downtown attractions group.\nThe fireworks Sunday brought between 6,000 and 8,000 visitors to the Channel District, said Guy Revelle, who owns four Channelside restaurants. He estimates the restaurants more than tripled the sales of a typical summer Sunday night. That's why he will kick in about $25,000 toward the cost of fireworks and $40,000 on marketing the events this year.\n\"Summer is a tough time,\" Revelle said. \"If you just sit back and not spend any money, you'll die on the vine.\"\nIncorporating the cruise wharf in the Tampa Riverwalk would bring more visitors to the Florida Aquarium and the American Victory museum ship, he said, and give residents of new Channel District condos a place to stroll.\nThe city wants to have a substantial stretch of the riverwalk completed in time for the 2009 Super Bowl, Hoffman said.\n \nSteve Huettel can be reached at huettel@sptimes.com or (813) 226-3384.  \n\nGraphic\n\n \nMAP; Map shows the proposed fireworks viewing area on the Tampa waterfront.\n\nLoad-Date: June 4, 2005"
}