{
    "title": "Terrorism report offends all",
    "publisher": "richmond times dispatch ",
    "year": 2009,
    "month": 4,
    "day": 30,
    "full text": "* * * CORRECTION PUBLISHED 5/1/2009 FOLLOWS * * * A spokesman for Gov. Timothy M. Kaine says the governor's response to a Virginia Fusion Center report had nothing to do with the American Civil Liberties Union of Virginia. A column on yesterday's Metro front said Kaine was investigating the center at the behest of the ACLU.\n The Richmond metropolitan area's historically black colleges - Virginia Union University and Virginia State University - form a radicalization node.\n Similarly, the presence of historically black Norfolk State University and Hampton University and evangelical Regent University increase the terrorist threat in Hampton Roads.\n These assertions are among the findings of a report published last month by the Virginia Fusion Center, a 10-person unit of the Virginia State Police and the state Department of Emergency Management that was created to improve the sharing of anti-terrorism intelligence.\n The report's 200-plus pages paint the terrorism threat with such a broad brush that Gov. Timothy M. Kaine, at the behest of the American Civil Liberties Union of Virginia, is investigating.\n I find the depictions in the report misleading and believe it improperly implicates these fine academic institutions, Kaine said in a statement Tuesday.\n Based on our review of the facts thus far, we see no evidence to suggest that the universities referred to in the assessment pose any particular risk to public safety. Absent specific evidence suggesting such a risk, it is improper to single out these institutions for special mention even with the caveats contained in the report.\n Radical Islamists, white supremacists, black separatists, environmental and animal-rights activists, hackers, and anti-abortion and anti-Scientology groups are among more than 50 organizations named as potential threats.\n They seem to have offended everyone from every political stripe, said Mike German, policy counsel for the ACLU's Washington Legislative Office. Hopefully, everyone will get the message that unfettered intelligence collection eventually will target everyone.\n Kent Willis, executive director of the Virginia ACLU, called the report an embarrassment.\n This report, over and over again, draws these broad generalizations and gives examples that don't seem very substantive at all, Willis said.\n Willis said such generalizations lead nowhere from an evidence-gathering standpoint.\n The report concludes there is no evidence of an imminent terrorist threat, but by naming names, it creates targets.\n It seems to find a terrorist threat in every nook and cranny in Virginia, Willis said. He lamented what he described as the report's racial stereotyping.\n Hampton Roads, for instance, is cited as at risk because of its diverse military population and its black colleges. And Richmond's history as the former capital of the Confederacy and its large minority population make the region a magnet for race-based extremist groups.\n The report also notes a nonviolent protest of a Jamestown 400th-anniversary event by the New Black Panther Party, Black Lawyers for Justice and the American Indian Movement.\n Anyone who is not operating in the dead center of the political mainstream is potentially a terrorist threat, Willis said of the report. Such citations encourage law-enforcement officials to monitor such organizations. If these organizations are being monitored, that's a chilling effect on free speech.\n Or as German, a former FBI agent, said: It really places the police officers who receive this report in a very untenable position.\n Exactly. If you're investigating everyone, you're less likely to catch the real terrorists.\nContact Michael Paul Williams at (804) 649-6815 or mwilliams@timesdispatch.com\n* * * CORRECTION PUBLISHED 5/1/2009 FOLLOWS * * * A spokesman for Gov. Timothy M. Kaine says the governor's response to a Virginia Fusion Center report had nothing to do with the American Civil Liberties Union of Virginia. A column on yesterday's Metro front said Kaine was investigating the center at the behest of the ACLU.   The Richmond metropolitan area apos;s historically black colleges - Virginia Union University and Virginia State University - form a \"radicalization node.\"  Similarly, the presence of historically black Norfolk State University and Hampton University and evangelical Regent University increase the terrorist threat in Hampton Roads.  These assertions are among the findings of a report published last month by the Virginia Fusion Center, a 10-person unit of the Virginia State Police and the state Department of Emergency Management that was created to improve the sharing of anti-terrorism intelligence.  The reportapos;s 200-plus pages paint the terrorism threat with such a broad brush that Gov. Timothy M. Kaine, at the behest of the American Civil Liberties Union of Virginia, is investigating.  \"I find the depictions in the report misleading and believe it improperly implicates these fine academic institutions,\" Kaine said in a statement Tuesday.  \"Based on our review of the facts thus far, we see no evidence to suggest that the universities referred to in the assessment pose any particular risk to public safety. Absent specific evidence suggesting such a risk, it is improper to single out these institutions for special mention even with the caveats contained in the report.\"  Radical Islamists, white supremacists, black separatists, environmental and animal-rights activists, hackers, and anti-abortion and anti-Scientology groups are among more than 50 organizations named as potential threats.  \"They seem to have offended everyone from every political stripe,\" said Mike German, policy counsel for the ACLUapos;s Washington Legislative Office. \"Hopefully, everyone will get the message that unfettered intelligence collection eventually will target everyone.\"  Kent Willis, executive director of the Virginia ACLU, called the report an embarrassment.  \"This report, over and over again, draws these broad generalizations and gives examples that donapos;t seem very substantive at all,\" Willis said.  Willis said such generalizations lead nowhere from an evidence-gathering standpoint.  The report concludes there is no evidence of an imminent terrorist threat, but by naming names, it creates targets.  \"It seems to find a terrorist threat in every nook and cranny in Virginia,\" Willis said. He lamented what he described as the reportapos;s racial stereotyping.  Hampton Roads, for instance, is cited as at risk because of its \"diverse military population\" and its black colleges. And Richmondapos;s history as the former capital of the Confederacy and its large minority population make the region a magnet for race-based extremist groups.  The report also notes a nonviolent protest of a Jamestown 400th-anniversary event by the New Black Panther Party, Black Lawyers for Justice and the American Indian Movement.  \"Anyone who is not operating in the dead center of the political mainstream is potentially a terrorist threat,\" Willis said of the report. Such citations encourage law-enforcement officials to monitor such organizations. \"If these organizations are being monitored, thatapos;s a chilling effect on free speech.\"  Or as German, a former FBI agent, said: \"It really places the police officers who receive this report in a very untenable position.\"  Exactly. If youapos;re investigating everyone, youapos;re less likely to catch the real terrorists.  Contact Michael Paul Williams at (804) 649-6815 or mwilliams@timesdispatch.com\n\nLoad-Date: October 28, 2009"
}