{
    "title": "Terrorism list gives U.S. leverage on nonterrorism issues",
    "publisher": "charleston gazette",
    "year": 2008,
    "month": 6,
    "day": 1,
    "full text": "WASHINGTON - North Korea has not been linked to a terrorist attack in more than two decades, but it is still on the U.S. list of state sponsors of terrorism. Now it might be on the verge of its coveted goal of getting removed - for reasons having little to do with terrorism.\nMeanwhile, Washington has what appears to be fresh evidence that Venezuela supported Colombian guerrillas that the U.S. considers terrorists. Yet the terrorism list does not include Venezuela, a major oil supplier to the United States.\nNearly three decades after its inception, the state sponsors of terrorism list is not just about terrorism.\nIt has become a diplomatic tool to win concessions from U.S. adversaries eager to end the stigma and sanctions that come with the designation. It also might be too blunt a tool to be used against strategically important countries, even if the terrorism link appears clear-cut.\n\"Of course the list is political,\" said Bruce Hoffman, a professor of security studies at Georgetown University.\nThe United States has many blacklists for people, groups and countries it deems unsavory, but the state sponsors of terrorism list has perhaps the highest profile, although only five countries are on it: Cuba, Iran, North Korea, Sudan and Syria.\nThose countries designated by the U.S. face restrictions on foreign aid, a ban on defense sales and other sanctions that can hinder their acquiring U.S. technology or doing business with U.S. financial institutions.\nThe penalties can extend beyond U.S. borders. The United States will use its weight at the United Nations and world financial organizations to try to block assistance to designated countries. The designation also could discourage U.S. allies and multinational corporations from dealing with the designated nations.\nBy contrast, getting off the list is a sign of a return to the global community.\n\"This is exactly the purpose: to offer carrots and sticks to engage states and then to use this as a means to persuade them to desist from activities that we think are harmful to America,\" Hoffman said.\nThe president may rescind the terror designation by submitting a report to Congress that certifies a country has changed policies and has provided assurances that it will not support future acts of terrorism.\nHowever, terrorism often is not the only factor that determines whether a country will be removed.\nLibya got on the list because the U.S. blamed it for terrorist attacks that killed Americans in the 1980s - including the bombing of Pan Am Flight 103 over Lockerbie, Scotland - but it took more than its pledge to stop supporting terrorism and pay compensation to the families of terror victims to get it off the list in 2006; it also had to abandon its weapons of mass destruction programs.\nJames Lewis, a former State Department official who worked on sanctions in the Clinton administration, said the list gives the United States leverage on non-terrorism issues.\nThe message is: \"Do the right thing and we'll take you off the list,\" said Lewis, an analyst at the Center for Strategic and International Studies think tank.\nThat appears to be the case with North Korea. Kim Jong Il's government has not been tied directly to terrorism since its agents planted a bomb on a South Korean commercial jetliner in 1987. There was little talk of removing the North from the list, however, until it became a key point in international talks aimed at ending North Korea's nuclear weapons program.\nMany in Japan, the top U.S. ally in Northeast Asia, do not want the designation lifted until Pyongyang accounts for Japanese citizens abducted by North Korean agents in the 1970s and '80s. Some U.S. lawmakers also oppose lifting the designation and have proposed legislation that would make it harder for President Bush to do so.\nHowever, there migiht be little hope of reaching a nuclear agreement that does not include taking North Korea off the list.\n\"Clearly, the state sponsors of terrorism list looms very large in the North Koreans' thinking,\" said Sharon Squassoni, an analyst with the Carnegie Endowment for International Peace. \"It is a black mark. You don't want to be in the kind of company on that list: Iran, Cuba, Syria. It would be quite a step forward, politically and symbolically.\"\nCuba's presence on the terrorism list has been questioned. It was added in 1982, during the Cold War, when Fidel Castro's government supported leftist insurgents.\nThe State Department says Cuba continues to oppose U.S. counterterrorism policy and has granted safe haven to members of terrorist groups.\nOpponents of the designation question whether Cuba should be on the list, but with a powerful anti-Castro Cuban community in the U.S., it would be politically difficult for a U.S. administration to take Cuba off the list.\nSome lawmakers say Cuba's ally, Venezuela, should be added because of allegations that President Hugo Chavez has supported Colombian rebels. Computer files found in a leftist rebel camp in March implicated Venezuela as a guerrilla ally and have prompted criminal investigations. Venezuela denies the claims.\nHowever, while the Bush administration is highly critical of Chavez, it would have to pause before adding to the list a country that is the fourth-largest supplier of oil to the United States.\nAsked about U.S. lawmakers' call to list Venezuela, State Department spokesman Tom Casey said: \"I'd steer people away from the notion that being put on the state sponsor of terrorism list is something that happens because it would be something people would like to have happen.\n\"It's based on a very specific legal standard, and, whether it's Venezuela or any other country, if they meet that standard, they'll be put on that list, and if they don't, they won't.\"\nDesignated countries\n-Cuba was designated March 1, 1982. Washington says Cuba is opposed to U.S. counterterrorism policy and has not attempted to track, block or seize terrorist assets. The U.S. also faults Cuba for close relationships with other designated state sponsors of terrorism.\n-Iran was designated Jan. 19, 1984. The U.S. considers Iran \"the most active state sponsor of terrorism.\" It says members of the Islamic Revolutionary Guard Corps have planned and supported terrorist acts throughout the region.\n-North Korea was designated Jan. 20, 1988. The State Department says North Korea is \"not known to have sponsored any terrorist acts since the bombing of a Korean Airlines flight in 1987,\" but it faults the country for harboring four Japanese Red Army members who hijacked a jet in 1970. It also notes that Japan wants North Korea to account for Japanese nationals abducted by North Korean agents.\n-Sudan was designated Aug. 12, 1993. The U.S. says Sudan has cooperated in the U.S.-led fight against terrorists, \"pursuing terrorist operations directly involving threats to U.S. interests and personnel in Sudan,\" but the State Department says terrorists remain in Sudan.\n-Syria was designated Dec. 29, 1979. Syria was said to have supported terrorist groups since its initial designation. The State Department accuses Syria of undermining Lebanon's sovereignty through Syrian proxies.\n\nLoad-Date: June 5, 2008"
}