{
    "title": "Terrorism worries wealthy",
    "publisher": "the capital ",
    "year": 2004,
    "month": 6,
    "day": 13,
    "full text": "A new national survey of wealthy investors could give a glimpse of what novelist F. Scott Fitzgerald meant when he wrote that \"the rich are different from you and me.\"\nThe upper crust's most commonly expressed concern is that terrorism will hurt the economy, according to the poll by U.S. Trust Co.\nNearly 90 percent cited the impact of terrorism as their primary concern, up from 86 percent in 2003. In contrast, only 57 percent expressed concern about terrorism's threat to their personal safety.\nDan Nataf, director of the Center for the Study of Local Issues at Anne Arundel Community College, said the disparity isn't surprising.\nAn investor will figure that \"the odds of being caught on a plane hit by terrorists are infinitesimally small,\" while the chances are much greater that terrorism could cause mass panic that would dampen commerce and the economy.\nU.S. Trust, a subsidiary of the Charles Schwab Corp., used phone interviews to query 150 people with an adjusted gross income of more than $325,000 yearly or a net worth of more than $5.9 million.\nThe No. 2 and 3 concerns of those surveyed were that the next generation will have it tougher financially and that taxes will rise steeply over the next few years.\nOther major concerns included:\nRising education costs, 67 percent.\nUnpredictable long-term returns on investments, 66 percent.\nStock market uncertainty, 63 percent.\nInflation, 62 percent.\nMembers of two prominent local families responded to the survey's findings differently - one seemed to agree more with its findings, while the other disagreed.\nWilliam F. Chaney, patriarch of a prominent south county family that recently bought the historic Tulip Hill mansion in Harwood from another prominent local family, the Waysons, said his chief concern was that it would be difficult for the next generation to prosper.\nThis ranked second in the survey's findings, and was a major concern of 75 percent of those who responded.\n\"I am more concerned about the future of my children and grandchildren,\" said Mr. Chaney, 58.\nMr. Chaney said that \"creeping socialism\" threatened to make it harder for prosperous families to keep what they have.\nHe said that going to a flat tax, in lieu of the existing progressive income tax, would help alleviate the threat.\nAs things stand now, according to Mr. Chaney, politicians use government programs to buy votes.\n\"They have changed it from a republic to a democracy, which I don't think is good,\" he said of the country.\nIn contrast to Mr. Chaney, Konrad Wayson, member of another prominent south county family, disagreed with several of the survey's findings.\nFor example, the survey indicated that the well-to-do suffer from a lack of confidence in future financial opportunities.\nMr. Wayson said this didn't reflect his belief whatsoever.\n\"If you get out there and work hard, there are still opportunities for you,\" Mr. Wayson said. \"People are dying every day to get into this country - there has to be a reason for it.\"\nMr. Wayson, owner of a construction business that builds gas stations and restaurants, said everyone shares common interests, regardless of their individual financial status.\nFor example, the U.S. Trust survey said that less than half of the affluent respondents ranked the future of Social Security as a chief concern, but Mr. Wayson said its solvency is vital for everyone.\nIf older people can't afford to shop, then merchants will be hurt, which means that landlords, banks and investors also will suffer, Mr. Wayson said.\nHe also laughed at the survey's finding that investors have soured on brokers and financial advisers.\n\"If they had asked that same question when the market was going up, (these professions) would have gotten the best ratings,\" Mr. Wayson said.\n---\nekelly@capitalgazette.com  \n     \nAppearing below, in descending order, are the concerns reported in the \"Financial Worries of the Affluent,\" a survey released Tuesday by U.S. Trust Co.:\n89 percent - terrorism's threat to the economy.\n75 percent - children will have it tougher financially.\n70 percent - taxes will rise steeply.\n67 percent - education costs will increase.\n66 percent - long-term investments are unpredictable.\n63 percent - stock market gains will drop.\n62 percent - inflation will eat at investments.\n58 percent - taxes will decimate estate.\n57 percent - terrorism threatens their personal safety.\n53 percent - Social Security will run out.\n51 percent - can't maintain income levels.\n46 percent - standard of living will decline after retirement.\n40 percent - need to support adult children.\n\nLoad-Date: June 14, 2004"
}