{
    "title": "Terrorism coverage a dilemma for states Insurance for roads, Capitol expensive, rare",
    "publisher": "the times",
    "year": 2002,
    "month": 6,
    "day": 18,
    "full text": "DAILY MAIL CAPITOL REPORTER\nA sign of the times: The state's insurance agency is deciding this week whether to get terrorism coverage for the Capitol.\nThe state is not alone in this dilemma.\nBefore Sept. 11, few would have thought to buy terrorism insurance.\nAfter Sept. 11, the insurance is likely to be rare and expensive for both commercial and public properties.\nWise spokesman Jack Canfield said West Virginia has been looking to the National Governors Association and other states for guidance on how to deal with the issue.\nThere's a possibility that states might work together to address the issue, he said.\nBut that could be a ways off in the future. State Board of Risk and Insurance Management director Chuck Jones said the state's insurance policies are up for renewal July 1.\nJones said he did not have details yet on possible premium increases.\nHe doesn't know if the state will buy terrorism insurance for the Capitol and its other buildings.\nThere is also the question of insuring the state's roads.\nImmediately after Sept. 11, bridges were guarded against a possible attack on the country's infrastructure.\nNow the state is faced with the decision on whether to insure that infrastructure in case it is attacked.\nMost of the state's roads and bridges have not been insured at all, Division of Highways spokeswoman Carol Melling said.\nThat includes the state's most famous piece of road, the New River Gorge Bridge, she said.\nOn the other hand, the West Virginia Turnpike and its 117 bridges have been insured, said Greg Barr, of the Turnpike.\nIt must be insured because it was financed with a bond sale.\nLike other state properties, the Turnpike has been covered for terrorism by default.\nAnd like other state properties, it may no longer be covered for terrorism after July 1.\n\"I remember when I was growing up I had to worry about nuclear fallout shelters,\" Barr said.\n\"So here we are about 40 years later and now we're worried about this type of problem.\"\nTerrorism insurance has also become an issue in the private insurance market, Insurance Commissioner Jane Cline said.\nShe said 75 to 80 commercial property insurers in West Virginia have asked for the right to exclude terrorism from coverage in their policies.\nMia Rowe, director of the Insurance Commission's Rates and Forms Division, said that the number of insurers with terrorism exclusions is just a small portion of the 1,000 licensed insurers in the state.\nCline said she's been granting the exclusions. Making insurers cover terrorism could make insurance too expensive, she said.\n\"If we don't then the premium that would be charged for particular properties could be cost prohibitive because how would you choose a premium for terrorism?\" she said.\nWriter Sam Tranum can be reached at 348-4872 or by e-mail at samt@dailymail.com.  \n\nLoad-Date: June 19, 2002"
}