{
    "title": "Terrorism in southern Africa",
    "publisher": "christian science monitor ",
    "year": 1985,
    "month": 7,
    "day": 24,
    "full text": "THE preoccupation with terror and hostages in the Middle East has overshadowed the serious long-term repercussions of South Africa's terrorist raid June 14 into neighboring Botswana. The casualty report lists 16 dead, including a six-year-old Botswana girl. But the dead are not the only casualties of this latest in a pattern of South African military actions that extend even to US-managed oil installations in northern Angola.\nAlso gravely damaged in the latest attack is South Africa's claim to respect as a member of the community of nations and any pretentions that its military operations are defensive in nature. The assault dispels doubts about South African willingness to use deceit in carrying out its strategy of regional domination, a strategy that seems reduced to a blind and futile lashing out at anyone who might be blamed for the internal violence generated by its own policies.\nIn striking at Botswana, however, South Africa has violated elementary standards of decency and trust. Since achieving independence 19 years ago, Botswana has established its credentials as a democracy founded on free and open parliamentary elections and the rule of law. Its leaders are pragmatists who repudiate apartheid but recognize the imperative of cooperation with their powerful neighbor. Their pragmatism is dictated by economic necessity, with some 90 percent of the country's imports and exports passing through South Africa, and by the geographic reality of sharing the longest common border each country has - nearly 1,600 miles, including South Africa-administered Namibia.\nConsistent with this dependence, Botswana has worked to minimize tensions with the Goliath to the south and to resolve mutual security concerns through a wide range of mechanisms involving government ministers as well as police and military officials. Despite criticisms of such contacts from within and outside Africa, Botswana has quietly pursued this delicate accommodation in a manner that has earned unanimous respect.\nBy now resorting to armed aggression rather than using available channels of consultation, South Africa invites the conclusion that it lacked solid grounds for tracing terrorist acts to refugees under Botswana's jurisdiction. This would surprise no one familiar with Botswana's scrupulous efforts to control all refugees who seek sanctuary in that country. Even the Department of State spokesman noted ''progress'' had been made in controlling cross-border violence.\nSimply stated, in terrorizing Botswana, South Africa has done grave damage to itself. It has undermined its credibility and weakened its pleas for world understanding and for time to work out its problems. Most important, it has inflicted irreparable harm on a model attempt at peaceful coexistence in southern Africa."
}