{
    "title": "TERROR RISK SHOULD BE A PRIORITY",
    "publisher": "business insurance",
    "year": 2013,
    "month": 5,
    "day": 6,
    "full text": "Domestic terrorism is like a multiheaded hydra for risk managers. Unlike what is often the case with international terrorism, the sources of threats presented by domestic terrorism are numerous and diverse. They could range from white supremacist groups on the right to animal rights and environmentalist groups on the left. Perpetrators can be well-organized groups or deranged individuals.\nAccording to a January report by the Congressional Research Service, domestic terrorism has been responsible for orchestrating more than two dozen incidents since 9/11, and watchdog groups say there appears to have been growth in anti-government extremist activity in recent years.\nAs a terrorism expert said at the recent 2013 annual conference of the Risk & Insurance Management Society Inc., the public's attention is much like a rubber band. Initially, it may be stretched by events such as the April Boston Marathon bombings, but it eventually goes back to its normal, oblivious state.\nAs they well know, risk managers don't have that luxury. It's something they have to continually worry about. An analysis of the potential risks faced by their facilities and operations from domestic and international terrorism, and plans to address them, will go a long way to help risk managers be prepared to mitigate these risks.\nThere is also the Terrorism Risk Insurance Act, the federal backstop that was extended through 2014 by the Terrorism Risk Insurance Program Reauthorization Act of 2007. Congress should move to pass the bill now before it that would further extend the act, and thereby the federal terrorism insurance backstop to help insurers cover losses from major terrorist attacks.\nIt appears that most risk managers are taking advantage of terrorism coverage. According to an analysis by Marsh Inc. released last week, 62% of firms that the insurance brokerage surveyed purchased property terrorism coverage in 2012, which was about the same percentage that had purchased the coverage in 2010 and 2011.\nNobody knows where or when the next terrorist attack will occur. But a good risk management plan, combined with Congress extending TRIA, can at least leave risk managers as well-prepared as they can hope to be.\n\nLoad-Date: May 9, 2013"
}