{
    "title": "Terrorism's Africa link",
    "publisher": "the christian science monitor",
    "year": 2001,
    "month": 11,
    "day": 14,
    "full text": "As the United States searches the earth for links between the Al Qaeda terrorist network and its sources of financial and logistical support, reports from West Africa are connecting Osama bin Laden to the collapsed states of Liberia and Sierra Leone.\n \nEarlier this month, The Washington Post reported that Al Qaeda has raised and laundered tens of millions of dollars through the purchase and sale of illicit diamonds mined by rebel forces in Sierra Leone. The mining and sale of these gemstones - known as \"conflict diamonds,\" because of the financial incentive they provide to combatants - have fueled nearly a decade of civil war in Sierra Leone. And despite a global boycott on trade in these diamonds, the flow of tiny uncut stones from West Africa has proved impossible to stop.\nAt the heart of this problem is the criminal government of neighboring Liberia, which has continued to channel diamonds out of Sierra Leone and onto the world market, often trading the stones for guns to unseemly nonstate actors. The Post report is the first tying West African diamonds to an international terrorist network.\n \nGiven the apparent scope of the Al Qaeda network and the depraved regime of Charles Taylor in Liberia, one may not be surprised by the bin Laden-Taylor marriage. Yet on second look, this revelation should set off alarm bells warning of the dangers posed by the emergence of warlords, the failure of central government, and the rise of despots like Mr. Taylor.\n \nAnother collapsed African state, Somalia, also has emerged as a key target in America's war against terrorism. Much like the Liberian case, Somalia was plunged into anarchy during the '90s, as warring groups fought for control of power. Al Qaeda effectively used the cover of chaos in Somalia to set up a regional base that it used to plan and execute attacks on US embassies in Kenya and Tanzania in 1998. Today Mr. bin Laden's network continues to use Somalia as a transit point for money, weapons, and personnel for its war against the US.\n \nIn Liberia, Al Qaeda operations appear to be limited to buying rough diamonds mined in the open-pit alluvial deposits of southeastern Sierra Leone. These mines have been held by the villainous Revolutionary Unity Front (RUF) of Sierra Leone and used to fuel the fighting that has led to the collapse of that state as well. And despite a lull in fighting in Sierra Leone, the disarmament of large numbers of RUF fighters - whose hallmark during times of war is the amputation of innocents' hands and feet - and the presence of 17,000 UN troops, the RUF still maintains control of the diamond fields and continues to funnel them through the Taylor regime to the rest of the world.\n \nThe connection between Al Qaeda and collapsed states in Afghanistan, Somalia, Liberia, and Sierra Leone is not a coincidence. As we have seen over the past decade, societies with weak governments are breeding grounds for transnational crime, drug traffickers, and terrorist networks. These forsaken lands, populated by millions of destitute people, also are often fertile grounds for religious extremists.\n \nBut the defeat of bin Laden and his network will not spell the end of terrorism or any other global criminal element. The most we can do is cull and contain the drug lords, gun runners, and terrorists of the world. Limiting the spread and hastening the recovery of collapsed states will play a large part in draining the swamps they thrive in.\n \nA good starting point for the global community in such an endeavor is to redouble its diplomatic efforts to stem the tide of conflict that grips more than a third of sub-Saharan Africa's states. Wars in Central Africa, and in the horn of Africa, including Sudan, threaten to plunge these regions deeper into lawlessness and chaos. In West Africa, more than a decade of violence in Liberia, Sierra Leone, and Guinea has produced an ideal growth medium for groups like Al Qaeda.\n \nYes, Africa is the poorest, least developed, and most conflict-torn region on earth. But the West must not throw up its hands. The crumbling of Africa will continue to affect us all.\n \nIf the US and the world community are serious about ending the threat of terrorist organizations like bin Laden's, it must address the scourge of collapsed states.\n \nBeyond diplomacy targeted at preventing and ending Africa's wars, the West should accelerate debt forgiveness and liberalize trade relations with African states. While it is difficult to imagine these measures turning Africa into an oasis of peaceful free-market democracies, these acts would help level the playing field for Africans, so they can better help themselves stabilize and rebuild their troubled lands.\n \nTimothy W. Docking is a program officer at the United States Institute of Peace. These views are his own.\n(c) Copyright 2001. The Christian Science Monitor\n\nLoad-Date: November 13, 2001"
}