{
    "title": "TERRORISM SUSPECT PLEADS NOT GUILTY",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 10,
    "day": 16,
    "full text": "NEW YORK -- An alleged al-Qaida member who was snatched off the streets in Libya and interrogated for a week aboard an American warship pleaded not guilty to bombing-related charges Tuesday.\nDespite calls from Republicans in Congress to send him to Guantanamo Bay for indefinite interrogation, Nazih Abdul-Hamed al-Ruqai became the latest alleged terrorist to face civilian prosecution in federal court in New York, the scene of several such convictions.\nThe 49-year-old Mr. Ruqai was captured during an Oct. 5 military raid and questioned for a week aboard the USS San Antonio. Known as one of al-Qaida's early computer experts, he is accused of helping plan and conduct surveillance for the attacks.\nDry-ice bombs at airport\nLOS ANGELES -- Police said Tuesday they don't believe two dry ice explosions this week in restricted areas at Los Angeles International Airport were an act of terror, and they're pursuing the theory that the blasts were the work of a disgruntled employee.\nThe bombs were made by putting dry ice in 20-ounce plastic bottles and could have caused serious injury to anyone in close proximity, though no one was hurt, said Los Angeles Police Department Deputy Chief Michael Downing.\nPolice believe the explosions were set off because of an internal labor dispute and not terrorism because of the locations of the devices and because people weren't targeted, Mr. Downing said.\nSandy Hook school razed\nHARTFORD, Conn. -- When the old Sandy Hook Elementary School is demolished, building materials will be pulverized on site and metal will be taken away and melted down in an effort to eliminate nearly every trace of the building where a gunman killed 26 people last December.\nContractors also will be required to sign confidentiality agreements and workers will guard the property's perimeter to prevent onlookers from taking photographs or videos.\nThe goal is to prevent exploitation of any remnants of the building, Newtown First Selectman E. Patricia Llodra said Tuesday.\nCity's bankruptcy argued\nDETROIT -- Attorneys on both sides of Detroit's historic bankruptcy filing were in federal court Tuesday trying to convince a judge why he should or shouldn't allow the financially troubled city's Chapter 9 petition to go through.\nFederal Judge Steven Rhodes also is expected to hear similar arguments Wednesday ahead of next week's trial to determine whether Detroit is eligible for bankruptcy. City unions and retirees have said the July 18 bankruptcy filing by state-appointed emergency manager Kevyn Orr threatens pensions, which they believe are protected by the Michigan Constitution.\nGirls charged with stalking\nMIAMI -- Two girls, 12 and 14, have been charged with aggravated stalking, a third-degree felony, in the death of a 12-year-old girl who committed suicide last month after being repeatedly bullied in person and online, the Polk County sheriff said Tuesday.\nSheriff Grady Judd said the two girls were charged after the older one on Saturday morning posted an offensive online comment on Facebook in connection with the case.\nFive weeks ago, Lakeland seventh-grader Rebecca Ann Sedwick jumped to her death after a year of physical and online bullying. The two girls, who Sheriff Judd said were the \"two primary harassers,\" were booked into the juvenile court system and released to their parents under house arrest.\n\nLoad-Date: October 16, 2013"
}