{
    "title": "TERRORISM IN SAUDI ARABIA",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 6,
    "day": 27,
    "full text": "For the second time in seven months, American military personnel have been the targets of terrorists, who apparently are intent on ending the U.S. military presence in the Middle East and perhaps on bringing down the ruling regime in Saudi Arabia as well. President Bill Clinton vowed that the United States would not be driven out by terrorists; U.S. presence in the region is vital to peace and stability there.\nWhether the Saudi government will remain steadfast remains to be seen. Finding another host country for U.S. forces would be most difficult.\nNineteen members of the Air Force stationed at a base near Dhahran died in the mammoth explosion Tuesday outside an eight-story apartment tower that housed military personnel. About 400 more were injured by the truck bomb, which was parked next to a barrier 100 feet from the building that was hardest hit.\nAbout 3,000 troops are stationed at the base near Dhahran. These include the pilots who monitor the no-fly zone over Iraq and Patriot missile crews. In all, about 20,000 troops are stationed in the Persian Gulf area. Besides Saudi Arabia, they are deployed in Kuwait, Bahrain and Qatar.\nThe first terrorist strike against Americans in Saudi Arabia was in November 1995. Five servicemen were killed. Four people were beheaded May 31 for the attack, all of them Saudis.\nAssuming that the government executed the right people, it seems logical that the perpetrators of Tuesday's attack are also Saudis, though this is not to say that they are not getting financial assistance and perhaps technical advice from extremists in other Arab countries.\nThe Saud family's grip on the kingdom has come under challenge in recent years from nationalists who resent their exclusion from positions of power and oppose the American military presence. Because Saudi Arabia is a closed society and under the tight control of the ruling family, it was thought to be immune from terrorism and revolution. The bombing last November changed that perception.\nThough security against additional attacks will undoubtedly be strengthened, the best protection is the swift arrest of the terrorists.\n\nLoad-Date: June 27, 1996"
}