{
    "title": "Terrorism is more than a word",
    "publisher": "university wire",
    "year": 2017,
    "month": 11,
    "day": 7,
    "full text": "Differentiating between what is and isn't terrorism has become one of the hallmark issues of our time. What one person may consider terrorism may be considered by another to be an act of revolution or simply defiance. The lines become blurry in the definition of terrorism, and our opinions and subjectivity cloud our judgement when describing domestic attacks. We must take a serious look when things like the Las Vegas shooting occur and determine carefully whether or not it is actually an act of terror.\nThe definition of terrorism is often debated in political science, but can be broadly defined as the use of indiscriminate violence against non-combatants in order to pursue political aims. The word \"terrorist\" no longer means what it did pre-9/11, instead it has become a characterisation. Its meaning now depends on the context and intention, something that is set in advance by various international organizations.\nThe United Nations has struggled for years to put a widely-accepted definition on terrorism. In 2004, the UN Security Council came out with the following definition:\n\"[Terrorism comprises] criminal acts, including against civilians, committed with the intent to cause death or serious bodily injury, or taking of hostages, with the purpose to provoke a state of terror in the general public or in a group of persons or particular persons, intimidate a population or compel a government or an international organization to do or to abstain from doing any act, and all other acts which constitute offences within the scope of and as defined in the international conventions and protocols relating to terrorism.\"\nThis definition basically says what was stated previously in the article: terrorism and terrorists are simply what we define them to be. Defining what is and isn't a terrorist is a major issue. Nowadays, the word is used to describe violence we don't like. Al Qaeda and Hamas are terrorists, but the Mujahideen fighting the Soviets in Afghanistan are freedom fighters? The U.S. government vilifies anyone who takes up arms against what is seen as it or its allies, and immediately are terrorists. Sure, some of these groups really are attacking non-combatants, but others are seen as legitimate national liberation groups.\nWe have to take a careful look at how we use the words terrorist and terrorism in the context of domestic attacks. While many terrorist attacks go unlabeled simply because they are committed by white people, it's important to not rush into hasty definitions. When you use a word improperly, it loses its meaning in its intended context, and then when you really need it, it becomes useless.\n\nLoad-Date: November 8, 2017"
}