{
    "title": "TERRORISM PLOT FOILED AL-QAIDA LINKED TO SUSPECTS IN PLAN TO BOMB U.S. FACILITIES IN GERMANY",
    "publisher": "pittsburgh post-gazette",
    "year": 2007,
    "month": 9,
    "day": 6,
    "full text": "A potentially \"massive\" terrorist attack against U.S. installations in Germany -- linked to al-Qaida -- was doomed to fail from the day that anti-terrorism police broke into a rented garage in Germany's picturesque Black Forest and found barrels of bomb-making chemicals, police said yesterday.\nPolice had found the garage by tracking the movements of three men, after one of them -- a German national who had converted to Islam -- was spotted in December casing a U.S. military barracks at Hanau, in central Germany, they said.\nAuthorities suspected that this man as well as another German national who had converted to Islam and a Muslim Turkish resident were the core of a German cell of Islamic Jihad Union, a terror group set up in Central Asia's Uzbekistan that has ties to al-Qaida and training camps in Pakistan.\nThe al-Qaida network is thought to have re-established a presence in recent months -- including training camps -- in northwest Pakistan along the border with Afghanistan.\nTwelve blue barrels that police found in July contained a solution with 35 percent hydrogen peroxide, enough to make a bomb with the power of 1,200 pounds of TNT. To avoid tipping off the suspects that they were under surveillance, police drained the barrels and replaced their contents with a 3 percent solution, as may be found in first aid kits -- essentially useless as a bomb component. The diluted form is used mainly as hair coloring or a disinfectant.\nAs police monitored their travels, the suspects on Saturday moved one of the barrels from the forest hiding place to a tourist cabin in Medebach-Oberschledorn, a village of 900 in central Germany, and allegedly began constructing bombs with what they thought was an explosive chemical. This week, they learned why their experiments weren't going the way they had anticipated, police said.\nAfter a chance encounter with a traffic cop, they lost their nerve and decided to flee, police said. At 2:30 p.m. Tuesday, 600 anti-terrorism police moved in and arrested them, making them the latest in a long line of homegrown European terrorism suspects to be caught before they could act.\nA senior State Department official said German investigators determined that Frankfurt International Airport and the nearby U.S. Ramstein Air Base were the primary targets, although other sites may have been under consideration. The official agreed to discuss confidential information shared by U.S. and German intelligence agencies only if not quoted by name.\nGermany's government had been increasingly worried about the danger of terror plots after attacks on its troops serving in Afghanistan, and security measures had been stepped up.\nIn Copenhagen Tuesday, Danish police announced the arrests of nine people on charges of plotting terrorist attacks. Danish Police Intelligence officer Jakob Scharf said the nine \"had international contacts, including leading members of al-Qaida.\" Although the two cases don't appear to be directly linked, in both instances the alleged plotters are said to have connections to Osama bin Laden's organization.\nU.S. officials described the attempted bombings in Germany as a significant plot.\nU.S. officials also allege that the German plotters were aligned with the Islamic Jihad Union. \"There are connections\" between al-Qaida and the Islamic Jihad Union, according to a senior U.S. intelligence official who requested anonymity because the issue is classified. The group, which splintered from the Islamic Movement of Uzbekistan, is on the State Department's list of foreign terrorist organizations.\n\"This group distinguishes itself through its profound hatred of U.S. citizens,\" Joerg Ziercke, head of the Federal Crime Office, Germany's equivalent of the FBI, told reporters.\nIn Berlin yesterday, German Interior Minister Wolfgang Schaeuble warned of a new wave of \"homegrown terrorism -- not just here, but across Europe.\" He added, \"The fact that they had obtained military fuses tells us they were not semiprofessional, but fully trained terrorists.\"\nThe German suspects were identified only as Fritz G., 28, of Ulm; Daniel S., 22, of Saarbruecken; and Adem Y., 29, of the central German state of Hesse. The Danish plotters weren't identified, beyond being grouped as both Danish nationals and immigrants, and being ages 18 to 33.\nGerman Federal Prosecutor General Monika Harms charged yesterday that the suspects there were the \"core members\" of the German cell of the Islamic Jihad Union. \"We watched them for months and, as a result, thwarted a serious bombing attack,\" she said during what took on the tone of a celebratory news conference in Karlsruhe.\n\"We discovered and prevented what would have been one of the most damaging attacks ever in Germany,\" she added. \"This is a good day for German security, but it has also shown that Germany is a target, not just a resting and plotting place for terrorists.\"\nThe bomb materials were similar to those used in the July 7, 2005, attacks in London as well as the failed attacks on London and Glasgow this summer. Here, though, the plotters were using much more of them. Police found what they called a wealth of bomb-making materials, computer data and cash.\nRainer Griesbaum, head of the federal prosecutor's anti-terrorism department, said authorities were still tracking down the group's financial backing. All three suspects were unemployed and on state benefits. \"They were full-time terror plotters,\" he said, adding that their potential targets included German sites associated with U.S. soldiers and citizens.\nSaid German terrorism expert Karl-Heinz Kamp of the Konrad Adenauer Foundation, a research center in Berlin: \"The appearance of homegrown terrorists -- people who lived inconspicuous lives and grew into terrorists -- represents a new stage for Germany. It is encouraging to see how vigilant our authorities are.\"\n\nNotes\n\nThe Associated Press contributed to this report.\n\nGraphic\n\n \nPHOTO: Thomas Lohnes/DDP: German security officials lead one of three terrorist suspects to Karlsruhe's federal court yesterday. (Photo, Region Edition)\n\nLoad-Date: September 6, 2007"
}