{
    "title": "Terrorist label misused in wake of shooting",
    "publisher": "university wire",
    "year": 2015,
    "month": 7,
    "day": 1,
    "full text": "Following the Charleston church shooting on June 17, many of my peers turned to social media. I saw a variety of posts and tweets, and a common misconception made glaringly obvious was our perception of terrorism. Events can be tragic and violent without warranting the label of terrorism. \nEven before the evidence suggested terrorism in Charleston, I saw various tweets arguing that, unless we label the shooting as terrorism, we are not condemning the attack strongly enough. For some reason, most likely due to the 9/11 attacks, somepeople in my generation regard the word \"terrorism\" simply as a word synonymous with strong condemnation. However, we can't overuse the term by tossing itaround to describe anything violent that we strongly dislike. Terrorism is much more complex than that. Of course, the label of terrorism does not and should not solely apply to violent attacks perpetuated by Islamists. Contrary to many tweets I've seen, white terrorists are not exempted from the classification simply because they are white: Timothy McVeigh, Anders Breivik and white abortion clinic attackers, for example, are all terrorists. Further contradicting some purported racial double standards, Nidal Hasan's Fort Hood attack was labeled \"workplace violence\" despite significant evidence of terroristic motivations. Clearly, the definition of the term \"terrorism\" has nothing to do with race, nationality or degree of tragedy. It has to do with the nature and motives of attacks. The definitions of terrorism vary. National and international organizations provide literally dozens of definitions. As a result, political scientists dealing with geopolitics constantly have to grapple with the nuances of the term. It's ignorant to assume that there is only one simple definition of terrorism, as tweets that depict dictionary entries suggest. The most common definitions of terrorism, I would say, require violence to be committed against noncombatants in order to achieve a political response. The Charleston shooting was decidedly motivated by racism. Every detail points to this conclusion: the shooter's statements, manifesto, photos and target. However, I argue that this racism alone does not necessarily warrant the label of terrorism, although the shooting is certainly a hate crime. If the shooter were indeed trying to start a race war (as his friend has claimed) then the attack would deserve the classification of terrorism. That would make it an attack for political effect. If we want to even try to achieve a more peaceful world, we need to thoroughly examine the ideology and motivations of violence. It is insufficient to blind ourselves with the reductionist description of \"a human killed other humans.\" Doing so does a great disservice to society. It's not a coincidence that racists target black churches. Nor is it a coincidence that Islamists target critics of Islam. Nor is it a coincidence that homophobes target homosexuals. The important thing is that we address violence and take it seriously, regardless of whether it meets some esoteric definition of terrorism.\n\nLoad-Date: July 2, 2015"
}