{
    "title": "Terrorism task force hunting for members of Idaho militia cell One area man pleads guilty to pipe bo",
    "publisher": "spokesman review",
    "year": 2003,
    "month": 6,
    "day": 7,
    "full text": "A terrorism task force is still looking for members of a ''highly\n dangerous\" North Idaho militia cell, a prosecutor said after a surprise\n guilty plea Friday.\n Larry E. Raugust pleaded guilty to 15 counts of making, possessing and\n transporting pipe bombs and landmine-style devices.\n Raugust confessed to making the homemade bombs as part of a plan to kill\n law enforcement officials if they attempted to evict his friend from a North\n Idaho home that was being foreclosed on.\n Raugust, a 54-year-old Vietnam veteran, described his deadly creations as\n ''parameter defense mechanisms.\"\n''This is domestic terrorism,\" Assistant U.S. Attorney Kim Lindquist said\n after Raugust's guilty plea.\n ''These groups frighten me because they go beyond expressing beliefs and\n build these devices for the purpose of taking human life,\" Lindquist said.\n When Raugust was arrested last Oct. 3, he had a loaded M-1 Grand, a World\n War II-era rifle in a specially made gun rack above the driver's head in his\n pickup, Lindquist said.\n The militia leader had 10 loaded clips of ammunition - 80 rounds - in a\n bandolier in his truck, and a loaded .44 Magnum revolver on the seat next to\n him, the prosecutor said.\n Agents also found a two-shot loaded derringer hidden in Raugust's boot.\n Members of the Inland Northwest Joint Terrorism Task Force said Raugust and\n other members of the militia cell communicated in encrypted e-mails. They also\n used scramblers on marine-band radios for communication.\n ''He was in a position and frame of mind to kill a cop if he'd been\n stopped,\" Lindquist said of Raugust's anti-government hatred. ''This is scary\n stuff.\"\n ''He was a walking disaster.\"\n When Raugust built and placed four pipe bombs and three Claymore-style\n anti-personnel mines, he was staying with Michael Cain at his foreclosed home\n in Idaho County.\n Raugust later removed the explosive devices and put them in a storage\n facility in Weippe, Idaho, before moving them again to the Clearwater County\n home of Claude Umphenour, authorities said.\n Cain left a survivalist community near Orofino, Idaho shortly before\n Raugust's arrest, and his current whereabouts aren't known, Lindquist said.\n The prosecutor wouldn't identify other individuals being sought by the task\n force.\n ''We continue to look at all members of that group in light of their\n activities,\" the federal prosecutor said.\n After learning of the militia group's existence in 1997, investigators used\n a confidential informant to infiltrate the cell.\n The informant later introduced an undercover Spokane County sheriff's\n detective to the militia cell.\n Raugust gave one of his homemade anti-personnel bombs to the undercover\n detective, who's assigned to the joint terrorism task force.\n A Spokane police detective, also assigned to the terrorism task force,\n assisted in the investigation.\n Lindquist praised the work of investigators who successfully made the\n arrest.\n The investigation, Lindquist said, is a ''prime example\" of why\n authorities formed the joint task force involving federal, state and local\n agencies in Eastern Washington and North Idaho.\n ''Not only did Mr. Raugust make these dangerous devices himself, he was\n attempting to help other like-minded individuals build them,\" Lindquist said.\n Raugust's guilty plea came just minutes before he was to stand trial before\n a jury in U.S. District Court.\n A day earlier, visiting Judge Robert Whaley of Spokane denied a defense\n request to suppress a statement Raugust gave to arresting agents.  Raugust not\n only confessed to making the bombs, he also drew agents a map of where to find\n them at a rural home near the Bo Gritz survivalist community known as Almost\n Heaven.\n Lindquist said he believes all the illegal bombs were recovered.\n Raugust and his militia associates called themselves the Idaho Mountain\n Boys, later changing their name to the Idaho-Clearwater County Posse. Before\n moving to Idaho, Raugust was active in two antigovernment groups, Posse\n Comitatus and the Jural Society, in the Columbia Basin.\n Whaley, whose court is in Spokane, was assigned the case because it\n involved alleged death threats against an Idaho federal judge.  The militia\n group also discussed killing a police officer, authorities say.\n Another associate of the cell was convicted of a 1999 plot to blow up a\n propane tank facility near Sacramento, Calif.\n After accepting Raugust's guilty plea, the judge ordered him held in jail\n without bond until sentencing, set for Sept. 18.\n He faces a sentencing range of 78 to 97 months in federal prison.\n\nNotes\n\nBill Morlin can be reached at (509) 459-5444 or billm@spokesman.com  \n\nLoad-Date: June 10, 2003"
}