{
    "title": "Terrorism Suspect, Charged, Admits to Role in Bomb Plot",
    "publisher": "the new york times",
    "year": 2010,
    "month": 5,
    "day": 5,
    "full text": "This article is by Mark Mazzetti, Sabrina Tavernise and Jack Healy.\n  A Pakistani-American man arrested in the failed Times Square car bombing has admitted his role in the attempted attack and said he received explosives training in Pakistan, the authorities said Tuesday.\n  The man, Faisal Shahzad, 30, was arrested as he tried to flee the country in a Dubai-bound jet late Monday. Hours later, there were reports that seven or eight people had been arrested in Pakistan, as officials in both countries sought to determine the origins and scope of the plot.\n  Mr. Shahzad was charged on Tuesday with several terrorism-related crimes. American intelligence officials said that while any ties Mr. Shahzad had to international terrorist groups remained murky, investigators were strongly looking at possible links to the Pakistani Taliban in the attempted attack on Saturday. \n  If the role is confirmed, it would be the group's first effort to attack the United States and the first sign of the group's ability to strike targets beyond Pakistan or Afghanistan.\n  The Pakistani Taliban is a different organization from the Taliban groups that the United States is battling in Afghanistan.\n  Mr. Shahzad's ability to board an international flight despite being the target of a major terrorism investigation was the result of at least two lapses in the response by the government and the airline, Emirates. \n  Mr. Shahzad, a naturalized United States citizen from Pakistan who lived in Bridgeport, Conn., was charged with attempted use of a weapon of mass destruction and other federal charges, several related to explosives. He was interrogated without initially being read his Miranda rights under a public safety exception, and he provided what the Federal Bureau of Investigation called ''valuable intelligence and evidence.'' \n  He continued talking after being read his rights, the F.B.I. said. The authorities charged him as a civilian, but he did not appear in court and no hearing has been scheduled.\n  ''It is clear that this was a terrorist plot aimed at murdering Americans in one of the busiest places in the country,'' Attorney General Eric H. Holder Jr. said at a news conference on Tuesday in Washington. \n  Mr. Shahzad booked a ticket on his way to Kennedy Airport and bought it with cash when he got there, officials said. He had boarded the plane but was taken off before it taxied away. \n  Investigators had been trying to find Mr. Shahzad after determining that he was the man who bought a Nissan Pathfinder from a Connecticut woman last month and had parked it just off Broadway on Saturday night packed with gasoline, propane, fertilizer and fireworks. No one was hurt, but officials said the bomb could have been deadly on the crowded streets if it had ignited. \n  Officials said Mr. Shahzad had been placed on a no-fly list on Monday afternoon, but they declined to explain how he had been allowed to board the plane.\n  An Isuzu Trooper that Mr. Shahzad had apparently driven to the airport was found in a parking lot. Inside the Trooper, investigators discovered a Kel-Tec 9-millimeter pistol, with a folding stock and a rifle barrel, along with several spare magazines of ammunition, an official said. Fearing the Izuzu might be rigged to explode, officials briefly cordoned off the area around it.\n  All of the passengers were taken off the plane, and they, their luggage and the Boeing 777 were screened before the flight was allowed to depart, about seven hours late, at 6:29 a.m. Two other men were also interviewed by the authorities but released, according to one law enforcement official. \n  Mr. Holder said Mr. Shahzad had been providing ''useful information'' to federal investigators since he was pulled off the plane. Besides saying that he had received training in Pakistan, Mr. Shahzad said he had acted alone, a claim that was still being investigated. \n  In Pakistan, developments unfolded quickly. Officials identified one of those arrested as Tauhid Ahmed and said he had been in touch with Mr. Shahzad through e-mail and had met him either in the United States or in the Pakistani port city of Karachi. \n  Another man arrested, Muhammad Rehan, had spent time with Mr. Shahzad during a recent visit there, Pakistani officials said. Mr. Rehan was arrested in Karachi just after morning prayers at a mosque known for its links with the militant group Jaish-e-Muhammad. \n  Investigators said Mr. Rehan told them that he had rented a pickup truck and driven with Mr. Shahzad to the northwestern city of Peshawar, where they stayed from July 7 to July 22, 2009. The account could not be independently verified. Mr. Shahzad spent four months in Pakistan last year, the authorities said.\n  Pakistani officials promised to aid the United States ''in bringing such culprits to justice,'' the Pakistani interior minister, Rehman Malik, said in a telephone interview as he announced the seven or eight arrests.\n  Mr. Shahzad is believed to be originally from Kashmir and is among a handful of Pakistani-Americans who have recently faced terrorism accusations in the United States or abroad.\n  The Pakistani Taliban on Sunday released a video taking credit for the Times Square attack, but American officials cautioned on Tuesday that the investigation was still in its early stages, and said it could take days before enough evidence emerged to point to any one group for its role in the plot. \n  For months, terrorist groups have pledged to exact revenge for the Central Intelligence Agency's campaign of drone strikes in the Pakistani mountains. \n  Last year, a C.I.A. drone killed the Pakistani Taliban's leader, Baitullah Mehsud, and American intelligence officials believe that the group has over the years cultivated close ties to Qaeda leaders. Any ties between Mr. Shahzad and Pakistani militants could add new urgency to American demands that Pakistan root out the web of Al Qaeda and local groups that use the tribal areas to strike at United States troops in Afghanistan and other targets farther abroad. \n  The United States, which has provided Pakistan with billions of dollars in counterterrorism aid since 2001, has pressed Pakistan to crack down on militants inside its borders, and an American official said Pakistan's response to this attempted attack would have serious implications for the country's strategic relationship with the United States.\n  A detailed 10-page court document outlining the criminal charges describes new details about Mr. Shahzad's actions in the days leading up to the attempted attack, including how he bought the Nissan Pathfinder that would ultimately help lead investigators to him. \n  It says that Customs and Border Protection records show that Mr. Shahzad returned from Pakistan on Feb. 3, 2010, after a five-month visit there, flying back on a one-way ticket from Pakistan. He told customs inspectors, the complaint said, that he was visiting his parents.\n  The complaint, sworn out by Andrew P. Pachtman, an F.B.I. agent assigned to the Joint Terrorism Task Force, says that Mr. Shahzad used a prepaid cellular telephone to contact a Connecticut woman who had placed an online advertisement to sell the vehicle. It described how the phone led investigators to him.\n  He received four calls from a number in Pakistan hours before he bought the vehicle, the complaint says. \n  The prepaid cellular phone, according to the complaint, was also used to call a fireworks store in Pennsylvania that sells M-88 firecrackers like those that were used as part of the bomb. The phone was last used on April 28, according to the complaint.\n  In the Connecticut towns of Shelton and Bridgeport, where Mr. Shahzad had lived, residents described Mr. Shahzad as quiet and unremarkable. One of the last to see him was his landlord, Stanislaw Chomiak.\n  About three months ago, Mr. Shahzad signed a one-year lease on a second-floor two-bedroom apartment in Bridgeport. Mr. Chomiak usually saw Mr. Shahzad only when the rent was due, but Mr. Chomiak described his tenant as a nice guy who furnished his apartment sparsely and had claimed he made a living selling jewelry in New Haven. \n  But the evening of the attempted bombing in Times Square, the landlord received a phone call from Mr. Shahzad, who said he was riding the train back from New York City and needed to be let into his apartment because he had lost his keys. Mr. Chomiak lent Mr. Shahzad spare keys, with the two men agreeing to meet up the next day to return them, Mr. Chomiak said.\n  ''He looked nervous, but I thought, of course he's nervous, he just lost his keys,'' Mr. Chomiak, 44, said in an interview at his home, about 15 miles outside of Bridgeport. The men did not end up meeting until about 4 p.m. on Monday, and Mr. Shahzad returned the keys. It was the last time the landlord saw him, and less than eight hours later, Mr. Shahzad was boarding the flight to Dubai.\n  An official in Pakistan's Interior Ministry said Mr. Shahzad came to Pakistan in April 2009 and departed on Aug. 5 on an Emirates flight. \n  At a news conference on Tuesday, Mayor Michael R. Bloomberg called the attempted bombing ''an act that was designed to kill innocent civilians and designed to strike fear into the hearts of Americans.''\n  In March, a Pakistani-American man, David C. Headley, pleaded guilty to helping plan the 2008 terrorist attacks in Mumbai, India. And last December, five young men from Virginia, two of them with Pakistani backgrounds, were arrested in Pakistan on accusations of plotting attacks against targets there and in Afghanistan. \n  At his news conference, Mr. Bloomberg warned against any backlash against Pakistanis or Muslims in New York, saying, ''We will not tolerate any bias.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: Agents at a house in Bridgeport, Conn., where Faisal Shahzad had lived. He was said to have spoken freely with investigators. (PHOTOGRAPH BY JESSICA HILL/ASSOCIATED PRESS)\nA man whom neighbors identified as Mr. Shahzad. (PHOTOGRAPH BY ORKUT.COM, VIA ASSOCIATED PRESS) (A1)\n Part of Faisal Shahzad's home in Bridgeport, Conn., was covered Tuesday because of news media attention, the authorities said. Neighbors described him as quiet. (PHOTOGRAPH BY ANDREW SULLIVAN FOR THE NEW YORK TIMES) (A28) DRAWING: A Justice Department illustration with the position of explosive charges in Mr. Shahzad's vehicle. (DRAWING BY JUSTICE DEPARTMENT) (A28)                                                            \n\nLoad-Date: May 5, 2010"
}