{
    "title": "Terrorism_ Try free speech",
    "publisher": "university wire",
    "year": 2007,
    "month": 9,
    "day": 5,
    "full text": "Debbie Almontaser lost her job as principal of a new Arabic language school in New York because she did not condemn the word \"intifada.\" The word means \"shaking off,\" according to the Arabic-speaking Almontaser, and is used to refer to the Palestinian resistance movements that occurred in the late 1980s and early 2000.\nIf we are to live in a free country -- and presumably the United States is free -- people should be allowed to utter single words without worrying about losing their jobs, or should at least be given the opportunity to explain themselves.\nWhat is interesting about this recent event is that it doesn't seem to be too unfamiliar to those of us who know our U.S. history. There was a period of time called the \"red scare\" during which innocent people were canned from their jobs simply for being suspected of having communist ties. Luckily, that period ended because people realized the foolishness of irrational fear. Now there is a new era of fear: the fear of Islam.\nAlmontaser defended an Arabic word which appeared on T-shirts in NYC, and suffered as a result of this anti-Islamic -- and completely pointless -- paranoia. Randi Weingarten, president of the United Federation of Teachers, criticized Almontaser for failing to condemn the word intifada, saying intifida is something \"that ought to be denounced, not be explained away.\"\nSuppose that \"intifada\" did mean the incitement to violence that certain persons assume it does. Would that make it justifiable for external pressure to make an innocent woman lose her job for simply exploring an alternate meaning of the term? If one looks at the facts in regards to the Israeli occupation of the West Bank and the Gaza Strip, one sees some interesting facets that are often ignored by so-called \"anti-terrorists\" on the Israeli and American sides. For starters, according to Amnesty International, 570 Palestinians were killed by Israeli security forces, while 150 Israelis were killed during the first year of the second intifada alone. Since 2000, 260 Palestinian children and 52 Israeli children have been killed. When ratios are brought up, it becomes very hard to label the side with more people killed as being the greater terrorists.\nWith the statistics on the side of the so-called terrorists, where is the indictment of all those people who say to support Israel during its murderous expeditions into the territories? People like Alan Dershowitz seem to hold on to their jobs no matter how thoroughly they defend the terrorist actions of a state, whereas those who defend people's movements against oppression are labeled terrorists. This is not even to mention that the Israeli Army itself described how it fired on demonstrators who posed no imminent threat to the soldiers. Still, when terrorism is brought into discussion, it is the people who were fired upon while peacefully demonstrating who are given the label of terrorist. Either something is missing from the picture, or something fishy is going on.\nMeanwhile, in the United States, people are forgetting the price of freedom of speech. Freedom means that some people will say things that are not pleasant to everyone's ears. The only alternative to freedom of speech is restriction of speech. And once that process begins there is no telling where it will end. Regardless of how one feels about the meaning and background of the word \"intifada,\" even the harshest critics of Palestinian rights should concede a person's right to use the word in order to preserve their own speaking privileges. It may seem a little extreme to support people's rights to say things that one disagrees with, but without this discomfort a true democracy cannot exist.\nTo bring up the McCarthy years again, it is striking to see so many voices agreeing that Almontaser should not have said what she said. If there was at least some disagreement in the ranks as to Almontaser's speech rights, the United States would seem a little safer from ideological control. Instead, Randi Weingarten, New York City Mayor Michael Bloomberg, Department of Education spokesman David Cantor, and Councilman Peter Vallone, Jr., are like a perfect choir singing Almontaser's downfall.\nPerhaps they refuse to listen to her explanation that the T-shirts are \"pretty much an opportunity for girls to express that they are part of New York City society... and shaking off oppression.\" New York Post columnist Andrea Peyser questions Almontaser's definition of oppression by asking \"how are our girls oppressed? Does she mean they are put down by Western ideals of free speech, thought and religion?\" Perhaps she meant to say the Western ideal of women getting paid three-fourths of what men make all while still being subject to lewd representation in all forms of media.\nThis whole pointless debate about a single word would be entirely laughable if it did not demonstrate the climate of fear in which the people of the United States live. This is but one example of the consequences that individuals face for challenging the status quo. Granted, it is better to lose a job than to lose a head, as would have happened in a place like the Soviet Union. Therefore, it is the job of everyone to fight to preserve freedom of speech, even if it challenges certain immediate assumptions.\n(C) 2007 Massachusetts Daily Collegian via U-WIRE\n\nLoad-Date: September 5, 2007"
}