{
    "title": "Terrorism, the War and Orwell",
    "publisher": "the new york times",
    "year": 2017,
    "month": 1,
    "day": 31,
    "full text": "Recently, Rep. Howard Coble, R-N.C., expressed his satisfaction with the World War II internment of Japanese-Americans, sighting the danger these individuals faced from the general population. \"They were an endangered species,\" Coble remarked during a Feb. 4 radio interview. Naturally, the course of action to take was forced internment in the desert, accompanied by barbed wire and armed soldiers. It's what the FBI does for participants in the witness protection program, right?\nSadly, Rep. Coble's remarks do not represent an isolated example of lunacy. Indeed, in a country ruled by George W. Bush, the man most representative of the times is George Orwell.\nAs a result, America is starting to lose sight of very basic truths, the first of which is illustrated with vile accuracy by Rep. Coble: cutting off your nose to spite your face is a very dumb idea. And yet imprisoning people against their will is suddenly humanitarian, bombing Iraqi civilians is an act of liberation and saving American democracy involves trampling the constitution in the name of security.\nWhat better sign that we are living in Orwellian times than the fact that the voice of reason is Sen. Robert Byrd of West Virginia : \"I truly must question the judgment,\" he said, \"of any President who can say that a massive unprovoked military attack on a nation which is over 50 percent children is 'in the highest moral traditions of our country.'\" And yet off to war we go.\nNever before has fear played so prominently in a president's agenda than as today. Seventy years ago, the man who signed the executive order to intern the Japanese was at least lofty enough to proclaim that we have \"nothing to fear but fear itself.\" Now, we have Americans streaming into Wal-Mart to buy duct tape because the administration decides to change a little color-coded chart from yellow to orange.\nAnd speaking of color, never before has racial profiling been so popular. Indeed, it's easy to forget that before Sept. 11, the most disastrous act of terrorism committed in the United States in recent memory was the work of two white males. It's also easy to forget that in the aftermath of that attack, it was widely reported initially that Muslim groups were to blame. As the case of Susan Smith taught us so tragically (Smith was a white woman who killed her two young children and then told police that a black male had kidnapped them), racial profiling plays to the fears of white Americans, but offers little in the way of morality or safety.\nIt is particularly discouraging that conservatives demand that college admissions officers be color-blind, but that police officers and airport security officials examine every Arab-American with suspicion. Bush, Cheney and Rumsfeld (there's an axis of evil for you) are willing, heck, ecstatic about sending young Americans off to die in the streets of Baghdad, but those same Americans will return home to a country unlikely to provide their families with health care, college loans or unemployment insurance.\nAs for war, if Bush thinks that Iraqis will view American soldiers as liberators, then he is in danger of repeating the actions of a man to whom he is often (unfairly) compared: Adolf Hitler. German soldiers entering Stalin's Russia were initially viewed as heroes, but their brutal treatment of the population quickly reversed the goodwill. Soon, Russian civilians were burning their own land to keep food out of the hands of Hitler's advancing armies.\nEven the relatively hawkish Thomas Friedman, a columnist for the New York Times, admits that the only man less popular in the Arab world than Saddam Hussein is George W. Bush. The fact that Iraqis won't treat falling American bombs as an act of generosity is only surprising to a country lost in an Orwellian haze. War does not equal peace, death does not equal liberation and imprisonment does not equal protection.\nOf course, Americans do have reason to fear terrorism. After all, just five months ago, a security guard at the Port of Los Angeles (a fairly sensitive location in terms of terrorism, one might think) and another southern California resident were arrested on terror charges, including stockpiling bomb-making materials. The organization these two suspects belong to is a well-known terrorist group that uses pseudo-religious theories to inspire hatred in its followers. A search of one of the suspect's homes even netted authorities a letter to another terror organization advocating a joint effort targeting Jews and the U.S. government.\nThe group in question, of course, is the Aryan Nation.\nAs a Jewish-American, I can only hope that Howard Coble isn't placed in charge of crafting a solution for my protection.\n\nLoad-Date: January 31, 2017"
}