{
    "title": "Terrorism can't stop sports world",
    "publisher": "university wire",
    "year": 2002,
    "month": 5,
    "day": 2,
    "full text": "Sports and terrorism just don't seem to mix too well. Terrorists try to tango with the sports we love, but, frankly, they can't keep up with our passions.\nThey can't keep tens of thousands of fans away from the arenas, the stadiums and the fields, and they can't keep us from playing.\nU. Oklahoma\nThe 1996 Atlanta Olympics, amidst scares of even more terrorism, went on despite the pipe bomb that exploded in Centennial Olympic Park, killing a woman and injuring 100 people. Another man died from a heart attack while running away from the explosion.\nFans were re-assured with increased security, and people second-glanced anything that smelled of suspicion, but still, the games went on.\nWednesday, a terrorist organization claimed responsibility for a bomb that exploded near Spain's Real Madrid's soccer stadium four hours before 75,000 people were expected to watch Real Madrid battle FC Barcelona in a European Champions Cup semifinal.\nThere were no fatalities, but 17 people were injured. Another bomb exploded half an hour later, but no one was hurt. Despite the attacks, officials said the game will go on.\nThat got me thinking.\nIt's like sports folks are immune to this new global disease of terrorism. Every time there's suspicion that something may happen, we take the necessary precautions. Kind of like taking an immunization.\nSure, we have to wait in longer lines and it's harder to sneak in drinks and food. It stings at first, but in the long run, it becomes part of the game, a part of the tradition. The power sports wields is great, great enough to pull a community, so vulnerable because of its high position in the world, so tightly together that it can control its fear.\nThere aren't more peaceful or relaxing things to do in life than sit under a spring sky to watch a game. People have tried to take that away from us, but time after time, we prevail.\n(C) 2002 Oklahoma Daily via U-WIRE\n\nLoad-Date: May 2, 2002"
}