{
    "title": "TERRORISM STRIKES HOME- SAFETY IN HEARTLAND A MYTH",
    "publisher": "the columbian ",
    "year": 1995,
    "month": 4,
    "day": 21,
    "full text": "Five feet and a mesh fence is all that separates five public parking spaces from the jungle gym at the day care center in the Zorinsky federal office building in Omaha, Neb.\nMayor Hal Daub was thinking about those parking spaces and their proximity to frolicking children as he and leaders of other Midwestern cities reviewed security measures and tried to calm residents' fears following the deadly bombing in Oklahoma City.\nIn Kansas City, Jan Smith said the attack made her feel vulnerable in a way that the World Trade Center bombing hadn't.\n\"I feel invaded,\" said Smith, a 44-year-old postal worker from suburban Independence. \"I feel like the sanctity of the United States was just totally raped.\"\nThe bombing shattered the belief that the Midwest is more secure than other parts of the country, said Dr. Donald Rosen, a psychiatrist at the Menninger Clinic in Topeka, Kan. \"Even the word \"heartland' implies that it's a safe place, a place you can come home to,\" he said.\nAmong the dozens of dead in Wednesday's bombing were at least 12 children at the day care center in the Alfred P. Murrah Federal Building.\nAs news of the blast spread to Omaha, 17 worried parents picked up their children early from the Zorinsky day care center. At least 25 of the center's 68 children weren't there Thursday.\nThe parking spaces were in the mind of at least one parent.\n\"I always thought that was a wonderful thing that they could go out there on nice days,\" said Pat Hingle, whose 2-year-old daughter attends the center. \"It does raise concern about something happening.\"\nAbout 1,200 people were evacuated from the Zorinsky building after a phoned bomb threat Wednesday afternoon. Tension mounted when a suspicious package was found, but it turned out to be an old box of paper towels.\nDaub said the city must take all threats seriously and \"not assume it's some crackpot or copycat calling. You can't shrug it off with an, \"Oh gosh, it can never happen in Omaha.\"'\nFrom Denver to Rapid City, S.D., to Sioux City, Iowa, officials reviewed disaster plans, considered bomb-threat exercises and pointed to plans for coping with disasters.\nSince no amount of preparation can stop most disasters, cities must focus on dealing with the aftermath, said Bob Hamilton, fire chief in Sioux City, Iowa.\n\"If you have a building hit by a tornado, you have almost identical experience that you have in a bombing. You have pancaking floors, loss of life, panic,\" he said. \"The outcomes are the same, and that's what you have to prepare for.\"\nBernie Crain, an accountant in Kansas City, felt as safe as he had before the Oklahoma attack. In fact, he was surprised such a disaster had not occurred sooner.\n\"I've always thought if they were ever going to strike anywhere, here is where they'd strike,\" he said. \"If you're gong to terrorize somebody, go right into the heartland.\"\n\nGraphic\n\n \nRandy Ledger writes a note to his sister, Linda Halford of Springfield, Mo., in the intensive care unit of Presbyterian Hospital in Oklahoma City. Ledger lost two-thirds of his blood from a gashed carotid artery in Wednesday's bomb blast.\n\nLoad-Date: April 21, 1995"
}