{
    "title": "TERRORISM STRIKES HOME",
    "publisher": "the columbian ",
    "year": 1995,
    "month": 4,
    "day": 21,
    "full text": "THE DEVASTATION IN OKLAHOMA CITY\nBULLETIN:\nWASHINGTON (AP) With thousands of tips about the Oklahoma City bombing flooding in, federal investigators today began to focus more on domestic than international groups, and moved closer to\nidentifying two white men sought in the case.\nAttorney General Janet Reno scheduled a statement in the case for midafternoon amid broadcast reports that one suspect had been apprehended.\n\"We have a number of good possibilities for the names and identities\" of two men for whom warrants have been issued, a law enforcement official said.\nREGION NATION WORLD, PAGE B1\nThe baby whose picture became a symbol of the bomb attack (right)\nwas a girl who had just celebrated her first birthday.\nViolent elements of the white supremacist movement are coming under scrutiny as investigators look for suspects.\nBombing shatters the myth of safety in America's heartland.\nHOW TO HELP, PAGE A5\nLacal residents can donate money to Oklahoma City relief efforts.\nAT A GLANCE\nCASUALTIES: Death toll of 57, including 12 children, sure to rise.\nREWARD: $ 2 million for leads on bombers offered by Attorney\nGeneral Janet Reno.\nSECURITY: Six weeks ago, federal agents reviewed security at the building and decided one guard patrolling four buildings was sufficient. On Thursday, President Clinton ordered more protection\nfor all federal buildings.\nHISTORY: The deadliest previous bombing in the U.S. was in 1927, when a man fearful he couldn't pay taxes blew up a school near Lansing, Mich., with dynamite. Forty-five people, 38 of them\nchildren, were killed.\nFBI HOT LINE\nThe FBI has set up a nationwide hot line for information about the Oklahoma City bombing. The number is (800) 905-1514.\n\nGraphic\n\n \nRescue workers help each other across debris as they look for victims in Oklahoma City.\n\nLoad-Date: April 21, 1995"
}