{
    "title": "TERRORISM TIPSTERS REWARDED",
    "publisher": "the columbian ",
    "year": 1995,
    "month": 3,
    "day": 12,
    "full text": "WASHINGTON (AP) Over the past several years, the U.S. government has quietly turned over handsome cash bonuses totaling an average of $ 150,000 each to about 20 virtually anonymous foreigners. The deals are among the government's best kept secrets.\nThe lucky recipients have taken advantage of what has become a key element in the government's efforts to punish those responsible for terrorist activities against Americans or U.S. facilities overseas: the State Department rewards program.\nThis past week, after two State Department employees were gunned down by terrorists on a street in Karachi, Pakistan, the government quickly announced a reward of up to $ 2 million for information leading to the conviction of those responsible.\nThe offer of a similar reward may have encouraged a confidential informant to provide the tip that led to the arrest last month of Ramzi Youssef, who is accused of masterminding the World Trade Center bombing in New York in 1993.\nYoussef was arrested in Islamabad and immediately sent to New York, where he remains in custody.\nAnthony Quainton, assistant secretary of state for diplomatic security, said the informant was aware of the rewards program. He said he is hopeful that Youssef's arrest will serve as a deterrent against future acts of terrorism against Americans.\nThe Pakistani media has identified the informant in the Youssef case as a South African student who, along with his wife and child, was whisked away to an undisclosed location in the United States shortly after Youssef's arrest.\nU.S. officials won't discuss such details, recognizing that the informant could become a target of terrorists.\nAnother closely held secret is the size of the rewards given out. Quainton has acknowledged, however, that none has exceeded $ 1 million.\nWhen the State Department has reason to believe a terrorist has fled to a certain country, it advertises the reward program on posters, matchbook covers, radio stations and in newspapers.\nTipsters are invited to call an embassy \"hot line,\" and invariably a flood of responses follows. The great majority are discarded as worthless.\n\nLoad-Date: March 13, 1995"
}