{
    "title": "TERROR IN ORLANDO _ 50 DEAD AT GAY CLUB Massacre ranks as deadliest U.S. mass shooting; police say c",
    "publisher": "daily news ",
    "year": 2016,
    "month": 6,
    "day": 12,
    "full text": "Ray Rivera, a DJ at Pulse Orlando nightclub, is consoled by a friend, outside of the Orlando Police Department after 50 people were killed by a single gunman at the nightclub early Sunday morning. Another 53 people were injured.\nPolice gather outside of the Pulse nightclub after the worst mass shooting in U.S. history. Fifty people were killed and 53 were injured. Authorities said the death toll is likely to rise.\nFamily members of people in the Pulse nightclub wait for word from police after arriving down the street from the scene of the deadly shooting early Sunday morning. Witnesses said it was hard to distinguish the first gunshots from the pulsing beat of the music in the club.\nA police officer stands guard outside the Orlando Regional Medical Center hospital after the building and other hospitals treating the wounded were placed on a precautionary lockdown Sunday.\nBrandon Shuford, left, waits down the street from the scene of the massacre at Pulse nightclub in Orlando early Sunday morning. Many people arrived to seek news of friends and family at the club.\nORLANDO,FLA.-A gunman killed 50 people and wounded 53 in a crowded gay nightclub in Orlando early Sunday, officials said. It was the worst mass shooting slaughter in U.S. history, and law enforcement officials said it could have been an act of Islamist terrorism.\nThe gunman was Omar Mateen, 29, a U.S. citizen of Afghan heritage living in Port St. Lucie, Florida, federal law enforcement officials said.\nThe killer stormed the Pulse nightclub armed with an assault weapon and a handgun - investigators were still looking into the possibility that he had explosives, as well - at about 2 a.m., when more than 300 people were inside dancing and drinking, said John Mina, the Orlando police chief.\nThe gunman exchanged fire with an off-duty police officer working security at the club, then mowed down dozens of patrons, sending hundreds of others, some of them bleeding, fleeing down the darkened streets of the surrounding neighborhood.\nThe gunman holed up inside with dozens of people effectively held hostage, some of them hiding in a restroom frantically calling for help, until after 5 a.m., when the police, using an armored vehicle and stun grenades, assaulted and killed him. The raid saved 30 people, Mina said.\n'Suggestions' of link\nto radical Islam\nRonald Hopper, assistant agent in charge of the FBI's Tampa Division, raised the possibility that the killer was an Islamist radical, and law enforcement officials said they were investigating the slaughter as an act of terrorism.\n\"We do have suggestions that that individual may have leanings towards that particular ideology,\" he said at a news conference. \"But right now we can't say definitively, so we're still running everything around.\"\nFederal law enforcement officials said they have found no indication so far that the attacker was linked to any wider organization, though they and the police were investigating several possible terrorism angles, both overseas and in the United States. Past terrorist attacks like the massacre last December in San Bernardino, California, have been carried out in the name of Islam by people who were \"self-radicalized,\" apparently having no direct ties to any organization, but inspired by groups like the Islamic State and al-Qaida.\nThe Islamic State in particular has encouraged \"lone wolf\" attacks in the West, specifically the United States, a point reinforced recently by the group's spokesman, in his annual pre-Ramadan speech. Noting that some supporters have lamented that they cannot strike at military targets, he took pains to explain why killing civilians in the land of the infidel is not just permitted, but encouraged.\nTerrorist groups have not claimed responsibility for the Orlando shooting as yet, but a social messaging account linked to the Islamic State gloated about the attack.\nLocal and federal authorities were investigating, and the FBI set up a hotline for tips.\nMateen's father, Mir Seddique, told NBC News about his son seeing the men kissing a couple of months ago.\n\"We are saying we are apologizing for the whole incident,\" Seddique said. \"We are in shock like the whole country.\"\nWorst mass shooting\nin U.S. history\nThe toll of dead and injured far exceeded the 32 people killed at Virginia Tech in 2007, and the 26 gunned down at an elementary school in Newtown, Connecticut, in 2012.\nWitnesses described a scene of chaos and confusion, saying it was hard at first to realize that the gunshots were not part of the loud, pulsing dance music.\n\"We were dancing by the hip hop area when I heard shots, bam, bam, bam, and the only thing I could think of was to duck, but I ran out, instead,\" said Joel Figueroa, 19, of Orlando, who was inside. \"Everybody was screaming and running toward the front door. I didn't get to see the shooter.\"\nHe said his friend Stanley was shot three times and taken to a hospital.\nPresident Barack Obama was briefed on the attack, a White House spokesman said, and asked to receive regular updates on the investigation.\nSWAT team rescues 30,\nkills gunman\nThe shooting began inside the club, Mina said, and continued outside when an officer working at Pulse attempted to confront him. The gunman then ran back into the club, resumed shooting and took hostages.\nAt 5 a.m., Mina said, the police decided to attempt a rescue, detonating two explosives to distract the gunman and to help clear the club.\n\"With that advantage,\" the chief said, nine officers moved into the club to confront the gunman. In the ensuing shootout, one of the officers was slightly wounded, saved by his Kevlar helmet, the authorities said.\n\"We rescued about 30 people,\" Mina said.\nDuring the rescue and shootout, officers with the SWAT team - using an armored vehicle - entered the club and hurried people to safety. Many of them had sought shelter in other sections of the sprawling club.\nThe survivors escaped under the cover of what the police called the two \"discretionary explosions.\"\nThe wounded were taken to three hospitals in the area. Most were taken to Orlando Regional Medical Center, the area's chief trauma center, which is three blocks from the club.\nOn its Twitter feed, the Orlando Police Department asked other residents to \"stay away from area\" and said that it was seeking support from state and federal agencies. Later, employees in the area were asked to stay home if possible.\nThe club itself posted a message on its Facebook page about 3 a.m.: \"Everyone get out of pulse and keep running.\"\nScene of chaos as\nshooting begins\nPeople streamed out of the club into a chaotic situation with little idea of where to go. \"Cops were saying, 'Go, go, clear the area,'\" Christopher Hansen told an Orlando TV station. \"You don't know who's what and who's where.\"\nDozens of officers, paramedics and firefighters from the Orlando police, the Orange County Sheriff's Office, the FBI and three area fire departments were called to the scene.\nIn the hours after the shooting, local television stations broadcast camera phone videos that captured the chaos at and near Pulse.\nOne of the videos clearly captured the rescue attempt. Shots could be heard as men and women ran from the nightclub.\nSome of the clubgoers told local television reporters that the music was so loud that it was difficult at first to distinguish the shots from the pulsing beat.\nThe Associated Press reported that a woman who was outside the dance club early Sunday said she was trying to contact her 30-year-old son, Eddie, who texted her when the shooting happened and asked her to call police. He told her he ran into a bathroom with other club patrons to hide. He then texted her: \"He's coming.\"\n\"The next text said: 'He has us, and he's in here with us,'\" Mina Justice said. \"That was the last conversation.\"\nOrlando Regional Medical Center was placed on lockdown after receiving the first of the victims. \"Only essential workers are being allowed access into the building,\" the hospital said in a statement.\nOn Pulse's Facebook page, club officials promised to post updates as they came in: \"As soon as we have any information, we will update everyone.\"\n\"Please keep everyone in your prayers as we work through this tragic event,\" the nightclub's post said. \"Thank you for your thoughts and love.\"\nThe GLBT Community Center of Central Florida said it was offering grief counseling to victims and survivors.\nLocal television stations broadcast interviews with people outside the club and the hospital who were anxiously waiting to hear from people who they said were still inside.\nWKMG and WESH broadcast interviews with people in the crowds milling outside the hospital. One woman said she had rushed to the area after she got a call from her daughter, who said, \"Please come get us and come get us now.\"\nOne mother told CNN: \"A girlfriend of my son called and said he got shot, he got shot and she was crying.\"\nShe said she could not find her son, or even get information on where he had been taken. Some of the victims had been transferred to other hospitals \"because this hospital was full,\" the mother said outside Orlando Regional Medical Center.\nThe club, which calls itself \"Orlando's Latin Hotspot,\" hosts an \"Upscale Latin Saturdays\" party on Saturday nights with three D Js and a midnight show.\nAs the sun came up, video shot from a helicopter showed a situation that seemed to be under control, although windows on one side of the club appeared to be shot out.\nPhone camera videos shot at the scene show police cars, ambulances and other emergency vehicles outside the club on South Orange Avenue in downtown Orlando. Streets around the club were shut down for several blocks.\n\"This will have a lasting effect on our community,\" Mina said. \"We are a strong community.\"\nAt noon Sunday a SWAT truck and a bomb disposal unit were on the scene of an address associated with Mateen at an apartment complex in a residential neighborhood in Fort Pierce, Florida.\nThe slaughter at Pulse occurred a day after the singer Christina Grimmie, a star of YouTube and the reality TV show \"The Voice,\" was shot down after a concert in Orlando.\nThe police said she was killed by a St. Petersburg, Florida, man who drove to Orlando with the specific intention to kill Grimmie. The man, Kevin James Loibl, killed himself moments later. No motive was announced in that shooting.\n\nLoad-Date: June 12, 2016"
}