{
    "title": "Terrorism insurance is available, study says But government acts as a $100 billion backstop on insur",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 10,
    "day": 3,
    "full text": "Insurance against losses from terrorist strikes in the United States has become more widely available and affordable since the Sept. 11, 2001 terrorists attacks though there are still problems, a White House advisory group says.\nThe report by the President's Working Group on Financial Markets, comprised of the heads of the Treasury Department, the Federal Reserve and several other agencies, did not make a recommendation as to whether the program in which the government would cover the bulk of terror losses up to $100 billion should be continued.\nThe federal backstop program was enacted after the attacks as many insurance companies faced record payouts, and they limited or dropped coverage for casualty and property losses due to acts of terrorism. The program expires at the end of next year, and insurance industry groups have been pushing for Congress to renew it.\nA Treasury Department report in June 2005 contended that the existence of the federal program has kept the insurance market from fully developing terrorism coverage on its own. However, the new report by the interagency group led by Treasury Secretary Henry Paulson was intended only as an analysis of the progress made by the insurance market.\n\"The availability and affordability of terrorism risk insurance has improved since the terrorist attacks of Sept. 11, 2001,\" the report says.\nIt cites an increase from 27 percent in 2003 to 58 percent last year in the number of businesses buying terrorism insurance coverage, with the cost of coverage generally having fallen during that period.\nThe improvement has occurred \"in a marketplace that has had access to a federal backstop\" and has been due to better risk management by insurance companies, recovery in their financial health, and other factors, the report says.\nHowever, insurance companies generally are still reluctant to provide specific coverage for losses from chemical, nuclear, biological and radiological attacks, and \"there may be little potential for future market development,\" according to the report.\nIn addition, although prices for terrorism insurance coverage generally have declined, \"a significant number\" of businesses still are not buying coverage, the report says.\n\"The high level of uncertainty currently associated with predicting the frequency of terrorist attacks, along with what appears to be a general unwillingness of some insurance policyholders to purchase (terrorism) insurance coverage, makes any prediction of the potential degree of long-term development of the terrorism risk insurance market somewhat difficult,\" it says.\nUnder the federal program, the initial amount that the insurance industry would have to pay out to cover losses from a terrorist attack has increased each year. It is $25 billion this year. For the next $75 billion in losses, the government would cover 90 percent.\n\nGraphic\n\n \nPHOTO\n PHOTO - Hijacked United Airlines Flight 175 from Boston crashes into the south tower of the World Trade Center at 9:03 a.m. on Sept. 11, 2001, in New York City.  Spencer Platt | Getty Images \n\nLoad-Date: October 3, 2006"
}