{
    "title": "Terrorism vaguely defined",
    "publisher": "usa today",
    "year": 2003,
    "month": 11,
    "day": 19,
    "full text": "For most Americans who are used to linking terrorism with al-Qaeda, the conviction Monday of Washington, D.C.-area sniper John Muhammad on murder charges may seem completely unrelated. An evil guy went on a brutal murder spree and got his just desserts. End of story.\nExcept that one of four counts against Muhammad was the first ever brought under Virginia's post-9/11 anti-terrorism law. Prosecutors reasoned that Muhammad's 23-day rampage last fall, which left 10 people dead, fit the law's intent: Muhammad terrorized an entire region with the larger aim of extorting $ 10 million.\nThe guilty verdict and likely appeal now can help shape a broader consensus on what constitutes terrorism. While the world has been waging a war on \"terror,\" agreement on what it means has been elusive. The FBI and State Department interpret the word differently, as do several countries.\nYet even a clear definition of terrorism can't answer the public's most haunting question about such impersonal and brutal acts: Why? After 9/11, shaken Americans asked, \"Why do they hate us?\" Unsatisfactory answers ranged from jealousy of the U.S. way of life to anger at U.S. support of Israel and policies in the Middle East.\nProsecutors and Muhammad's lawyers are struggling with a similar question now that the case has proceeded to its penalty phase. The answers they provide will help the jury decide whether Muhammad is sentenced to death or life in prison with no parole. And they could give the public a glimpse of what motivated the violence.\nSo far, attorneys are providing thin gruel. Defense lawyers insist the Gulf War veteran was a devoted father and hardworking mechanic. Prosecutors say he wanted wider revenge after his wife won custody of their children. At a separate trial of Muhammad's accused teenage accomplice, Lee Malvo, defense lawyers are painting Muhammad as a controlling authority figure.\nMuhammad has been no help. He proclaimed his innocence in a rambling initial defense. Then he showed little emotion, even as the month-long trial recreated shootings of 16 victims, including a 13-year-old boy and a 72-year old Haitian immigrant.\nMuhammad's terrorist conviction helps define what he is. But if the new law was designed to comfort a confused public, it falls short. The statute's inaugural trial still leaves people wondering about the psychological triggers that cause terrorists to commit their barbarous acts.\n\nLoad-Date: November 19, 2003"
}