{
    "title": "Terrorism fight lost focus, Byrd says, Other members of delegation also critical of progress",
    "publisher": "charleston daily mail",
    "year": 2003,
    "month": 9,
    "day": 11,
    "full text": "WASHINGTON - On the eve of the second anniversary of the terror attacks, Sen. Robert Byrd took to the Senate floor to lob another rhetorical strike against the Bush administration's handling of threats to national security.\n\"Today, our fight against terrorism has lost its focus,\" Byrd, D-W.Va., said in a speech late Wednesday afternoon.\nFor members of Congress, there is pride at tackling the challenges raised by the unprecedented attacks on New York and Washington, including passing aviation security measures and funding massive recovery efforts. But there also is growing consternation among lawmakers that many of the objectives remain unmet, even as the funding pressures grow more acute.\n\"Osama bin Laden is still out there, and he has learned to operate in this new world,\" Rep. Alan Mollohan, D-W.Va., said of the leader who masterminded the Sept. 11 attacks.\nSen. Jay Rockefeller, D-W.Va., has spent the past two years observing American intelligence up close. The top Democrat on the Senate Intelligence Committee has a number of prescriptions for improving the country's covert information gathering, including improving coordination between different branches and establishing a domestic intelligence agency.\n\"It's all in Cold War mode,\" he said. \"We have to make the intelligence community work.\"\nDespite the passage of legislation implementing a new Department of Homeland Security last year, several lawmakers said they worry whether sufficient funding is finding its way to first responders.\n\"A bureaucratic catastrophe,\" Byrd called the fledgling agency.\nRep. Nick Joe Rahall, D-W.Va., said, \"We need to ensure American lives are safe in this country, and that includes ensuring that our police officers, firefighters and emergency responders are funded and ready to handle any challenges that may lie ahead of them.\"\nWith the nation a maze of waterways, pipelines and railroad tracks, members of Congress fret over the vulnerability of the transportation infrastructure. And they question the economic price the terror attacks have exacted.\n\"It's still reverberating,\" said Rep. Shelley Moore Capito, R-W.Va.\nStill, Capito said she is impressed by the strides made to protect the country and by the attitude of her fellow citizens, especially those who have served in military actions in Iraq and Afghanistan.\nDespite the challenges that remain, Rockefeller said, \"It is in the nature of the American people to be optimistic.\"\nWriter Karin Fischer can be reached at (202) 662-8732 or by e-mail at kfischer@dailymail.com.  \n\nLoad-Date: September 12, 2003"
}