{
    "title": "Terrorism Suspect Waives Extradition Hearing",
    "publisher": "the new york times",
    "year": 2000,
    "month": 7,
    "day": 18,
    "full text": "An Algerian indicted in the United States on charges of terrorism waived his right to an extradition hearing today and will be turned over to the Americans in three weeks.\nThe suspect, Mokhtar Haouari, was indicted on Jan. 6 in New York on charges of helping another Algerian living here, Ahmed Ressam, who was arrested in December as he traveled into Washington State from Canada. The police say Mr. Ressam's car carried explosives and other bomb-making equipment as he crossed the border on Dec. 14.\nMr. Haouari, 31, was arrested later in January in Canada.\nLawyers did not complete the arrangements to expedite Mr. Haouari's transfer to the United States until minutes before his extradition hearing was to have begun today. After Mr. Haouari had read and signed the agreement, Judge Lise Cote ordered him turned over to the Americans without delay. Mr. Haouari will remain in custody and leave for New York after Canada has approved its paperwork, which could take up to three weeks.\nMr. Haouari's lawyer, Joseph Elfassy, said Mr. Haouari wanted to face the charges promptly and move on. \"We are convinced now that there will not be enough proof to find him guilty,\" Mr. Elfassy said. \"So our position was not to drag the case any more.\"\nMr. Haouari admits knowing Mr. Ressam, but denies any involvement in terrorist activities.\nHad Mr. Haouari followed the two-and-a-half-year extradition process in Canada, the United States could have charged him only with the six offenses cited in the extradition request. Waived his right to a hearing means that the Justice Department can bring new charges.\nMr. Elfassy was confident, saying: \"We are convinced that the United States will not charge him with any offenses other than the ones he faces already. So we agreed.\"\nThe lawyer said he had decided to change tactics after a court in Los Angeles had postponed Mr. Ressam's trial until February 2001. Mr. Elfassy had wanted Mr. Ressam to testify at Mr. Haouari's trial in New York, a move that seems a highly unlikely prospect now, because of the postponement.\nMr. Haouari's waiver closely follows an arrest by the Royal Canadian Mounted Police on June 26 of Mohamed Zeki Mahjoub, who, the Canadian Security and Intelligence Service says, is a terrorist leader closely allied with Osama bin Laden.      \n\nhttp://www.nytimes.com\n\nLoad-Date: July 18, 2000"
}