{
    "title": "TERROR IN ISTANBUL ; RELIGIOUS GROUPS URGE A BIGGER WAR ON TERRORISM",
    "publisher": "the new york times",
    "year": 1986,
    "month": 9,
    "day": 7,
    "full text": "Governments and religious groups around the world condemned the attack on a synagogue in Istanbul, Turkey, yesterday and called for increased vigilance and international cooperation to combat terrorism.\nThe United States and Israeli Governments, in separate statements, labeled the attack ''cowardly.''\nIn Washington, a State Department spokesman deplored the ''terrible loss of life.''\n \nPeres Issues a Warning\nIn Tel Aviv, Prime Minister Shimon Peres said all Jews joined in praying for the souls of the 21 worshipers who were killed in the attack.\n''We are also a state and we know not only to pray,'' he warned. ''Whoever hestiates about American responses or Israeli responses can now learn a lesson.''\nNeither Mr. Peres, who said his Government was not clear who was responsible for the attack, nor other Israeli leaders indicated against whom or when Israel might retaliate.\nIn an earlier statement, Mr. Peres also called on ''the free nations of the world to join in a war to the end against such disgusting deeds.''\nThe Israeli Foreign Minister, Yitzhak Shamir, said in a radio interview that the attack ''obliges the Jewish state to intensify the war against terror organizations in every place and in every way.''\n \nP.L.O. Condemns Attack\nIn Tunis, a spokesman for the Palestine Liberation Organization denounced the attack and said the group ''condemns this form of struggle.''\nThe spokesman, Salah Khalaf, said his group ''refuses to obtain the rights of the Palestinian people by making innocent people pay the price, whether in a synagogue or in a plane.'' He was referring to the hijacking of a Pan American World Airways jetliner in Karachi, Pakistan, on Friday.\nClovis Maksoud, permanent observer of the Arab League to the United Nations and chief representative of the league in the United States, called the attack ''shocking and deplorable.'' He added, ''The League of Arab States condemns this act as it violates all the tenets of Arab civilization and Islamic values.''\n \nOutrage and Sorrow\nIn New York, leaders of major American Jewish groups expressed outrage and sorrow at what the American Jewish Committee called ''the savage attack of Arab fanatics.'' A leading Moslem education group, the National Council on Islamic Affairs, also denounced the assault.\nSeveral militant Arab groups took responsibility for the assault.\nThe president of the American Jewish Committee, Theodore Ellenoff, and other leaders con nected the attack in Istanbul with the Karachi hijacking.\n''We are facing another wave of Islamic fanaticism and violence which is nothing less than an attack on the very foundation of Western democratic societies,'' Mr. Ellenoff warned in a statement. The committee has 50,000 members in the United States and maintains offices worldwide.\n \nDenounced in Europe\nIn Western Europe, government officials and Jewish groups denounced the attack.\nMeeting in Brockton Park, England, foreign ministers from 12 European Community nations condemned both the Istanbul attack and the Karachi hijacking.\nIn Paris, the French Jewish Federation called on the French Government to reinforce security at synagogues and other possible targets of anti-Jewish violence. In recent years, France's Jewish population has been the target of numerous bombings and shootings.\nThe French Foreign Ministry called the attack criminal and expressed its sympathy for the victims and their families. Similar sentiments were voiced in Rome, where a statement from the office of Prime Minister Bettino Craxi said the tragedy reflected ''a violent revival of international terrorist crime.''\nIn New York, the president of the American Jewish Congress, Theodore R. Mann, issued a statement saying the attack demonstrated that Moslem and Palestinian terrorist groups ''are motivated not simply by a resurgent nationalism but by degenerate bigotry and religious hatred.''\n \n'Jews of World' Are Targets\n''Clearly it is not merely Israel that is the target of their attacks,'' the statement said. ''It is the Jews of the world against whom they aim their guns.''\nMr. Mann's charges were echoed by a variety of leaders, although they suggested different ways to combat terrorism.\nMr. Ellenoff of the American Jewish Committee called on the world to ''join forces to assure that this criminal element is brought to justice for their murderous deeds.''\nThe national director of the Anti-Defamation League of B'nai B'rith, Nathan Perlmutter, called for military strikes against ''the home bases of terrorists,'' including Libya, Syria and other Middle Eastern nations.\n''That will provide the terrorists' host nations with the motivation to police them,'' Mr. Perlmutter said. ''Words have grown lame.'' The secretary general of the National Council on Islamic Affairs, which claims 10,000 members nationwide, said the attack was ''a violation of the letter and spirit of Islam which specifically prohibits any violence against worshipers or places of worship.''\nThe official, Mohammad T. Mehdi, said the assault was carried out by ''mad persons who have murdered not only Jewish worshipers but also have inflicted equally great damage on Islam.''\n\nGraphic\n\n \nPhoto of relatives of victims of the attack mourning outside the synagogue (AP); Photo of Turkish police officers passing the body of one of the victims of terrorist attack as they entered the synagogue in Istanbul (NYT) (Page 12); Photo of a view of the Neve Shalom Synagogue in Istanbul where terrorist attack took place (American Jewish Congress) (Page 12)"
}