{
    "title": "Terrorism angst drains coffers",
    "publisher": "the hill",
    "year": 2001,
    "month": 11,
    "day": 19,
    "full text": "Dorothy Hrabelski and a friend were headed to church last Sunday when they saw a small pile of white powder on the elevator floor at her waterfront condo.\nAnthrax?\nWho knew? But what happened next could hardly be described as panic.\nTwo hours later - and only at her friend's insistence - Mrs. Hrabelski, 81, called security.+Word came back from a member of the condo board that she could report it. If she wanted to.\nCOSTS19\nHalf-heartedly, she phoned Clearwater police, suspecting a prank by teenagers.\n\"I didn't want to make an idiot of myself,\" she said later. \"I told them it's probably a hoax and it's up to you if you want to come. But they said, \"Oh, no. We need to know. You did the right thing.' \"\nThe substance proved to be mortar dust from a tile repair project, but not before firefighters, police officers and the county's hazardous materials team were dispatched to the quiet highrise overlooking Clearwater Harbor.\nDespite her reluctance to create a stir, Mrs. Hrabelski was nevertheless swallowed up in the commotion that has rattled the country since Sept. 11. She is one of hundreds of Tampa Bay area residents who have called authorities in the past month to report unknown substances or suspicious letters and packages - all false alarms.\nThe cost to taxpayers is rising.\n  Individual police agencies around Tampa Bay say they are spending tens of thousands of dollars to beef up security and respond to emergency calls made by people unsettled by anthrax scares and terrorism fears. The state is asking the federal government for $ 42-million for various security needs.\n\"We've had about two years worth of hazardous materials responses in about five weeks,\" said Dave Bilodeau, director of emergency management for Pinellas County.\nBilodeau traces the trend back to Oct. 9, when Times columnist Howard Troxler opened a powder-laden letter at his desk. That put a well-known local face on a broadening national story about the anthrax threat. Since then, the Pinellas hazardous materials unit has been dispatched to more than 500 calls about possible anthrax exposure. The number ranges from 5 to 50 calls a day, depending on the headlines, Bilodeau said.\nPinellas, he said, has spent about $ 45,000 on new supplies and equipment to handle the load, including $ 13,000 for a portable machine that detects anthrax at the scene of an incident.\nPasco has received more than 300 such calls, said Michele Baker, the county's director of emergency management. \"My entire staff of seven people has done nothing other than this for a month,\" she said. The added cost is about $ 30,000 for equipment and overtime.\n\"It has been a drain on our manpower,\" said Pasco Sheriff's Office spokesman Kevin Doll. \"We have been treating them seriously because it is a serious matter to the people who call up.\"\nAmong the more common calls: people fearing the white powder traces that commonly are found in packs of toilet paper.\n\"We've found every conceivable benign substance,\" Bilodeau said. \"It's been almost humorous.\"\nBut the costs of terrorism go well beyond the anthrax scare.\nWhen all the numbers are tallied, the Port of Tampa will have spent an additional $ 527,000 in security related measures in the two months since the terrorist attacks, said spokeswoman Lori Rafter.\nAbout $ 88,000 was for increased labor. Other expenses include installing an access control center to regulate who is coming and going from the site.\nIn the next few years, the port also would like to make about $ 20-million in upgrades  such as installing fencing, lighting, cameras and gates. Many of those plans were made before Sept. 11, Rafter pointed out.\n\"If we get all the funding, those additions will likely be made sooner and be more security oriented,\" she said. \"They won't just be used to counter drug running; they will be used to counter terrorism.\"\nTampa International Airport had to squeeze $ 4.2-million for additional security into its $ 49.7-million annual budget, including money for vehicle inspections and more security officers.\nTo make room in the budget, airport officials cut janitorial services and promotions, raised the temperature in the airport from 72 degrees to 75 degrees, instituted a hiring freeze and suspended merit raises.\nThe security costs come in a year in which revenues will be about 11 percent lower than expected, said executive director Louis Miller.\n\"The changes are necessary, but they haven't been easy,\" Miller said. \"It's a lot of money in a year when revenues are down.\"\nAt St. Petersburg-Clearwater International Airport, security costs will more than triple this year to $ 577,000, said Thomas Jewsbury, director of airport operations.\nSome government agencies, including the Hillsborough County Sheriff's Office and the Tampa Police Department, declined to calculate their increased costs.\nOther agencies said they had been able to weather the crisis and stay within their budgets. The St. Petersburg Police Department, for example, said the only additional cost had been $ 950 to buy biohazard masks for the agency's 500-plus officers. A shipment of new gas masks is due soon, but that was budgeted well before Sept. 11, said department spokesman Rick Stelljes.\nTampa water officials said they had \"significant increases\" in the cost of security. However, they did not want to discuss the new security measures or how much they cost, saying secrecy would better protect the water supply.\nThe Florida Department of Law Enforcement, which has increased its costs by $ 250,000 since Sept. 11, still is calculating what law enforcement agencies across the state have spent on added measures.\nMeanwhile, the agency has received $ 17-million from the Legislature to set up seven security groups across Florida that will gather intelligence on terrorists and plan a unified response to possible future attacks.\nAlso, the agency is seeking more than $ 42-million in mostly federal money to further prepare the state with improvements small and large. The wish list features a $ 2-million training course that would help prepare the state's 40,000 police officers for a \"mass disaster terrorist event.\" It also includes sundries, such as $ 290 to buy two cases of \"disposable booties and gloves.\"\nAcross the nation, the anthrax scare appears to have prompted many cities to spend more on police, fire and other emergency services.\nIn a preanthrax survey conducted in early October by the National League of Cities, 29 percent of cities had increased, or planned to increase, public safety spending in response to the Sept. 11 attacks. That number climbed to 51 percent since anthrax became a factor.\nThe survey did not include New York and Washington, D.C., because their needs are so far out of proportion to other cities'.\nThe need is expected to be minimal in places such as Clearwater, home to Mrs. Hrabelski, the reluctant, churchgoing anthrax caller of Nov 11. She was one of more than 180 people who have placed similar calls since Sept. 11, said Clearwater police spokesman Wayne Shelor.\nAnother one came Tuesday, when a Clearwater resident brought a letter to police headquarters because the Houston return address seemed suspicious. Under the department's current policy, the hazardous materials team was called to the scene immediately.\nWhile such calls have not led to higher costs, there has been an  effect, Shelor said. \"Officers are getting tied up on this, as well as firefighters.\"\n\"There is an uneasiness,\" he added. \"And we have seen this in an atmosphere where nothing - not AIDS, not even anthrax - spreads faster that fear.\"\n- Times staff writers Graham Brink and Ryan Davis contributed to this report.\nText for chart not provided for the electronic library. Please see microfilm.\n\nGraphic\n\n \nPHOTO, JOHN PENDYGRAFT; PHOTO, THOMAS M. GOETHE; CHART; Checkpoints such as this one at Tampa International Airport have become the norm across the nation, but the extra security will cost the airport $ 4.2-million.; A Tampa firefighter exits an apartment after receiving a false anthrax threat earlier this month.; Chart listing the costs of responding to the threat of terrorism for Florida.\n\nLoad-Date: November 19, 2001"
}