{
    "title": "Terrorism still a threat",
    "publisher": "university wire",
    "year": 2005,
    "month": 7,
    "day": 8,
    "full text": "Early Thursday morning, while the majority of this community was fast asleep, four bombs shattered the morning commute in London. A day after the announcement of receiving the 2012 summer games, the bombings killed at least 37 people and injured hundreds more.\nThree underground trains and a double decker bus were destroyed by bombs in a quick succession of explosions. Even a day later, very little is known about the attacks. One, previously unknown group claimed responsibility for the attacks, but serious doubts have been expressed about the credibility of that claim. No one seems to know how the attacks actually happened or were carried out.\nThe London attacks come after two other large terrorist acts, the March 2004 bombings in Madrid and the September 2001 attacks in New York and Washington. It is easy to draw the parallels between the three events, especially with the Madrid attack. Ten bombs, loaded in backpacks were placed on four commuter trains, an attack that killed 191 Spaniards.\nThirty-seven men and women died in these attacks, and we should never forget that. We should avoid the trap of cloaking this event with jingoistic statements about staying the course, however. These terrible events and the victims should not be used as a vessel for other attacks.\nIt is difficult to address any terrorist act or threat without also addressing the response to such an attack. With the possibility of a connection between these attacks and the al Qaida network, more should be done to eliminate the threat that group poses. Ridding the world of one terrorist network, however, will not end terrorism. We can end some terrorist threats, but we will never be able to have a world entirely free of terrorism.\nAfter any of these attacks, vigilance grows, but again wanes within weeks. We put on the window dressing of a false sense of security and ignore the dangers. We raise the threat levels from elevated to high, but such an action tends to be moot. We need to be vigilant before an attack occurs. After the attack, watchfulness is unnecessary: the damage has already been done.\nThese attacks prove once more that terrorism is a very real threat and one that should be taken seriously.\n(C) 2005 Daily Mississippian via U-WIRE\n\nLoad-Date: July 8, 2005"
}