{
    "title": "Terrorism Suspect Threatens to Boycott His Trial",
    "publisher": "the new york times",
    "year": 2012,
    "month": 10,
    "day": 25,
    "full text": "FORT MEADE, Md. -- A Saudi man accused of helping to plot Al Qaeda's attack on the destroyer Cole in 2000 told a military commission judge at Guantánamo Bay, Cuba, on Wednesday that he would boycott his case if military guards forced him to wear chains as a condition of coming to court.\nThe defendant, Abd al-Rahim al-Nashiri, stood behind a desk and delivered a monologue several minutes long about what he portrayed as bad treatment and unnecessarily ''aggressive'' security measures by prison guards. A car that takes him to court is uncomfortable and makes him vomit, he said, and belly chains hurt his ''bad back.''\n''I intend to attend all future sessions,'' Mr. Nashiri said. ''But if the guards do not treat me better, I have the right not to come. And let the world know that the judge sentenced me to death because I didn't show up to court due to chains.''\nMr. Nashiri stayed in his cell on Tuesday during the first day of a pretrial motions hearing that was held at Guantánamo and shown to reporters here in suburban Maryland. He was compelled to attend on Wednesday by the judge, Col. James L. Pohl of the Army, for the purpose of being informed in person that he had the right not to attend such sessions, but that doing so could damage his defense.\nProsecutors have sought to compel Mr. Nashiri's attendance, lest his absence from the trial raise a question about its fairness that could become the basis for an appeal after any conviction. Mr. Nashiri's lawyers have argued that their client was tortured by the Central Intelligence Agency in ways that make the security steps associated with involuntarily attendance damaging to their client's mental and physical health, and have asked for a medical evaluation.\nThe Cole bombing, near Aden, Yemen, in 2000, killed 17 Americans. Mr. Nashiri is one of several people accused of planning the attack. He was captured in 2002 and held in secret overseas C.I.A. prisons until 2006, when he was transferred to Guantánamo Bay.\nThe hearing on Wednesday played out against the approaching threat from Hurricane Sandy. It was forecast to hit southeast Cuba by Thursday morning. Colonel Pohl ordered the hearing to proceed, seeking to get through as many issues as possible before the storm intervened.\nRichard Kammen, a civilian lawyer for Mr. Nashiri, urged the judge to throw out the charges. He argued that the United States was not at war in Yemen at the time of the bombing and did not go to war in response to it, so it was a peacetime crime that could be prosecuted in a civilian court, but not before a military commission.\nBut Anthony Mattivi, one of the prosecutors, argued that Congress and the executive branch had agreed that it was appropriate for tribunals to handle offenses like the Cole bombing as long as the military jury decides that the act took place ''within the context of hostilities,'' even if the United States was not yet at war.\nThe clean-shaven Mr. Nashiri wore a gray suit jacket over white clothing. He had short hair, wore no turban and put on his earphones to listen to a simultaneous translation.\nHis appearance was in striking contrast to that of Khalid Shaikh Mohammed and four other defendants facing charges over the Sept. 11, 2001, terrorist attacks. At their motions hearing last week, the five men generally refused to wear their earphones, so the military installed a speaker nearby to provide a low-volume translation. Mr. Mohammed wore a turban and a camouflage hunting jacket, and had long hair and a bushy beard dyed in a reddish hennalike color, in accordance with a custom in the Middle East.\nIt had been a mystery where Mr. Mohammed was getting the dye for his beard since he first appeared that way at his arraignment in the spring. As first reported this week by The Miami Herald, a Pentagon spokesman, Lt. Col. Todd Breasseale, said Mr. Mohammed was using berries and fruit juices from his meals to stain his beard.\n\nhttp://www.nytimes.com/2012/10/25/us/politics/guantanamo-detainee-al-nashiri-protests-use-of-chains-for-court.html\n\nGraphic\n\n \nPHOTOS: Abd al-Rahim al-Nashiri, below, is accused of helping plan the attack on the destroyer Cole in 2000. He says that the chains he must wear on his way to his court hearings hurt his ''bad back.'' (PHOTOGRAPH BY DIMITRI MESSINIS/ASSOCIATED PRESS)       \n\nLoad-Date: October 25, 2012"
}