{
    "title": "Terrorism 21st-century plague",
    "publisher": "the world",
    "year": 2005,
    "month": 3,
    "day": 15,
    "full text": "EXPERTS from 50 countries gathered in Madrid last week for a U.N. conference seeking solutions to the global upsurge in terrorism. They discussed various possible cures, from increasing police surveillance to suppressing fanaticism among young Muslims.\nWe hope the Madrid session brings genuine results, reducing the curse that has become the world's foremost cause of bloodshed.\nMeanwhile, experts should recognize the law of unintended consequences - how unthinking actions can lead to disastrous \"blowback.\" Specifically, they should remember how America's Reagan administration in the 1980s planted seeds that grew into today's horror.\nDuring the Cold War, Soviet-backed reformers brought modernism to Afghanistan, with advances such as education of females. But puritanical Muslim chiefs - including some who threw acid in faces of unveiled college girls - led mountain tribes in rebellion. Moscow sent the Red Army to bolster its puppet regime.\nThe White House and CIA saw a chance to damage communism. Weapons and supplies were smuggled to the Islamic zealots, called \"freedom fighters\" by President Reagan. Ardent young Muslims from many countries flocked to Afghanistan to join the jihad (holy war) against infidels. One of the volunteers was Osama bin Laden from Saudi Arabia.\nWashington's goal was achieved: The Red Army was driven out, with severe Soviet losses. But the U.S.-backed fanatics didn't stop fighting. They fell into savage conflict with each other, eventually spawning the murderous Taliban regime. Meanwhile, foreign mujahideen (holy warriors) who had fought in Afghanistan returned to their home countries and became militants, many joining bin Laden's new al-Qaida network.\nIt was a historic boomerang: The clandestine White House scheme to hurt the Soviet Union unwittingly helped mobilize the international Muslim terrorist movement that coalesced later, and inflicted the 9/11 suicide strike on America.\nSimilarly, President Bush's invasion of Iraq roused young zealots in several nations, drawing them to Iraq to fight the invaders. How many worldwide terror cells will grow from the Iraq incursion?\nWe really don't know a cure for today's deadly terrorism. Perhaps it will eventually burn itself out and fade, as past waves of belief-driven slaughter have done. Meanwhile, U.S. leaders should think before they leap into armed thrusts that can bring unforeseen backlashes.\n\nLoad-Date: March 16, 2005"
}