{
    "title": "Terrorism concerns cancel flight to Super Bowl city",
    "publisher": "usa today",
    "year": 2004,
    "month": 2,
    "day": 2,
    "full text": "WASHINGTON -- A Continental Airlines flight to Houston, site of Super Bowl XXXVIII, was canceled Sunday after intelligence gathered in the past week identified possible al-Qaeda terrorist threats against specific airline flights.\nFour flights bound for the USA from Great Britain and France -- British Airways Flight 223 from London to Washington Dulles, British Airways Flight 207 from London to Miami, Air France Flight 26 from Paris to Dulles, and Continental Flight 17 from Glasgow to Newark to Los Angeles -- also were canceled Sunday as a result of intelligence. British Airways Flight 223 and Air France Flight 26 will not fly today.\nThe threat against the flights was similar to information that triggered the Code Orange Alert over the Christmas and New Year's holidays, six U.S. government officials familiar with the intelligence said.\nMore than a dozen international flights to the USA were canceled during the holidays. Those threats included warnings against flights and their possible hijacking that stretched into early February. As was the case then, the latest intelligence did not identify the terrorists, mode of attack or targets, said the sources, whose work spans the government's anti-terrorism effort.\nSunday's grounding of Continental's Flight 1519 from Dulles to Houston was the first cancellation of a domestic flight because of safety concerns raised by the intelligence.\nOne of the sources said the intelligence identified the Continental flight by number, but did not include a specific threat against the Super Bowl.\nThe flight was to arrive in Houston at 9:10 p.m. ET, while the game between the New England Patriots and Carolina Panthers was underway. Air traffic above the Super Bowl had been restricted before the new intelligence, and security at the game was tight.\nRecent intelligence gathered separately added to concerns because it cryptically referred to al-Qaeda's ongoing desire to use radioactive \"dirty bombs,\" biological agents or chemicals, two of the sources said.\nBefore the cancellations, Homeland Security officials urged foreign governments and air carriers to place armed air marshals on the flights and conduct extra screening of passengers, luggage and cargo.\n\"If we have the slightest concern over any flight, that flight will not operate,\" British Airways spokesman Jeff Angel said.\nDespite the new intelligence, there are no plans to raise the nation's terror alert to Code Orange for a \"high\" risk of a terror attack, said Brian Roehrkasse, a spokesman for Homeland Security. The terror alert is at Code Yellow, for an \"elevated\" risk of an attack, although extra security exists for Washington, New York and Los Angeles.\n***\nContributing: Kevin Johnson and John Diamond\n\nGraphic\n\n \nPHOTO, Color, George Hunter, Daily Record, via AP; Alert: Passengers stranded at a Glasgow, Scotland, airport.\n\nLoad-Date: February 2, 2004"
}