{
    "title": "Terrorism Trial of Ex-Professor Gets Started in Florida",
    "publisher": "the chronicle of higher education",
    "year": 2005,
    "month": 6,
    "day": 17,
    "full text": "After enduring a decade-long string of allegations, threats, and professional attacks that academic-freedom activists once called an unruly trial by the press, Sami Al-Arian entered a federal courtroom here last week to begin his long-awaited trial by jury.\nMr. Al-Arian, who was fired in 2003 from his tenured post as a computer-engineering professor at the University of South Florida, faces a 53-count federal indictment that includes charges of racketeering, conspiracy, and providing material support to terrorists. The former professor, who is being tried along with three co-defendants, has pleaded not guilty.\nThe prosecutor, Walter E. Furr III, began his case by describing a double-suicide bombing in January 1995 in Israel that killed 22 people and was carried out by a group called Palestinian Islamic Jihad. A few days after the bombing, President Bill Clinton issued an executive order prohibiting any transactions with that organization and officially designating it as a terrorist group.\nToday the U.S. government holds Palestinian Islamic Jihad responsible for at least 16 attacks and the deaths of more than 100 people -- all in Israel. As the lawyers presented their opening arguments, it became clear that the question at the heart of this case would not so much be whether the former professor was involved with Palestinian Islamic Jihad, but how.\nAccording to the prosecution, Mr. Al-Arian was the \"idea man\" behind \"one of the most deadly terror organizations on earth,\" who used a think tank based at the University of South Florida to promote violent holy war. Again and again in his opening argument, Mr. Furr asserted that Mr. Al-Arian was \"pure PIJ.\"\nWilliam B. Moffitt, Mr. Al-Arian's lawyer, countered that there was no evidence that Mr. Al-Arian had ever planned any attacks or even knew about them before they occurred. However, he did not explicitly deny that Mr. Al-Arian was involved with Palestinian Islamic Jihad. Instead, he told the jury that the government was merely trying to establish guilt by association -- and that it was trampling Mr. Al-Arian's fundamental rights to free speech in the process.\n\"You must not fall into the trap of thinking association is bad,\" he told the jury. \"The state does not prohibit being a member of one of those groups.\"\n\"You are even free to praise groups for using terrorism as a means of achieving their ends,\" he said.\n\"Dr. Al-Arian believed that the Palestinian struggle had a place in the homes and universities of the world's greatest democracy,\" Mr. Moffitt said through his drooping mustache. \"This is about Dr. Al-Arian's right to speak, your right to hear him, and the attempt of the powerful to silence him.\"\nAcademic Role\nThe opening arguments of the prosecution and the defense presented vastly different glosses on Mr. Al-Arian's status as an academic.\nThe prosecutor called Mr. Al-Arian and his co-defendants \"an elitist group of intellectuals\" who were the fund-raising and communication masterminds behind Palestinian Islamic Jihad. \"These folks were way above the level of any fool going to strap a bomb on himself,\" he said.\nIn contrast, Mr. Moffitt said that the former professor's history of public speech on the Palestinian issue, however incendiary, belonged to \"the highest tradition of academic and political scholarship in this country.\"\nThe prosecution painted two organizations founded by Mr. Al-Arian, the Islamic Committee for Palestine and the World Islamic Studies Enterprise Inc., as fronts for Palestinian Islamic Jihad. The defense took pains to detail the serious scholarly output of those organizations.\nAt the heart of the arguments was the difference between expressions of solidarity and incitements to violence.\nThe prosecution's argument centered on allegations of the existence of a \"PIJ terror cycle,\" in which it said Middle East-based members of Palestinian Islamic Jihad in the late 1980s and early 1990s had committed terrorist attacks and publicly claimed credit for them, thus giving Mr. Al-Arian and the other U.S.-based members something to brag about in their fund-raising efforts for the organization.\nThe prosecution alleged that Mr. Al-Arian, though not directly financing or planning attacks, had encouraged further violence mainly by raising money for the widows and orphans of suicide bombers.\nMr. Moffitt called that connection tenuous, arguing that no one \"should be denied charity for the political beliefs of their relatives.\"\nNoticeably pale from two years of imprisonment, Mr. Al-Arian appeared confident and composed in the courtroom. He leaned over occasionally to whisper to his lawyers, and at one point passed a note with four inked lines of writing on it to one of them during Mr. Moffitt's presentation. He shook his head at times during the prosecution's opening argument, which lasted three and a half hours.\n400,000 Phone Calls\nTwo weeks after the terrorist attacks of September 11, 2001, Mr. Al-Arian appeared on Bill O'Reilly's talk show, The O'Reilly Factor, on the Fox News Channel. After quoting Mr. Al-Arian as once having said \"Death to Israel,\" the famously pugnacious host ended the interview by saying, \"If I was the CIA, I'd follow you wherever you went. I'd follow you 24 hours.\" As it turns out, the Federal Bureau of Investigation had been doing more or less that for almost a decade. Now, because of controversial changes in the legal system enacted since September 11, all that surveillance is admissible in court.\nThe prosecution's case is built largely on FBI wiretaps of 472,239 phone calls and fax transmissions gathered between 1994 and the time of Mr. Al-Arian's arrest in 2003. While such wiretaps taken by the intelligence arm of the FBI are usually kept secret from federal criminal investigators, provisions in the USA Patriot Act and the Foreign Intelligence Surveillance Act allow their use in certain trials dealing with terrorism.\n\"When you start to see the information in these wiretaps, you're going to go inside this organization,\" said Mr. Furr. \"You're going to be with them for their successes and failures. You'll also see that they very effectively were living double lives. But at the same time, they were pure PIJ.\" (Throughout his arguments, Mr. Furr pronounced \"PIJ\" not as three initials, but as a gruff one-syllable word.)\nIn that mountain of evidence, one of the prosecution's key points comes just after the suicide attack at Beit Lid, Israel, on January 22, 1995. Around that time, the prosecutor said, Mr. Al-Arian sent a letter to a potential financial backer in Kuwait.\n\"The Islamic movement in Palestine is poor and destitute,\" Mr. Furr quoted the letter as saying. \"It cannot fulfill its responsibility toward the martyrs and detainees.\" Then the prosecutor carefully pronounced the words of the following line from Mr. Al-Arian: \"I call upon you for true support so that operations such as this can continue.\"\nIn its case, the defense said it would try to use the exhaustive chronicle of Mr. Al-Arian's private phone conversations to show that he had a gradual falling out with the other, more violent, members of Palestinian Islamic Jihad in the mid-1990s. As time went by, Mr. Moffitt said in his arguments, Mr. Al-Arian proposed a shift to more academic, humanitarian, and even ecumenical ventures. \"The more dissident, the more angry members of the PIJ put this aside,\" Mr. Moffitt said.\nEven the government's case shows a considerable drop-off in Mr. Al-Arian's involvement with members of Palestinian Islamic Jihad after 1994. The defense said it would try to show that any conspiracies the prosecution links to Mr. Al-Arian fall outside of the five-year statute of limitations.\nConspicuous Absence\nFor years, academic-freedom activists rallied to Mr. Al-Arian's support. Since the indictment, however, with its formidable catalog of phone conversations, attacks, and financial exchanges, Mr. Al-Arian's family says that support has largely dried up. Now that his trial by jury is under way, the defense of his free speech has been largely left to his lawyers.\nMr. Al-Arian first aroused public controversy in 1994, when PBS broadcast a documentary called Jihad in America that alleged that he was involved in terrorist activities. Investigations by the University of South Florida and by a federal grand jury ensued, but they did not result in any charges being filed against the professor.\nPublic uproar surrounding Mr. Al-Arian spiked again in the days after the terror attacks of September 11, 2001, when he appeared on Mr. O'Reilly's talk show. A day after the program aired, the University of South Florida started receiving calls threatening Mr. Al-Arian's life. Two months later, the university's trustees began moving to fire him, citing concerns about disruptions to the campus.\nAn outcry against that move -- led by groups whose mission is to protect academic freedom, such as the American Association of University Professors and the United Faculty of Florida -- staved off Mr. Al-Arian's termination at the time. Then, in February 2003, Mr. Al-Arian was named in the federal indictment, arrested, and fired from the university -- all in the space of a week.\nSince then, said Nahla Al-Arian, his wife, Mr. Al-Arian's case has suffered a loss of support and attention from the bastions of academic freedom like the AAUP. \"Now everybody's silent,\" she said.\nJonathan Knight, director of the department of academic freedom, tenure, and governance at the AAUP, said the group has no influence in the criminal-justice system, but that if Mr. Al-Arian is acquitted, the association would strongly lobby that he be granted the proper hearing by the university regarding his firing.\nRoy Weatherford, the United Faculty of Florida's chapter president at the University of South Florida and vice president of the AAUP's Florida conference, said that his organizations' attentions were still focused on concerns that the university had denied Mr. Al-Arian due process and violated his academic freedom before the indictment.\n\"It's complicated because the most egregious violations occurred before the arrest,\" said Mr. Weatherford. \"It's more plausible that a professor should be dismissed when they're actually in solitary confinement and can't do their job.\"\nMonths to Go\nJournalists and spectators flocked here to witness the trial's opening arguments last week. Among them were reporters from the Al Jazeera and Al Arabiya news channels, as well as representatives of the national news media. However, as the government began to lay out its evidence on days two and three of the trial -- with a lengthy inspection of the immigration and naturalization documents of Mr. Al-Arian and his co-defendants -- the audience began to thin out.\nThe presiding judge, James S. Moody Jr. of the U.S. District Court here, predicted that the trial would last six months to a year.\nOn the trial's first day, the courtroom drama found its reflection on the street.\nAcross from the federal courthouse, which was surrounded by yellow bollards set up expressly for Mr. Al-Arian's case, an Israeli family who will testify later in the case had fastened signs and photographs to the wall of a derelict building. \"Al-Arian's victims cry for justice. Our daughter was laid to rest through his work,\" one of the signs read. One photograph was a portrait of the daughter in good health. The others were bloody images taken in the aftermath of a suicide bombing.\nFacing them on an opposite corner were members of a local human-rights group, among them Mr. Al-Arian's children. They held up a large, simple banner: \"Everyone deserves a fair trial.\"\n\nLoad-Date: June 14, 2005"
}