{
    "title": "Terrorism committee reports to Congress",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 25,
    "full text": "A congressionally chartered commission, led by Virginia Gov. James S. Gilmore III, has made its first round of recommendations to Congress and President Bush on combating terrorism.\nIn a telephone interview with The Cavalier Daily Monday, Gilmore cited border control, health and medical response, and intelligence as the three most important areas in which the war against terrorism can be fought effectively.\nGilmore emphasized that the commission took \"a strong position that the military is not a first response.\" He made it clear that the commission, which made its recommendation yesterday, believed the war against terrorism would begin by fortifying our own nation.\nU. Virginia\nGilmore said that though the commission predicted in 1999 the possibility of an attack, it was too late for the government to act on the recommendations to prevent the Sept. 11 attack. He added that he believed Bush took decisive action, but \"the enemy struck us before we were prepared.\"\nGilmore commended the efforts of the FBI and CIA, but added that \"there is a great concern, if there is a major disaster, of not being prepared.\" Therefore, the commission intends to concentrate on specialized issues that detail a national strategy.\nThe National Advisory Panel to Assess Domestic Response Capabilities for Terrorism formed April 9, 1999. Its purpose is to evaluate the capability of the United States to respond to terrorist incidents. Its charter is scheduled to terminate in 2002.\nThe commission concluded in its first report in 1999 that there was no national strategy to confront terrorism. The report stated outright that \"a terrorist attack on some level inside our borders was inevitable.\" Additionally, the commission said a conventional attack against the nation was also still possible.\nIn a press release sent out Monday, Gilmore said the commission will base recommendations on the experience of \"first responders intimately involved in the response efforts to last week's attacks.\" This complements the recommendation that the United States use the \"already existing wide network for responding to natural and man-made disasters.\"\nThe commission also discussed the issue of possible cyber-terrorism, and Gilmore stressed the need to create a defense mechanism against an attack that could cripple the nation's computer networks.\nThe commission will continue to make recommendations to Congress and the president until its charter expires in 2002. Gilmore said he remains optimistic about the direction the commission is headed.\n\"We [the commission] believe that we need to change the rules.\"\n(C) 2001 Cavalier Daily via U-WIRE\n\nLoad-Date: September 25, 2001"
}