{
    "title": "Terrorist security hits home as Kent State U. begins new hiring policy",
    "publisher": "university wire",
    "year": 2006,
    "month": 10,
    "day": 23,
    "full text": "People applying for employment at Kent State University may be expecting questions regarding their experience for a position or previous education.\nNow they see a new type of question -- their involvement, or lack thereof, with terrorism.\nThrough the Division of Human Resources, Kent State recently incorporated the Declaration Regarding Material Assistance/Nonassistance to a Terrorist Organization into its new-hire procedure for both classified and unclassified employees.\nThe DMA procedure is a result of one provision from Ohio Senate Bill 9, Ohio's homeland security and anti-terrorism legislation, which was officially signed into law Jan. 11 by Gov. Bob Taft.\nIts purpose? To give the state an additional tool to deter and prosecute acts of terrorism within Ohio.\n\"We would not want to provide resources, access to information or employment to an individual engaged in illegal activity,\" said Constance Hawke, Kent State director of federal relations.\nThe questionnaire seeks information from the applicant about his or her involvement with organizations on the Terrorist Exclusion List. The TEL names foreign societies known to support or engage in acts of terrorism.\nThe U. S. Department of State and Ohio Department of Public Safety maintain that list, which currently comprises 32 potential front fundraising organizations and 101 terrorist organizations.\nWith questions about involvement, funding or compensation to a potential terrorist, the DMA must be filled out on the following four types of applications: Certain state-issued licenses, public employment, business contracts and funding and business relations with agencies that choose to pre-certify.\nThat includes jobs ranging from meat inspectors to foreign real estate salespersons to fertilizer distributors.\nAnd there are no exceptions to the rules.\nAny questions answered \"yes\" mean a \"no\" from Ohio for state employment, Hawke said. According to DMA policy, the issuing agency must deny the applicant and notify the Department of Public Safety's Homeland Security Division. Applicants who are denied can request a review of the denial of their applications through the security division.\nThe DMA is not a background check, however, and the university follows through with the DMA like any other hiring procedure.\n\"As a general rule, the university does not do criminal background checks before it hires an individual,\" Hawke said. \"Criminal background checks are done on candidates for police officer and security positions, and where they are required by law.\"\nIf a person were to lie about terrorist activity, \"it would be treated the same as any other misrepresentation on the employment application,\" she said. \"The university would be aware of it if it received information that the individual made a fraudulent statement.\"\nHawke said is important to remember that Taft's law has made the DMA a requirement for many hiring procedures across Ohio.\n\"It is not a requirement imposed by the university,\" she said. \"It applies to every individual seeking state employment.\"\nThis may make it hard to gauge the employee or faculty reaction to the DMA, but the Kent State Division of Human Resources' main focus is on implementation and compliance, said Vice President for Human Resources Carolyn Pizzuto.\nThe DMA also applies to applicants for private entities wishing to do business with state, county or local government groups that have procedures requiring pre-certification and applicants for business contracts with, and funding from, any state, country or local government receiving an annual collective greater than $100,000.\n(C) 2006 Daily Kent Stater via U-WIRE\n\nLoad-Date: October 23, 2006"
}