{
    "title": "TERRORISM TRIAL STARTING IN ISRAEL",
    "publisher": "the new york times",
    "year": 1984,
    "month": 9,
    "day": 16,
    "full text": "Twenty Jews suspected of belonging to an anti- Arab terrorist organization go on trial here Sunday in a case that has split public opinion in Israel.\nSince the indictments in April, there has been public dispute over whether the crimes they are accused of can be justified and over the conditions under which they are being held.\nAccording to the indictment, a ''Jewish terror organization'' was active for four years in the occupied West Bank and committed three major acts of terrorism against Arabs and was planning a fourth.\nIn the first, in June 1980, two West Bank Mayors were crippled by car bombs. The second was a grenade and submachine-gun attack in 1983 on Arab students at the Islamic College in Hebron in which 3 were killed and 33 wounded.\nTwenty Jews suspected of belonging to anti-Arab terrorist organization go on trial in Jerusalem in case that has split public opinion in Israel; defendants are charged with committing major acts of terrorism against Arabs in occupied West Bank; case reviewed (M)\nThe authorities say the action that led to the discovery of the ring was the planting of bombs on five Arab-owned buses in Jerusalem last April. The bombs were disarmed shortly before they were set to explode.\nDuring interrogation, the police also discovered a plot to blow up the Dome of the Rock, one of the holiest shrines of Islam.\n \nThe Range of Reaction\nAltogether, 27 people, most of them residents of Jewish settlements in the West Bank, were purportedly involved.  Two of them, officers in the West Bank military administration, are charged with helping the ring carry out its plans. Their trial will open next month. Five people have already been convicted, and their sentences range from 1 1/2 to 10 years in prison.\nThe case has evoked many reactions in Israel, ranging from condemnation of the suspects to support for their actions on the ground that the only effective reaction to Arab terrorism is retaliation.\nThe division of the Israeli public over the question of Jewish terrorism has been reflected in statements by its leaders.\nFormer Prime Minister Yitzhak Shamir and President Chaim Herzog both condemned the phenomenon immediately after the men were arrested, as did some of the leaders of Gush Emunim, which sponsors Jewish settlement in the West Bank.\n \nA Distinction Is Drawn\nBut a former Minister of Science, Prof. Yuval Neeman of the right-wing Tehiya Party, said one had to distinguish between terrorism directed at innocent people, such as the attempt to bomb the buses, which was condemnable, and attacks such as the one on the Mayors, which was ''an assault on individual persons who were, at the time, responsible for incitement.''\nThe Mayors were leaders of the National Guidance Council, a West Bank organization that represented the Palestinian Liberation Organization and has been disbanded.\nMr. Neeman said the attack on the Mayors was an understandable reaction of citizens who felt desperate in the face of their Government's inability to protect them from attacks by Arabs in the West Bank.\nIn the months the suspects have been awaiting trial in Tel Mond jail, public interest has intensified. News of their stay in jail, visits of public figures and statements made by them or about them receive extensive coverage.\n \nLegislators Visit Jail\nOne Member of Parliament, Mordechai Virshubski of the left-of-center Shinui Party, charged that the suspects were receiving favored treatment in jail and set out to see.\nAfter one attempt to enter the jail failed because of lack of coordination with the authorities, an official visit was arranged for Mr. Virshubski and nine other Members of Parliament representing the full political spectrum.\nAfter the visit, they differed widely on what they had seen. The people who strongly disapproved of the inmates said they were receiving favorable treatment and those who supported the suspects called for jail conditions to be improved.\nSome Israelis criticized the legislators who started the visit for what they viewed as an attempt to worsen the treatment of some prisoners for political reasons.\nThe editor of Yediot Aharonot, a daily, wrote: ''They're not even criminals such as crooks, forgers or horse thieves. They're political prisoners, whether we like their politics or not. Has anyone ever heard of democratically elected representatives demanding the worsening of conditions of that kind of prisoners?''\nMeanwhile, seven of the principal defendants charged with murder and attempted murder announced three weeks ago that they were dismissing their lawyers because, they said, they did not believe they had a chance for a fair trial in view of ''the antagonistic climate created by the press.'' They preferred, they said, to speak for themselves in court, emphasizing their motives rather than their actions.\nBut the judge has persuaded them to rehire their lawyers, promising that they will be allowed to explain their motives in court."
}