{
    "title": "Terrorism Trial Is to Continue, Despite a Phone Call by a Juror",
    "publisher": "the new york times",
    "year": 1996,
    "month": 9,
    "day": 4,
    "full text": "A Federal jury resumed deliberations yesterday on whether three men plotted to bomb American jetliners in Asia, after the judge met with lawyers on both sides to discuss an unsanctioned telephone call that one juror made over the weekend to a witness for the prosecution.\nDiscussing the incident in the jury's absence, Judge Kevin Thomas Duffy told the lawyers that \"to the best of my knowledge, nothing happened\" to compromise the case. The prosecution and defense lawyers agreed to let the 12 jurors proceed with their deliberations.\nThat both sides agreed to let the jurors continue suggested that the call by the juror, a woman who has not been identified, would not constitute grounds for an appeal if the three defendants, Ramzi Ahmed Yousef, Abdul Hakim Murad and Wali Khan Amin Shah, are found guilty. Deliberations appear likely to continue well into this week.\nThe alternate jurors were discharged last Thursday when the jury started its deliberations. After meeting for barely an hour, the jurors adjourned for the Labor Day weekend, returning to take up the case again yesterday. Judge Duffy has cautioned the jurors to refrain from discussing the case outside the court.\nThe names and addresses of the jurors have not been released. But it was disclosed today that one, a middle-aged woman from Manhattan, placed a telephone call over the weekend to David Swartzendruber, an investigator for the Microsoft Corporation in Redmond, Wash. Mr. Swartzendruber reported the call to a prosecutor, who notified the judge.\nAn expert witness for the prosecution, Mr. Swartzendruber testified in July about retrieving files from a laptop computer that prosecutors said belonged to Mr. Yousef. The files included flight schedules, formulas for explosives and fake identification cards bearing photographs of Mr. Murad and Mr. Shah.\nDescribing the juror's call, Judge Duffy told the lawyers that her conversation included, \"I can't talk to you about this case until deliberations are over, but I want to talk to you about it afterward.\" It was unclear why the juror made the call.\n      \n\nLoad-Date: September 4, 1996"
}