{
    "title": "TERRORISM MAGNET_ AN IDEAL ROLE_",
    "publisher": "daily news ",
    "year": 2003,
    "month": 9,
    "day": 1,
    "full text": "One of the more intriguing attempts to put a positive spin on what's happening in Iraq these days is the suggestion that Iraq has become a magnet for terrorists, thus making the United States safer.\nHmmm. Try to picture President George W. Bush going to Europe to mend some political fences, and using the terrorism-magnet argument:\n\"Now, I know,\" he might say, \"that some people didn't like the idea of war. But I hope they will take note of what has happened. In just a few short months, we have managed to turn Iraq from a dictator-dominated hellhole into a world-class tourist destination for a lot of people we don't want coming to our countries, now do we?\"\nThat ought to relieve any concerns that the Americans are out to reshape the world to serve themselves, no matter who gets hurt.\nOr imagine the president, before the war, trying to sell the idea of attacking this way:\n\"We are going to liberate the Iraqi people, and make their country the preferred hot spot of terrorists from all over the Muslim world. We're going to pour billions in there, and, yes, much of it will be bombed and there will be civilian casualties. But the point is, the Iraqi people will, finally, be free to fight back.\"\nSome people might say that, whether the magnet role was the idea or not, that's the way things have worked out. Perhaps, though, it would be a good idea for those people not to advertise that fact.\n\"They won't come here,\" has the feel of something one says just before \"they\" arrive.\nIf crazed terrorists see the American people taking comfort in the burning of Iraq, what do you suppose they're likely to do?\nTrue enough, Iraq does seem to have special appeal to terrorists these days. But it should be noted that between 9/11 and the Iraq war, this country wasn't exactly under relentless, successful attack. If the goal is to keep things that way, setting up a magnet and announcing the fact doesn't seem like the best possible strategy.\n\nLoad-Date: September 3, 2003"
}