{
    "title": "Terrorist Attacks in New York , New Jersey and Minnesota",
    "publisher": "university wire",
    "year": 2016,
    "month": 10,
    "day": 12,
    "full text": "On Saturday, September 17, 2016 New York, New Jersey and Minnesota witnessed acts of terrorism one week after the 15th anniversary of 9/11.\nAhmad Khan Rahami, a 28-year-old naturalized U.S. citizen from Afghanistan, is the prime suspect of the New York and New Jersey bombings. Rahami planted pressure cooker bombs in trash cans located in Chelsea, Manhattan as well as a pipe bomb in a trash can in Seaside Park, New Jersey.\nHours before the explosion in Chelsea, an explosion occurred in Seaside Park, Elizabeth, New Jersey at 9:30 a.m. No one was injured as no one was in the area. However, a Charity 5k race for Marines known as the Seaside Semper Five Marine Corps Charity 5K was scheduled for later that same morning. The event was cancelled.\nThe day after the bombings, Ahmad Khan Rahami was captured and taken into custody after a shootout with police in Linden, New Jersey. According to Breitbart News, at the time of his arrest, a notebook was discovered on Rahami's person by law enforcement. The notebook \"was filled with radical Islamic invective referencing multiple jihadi attacks and terrorism-linked clerics\" reported Breitbart.\nAdditionally, Rahami wrote \"I looked for guidence [sic] and Alhumdulilah Guidance came. Sheikh Anwar Brother Adnani Dawla. Said it clearly attack the kuffar in their backyard.\"\nBreitbart explains that \"Brother Adnani Dawla\" is a reference to a chief Islamic State spokesman that was killed in a U.S. air strike. \"Dawlah\" is the Arabic word for \"State\" and \"kuffar\" is the Arabic word for \"infidel\", \"unbeliever\", and \"disbeliever\".\nIn an indictment published by the FBI, Rahami purchased bomb components through eBay from June 20th through September 12th, 2016. The indictment establishes that Rahami used the username \"ahmad rahimi.\"\nRahami purchased components described as a \"Citric Acid USP/ Food Grade 5 Lb Pack\", \"10PCS 5 cm*7cm Prototyping PCB printed Circuit Board Prototype Breadboard\", \"E-match+ 100pcs/ lot 11.81in\" as well as other various items.\nThe following Sunday, five more bombs were discovered in an Elizabeth, New Jersey train station.\n***\nAlso on September 17th, 29 people were wounded in Chelsea, Manhattan from an explosion at 8:30 p.m.\n***\nThe same day, twenty-year-old Kenyan-born Somali immigrant, Dahir Ahmed Adan, was the assailant in the mass stabbing at Crossroads Mall in St. Cloud, Minnesota.\nTen people were stabbed by Dahir Ahmed Adan after he demanded to know whether they professed the Muslim faith. Adan was prevented from claiming more victims after being shot and killed by an off-duty police officer. St. Cloud Mayor Dave Kleis verified in a press conference that the off-duty police officer was a man named Jason Falconer.\nThe Star Tribune reported that the Islamic State claimed responsibility for the attack through the Twitter account of AMAC, a news agency run by ISIS.\nThe tweet stated, \"The executor of the stabbing attacks in Minnesota yesterday was a soldier of the Islamic State and carried out the operation in response to the citizens of countries belonging to the crusader coalition.\"\nNew Jersey, New York, and Minnesota are just the latest acts of terrorism to take place in the United States accompanying attacks in Orlando, Florida and San Bernardino California.\n\nLoad-Date: April 30, 2018"
}