{
    "title": "Terror plot is first big case under new British law",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 8,
    "day": 17,
    "full text": "British investigators argued at a closed hearing Wednesday that suspects arrested in what's described as a plot to blow up trans-Atlantic jetliners should be kept in custody without charge.\nThe hearing addressed the cases of 22 of the suspects arrested in Britain's initial sweep last week. It was attended only by the suspects' lawyers, investigators and government officials.\nLater Wednesday, Scotland Yard announced that it had released without charges a suspect arrested Monday. Officials offered no details.\nThe hearing marked the first major test of a new terrorism law that lets suspects be held for as long as 28 days without charge so investigators can solidify their cases.\nExperts say the primary reason police could use nearly a month to complete an investigation is because of the complexity of the investigation.\n\"You've got laptops, you have to bring in translators to translate all the documents in there, and sometimes it's inopportune to release all your suspects -- particularly terrorism suspects -- while all that is being downloaded and translated,\" said Cliff Knuckey, a retired police detective.\nWhen police officials appeared in February before a House of Commons committee looking at Britain's terror legislation, they told lawmakers much the same thing. \nPreviously, police were able to detain terrorism suspects for 14 days only. The British inquiry into a plot to destroy U.S.-bound jetliners with chemical explosions is the highest-profile case to be conducted under the new legislation.\nHome Secretary John Reid, Britain's chief law-and-order official, acknowledged that some of the suspects were unlikely to be charged with major criminal offenses. But he cited what he called mounting evidence of a \"substantial nature\" to back the allegations.\nHe spoke after he met with the French, German and Finnish interior ministers -- Nicolas Sarkozy, Wolfgang Schaeuble and Kari Rajamaki, respectively -- and EU Commission Vice President Franco Frattini. They later announced the allocation of $235,000 to research the best ways to detect liquid-based explosives.\nTwenty-four suspects have been arrested in Britain in the liquid explosives plot.\n\nLoad-Date: August 17, 2006"
}