{
    "title": "Terrorism takes its toll on insurance and premiums",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 8,
    "day": 4,
    "full text": "The Sept. 11 terrorist attacks have reshaped the face of insurance coverage. In the aftermath, nearly 11 months later and some $$ @60 billion in U.S. insurance provider losses, a report suggests billions more have evaporated because of a dearth of insurance companies willing to take on terrorism coverage. \nAccording to a survey conducted by the Washington, D.C.-based Mortgage Bankers Association of America, a lack of comprehensive and affordable terrorism insurance for commercial properties has killed an estimated $$ @3.7 billion in deals so far this year and has delayed or changed the pricing on another $$ @4.5 billion. \nThe survey found 44 percent of respondents said the lack of terrorism insurance had greatly affected their ability to make loans on commercial properties. Only 16 percent said they had experienced no effect.\n\"We are seeing evidence of projects that are not being started or even contemplated because developers cannot get coverage for possible terrorist events,\" said Joe Rubin, director of congressional affairs for the U.S. Chamber of Commerce in Washington, D.C.\nRubin said the terrorist attacks prompted reinsurers to drop out of the terrorist insurance market, resulting in a \"quick and significant domino\" effect. Now, only a handful of insurance companies nationwide offer the policies, killing competition and affordable prices.\n\"Companies that choose to purchase terrorist insurance are forced to pay much higher rates than they did in the past or are forced to go without,\" Rubin said.\nAnd there is the rub. Without terrorism coverage, a lot of lenders balk at loans for major projects, or raise financing terms to compensate for any potential losses.\nClaims in the area around the World Trade Center drained 35 percent of the capital from the nation's property and casualty insurers, according to Omaha-based FirstComp Insurance Co., a workers compensation insurance carrier. And the fallout has stumped the actuarial process.\n\"No one knows how to price a terrorist attack,\" said Luke Yeransian, FirstComp president. \"Many insurance companies are responding to this threat by raising and dropping coverage to ensure their survival.\"\nThe property and casualty segment reported a $$ @9 billion loss in 2001, compared to a $$ @27 billion profit in 2000, according to Weiss Ratings Inc., a Palm Beach Gardens, Fla.-based financial services ratings and analyses firm. \nThe insurance industry, joined by the U.S. Chamber of Commerce and others, is pushing for a quick reconciliation of House and Senate bills that would provide a multi-billion backstop to protect insurers against future terrorist destruction.\nWhile terrorism insurance might not be a huge concern for most tri-state area businesses, Rubin said the economic impacts of the insurance market will have a wide-reaching ripple.\n\"It is a significant factor in the slowdown of the (economic) recovery,\" he said.\n\nLoad-Date: August 11, 2002"
}