{
    "title": "Terrorism Cited in Killing in Australia",
    "publisher": "the new york times",
    "year": 2015,
    "month": 10,
    "day": 7,
    "full text": "SYDNEY -- Counterterrorism police officers arrested four people on Wednesday morning in connection with a teenager's fatal shooting of a police accountant last Friday, an attack that officials have described as terrorism.\nRaids in Sydney's western suburbs early Wednesday involved more than 200 officers from the joint counterterrorism and state crime homicide squads. The raids were linked to the killing of Curtis Cheng, 58, who was shot by a 15-year-old at the Police Headquarters in the Sydney suburb of Parramatta as he left work on Friday afternoon, the police said. \n  Officers responding to the attack then fatally shot the 15-year-old after he continued firing, the police said. He was later identified by local news media as Farhad Jabar Khalil Mohammad.\n  ''We don't know the motivation of the 15-year-old,'' said the New South Wales deputy police commissioner, Catherine Burn. ''What we are investigating is a terrorism offense,'' she said, adding that investigators suspect the boy had been influenced, either ideologically or politically, to kill.\n  It was not clear how the boy might have been connected to those arrested Wednesday in the case. The four were all male and from Sydney's northwest suburbs, ranging in age from 16 to 22, the police said. A fifth man was detained on a fraud warrant and later released.\n  The police also visited a mosque in Parramatta where it was believed the boy worshiped, according to local news reports. On Tuesday they also reportedly visited his school, where another youth was questioned about his posts on social media and later arrested and charged with assaulting the police.\n  Andrew Scipione, the police commissioner of New South Wales, said the 15-year-old had no criminal record.\n  Mike Baird, the premier of New South Wales, said Tuesday that it was not credible that a 15-year-old could commit such a murder without some form of assistance or encouragement.\n\nhttp://www.nytimes.com/2015/10/07/world/asia/parramatta-australia-shooting-terrorism-cited.html\n\nLoad-Date: October 7, 2015"
}