{
    "title": "Terrorist social media usage requires complex solutions",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 11,
    "full text": "When an act of terrorism occurs, news of the event spreads quickly through social networks. But sadness and outrage aren't the only sentiments that get passed along - terrorists themselves also use social networks to bolster their cause. At last week's Pugwash meeting, we discussed what could be done in response to social technology being used for nefarious purposes.\nOne of the first points raised was the question of who should be responsible. Is it the duty of companies like Twitter or Facebook to find terrorist content and remove it? Some argued that it's not the job of private organizations to be deciding what is or isn't allowable content, but others said that organizations already make moral or political decisions, such as removing barbarity, or making an option to change profile pictures to celebrate gay marriage.\nAnother concern was that even if regulations were in place and big sites like Twitter and Facebook removed terrorist content, would that even accomplish anything? There will always be more websites willing to host terrorist materials, or sites built by terrorists themselves. Trying to shut down activity on the internet is like trying to use your fingers to plug a leaking dam.\nOther Pugwash members wondered if it was really worth the effort to stop tweets or Facebook posts when there are so many other causes that can lead someone to commit terrorist actions. It's not as if someone wakes up one morning, stumbles across a tweet that says \"ISIS is great! Join today!\" and makes the decision to become a terrorist. There have to be more factors, and maybe those deserve more attention.\nHowever, just because there are other things that can be done to stop terrorism, doesn't mean we should ignore the role social networks play. It may seem mundane, but the hubbub over ISIS's effective use of social media isn't there for nothing. Maybe someone who isn't inclined to join won't ever be persuaded by some tweets, but terrorist groups do inspire and win over the people who feel angry or upset, and need a reason to fight.\nMost of those who join terrorist groups from the United States and other western countries are middle-class, educated individuals that are enamored by radical promises of purpose and glory.\nSo how can we fight this? One idea was that the United States government should expand their Facebook presence. If social media is an effective tool for ISIS, it can also be an effective tool for our government. If people felt less disenfranchised and more as if they had a meaningful connection to their own government, then maybe they would have less impetus to join terrorist groups.\nAnd while it might be hard to enact this in a meaningful way - there are stories of failed Russian schemes to create fake Facebook accounts that push pro-government opinions on social networks - just engaging more with citizens would make them less likely to defect. When ISIS and other terrorist groups push their ideology, we should provide a more positive alternative.\nWhile this idea sounds practical and effective, it also raised a few concerns. Is fighting fire with fire really a good idea? Pro-government social media accounts could be supporting the same kind of nationalistic fervor and us-versus-them mentality that they're trying to combat in the first place.\nIn conclusion, as long as we have the Internet, people will use it to convey terrible messages. ISIS and other terrorist groups' use of social media is the most recent area of concern. Whether by actively removing terrorists from social networks, undermining other factors that would encourage terrorism, drowning the messages out in opposing ideologies, or some other method, this problem has no easy answers.\nStudent Pugwash is a non-advocacy, educational organization that discusses the implications of science. This article is a summary of last week's discussion on social media and terrorism.\n\nLoad-Date: December 11, 2015"
}