{
    "title": "Terrorism suspect denied bail in Canada",
    "publisher": "telegraph herald ",
    "year": 2000,
    "month": 1,
    "day": 21,
    "full text": "U.S. charges: Judge's ruling keeps Haouri in custody.\nMONTREAL (AP) - An Algerian man facing U.S. terrorism charges was denied bail in Canada on Thursday after police testified that he coordinated plans to smuggle explosives into the United States, allegedly to be used in an attack.\nThe ruling in Montreal was one of several developments in the case Thursday. Elsewhere, Ahmed Ressam, the man accused of trying to smuggle the explosives from Canada into Washington state, was indicted on new charges in Seattle. And in New York, a third man involved in the case pleaded innocent to supporting Ressam.\nThe ruling in Montreal will keep Mokhtar Haouri, whose last name was previously given as Haouari, in custody until an extradition hearing March 15.\n\"The proof that has been revealed satisfies me that he belongs to a terrorist organization,\" said Quebec Superior Court Judge Jean-Guy Boilard.\nBoilard said Haouri, whose claim for refugee status was refused by Canadian authorities in 1994 and 1995, was only in Canada because of a moratorium on deportations to Algeria. He has a history in Canada of fabricating official documents and using fake or stolen credit cards, Boilard said.\nHaouri's lawyer, Joseph Elfassy, said there was no danger of his client leaving Canada.\nThe Montreal shopkeeper was detained Jan. 10 as part of an investigation of Ressam, who was arrested trying to cross from British Columbia into Washington state.\nRessam was charged with carrying explosives. On Thursday, a Seattle grand jury filed a terrorism conspiracy indictment against Ressam and another Algerian, alleging that the explosives were going to be used to blow up buildings or other U.S. targets.\nThe nine-count federal indictment, which supersedes previous charges, accuses Ressam and Abdelmajid Dahoumane of conspiring since 1998 \"to destroy or damage structures, conveyances or other real or personal property within the United States.\" It does not disclose specific targets or how investigators had discovered the plot stretched back at least a year. Dahoumane remains at large.\nSeveral other Algerian nationals and one woman married to an Algerian are being investigated in the explosives plot. One man was to meet Ressam in Seattle, drive him where he needed to go and give him money, Canadian police said Thursday.\nThat man, Abdel Ghani Meskini, 31, pleaded innocent Thursday in New York City to charges of providing and concealing support for Ressam.\n\nLoad-Date: January 22, 2000"
}