{
    "title": "Terrorism arrests focus new scrutiny on mall kiosks",
    "publisher": "the philadelphia inquirer",
    "year": 2015,
    "month": 3,
    "day": 1,
    "full text": "The arrest last week of an alleged terrorism financier who sold kitchenwares and repaired phones at malls in Philadelphia and along the East Coast has cast new scrutiny on mall kiosks. \n The news had security analysts examining potential vulnerabilities in those relatively anonymous purveyors of bedazzled cellphone accessories, cheap jewelry, and names emblazoned on grains of rice.\n And talk among kiosk vendors at the city's shopping centers has turned toward trying to figure out where in Philadelphia Abror Habibov, 30, hung his shingle.\n Federal agents arrested Habibov on Wednesday outside Jacksonville, Fla., and charged him alongside two other Brooklyn, N.Y., residents with plotting to recruit for, and support, Syrian operations of the terrorist group ISIS.\n Habibov's work at mall kiosks had no direct tie to his alleged terrorist activities, according to law enforcement sources who have been briefed on the case against the men. \n But the allegations against him and the nature of his business prompted some to draw comparisons to federal terrorism raids at immigrant-run jewelry kiosks at malls in Philadelphia and around the country in the wake of the 9/11 terror attacks. \n On Friday, departing Attorney General Eric H. Holder Jr. pointed to Habibov's case and a recent video in which the Somali-based terrorist group al-Shabab threatened to attack the Mall of America in Minnesota as signs that shopping mall operators needed to beef up security.\n \"It would be the responsible thing for operators of these malls to increase their capabilities when it comes to keeping people safe who are just going about their everyday lives,\" he said.\n Security analysts said the same qualities that make mall kiosks an attractive venture for a small-business owner - low overhead, short-term leases, and ease in setting up shop - could also make them an ideal setting for those who would prefer to make money while flying under the radar. \n \"Malls are obviously paying more attention,\" said Jack Tomarchio, a former U.S. Homeland Security official and president of the Wayne-based Agoge Group. \"They're bringing in more security guards. They're heavily invested in technologies. In the common areas of malls, they have perimeter and indoor cameras.\"\nOnline threats \nProsecutors say Habibov pledged to raise money to buy plane tickets and a weapon for two associates to join ISIS in Syria. \n Those men, according to court filings, made various threats online and in conversations recorded by the FBI to kill President Obama, plant a bomb on Coney Island, and attack security guards at airports. One of them - Akhror Saidakhmetov, 19 - worked for Habibov's kiosks at malls in Philadelphia, Savannah, Ga., and Chesapeake, Va., in 2014, authorities said.\n Law enforcement officials have identified some of the malls at which Habibov operated, including the Dover Mall in Delaware and the Orange Park Mall in Jacksonville. The name of the Philadelphia mall has not been revealed.\n Virginia records show Habibov set up a limited liability company in his name for iCell Fix & More L.L.C. He listed the Greenbrier Mall in Chesapeake as the address.\n But similar traces of his work in Philadelphia remain scarce.\n Opening a mall kiosk in Pennsylvania requires vendors to shell out a wealth of personal information. \n To open one in Philadelphia, an owner is supposed to register with the city for a business-income receipts tax number and then file for a commercial activity license. Each step requires handing over personal information including a federal employer ID or a Social Security number and a Pennsylvania sales and use tax number. \nNo record \nPhiladelphia asks individuals who apply for tax status as an incorporated business to give their name, the name of the business, and an address. Applicants who apply by Social Security number are also asked their race and gender, though the fields are optional.\n Malls generally will independently run a credit check on prospective kiosk operators before they sign leases.\n \"Most mall operators would want to know about the background of someone who is going to have a kiosk because it reflects on the mall,\" said Therese Flaherty, director of Wharton's Small Business Development Center. \"You want to be confident that the kiosk will present well as a retail activity and have good products.\"\n Still, both city and state license and tax offices said last week they had no record of any business operated by Habibov or operated under the company name he used to secure his Virginia license. \n When George Thomas opened his Creative Silver kiosk in the Gallery at Market East 20 years ago, kiosk vetting was more lax.\n \"I filled out an application. The mall showed me the space,\" he said. \"I don't think I even gave them my Social Security number.\"\n This is not the first time federal authorities have targeted kiosk owners for suspected terrorist ties. \n Months after the 9/11 attacks, FBI and federal immigration agents descended on a street-level jewelry kiosk at the Gallery, part of a coordinated operation of raids on more than 75 stands at malls across the country. Most targeted franchises of the Florida-based company Intrigue Jewelers. \n Lawyers for several of those questioned at the time said authorities were investigating whether the immigrant-operated shops were funneling money to overseas terror groups. \n Some 30 employees across the country - including two workers at an Allentown-area Intrigue outlet - were eventually charged with immigration violations. But no terrorism-related charges were ever filed, prompting defense lawyers and some Muslim organizations to accuse the Justice Department of pursuing baseless claims and racial profiling.\nOther concerns \n\"Nobody knew what was going on then, either,\" said Faruq Gadbani, a Turkish immigrant who worked at a Gallery kiosk at the time. He now sells candy from a stand in Franklin Mills Mall.\n Thomas and other vendors at the Gallery were recently forced to move because of extensive renovations; he has relocated his jewelry business on South Street. Now he has other concerns in light of last week's arrests.\n \"I just hope people don't think the guy that was arrested was me,\" he joked during a lull in business Friday. \"I need all my customers to follow me. I love this country.\"\njroebuck@phillynews.com\n  215-854-2608\n  @jeremyrroebuck     \nISIS suspects had connections in Philly, Dover\nhttp://www.philly.com/philly/news/20150227_ISIS_suspects_operated__worked_at_mall_kiosks_in_Philly.html\n\nLoad-Date: March 1, 2015"
}