{
    "title": "Terror fears are 'out of proportion' to risks",
    "publisher": "usa today",
    "year": 2016,
    "month": 9,
    "day": 22,
    "full text": "Charles Kurzman\nSince last weekend, we've seen non-stop coverage of the terrorist bombings in New York and New Jersey. Images of innocent New Yorkers running from the Chelsea explosion seem harrowing and vivid, but sociologist Charles Kurzman says the wall-to-wall coverage - and our \"zero-tolerance\" approach to terror - is disproportional\ncompared\nwith other kinds of violence in America. He suggests we reassess how we respond to these threats.\nTo help put the attacks in context, USA TODAY\ntalked to Kurzman, author of several books on Islam, the Middle East and terrorism.\nthat Q: In an 2016 American , how likely will is be it killed lim or non by a -Muslim terrorist ? , Mus-\nA: Fortunately, terrorism has been very rare in the United States. Thus far in 2016, there have been three acts of violent extremism by Muslim-Americans, by my count, resulting in 49 deaths, all of whom were killed in the shooting at a nightclub in Orlando in June. This is the highest death toll from Islamic terrorism that the country has experienced since 2001. There is no comparable count of non-Muslim terrorism in the United States, but the total is also very low. Terrorism frightens people far out of proportion to the actual number of victims - indeed, that is its primary goal: to create a sense of terror.\nSept Q: . 11 You , 2001 note , 118 that people since in killed the United by terror States attacks have been per-cans petrated . Yet by Muslim in the -Ameri same - 230 15-year ,000 period Americans , more have than their been murdered fellow , Americans mostly by . Why response the to disproportionate terrorism?\nA: The United States has a zero-tolerance policy for Islamic terrorism, which is quite different from our attitude toward other forms of violence. The country has committed billions of dollars and amended our civil liberties in order to combat terrorism, and many politicians want to go even further.\nance Q: \" Why policy the for \"zero Islamic -tolermore terrorism pervasive , but not kinds for much of violence?\nA: The country has become fixated on incidents of Islamic terrorism. One reason for this discrepancy may be the concerted political campaign to demonize Muslim-Americans as a wedge issue, which has led anti-Islamic attitudes to increase recently, even as the trauma of 9/11 has receded.\n\nLoad-Date: September 22, 2016"
}