{
    "title": "TERRORISM IS NEVER THE ONLY OPTION",
    "publisher": "wisconsin state journal",
    "year": 2002,
    "month": 4,
    "day": 14,
    "full text": "Tolerating the idea that the Palestinians are so frustrated and hopeless that they have no alternative but to blow themselves up in crowded restaurants and parties is ludicrous and dangerous.\nLudicrous because Gandhi and Martin Luther King Jr. showed us another way. Dangerous because it sends the message that terrorism is sometimes legitimate.\nGeorge Bush had it right the first time: Anyone who creates or supports this kind of terrorism should be made a pariah and hunted down. Countries that support terrorism should be shunned. To do otherwise is to invite more of the same elsewhere - including against those supporting Palestinian terror. It will be at another time and for another reason, but the result will be the same. More innocent lives lost by barbaric means.\n- Alan Kalker, Madison\n \n Favoritism to Israel is policy blunder\nPresident Bush's announcement that he was sending Secretary of State Colin Powell to the Middle East was accompanied by a mild remonstrance of Israel with a severe criticism of Palestinian Authority executive Yasser Arafat.\nBy his failure to act regarding Sharon's defiant refusal to withdraw from Palestinian land, Bush has, in essence, given his blessing to the attempt by Israeli Prime Minister Sharon's to destroy the Palestinian Authority.\nThe United Sates is engaged in a war against fanatical Muslim terrorists while trying to engage the mainstream Muslim world as an ally in this war. Bush's pro-Israel posture does not help in gaining Muslim support.\nMoreover, recent congressional initiatives by Sens. Mitch McConnell and Joe Biden condemning the Palestinian Authority a \"terrorist organization\" and pro-claiming \"solidarity with Israel\" can only be seen as stupid and ignorant blunders that can only serve to under-mine the need to keep America safe from its bona fide enemies. . . .\nThese actions by Congress remind one of the observation by former ambassador to the Sudan Donald Begus in 1985: \"At the State Department we used to predict that if Israel's prime minister should announce that the world is flat, within 24 hours Congress would pass a resolution congratulating him on the discovery.\"\nCould this be because in congressional elections from 1978 to 2000, 1,732 candidates for Congress received $34.6 million from pro-Israel political action committees? In other words, Israel has the best Congress that money can buy, and perhaps the presidency to boot.\n- William Gartland, Rio\n \n Make them all stay in from recess\n\"I was here first!\" \"No, I was!\" \"He started it!\" \"No, he did!\"\nSound familiar? The Mideast crisis has proven resistant to every manner of diplomatic intervention for decades. Perhaps it is because we have attempted to cultivate peace through the wrong means.\nIf we truly wish to bring peace to the Mideast, why not send envoys who are legitimately trained and qualified for the job? Politicians, military careerists, state department lifers - none of these people have the proper credentials to intervene in the childish dialogue above. To have any chance of brokering a lasting peace, we need to send the one group of professionals who are experts at dealing with territorial disputes, conflict resolution, and emotional issues of every conceivable ilk - kindergarten teachers!\nIf anyone can find a way to negotiate peaceful coexistence in the region (or at least compel those involved to take a much-needed \"time out\" they can.\n- Dennis B. Appleton, Madison\n\nLoad-Date: April 16, 2002"
}