{
    "title": "Terrorism by any other name still is terrorism ; 'Freedom fighters'_ Coalition cannot afford trying",
    "publisher": "telegraph herald ",
    "year": 2001,
    "month": 9,
    "day": 30,
    "full text": "It seems to have already begun. The great international coalition joined against terrorism is starting to show some signs of minor cracking, as certain members seem to prefer equivocating on just who is and who is not a terrorist to taking action.\nThe Saudi Arabian royal family doesn't mind mouthing condemnation of the acts which wrought horrendous death and destruction at the World Trade Center towers and Pentagon, but it won't allow the United States to use any of its military bases to launch a retaliatory strike. This, despite the fact that the mastermind of the Sept. 11 nightmare likely is one of their own.\nAfter all, as the saying once put it, \"One man's terrorist is another man's freedom fighter.\"\nYesteryear's most wanted Irgun (Etzel) commander, responsible for blowing up the King David Hotel in Jerusalem and the death of nearly 100 people, later transforms into an internationally revered Israeli prime minister, Menacham Begin.\nThis world has been equivocating on the subject of terrorism or its bomb-throwing predecessors since long before the beginning of the last century.\nThe bank robbers, agent provocateurs and assassins of the 1905 uprising in St. Petersburg, became the uncompromising Bolsheviks of the 1917 revolution and later the godfathers of the international communist uprising and the \"Evil Empire.\"\nThe assassination of an Austro-Hungarian Archduke on a Bosnian street by a Serbian fanatic leads to World War I, which in turn leads to a vindictive peace, a Russian Revolution, to another group of common beer-hall brawlers and cheap thugs, World War II, the Holocaust, Jewish repatriation to Palestine and the Balkans tinderbox we are still trying to hose down to this very day.\nIf we have learned nothing else in the last 100 years, it is the shades of gray when it comes to terrorists and/or freedom fighters that are killing people.\nIt is time to declare war on all forms of terror, criminal political associations that far outnumber the roll call of nations on this Earth and, yes, even the so-called freedom fighters.\nWe need to eradicate these kinds of movements and their sponsors before they eradicate us.\nEverybody on the planet has to get on the side of this cause, or on the side of those who would toss us into the bottomless pit.\nOsama bin Laden certainly isn't carrying his considerable fortune around in a cash-stuffed suitcase. It has to be in a bank account somewhere in this world.\nWherever that is, we should seize it and burn it to keep him and the slime he slithers with from having the benefit of it.\nThe Iranians, Syrians and Lebanese must surrender up the Hezbalah and all its many connected cells and various Jihads.\nAnd we in the Western World cannot spare the masked gunmen of Northern Ireland, no matter which Christian sect they choose to pray with.\nThere will be no peace as long as there's a terrorist organization in this world. And ridding the world of these groups is the one promise of action we must make and keep to all those thousands who have perished in this catastrophe.\nBecause if the Mujihadeen, Japanese Red Army, Basque Fatherland, Shining Path or Aum of today doesn't get us, their offspring will some other day.\nAnd this can't be a battle joined only until our considerably short attention span wanders or the first body-bags start coming home.\n\nLoad-Date: October 3, 2001"
}