{
    "title": "Terrorism still a threat, Rockefeller says March 23, 2003, Sunday",
    "publisher": "the world",
    "year": 2003,
    "month": 3,
    "day": 23,
    "full text": "pjnyden@wvgazette.com  \nWASHINGTON - Sen. Jay Rockefeller, D-W.Va., believes the world will be a very different place during the next 20 to 30 years.\n\"I believe we are at the beginning of decades when impoverished countries and people discover there is a way to have an impact in this world, through terrorism,\" Rockefeller said during an interview Saturday.\nRockefeller also said he opposed Bush's continued budget cuts. \"It is very painful to see grown men and women doing something which so obviously doesn't make sense while you are fighting a war. You have all of this expense before you, none of which has been explained.\"\nThe United States will continue to spend billions in Afghanistan, and many billions more to rebuild Iraq after the war.\n\"How do we address these subjects in a way that informs, but does not scare?\" Rockefeller asked. \"One thing West Virginia hates more than anything else is foreign assistance.\n\"We get calls asking, 'Why are you going to spend billions in Iraq when we have the steel crisis at home?' People need to realize their own personal security is based on people around the world having some sense of hope in their lives. If they don't, they will go right to these Madrass schools [that train children to become terrorists].\"\nRockefeller said that thousands of poor children from Afghanistan, \"who were working in garbage heaps for $ 1 a day, getting cut and being exposed to filth and disease, were going to Madrass schools where they got a hot meal.\n\"Approximately 1.7 million young people in Pakistan are going to similar schools right now. About 60 to 65 percent of them are fundamentalists.\"\nRockefeller believes violence and terrorism are becoming much more widespread in many areas.\n\"Look at Africa and South America now, as compared to two years ago. Almost every country is destabilized. Look at Indonesia, China, Korea, Iran.\n\"We will still deal with Europe. But we are going to be spending much more of our time dealing with terrorism in the underdeveloped world, where the average age is under 20 years old and where at least 50 percent of people are illiterate,\" he said.\nRockefeller believes the Iraq war itself might be the \"lesser of two problems. The stabilization of Iraq will be the bigger problem. Other countries will help us. The French and Germans are already helping us build an Afghan national army. We have to build one to control warlords and tribalism there.\"\nRockefeller believes the United States can also play a major role in solving the Israel-Palestine conflict.\n\"If we could go into Israel and Palestine and settle that thing, and do Iraq the right way with a minimum of casualties and then build it up, we would peel off more of the radicals around the world.\"\nRockefeller spends time thinking about the steel industry in West Virginia.\nBoth Rockefeller and Sen. Robert C. Byrd, D-W.Va., were unhappy the Bush administration opposed emergency loans to troubled steel companies, including Wheeling-Pittsburgh Steel and Weirton Steel.\n\"I recently talked to 300 pensioners in Steubenville [Ohio] who were in their 60s and 70s. A lot of them were third-generation steelworkers. They were very, very tense and uptight.\n\"The pressure is on. I don't know how long Wheeling-Pittsburgh can go on. There could be an absolute and total collapse. We are talking about a couple of weeks,\" Rockefeller said.\nThere have been some talks about a merger between Wheeling-Pittsburgh and Weirton Steel, Rockefeller said. Weirton Steel is stronger financially. But in recent weeks, the stocks of both companies have sold for a dime, or less.\nRockefeller said he was happy he succeeded last week in getting the Senate to approve $ 30 billion to help Medicaid, child care and welfare programs. Rockefeller successfully co-sponsored the bill doing that with Sens. Susan Collins, R-Maine, and Ben Nelson, D-Neb.\n\"What makes you so mad about the administration is they talk about 'welfare queens,' then do not give people child care they need to go to work,\" Rockefeller said. \"Child care can be more expensive than public education.\"\nTo contact staff writer Paul Nyden, use e-mail or call 348-5164.\n\nLoad-Date: March 25, 2003"
}