{
    "title": "Terrorism Alert Level Raised to High",
    "publisher": "the new york times",
    "year": 2014,
    "month": 9,
    "day": 13,
    "full text": "SYDNEY, Australia -- Prime Minister Tony Abbott raised Australia's terrorism alert level from medium to high on Friday, after warnings from security officials that a growing number of Australians joining extremist groups, including the Islamic State in Iraq and Syria, represents an increased threat to the country.\nAt a news conference on Friday in Melbourne, Mr. Abbott said that there was no indication that a specific threat was imminent, but that there was ''a body of evidence that points to the increased likelihood of a terrorist attack in Australia.''\n''There are people with the intent and the capability to mount attacks here,'' he said.\nThe Australian Security Intelligence Organization, which oversees domestic security, has said that about 60 Australians are fighting with the Islamic State in Iraq and Syria, known as ISIS, and with the Nusra Front, an Islamic rebel group in Syria. Fifteen Australians are believed to have been killed in the current conflict in Iraq and Syria, including two suicide bombers.\nMr. Abbott said in a statement on Friday that the threat posed by Australians ''working with, connected to, or inspired by'' terrorist groups has been ''increasing for more than a year.''\nThis week, two men in the Australian state of Queensland were arrested in connection with allegations that they had been recruiting and providing funds to Australians to travel to Syria to fight with the Nusra Front.\nPresident Obama announced this week that the United States would lead an expanded military campaign against ISIS, and Mr. Abbott said Thursday that Australia would participate. He said he would discuss specifics with Mr. Obama at the United Nations this month.\nMr. Abbott did not say Friday what measures, if any, the Australian government would take immediately in connection with the raised alert level, but he said security and border protection agencies would get ''the resources and powers they need to detect terrorist activities at home and prevent radicalized foreign fighters from returning to Australia.'' He said there would be increased security at ports, airports, military bases, power stations and government buildings.\nThe government had earlier announced that about $570 million would be spent on expanded counterterrorism measures, including security checks meant to prevent Australians from leaving the country to join the fighting in Syria and Iraq.\nThe country's terrorism alert system has four levels -- low, medium, high and extreme. Extreme means an attack is imminent or has already occurred; high means that one is likely. Mr. Abbott's office said the alert level had been set at medium since 2003.\nThis is a more complete version of the story than the one that appeared in print.\n\nhttp://www.nytimes.com/2014/09/13/world/asia/australia-raises-terrorism-alert-level-to-high.html\n\nLoad-Date: September 13, 2014"
}