{
    "title": "Terrorism solution must be found",
    "publisher": "the world",
    "year": 2013,
    "month": 5,
    "day": 12,
    "full text": "Does the name Luigi Galleani mean anything to you?\nUnless you're very old, or a student of early 20th century anarchism, probably not. Yet this guy was the Osama bin Laden of his day, fostering a movement that advocated violent revolution, demonizing American capitalism and inspiring countless acts of terrorism in both Europe and the United States. Nicola Sacco and Bartolomeo Vanzetti, the famed pair who were executed in 1927 for robbery and murder in Massachusetts, were followers of Galleani, and their political views - radical anarchism - took the place in the public imagination that radical Islam holds today.\nMany Americans in recent years are understandably horrified at the easy transit of terror from the world's unhappy regions to our comfortable shores. It's tempting to conclude that this is a new development, unprecedented, facilitated by the rise of social media and the peculiar resentments that seethe through the Caucusus and the Middle East.\nNot so. Even a century ago, powerful and destructive ideologies were spread to these shores via pamphlets and newspapers. Galleani emigrated to the United States in 1901 after being deported from various countries and imprisoned in Italy, and lived in New Jersey and Vermont. He was an emotional and effective speaker, and radicalized many young Italian immigrants who were working in factories and the Vermont marble quarries under harsh conditions. He published \"Cronaca Suvversiva,\" which encouraged terrorist acts and contained recipes for bomb-making. The Bureau of Investigation (the precursor of the FBI) in the early 1900s focused a lot of its energies on Galleani and his followers, who were suspected in a number of terrorist acts, including bombings in New York, a plot to blow up St. Patrick's Cathedral, and a mass poisoning in Chicago.\nAnd in Boston, in 1916, Galleanist Alfonso Fagotti stabbed a policeman during a riot in North Square; the next day Galleanists bombed a Boston Harbor police station. That act was followed in 1917 by the worst act of terrorism then in the United States: a bomb that exploded at the Milwaukee police station, thought to be constructed by another Galleanist, killing nine policemen and one woman.\nNot surprisingly, these activities contributed to anti-immigrant sentiments. Italians were a prime target of the Ku Klux Klan in New Jersey. And although their European ancestry and their predominantly Catholic faith places them now in the American mainstream, Italian immigrants 100 years ago were considered racially different and religiously suspect.\nIn this atmosphere, racist eugenics theories flourished. The Immigration Act of 1924 put limits on immigration of Italians and Eastern European Jews, and outright prohibited the entry of people from the Middle East, East Asia and India. The act passed with only nine dissenting Senate votes.\nThe moral behind this history? With the Boston bombings in mind, we can empathize completely with the nation's horror at the random carnage of a century ago. But the notion that Italians are aliens? Not so much.\nThe anarchist and socialist passions that fueled the violence back in those days were fed by poverty, inequality, corrupt political systems and discrimination. No excuse for random violence, but a partial explanation.\nSo today, young, alienated men can draw venom from regional, ethnic and economic violence. Borders don't matter much. In unpredictable ways we pay for Russia's sins, Europe's - and our own. Our drones come home to roost.\nA century hence, Chechens, Saudis, Muslims of all national origins will probably be just as much a part of the mainstream as Italians are now, interwoven, intermarried - American.\nA hundred years from now, somewhere in the world, resentments may still fuel destructive anger. Our best defense - harder than passing laws or sniffing out bombs - is to work for a fairer world, knowing that even our best efforts may not be enough.\nThe hardest fact to face is our vulnerability. We're only made of flesh, and as free people we will continue to gather together to do things in public spaces where complete protection is impossible. It's scary. It can bring out the best in us, or the worst. It's up to us to decide.\nRodell, of Winston-Salem, N.C., is a former editorial page editor of The Charleston Gazette. This commentary first appeared in the Winston-Salem Journal.\n\nLoad-Date: May 13, 2013"
}