{
    "title": "Terrorism and the Olympics",
    "publisher": "new york sun ",
    "year": 2008,
    "month": 8,
    "day": 1,
    "full text": "Will there be a terrorist attack at the Olympics?\nUp until last week, it looked as if the Games, which begin on the eighth of this month in Beijing, would pass incident-free. China's massive security forces appear to have overwhelmed the Communist Party's violent opponents.\nWhen my wife and I were in China in June, for instance, we had to go through police screening to get on - and off - long-distance buses in Shanghai, which will host Olympic events. Since then, security has been progressively tightened there and elsewhere, especially in Beijing.\nChina's capital may not be in \"lockdown\" as some have claimed, but it is now defended by three rings of checkpoints, anti-aircraft launchers, and hundreds of thousands of troops, police, and special volunteers. No wonder some are calling the upcoming extravaganza the \"No Fun Olympics.\"\nThe myth of invincibility, however, cracked last week. First, coordinated explosions on commuter buses in Kunming, a city in China's southwest Yunnan province, killed at least three people and wounded 14 on July 21. A few days later, a group calling itself the Turkestan Islamic Party took responsibility for the apparent bombings in a video titled \"Our Blessed Jihad in Yunnan.\"\nThe video features \"Commander Seyfullah,\" who also claimed to have caused explosions in Guangzhou, Shanghai, and Wenzhou. \"The Turkestan Islamic Party warns China one more time,\" the commander says, referring to his demand that the Chinese central government stop the Games. \"Our aim is to target the most critical points related to the Olympics. We will try to attack Chinese central cities severely using the tactics that have never been employed.\"\nChina's official Xinhua News Agency denied that the Turkestan Islamic Party was responsible for the explosions in Shanghai, which killed three and wounded 12, and those in Kunming. \"We have noticed media reports about the claims, but so far, no evidence has been found to indicate the explosions were connected with terrorists and their attacks, or with the Beijing Olympics,\" a Yunnan public security spokesman said to Xinhua. Some of the claims made by Seyfullah, whose name means \"sword of God,\" are false. Yet Uighur nationalists certainly have the capability of conducting terrorist acts during the 17-day period of the Olympics.\nThe Chinese government faces a dilemma. On the one hand, it wants to tar Uighurs, the Turkic Muslims in its Xinjiang province, as terrorists so that it will get support from the international community in its ongoing struggle to subdue the restive people. On the other hand, it does not want to shatter the image of the ethnic unity of China, especially so close to the Olympics. Of course, it cannot accomplish both objectives at the same time. For now, it has evidently decided to go with the all-ethnic-minorities-are-happy-to-be-ruled-from-Beijing narrative.\nThat shows how desperate Chinese leaders are to maintain the facade of social stability in the run up to the Games. The fundamental problem is that the country's dominant ethnic grouping, the Han, rule the Tibetans and the Uighurs, two distinct peoples who generally hate the notion of \"China\" and want to govern themselves in separate states.\nDespite years of government subsidies, Han migration to Tibet and Xinjiang, and brutal repression, these groups have managed to keep their separate identities and grow even more resentful of the Han. This March, Tibetan areas of China, in the southwestern portions of the country, erupted in bloody riots, and the Uighurs, in the northwest, took to the streets shortly thereafter.\nChina's president, Hu Jintao, made his name in the Chinese capital by his cracking down on Tibet in the late 1980s. Beijing's policy toward the region has not evolved much since then. Its ethnic policies, which are both abhorrent and unsustainable, have been failing for decades to achieve peaceful relations in China's western regions. By denying pious peoples their faith, by taking away their land, and by criminalizing peaceful protest, the Chinese authorities have made resistance and violence inevitable and terrorism almost certain.\nAnd that brings us to the Summer Games. In a few days, nearly 16,000 athletes from 205 nations and regions - in addition to tens of thousands of sports officials, journalists, and tourists - will come to Beijing and its co-host cities for the Olympics. Many, if not most, of them will know nothing about the plight of the Uighurs or Beijing's harsh ethnic policies.\nNo one expects the International Olympic Committee to solve the centuries-old fight between the Han and the Uighur, but the organization should have taken this struggle into account in July 2001 when it awarded China the 2008 Games.\nEven then, it was foreseeable that the antagonism of these two peoples would spill over and affect the world's premier sporting contest. So, in a week many innocents from around the world will be put at risk in a continually turbulent China.\nMr. Chang is the author of \"The Coming Collapse of China.\"\n\nLoad-Date: August 1, 2008"
}