{
    "title": "Terrorism Still Iran 's Most Feared Trump Card",
    "publisher": "usa today",
    "year": 2006,
    "month": 5,
    "day": 5,
    "full text": "A senior commander in the Iranian Revolutionary Guards warned this week that any strike against his country by the United States would be met with a severe missile attack against Israel. History suggests, however, that Tehran's most menacing threat is its vow to carry out retaliatory terrorist strikes against American interests around the world.\nIn comments last week, Iran's supreme leader, Ayatollah Ali Khamenei, said that Tehran would \"give a double response to any strike.\"\n\"The Americans should know that if they launch an assault against Islamic Iran, their interests in every possible part of the world will be harmed,\" said Khamenei, who has the last word on security and foreign policy issues in Iran.\nIndeed, the mullah regime does boast a record of international terrorist action spanning from Lebanon to Saudi Arabia to Europe to South America, and could reactivate its sprawling network of operatives in the event of American military strikes against its nuclear facilities.\nIran has not been linked to major terrorist attacks in the past decade. But the regime's vow to strike back, combined with media reports of Iran's training of suicide bomber squads and renewed ties with senior terrorist operatives, has fueled concern that Iran might attempt to hurt more than American interests in the Gulf or in neighboring Iraq.\n\"Iran is very capable of carrying out several deathly terrorist strikes,\" said Daniel Benjamin, a counterterrorism official at the National Security Council during the Clinton administration. Benjamin is now a senior fellow at Washington's Center for Strategic and International Studies \"If they are in a retaliatory mode, the constraint that they had in the [past] decade would not be there anymore.\"\nIn addition to using Iranian government intelligence services and paramilitary forces like the Revolutionary Guards and the Bassijis, Tehran could preserve some deniability by acting through proxies, first and foremost Hezbollah in Lebanon.\n\"Iran has multiple options for employing terrorism,\" said Paul R. Pillar, the recently retired top CIA official in charge of the Middle East. Pillar is now a visiting professor at Georgetown University. \"Their own operatives, particularly in the Revolutionary Guard Corps, constitute one such option. Allies and surrogates would be another. Premier among those is Hezbollah, which retains its close alliance with Iran and probably would still retaliate on behalf of Tehran even though it is far more self-sufficient now than it was when Iran helped to organize it in the 1980s.\"\nIn 1983 Hezbollah bombed the U.S. Marine barracks in Beirut, killing 241, and in 1996 Saudi Hezbollah, allegedly directed by Iran, bombed Khobar Towers in Saudi Arabia, killing 19 U.S. soldiers. The Clinton administration retaliated for the Khobar Towers bombing by exposing Iranian intelligence operatives around the world, prompting Tehran to stop targeting Americans, according to a 2004 report in USA Today recently confirmed in an article by former American antiterrorism officials Richard Clarke and Steven Simon.\nGermany accused Iran of fomenting an attack on Kurdish opponents in the early 1990s; Argentina accused the country of ordering the bombing of a Jewish community center in Buenos Aires in 1994. Argentinean investigators have long argued, and Israeli officials recently acknowledged, that the attack, which killed 85 people, was retaliation for an Israeli operation against Hezbollah in Lebanon.\nIn recent years, several reports of Iranian casing of Jewish institutions have emerged in Britain and in Canada, and senior Israeli officials have raised concerns repeatedly that different terrorist groups were planning attacks against Jewish targets. No indication has emerged that Iran or Hezbollah was involved in strikes in recent years against Jewish sites in Tunisia, Turkey and Morocco, which were blamed on Al Qaeda and affiliated groups.\nIn addition to its network of intelligence cadres posted at worldwide embassies, Iran has a footprint in the United States. In recent years, Iranian diplomats working for the United Nations mission in New York City have been expelled for allegedly casing the subway and other potential targets; Iranians have been deported on visa violations because of their ties to various Iranian security services. Moreover, several alleged Hezbollah operatives have been arrested, most prominently members of two smuggling rings in North Carolina and Michigan.\nThis past March, nine men were arrested in the Detroit area for reportedly smuggling cigarettes, Viagra pills, toilet paper and baby formula. That same month, FBI director Robert Mueller told a Congressional panel that his agency busted a Hezbollah smuggling ring that had operatives cross the Mexican border to carry out possible terrorist attacks inside the United States. Terrorism experts estimate that Hezbollah raises $20 million to $30 million a year through criminal activities in America.\nMichael Rubin, an Iran expert at the conservative American Enterprise Institute who recently worked for the Pentagon, said that Hezbollah could easily use those networks to carry out terrorist attacks.\nLast week, the London-based Asharq Al-Awsat newspaper reported that eight fundamentalist Islamist groups had received large sums of money in the past month from Iran's intelligence services as part of a project to strike American military and economic installations across the Middle East, as well as the interests of British, Arab and Muslim allies. The paper, which is owned by Saudis, cited a senior source in the Iranian joint chief of staff as describing a series of visits by leaders of groups in Iraq, Palestine and Lebanon, as well as by the heads of Hezbollah cells in the Persian Gulf, Europe and North America. The article also described weapons shipments to Palestinian Islamic Jihad and to Hezbollah, and contended that about 80 operatives underwent training to carry out suicide operations from the air and undersea. According to the source, in case the American military attacks continue, more than 50 Shehab-3 missiles will be targeted against Israel. Revolutionary Guards would be given the go-ahead for more than to allow more than 50 terrorists cells in Canada, the United States and Europe to attack civil and industrial targets in those countries.\nA few weeks ago, London's Sunday Times reported that firebrand Iranian President Mahmoud Ahmadinejad had held a January meeting in Damascus with the Lebanese commander of Hezbollah's overseas operations, Imad Mugniyah, the man generally assumed to coordinate the group's terrorist attacks. The topic was reportedly to discuss retaliation against Western targets in the event of any strike by the United States on Iran's nuclear facilities, the article stated, citing American and Israeli sources. The same paper had earlier reported that the Revolutionary Guards had trained 40,000 suicide bombers to strike in Britain and the United States if Iran's nuclear facilities were attacked, and also cited a Guard official as saying that 29 Western targets had been identified.\n\nLoad-Date: June 14, 2006"
}