{
    "title": "Terror Trials and the Rule of Law",
    "publisher": "the new york times",
    "year": 2010,
    "month": 10,
    "day": 12,
    "full text": "To the Editor:\nRe ''Don't Try Terrorists, Lock Them Up,'' by Jack Goldsmith (Op-Ed, Oct. 9):\nHad anyone proposed after 9/11 that the perpetrators of that mass murder should not be brought to justice in a court of law, the suggestion would have been greeted with incredulity.\nIt is a measure of how far our nation has since strayed from its core values that Mr. Goldsmith, a respected national security expert, now proposes just that: that we simply hold terrorism suspects as military prisoners ''until the conflict with Al Qaeda ends'' -- in other words, forever.\nMr. Goldsmith's startling rationale is that criminal trials would be too difficult because their ''demanding standards'' reject evidence derived from ''aggressive interrogations.''\nBut let's dispense with the euphemisms. The Bush administration's disastrous choice to authorize torture means that federal prosecutors might have to work harder for convictions. But our federal courts' prohibition of evidence that was beaten out of prisoners -- and therefore cannot be trusted -- should be a point of pride, not concern.\nFair and legitimate criminal trials are the only way Americans will see justice done and the world will see that we still uphold the fundamental values we are fighting to defend.\nBen Wizner Litigation Director National Security Project American Civil Liberties Union New York, Oct. 10, 2010\nTo the Editor:\nI can understand the temptation to follow Jack Goldsmith's advice. Terrorism is dangerous and a blight on the world. But his position would be reasonable only if we could be certain that every terrorist we take into custody is guilty, and guilty to the same degree. We cannot.\nDo we apply the same punishment -- lock up a man and throw away the key -- for someone who planned and coordinated a heinous act and for someone who was employed as a driver or cook for a terrorist? These and other problems and subtleties can best be sorted out in the adversarial environment of a trial.\nThough not perfect, trials provide for fairness and checks and balances. We don't want criminals on our streets, but no one advocates putting them in prison for an indefinite period of time without the benefit of trial, as would seem to be implied by the logical extension of Mr. Goldsmith's argument.\nIt can be argued that locking up one innocent person with 50 terrorists is worth the peace of mind and safety, but what if it turned out to be a less favorable ratio? Mr. Goldsmith does point out the very difficult problems of trying terrorists, but perhaps the struggle for a just and fair trial for terrorists warrants it.\nBruce S. Neben Portland, Ore., Oct. 9, 2010\nTo the Editor:\nJack Goldsmith advocates unlimited detention of terrorists ''until the conflict with Al Qaeda ends,'' while at the same time calling it an ''indefinite war.''\nThe so-called war on terrorism has been going on for well over a decade, and no terrorism expert believes that it will end with a signing ceremony on a battleship. Thus, he is advocating detention for life without any kind of judicial proceeding.\nIt gets down to the question of who decides someone is a ''terrorist'': a corporal? a captain? a general? or an assistant attorney general? This issue is central to our Constitution and the rule of law.\nGary Hart Kittredge, Colo., Oct. 9, 2010\nThe writer, a Democratic senator from Colorado from 1975 to 1987, is chairman of the Threat Reduction Advisory Council, Defense Department.\nTo the Editor:\nEven a sympathetic reader of Jack Goldsmith's plea that the government detain indefinitely and not attempt to try ''high-level terrorists'' in court or before a military commission must wonder why he minces his words in describing Ahmed Khalfan Ghailani's treatment by the C.I.A.\nThe evidence strongly suggests that Mr. Ghailani was tortured, not merely subjected to ''aggressive'' interrogation, as Mr. Goldsmith euphemistically puts it. Whatever else it may accomplish, failure to provide a meaningful public hearing of criminal charges works to keep the most shameful aspects of the war invisible and the agents of abuse unaccountable.\nMichael Meltsner Boston, Oct. 9, 2010\nThe writer is a professor at Northeastern University School of Law.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 12, 2010"
}