{
    "title": "Terror case in jury's hands",
    "publisher": "star tribune ",
    "year": 2012,
    "month": 10,
    "day": 18,
    "full text": "Testimony in one of the most significant terrorism trials since the Sept. 11 attacks concluded Wednesday without the defense calling a single witness.\nFor much of the trial that started Oct. 1, defendant Mahamud Said Omar, 46, of Minneapolis had seemed to play a bit part in the case, as federal prosecutors presented jurors the results of a worldwide investigation into the disappearance of more than 20 Minnesota men, some of whom fought or died for a terrorist group in their native Somalia.\nBut in the final days, prosecutors focused on Omar, a part-time janitor at the Abubakar As-Siddique Islamic Center in Minneapolis when the alleged conspiracy took off in 2007. In closing arguments before jurors began deliberations Wednesday, Assistant U.S. Attorney John Docherty said Omar had been instrumental in recruiting and financing travel for the young men for Al-Shabab, an Islamist group the U.S. government has designated a terrorist organization.\n\"Maybe Al-Shabab needed more cannon fodder ... and the defendant was the guy to move the cannon fodder from here to there,\" Docherty said.\nJurors will resume their deliberations Thursday morning.\nIn his closing arguments, Omar's attorney, Andrew Birrell, took the podium and declared, \"He is innocent!\"\nThen he set to work on the three key witnesses against Omar, who had cooperated with the government to get lighter sentences.\n\"This case demonstrates why our government should not make deals with terrorists. They make the whole case unreliable,\" Birrell said. \"They lied to your face.\"\nEarlier Wednesday, Omar's attorneys rested their case without calling a witness. Then Omar addressed Chief U.S. District Judge Michael Davis and said he wanted to play a video of his wedding in Somalia for the jury. His attorneys had suggested that was the real reason he'd gone to Somalia in 2008 -- not to join a jihad with the other Minnesota travelers.\n\"I also would like to inform you that ... no evidence proves that I committed any crime,\" Omar said before one of his attorneys cut him off. After consulting with his lawyers, Omar told Davis he did not wish to testify.\n'A pipeline of young men'\nDocherty then began what he called his \"summation\" of the evidence.\n\"This has been a case about a pipeline of young men and money from Somalia and, more specifically, about a pipeline of young men and money from Minnesota to Al-Shabab,\" Docherty said.\nHe acknowledged that the evidence in the case jumped around at times. Jurors were presented travel records, cellphone contacts and money-transfer documents. They heard from three Minnesota men who had joined Al-Shabab in 2007 and pleaded guilty in the case. Although the men initially lied to FBI agents about their activities, they later \"came clean\" and their independent testimony is consistent and was corroborated by other evidence, Docherty said.\nHe said jurors heard from the defendant himself -- in wiretap intercepts and through the testimony of FBI special agent Kiann Vandenover. She testified that Omar admitted in interviews that he had been a \"team leader\" for Al-Shabab and that he helped the Minnesota men arrange their travel to Somalia.\nMany of Omar's self-incriminating statements were made as part of a failed plea bargain negotiation in 2011, which his attorneys tried to keep out of the evidence.\nDocherty said the conspiracy to recruit Minnesota men began in secret meetings held at Abubakar, at Lake Street restaurants and other locations. The evidence did not show that Omar had attended the 2007 meetings.\n\"If that bothers you -- and I don't think it should -- remember that Shirwa Ahmed also didn't attend any of these meetings,\" Docherty said, referring to a Minnesota man who became the first known U.S. suicide bomber on Oct. 29, 2008. Ahmed participated in one of five synchronized bombings in Somalia that killed nearly 30 people, including many Somali bystanders. The bombing sent the Minnesota Joint Terrorism Task Force into overdrive.\nA United Nations counter-terrorism expert testified that the only group in Somalia known to use suicide bombings is Al-Shabab.\nGovernment witnesses testified that Omar stayed for about a week in an Al-Shabab safehouse in southern Somalia as they waited to go to a training camp in early 2008. They said they expected Omar to join them after he got married, but he instead returned to the United States in April.\nDocherty reminded jurors of the testimony of Kamal Hassan, a 2007 recruit who participated in an ambush of Ethiopian and Somali soldiers. \"Kamal Hassan is the objective of this conspiracy being achieved,\" he said.\nHe recounted evidence showing that Omar helped 19-year-old Jamal Aweys Sheikh Bana arrange his travel to Somalia on Nov. 3, 2008.\n\"Jamal Aweys Sheikh Bana will never come home from Somalia; he's buried there,\" Docherty said. Sheikh Bana's mother was among the 60 or so people in the packed courtroom gallery.\n'A frightened, little man'\nBut Birrell told jurors that unlike the Al-Shabab recruits, Omar never hid his name \"and he never hid his face.\" Jurors viewed a video of an Al-Shabab ambush in which three Minnesota recruits wore ski masks.\nBirrell said that Omar was under duress when he made self-incriminating statements after languishing in a Dutch prison for 18 months while he fought extradition. He noted that the FBI did not record or videotape Omar's statements and suggested that the jurors should not consider the FBI as a disinterested party.\nThe FBI, he said, was under tremendous pressure after the suicide bombing.\nBirrell said none of the men that Omar is accused of helping go to Somalia needed anything from \"a $3 an hour janitor who never used a computer.\"\n\"There's no evidence that Omar was some kind of a religious zealot. In fact, the evidence is, he is not,\" Birrell said. \"You see my client for what he is, which is a frightened, little man.\"\nDan Browning - 612-673-4493\n\nLoad-Date: October 18, 2012"
}