{
    "title": "Terrorism threat is significant, Ridge says",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 2,
    "day": 10,
    "full text": "WASHINGTON -- Homeland Security Secretary Tom Ridge said Monday the latest terrorism alert issued by the Bush administration represented \"the most significant\" such warning since the Sept. 11, 2001 attacks.\n\"One of the reasons that we raised it is that because we believe the threat has substantially increased in the last couple of weeks,\" Ridge said on CBS's \"The Early Show.\"\nThe administration last Friday, citing intelligence that it said suggested a growing threat from Osama bin Laden's al-Qaida terrorist network, increased the level of alert from yellow to orange.\nOn the five-step alert scale, red is the highest, but no such terrorist warning level has yet been issued.\nAsked Monday what U.S. citizens are expected to do in response to such warnings, Ridge said, \"When we raise the level of alert, when we raise the national consciousness about the level of attack, that in itself, is a deterrence. . . . Just being more ready, being more prepared, is a deterrent in and of itself.\"\nRidge was questioned about the seriousness of the warning, which remains in effect.\n\"In discussing this matter with people that have been around the White House longer than I have, it is universally agreed that this is the most significant set of warnings that we've had since before Sept. 11,\" he replied.\nAsked about critics' accusations that the alert might have been tied to President Bush's warning to Saddam Hussein that time is running out on Baghdad avoiding war, Ridge said, \"Well, I regret that interpretation.\"\nAppearing on NBC's \"Today\" program, Ridge said the warning was based on \"the accumulation of credible corroborated sources, none of which are connected to the possibility of military involvement with Iraq.\"\nRidge, however, said it was not possible to be more specific about possible targets.\n\"We get general information and specific information, but none of the specific information talks about time, place or methods or means . . . We don't get the specificity that we would all like to have in order to prepare,\" he said.\n\nLoad-Date: February 10, 2003"
}