{
    "title": "TERRORISM IN COSTA RICA CAUSING CONCERN IN U.S",
    "publisher": "the new york times",
    "year": 1982,
    "month": 3,
    "day": 23,
    "full text": "Administration officials, now preparing an aid package for Costa Rica, said today that they had become concerned over an increase in terrorist activity there.\nUnited States officials and Latin American diplomats believe that Costa Rica, which has had a democratic government for most of this century and no army since 1948, is vulnerable to an insurgency, particularly now when social services have been strained by economic problems.\nCosta Rica has for many years been a haven for exiles of both left and right. The Sandinist movement that now rules Nicaragua based itself there before the overthrow of the Nicaraguan regime of Anastasio Somoza Debayle. Now there are reports of anti-Sandinist forces operating or training on the Costa Rican side of the Nicaraguan border.\nAdministration officials, now preparing an aid package for Costa Rica, said today that they had become concerned over an increase in terrorist activity there.\nBecause of Costa Rica's usefulness to a variety of political and military exile groups, officials said, the country's neutrality was safeguarded by insurgents.\n \nNeutrality Is Threatened\nRecently, however, Costa Rica's publicly voiced concern over the spread of insurrection in Central America and the military growth of Nicaragua may have cost the country its neutrality, officials say.\nTerrorist activity began in Costa Rica just over a year ago. Since then, these events have occurred:\n- In March 1981, three United States marines stationed at the American Embassy in San Jose, Costa Rica's capital, were wounded in a shooting attack. Their driver was killed.\n- In April, according to the Costa Rican authorities, four terrorists were captured after they opened fire with a machine gun in San Jose.\n- In June, three policemen and a taxi driver were murdered by terrorists.\n- On Jan. 29, three people identified by the Costa Ricans as leftist terrorists - two of them Salvadoran - were killed in an unsuccessful attempt to kidnap a Salvadoran industrialist, Roberto Palomo Salazar. The arrest of three other guerrillas led to the discovery of a ''people's jail'' in San Jose.\n- Also in January, the son of a wealthy Iranian exile was kidnapped. An investigation led Costa Rica's Organization of Judicial Investigation, roughly equivalent to the Federal Bureau of Investigation, to a large cache of automatic weapons, vehicles, uniforms, radio transmitting equipment and false passports, drivers' licenses and official rubber stamps from 30 countries.\n \n20 Terrorist Cells\nThe investigation into the attempted kidnapping of the Salvadoran industrialist, according to the Costa Rican authorities, disclosed the existence of at least 20 terrorist cells and a ''safe house'' equipped with arms, food and medical equipment. The house - where Mr. Palomo was reportedly to be held by the guerrillas - had been rented by a university professor, who was subsequently detained.\nThe Costa Ricans, according to a report submitted to the State Department by the United States Embassy in San Jose, identified the guerrillas as members of the Revolutionary Party of Central American Workers. Documents calling for efforts to undermine Costa Rica's democratic institutions were reportedly found.\nAccording to the Costa Rican authorities, two Salvadorans captured in the Palomo kidnapping attempt said that they had been trained and given false documents in Nicaragua. ''In Nicaragua, from what I could see,'' one reportedly said, ''they provide entry and exit stamps to or from any country.''\nThe two said, according to the Costa Ricans, that they had made three attempts to kidnap Mr. Palomo. The first failed because they could not find a car to steal, and the second because they could not find Mr. Palomo.\n \nSocialists Are Divided\nLatin American and United States officials say that the threats to Costa Rica, along with the arms buildup and polarization of Nicaragua, have created problems within the Socialist International between the European and Latin American branches.\nCosta Rica's President-elect, Luis Alberto Monge, broke with the Socialist International last year over its support of revolutionary groups in Central America. This January, a meeting in Caracas of the International, a group of social democratic parties, many from Western Europe, was postponed when Venezuela's Social Democrats objected to the inclusion of the Nicaraguan Sandinists.\nOfficials here say that the Costa Rican situation poses a policy challenge to the United States. Washington will have to convince its European allies, many of whom have been critical of United States policy in Central America, that Costa Rica must be supported.\nThe Reagan Administration is planning to grant Costa Rica $70 million in emergency economic aid under its Caribbean Basin development plan. Today, the State Department, asked if the United States had plans to send military advisers to Costa Rica, said that no such proposals had been made."
}