{
    "title": "Terrorism_ it can happen to us",
    "publisher": "university wire",
    "year": 2017,
    "month": 11,
    "day": 18,
    "full text": "We can no longer say \"this could never happen to me.\" In light of a man bulldozing pedestrians with his truck as an act of terror in New York, the 4 bomb threats at our own Student Center and the recent shooting at the Sutherland Springs First Baptist church, we have to understand none of us remain safe.\nFurther denial of the truth will only perpetuate the inaction we have seen thus far. Perhaps the time to build a wall around America is now, but as we have seen, the enemy does not only knock at our doorstep but lives in our house. We can no longer tell the difference between those who fight with us and those who fight against us; that remains the scariest realization of all.\nThe largest number of terror attacks from 2008 to 2016 have not been from foreign invaders but from those here in the United States. Statistics show in that period of eight years, extremist groups and their acts of terrorism outnumbered Islamic terrorism on American soil at a 2 to 1 ratio.\nThat still does not mean America should diminish recent travel bans and begin a trend of \"come one, come all,\" but there is something to be said about that outrageous statistic. I firmly believe many Americans blame terrorism that happens in our country on other nations, religions and ethnicities because they hold a fear of realizing we may have to be afraid of other Americans as well.\nThe scenes of chaos that have erupted in Western Europe and the Middle East remain horrific and should not be ignored; however, Americans must acknowledge the real culprits of most terror happening within our borders.\nSafety, once a steadfast, American concept, has crashed and burned. While I always found comfort and safety in my Lord's home, just an hour away almost half of a congregation was brutally wiped out at a church no bigger than the one I attend. No one is safe: it does not matter where you are or where you go.\nThis column is not meant to strike fear into the hearts of college students, but enlighten some to the notion terrorism is not fading and the time for caution is now. We can no longer sit around as desensitized young adults and say, \"that's too bad, but that would never happen to me.\" There is no advantage to being oblivious to what continues to happen around us.\nThere remains no easy way to stop homegrown terrorism. Taking away gun rights and enacting travel bans certainly won't put an end to it. America is truly at a loss when dealing with this issue. The only thing we can do now is prepare for the worst while simultaneously hoping and praying for the best.\nThe unfortunate generation we have found ourselves in fills itself with desensitization and the will to not believe in fear. The time has come to start believing in the concept of caution and simultaneous lack of safety in this world. It is time to start changing what we can and preparing for what we cannot.\nThe churchgoers in Sutherland Springs were not prepared. Those who were in New York were not prepared, and if something other than a threat were to happen here at Texas State University, I dare say many of us would not be prepared either.\nWe cannot change what happened to those who lost their lives because of senseless crime, but we can change what may happen to us. It can happen to us.\n\nLoad-Date: November 18, 2017"
}