{
    "title": "TERRORISM'S FACE, UP CLOSE AND PERSONAL; WILL NEVER BE THE SAME, HENRICOAN SAYS",
    "publisher": "richmond times dispatch ",
    "year": 2002,
    "month": 8,
    "day": 22,
    "full text": "Four days before Claire Cary was to fly to Israel for a student fellowship, there was a report that Hebrew University had been bombed and five Americans were dead.\nCary, a 20-year-old Henrico County resident who was studying in Prague, said she sat at her computer and cried tears of sympathy and fear as she read the news report.\n\"It just became a lot more real. I had to tell myself: 'This is where I'm going in a week,'*\" said Cary, who graduated from J.R. Tucker High School. \"And here were regular students being pulled out on stretchers.\"\nShe zipped off an e-mail to friends and family telling them she still intended to go to the war-torn country.\n\"It was something I wanted to do so bad, and I've learned that when you alter your decisions based on fear you're letting the terrorist win.\"\nCary, a junior at Virginia Tech who is double majoring in international studies and French, and 26 other college students from across the nation visited Israel for 16 days this month.\nThe travel was part of a program developed by the Foundation for the Defense of Democracy. The Washington- based, nonprofit, nonpartisan organization began three days after Sept. 11.  In addition to funding an undergraduate student fellowship, the foundation conducts research and holds conferences.\nThe students lived at Tel Aviv University, less than an hour's drive from Hebrew University, where the killings took place. Yesterday wed>, Israeli officials reported about 15 suspects in the bombing were arrested in East Jerusalem and in the West Bank city of Ramallah.\nFor two weeks, the students participated in lectures by diplomats that included the Indian ambassador and political counselors for Jordan and Turkey. Activities included firing M-16 rifles with the undercover Arab-Israeli police force and meeting Israeli soldiers.\nBut the most valuable lessons learned occurred outside the classroom.\n\"To get checked for bombs when you're going into a store just to pick up toilet paper is strange,\" Cary said. \"But that's the way they have to live.\"\nIn a country where enemies are separated by nothing more than sandbags, security was top priority for the group. They traveled by an armored bus with bulletproof glass. Gun-toting security guards took turns watching the group 24 hours a day.\nThe security measures didn't hinder the realness of the experience, Cary said.\n\"You'd drive somewhere and see a holy place for Islam, and right next to it there would be the most holy place for Jews,\" she said. \"As a Christian, it's hard to imagine a place where your savior walked is now where missiles are going off. It's really sad.\"\nThat's part of the first-hand education the trip hoped to offer, foundation officials said.\n\"The idea was to do something to educate people about terrorism and how it affects democratic societies around the world,\" said Travis Clark, assistant director of the foundation.\nCary said the hard facts of terrorism stared her in the face as she watched Palestinians who work in Israel being denied access because of tension.\n\"I saw how hard it is for them to even get to work,\" she said. \"It's frustrating to see that there can't be compromise.\"\nWith a lot of prayer and even more safety precautions, Cary said the groups avoided violence while in Israel. They even enjoyed floating in the Dead Sea and meeting at local coffee bars. But the fact that danger exists is undeniable.\n\"It's definitely more real from just talking with the Israeli soldiers and those people who are actually fighting terrorism every day,\" said Eric Mann, a junior at the University of Virginia who also was on the trip. \"It just kind of made my resolve strengthen to what we can do to fight terrorism in America.\"\nAs for Cary, going to her favorite stores will never be the same.\n\"I walked into Shoe Carnival the other day and waited for the security guards to come check me for bombs,\" she said with a laugh. \"I don't think I'll ever be the same after this experience. I went in with some knowledge of terrorism affects society and left with images that I'm not going to ever forget.\"\n\nLoad-Date: August 27, 2002"
}