{
    "title": "TERRORISM IN IRAQ IMPORTED",
    "publisher": "pittsburgh post-gazette",
    "year": 2007,
    "month": 8,
    "day": 9,
    "full text": "Suicide bombers in Iraq are overwhelmingly foreigners bent on destabilizing the government and undermining U.S. interests there, two independent studies have concluded.\nThe studies report that the number of suicide bombings in Iraq has now surpassed those conducted worldwide since the early 1980s. The findings suggest that extremists from throughout the region and around the world are fueling Iraq's violence.\n\"The war on terrorism -- and certainly the war in Iraq -- has failed in decreasing the number of suicide attacks and has really radicalized the Muslim world to create this concept of martyrs without borders,\" said University of Missouri visiting professor Mohammed Hafez, author of one of the two studies.\nDr. Hafez, whose new book is \"Suicide Bombers in Iraq,\" has identified the nationalities of 124 bombers who attacked in Iraq. Of those, the largest number -- 53 -- were Saudis. Eight apiece came from Italy and Syria, seven from Kuwait, four from Jordan and two each from Belgium, France and Spain. Others came from North and East Africa, South Asia and various Middle Eastern and European countries. Only 18 -- 15 percent -- were Iraqis.\nIn the second study, University of Chicago professor Robert Pape, who runs the Chicago Project on Suicide Terrorism, identified the nationalities of 55 suicide bombers in Iraq. Sixteen were Saudis, seven were Syrians and five were Algerians. Kuwait, Morocco and Tunisia each supplied three bombers. Thirteen -- 24 percent -- were Iraqi Sunni Muslims.\nDrs. Hafez and Pape said Iraqi Shiites hadn't carried out suicide attacks so far, instead restricting their role in sectarian violence to militia activity.\nPinning down the nationalities of suicide bombers can be tricky because they leave few physical remains, and extremist groups often don't claim the attacks until much later. The U.S. military says it does some DNA testing to investigate the bombers' identities.\nBoth researchers relied on extremist Web sites, \"martyr\" videos, news reports and statements to compile the nationalities data. Dr. Hafez also used some information from online chats and discussion forums.\nU.S. intelligence estimates based on detainee interviews and captured documents indicate most suicide bombers in Iraq are non-Iraqi, said a senior defense official who can't be named by departmental rules.\nSuicide attacks more than doubled each year from the U.S.-led invasion in 2003 to 2005, Dr. Pape said. In 2006, he said, they jumped just under a third. The U.S. military has reported more than 1,400 since January 2004. Before the U.S.-led invasion, there had been no suicide bombings in Iraq.\n\nLoad-Date: August 9, 2007"
}