{
    "title": "Terrorism reinsurance bills vary widely",
    "publisher": "business insurance",
    "year": 2001,
    "month": 11,
    "day": 5,
    "full text": "WASHINGTON-The House and Senate are taking radically different approaches to the question of how the federal government should get involved in providing reinsurance for future acts of terrorism.\nHouse and Senate leaders unveiled their respective proposals within minutes of each other at Capitol Hill news conferences late last Thursday. Committees could begin marking up the bills as early as this week.\nHouse Financial Services Committee Chairman Mike Oxley, R-Ohio, and Capital Markets Subcommittee Chairman Richard Baker, R-La., last Thursday introduced their Terrorism Risk Protection Act. The measure would allow the federal government to lend money to commercial insurers once a terrorist event causing at least $100 million in losses had occurred. Insurers would retain 10% of the losses and would have to repay the government. In addition, insurers would be allowed to build up tax-free terrorism loss reserves. The program would terminate after one year, and it could be extended for two more years if needed.\nMeanwhile, on the other side of Capitol Hill, the leaders of the Senate Banking Committee unveiled their Terrorism Risk Insurance Act. The measure would commit the federal government to picking up 90% of the cost of terrorism losses once commercial property/casualty insurers had paid out a $10 billion industry aggregate.\nThe 90%/10% plan would cover losses up to $100 billion, and Congress would create a new mechanism if losses exceeded that amount. Insurers would not be required to repay the government. The program would last two years, with a possible one-year extension.\nThe short time frames of both proposals concern the Risk & Insurance Management Society Inc. ''The availability of terrorism reinsurance will have far reaching consequences on the U.S. economy. A five- to six-year time frame for government involvement is essential to the success of any plan,'' said Michael Phillipus, vp-external affairs for RIMS.\n''The length of time needs to be long enough for the private markets to recover and become viable again. RIMS is very interested in the definitions of 'acts of terrorism' and 'acts of war' as they relate to coverage for our members and other policyholders,'' said Mr. Phillipus, who is manager-risk management for Pennzoil-Quaker State Co. in Houston.\nThe Bush administration wasted no time in embracing the Senate bill, which closely resembles a previous administration proposal. The White House issued a statement saying that ''the administration supports (the Senate) bill and calls for swift Senate consideration. In the interest of getting legislation signed into law before the end of this session of Congress, the administration also looks forward to working with the House to pass legislation that provides for insurance protection against terrorism.''\nInsurer trade groups were not as quick to praise the measures.\nThe House bill ''is basically a loan approach, and the problem with loan approaches is they don't change the risk paradigm-that is, they don't encourage underwriters to take on new risk,'' said Julie Rochman, a senior vp for the American Insurance Assn. in Washington. ''There's a lot more to like about the Senate bill; the one lingering question that we have is about the group deductible.''\n''Based on very preliminary information, we have some concerns about both plans,'' said David M. Farmer, senior vp-federal affairs in the Alliance of American Insurers' Washington office. ''Any deductible should not be based on an industry aggregate, but should apply to individual companies. A loan program will have the effect of reducing companies' ability to write insurance, because it may have the...effect of reducing available capital,'' he said.\nJoel Wood, senior vp-government affairs for the Council of Insurance Agents & Brokers in Washington, expressed optimism that the proposals could be reconciled.\n''There's no doubt there's a very good bill to be found amid all of the provisions of the House and Senate bills, and the sentiment has been strong on both sides of the Capitol to emerge this year with a product that works in restoring the marketplace,'' he said.\nCarl Parks, senior vp-government relations for the Des Plaines, Ill.-based National Assn. of Independent Insurers, said that the group is ''pleased the process is moving as quickly as it is.'' He added that the situation remains ''very fluid'' and that some portions of the legislation are open to interpretation.\n\nLoad-Date: November 9, 2001"
}