{
    "title": "TERRORISM FAILINGS",
    "publisher": "daily news ",
    "year": 2010,
    "month": 5,
    "day": 21,
    "full text": "The U.S. government has slowly improved its anti-terrorism measures. But, it is still the seemingly little mistakes or miscommunications that lead to dangerous consequences.\nThe most recent example is Faisal Shahzad, the man accused of filling an SUV with a crude mixture of explosive materials in an attempt to set off a bomb in Times Square. A naturalized U.S. citizen who had a job and a house, he escaped the watch of intelligence agencies.\nBut, even after law enforcement officials were aware that he was involved in the Times Square incident, he nearly slipped away.\nMost troubling is that he was able to board a plane headed to Pakistan. According to official reports, Mr. Shahzad booked the flight while driving to John F. Kennedy Airport in New York. Officials from Emirates airline said that they informed the government that a last-minute, one-way ticket was purchased with cash. Government officials say they have no record of this message.\nIf the airline relayed the message and no one in the intelligence got it, this is a major problem that must be fixed. If there was no message, that also must be addressed.\nThis case is reminiscent of that involving Umar Farouk Abdulmutallab, the so-called underwear bomber. He flew from Amsterdam to Detroit, although his father had weeks earlier gone to a U.S. embassy in Nigeria to warn that his son had become increasingly radicalized. He was added to the U.S. list of potential terrorists, but his name was spelled wrong. He also bought a one-way ticket with cash and had no luggage. He tried to light explosives in his underwear as the plane approached Detroit.\nIn the current case, Reuters news service reported that the Department of Homeland Security called a handful of U.S. airlines on May 3 to notify them that Mr. Shahzad had been added to the country's \"no fly\" list that afternoon. According to the news service, the department did not call any foreign carriers. That was a huge oversight.\nMr. Shahzad boarded the Emirates flight around 11 p.m. on May 3.\nAn Obama administration official said the FBI had asked that the Homeland Security Department limit its calls to the top U.S. airlines to avoid further media leaks and to avoid tipping off the suspect, Reuters reported. It added that an FBI official disputed that statement and said their agents urged DHS to telephone airlines.\nThe Senate Homeland Security and Governmental Affairs Committee, which is investigating the Shahzad affair, will have to get definitive answers to these questions.\nAs Sen. Susan Collins, the ranking Republican on the committee said: \"If he was put on the no-fly list before he arrived at the airport, then he never should have been allowed to board the plane in the first place.\"\nUntil this scenario is reality, the country's anti-terrorism efforts will remain full of potentially lethal holes.\n\nLoad-Date: May 21, 2010"
}