{
    "title": "TERRORISM VS. TOURISM",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 7,
    "full text": "Nicholas Athans, as his name suggests, has an affinity for Greece. Indeed, as owner and president of Tourlite, a New York tour operator, Mr. Athans usually sends as many as 50,000 passengers to Italy and Greece for their summer vacation. This month, however, he is hoping to persuade people to visit Rio. Or Venezuela. Or maybe Jamaica.\nAs fear of terrorism spreads following the American air raid on Libya last month, tourists are shunning Mr. Athans's usual destinations, so he is trying to direct them to others. ''I don't know if we'll make it happen,'' he said. ''There's no history of summer traffic to those destinations. But people have to go somewhere or stay home.''\nThe concern over terrorist attacks has led to a stampede from Europe, badly hurting the business of airlines and travel agents, but in most cases they can offer travelers alternatives. Charter operators, on the other hand, often concentrate on Europe - or even more specific locales, such as Italy - and cannot adapt readily to a changing market.\n \nChanging Sites Takes Time\nIf they decide to expand to destinations that are considered safer, they need months to visit the new area, inspect hotels, set up air and ground travel arrangements, produce brochures and promote the packages with travel agents and the public.\nNew York operators who sell European charters say their bookings are down 50 percent or more from last year. In some cases, cancellations are as numerous as bookings. And as if things were not bad enough for the tour operators, Albany legislators are considering a measure that would force them to fully refund payments made by passengers who later cancel because of concern about terrorism.\nAs they watch bookings fall and cancellations climb, many tour operators blame news coverage. ''The whole terrorism problem has been manufactured by the press, just as they're exaggerating this little fog over Russia,'' said Mario Perillo, referring to the Chernobyl nuclear accident in the Ukraine. His Perillo Tours, the largest tour operator to Italy and Pan American World Airways' largest customer, has been hurt by cancellations.\n \nItaly, Greece and Mideast\nFew tour operators are as vulnerable to the alarm as Tourlite, which normally books 70 percent of its business to Greece and Italy. It also offers cruises to Egypt, Israel and Turkey. In busy years Tourlite has grossed $30 million, the 51-year-old Mr. Athans said. But that was before Tourlite's prime destinations gained notoriety as terrorist targets.\nFrom his office at Fifth Avenue and 42d Street, Mr. Athans, who left Greece for this country 30 years ago and has been in the travel business 25 years, has watched bookings fall with each explosion or burst of gunfire.\nLast June, when gunmen hijacked to Beirut a Trans World Airlines jet on an Athens-to-Rome flight and held hostages for 17 days, Tourlite's customers began canceling. ''We refunded everything we could recover,'' Mr. Athans said, but some passengers took Tourlite to small-claims court for the rest, ''and invariably the judge finds against us.'' The company lost at least $1 million last year, he said.\n \nImpact of Ship's Hijacking\nThe hijacking of the Achille Lauro cruise ship near the Egyptian coast in October put a damper on the large group reservations that are normally made around that time for the following summer. Even so, Mr. Athans remained optimistic about 1986.\n''I felt that people would end up going this year,'' he said. In February Mr. Athans, along with a number of others in the travel business and the Greek Government, started a campaign that sent 3,000 travel agents to Greece. ''It would have paid off handsomely for us,'' he said.\nBut the bomb that went off April 2 on a T.W.A. jetliner flying from Rome to Athens, killing four Americans, did much to shatter his hopes. He was buoyed two days later when the Greek National Tourist Organization, as part of a major advertising campaign, began running a special commercial declaring that the violent act was not ''a Greek incident'' and that Greece ''is getting a bum rap.'' But that effort ''was partly wasted,'' Mr. Athans said, by the raid on Libya.\n \nWary of Visiting Homeland\nNow even those who want to visit their family roots ''don't want to travel,'' he said. ''We don't have cancellations this year; we just don't have bookings.'' This summer, he said, he hopes to send about 5,000 passengers to Italy and Greece.\nMr. Athans has not given up entirely on persuading American tourists to visit his homeland. In cooperation with another Greek tour operator, Homeric Tours, and Tower Air, a charter airline that he uses a lot, he recently ran an advertisement citing the security of charter carriers as compared with scheduled carriers.\nThe advertisement notes that charter flight times are not widely published and that passengers sign preflight contracts, which may discourage troublemakers. However, Mr. Athans conceded that charter passengers are sometimes booked onto major airlines - particularly when, as now, those carriers have spare seats and charter flights are canceled because bookings are low.\n \nSearching for New Sites\nAt the same time, Mr. Athans is turning to new frontiers. Tourlite has offered winter tours to Rio for years, but now it is also selling summer tours to Rio. It is adding charter trips to Venezuela and Jamaica and cruises to the Caribbean. It is considering some North American destinations, such as Vancouver and Alaska, but Mr. Athans said the most popular sites in this country are too competitive. ''Florida is saturated with offers from direct airlines and tour operators,'' he said.\nAnd Mr. Athans has had to race to add his new destinations. Normally he would send his salespeople to Venezuela to become familiar with the resorts, but this year there was no time. Even with such corner-cutting, Tourlite will not mail its Venezuela brochures to travel agents until next week, and he estimates it will be two more weeks before they begin promoting that tour.\nHe has spent $100,000 on the brochures for the new charters, virtually the only investment he has made this year. ''We did not expect a banner year, so we were a little more careful'' than in 1985, he said.\n \nStaff and Costs Reduced\nThe company has slashed its advertising outlays and has reduced the number of telephone lines. The staff has been cut in half, to about a dozen people in Manhattan. Tourlite also has a Long Island office.\nThe reduced bookings, at least to Italy, are proving to be a mixed blessing for Tourlite. The dollar has tumbled in relation to the Italian lira since Tourlite negotiated bookings of hotel rooms, buses and sightseeing. ''If we were to have had a fairly decent year, we would have lost money,'' Mr. Athans reflected.\nEven so, he said, he expects to lose money this year. Nor is he optimistic about next year. ''We're not looking for 1987 to be spectacular - or 1988,'' he said. ''Do you really think terrorist acts will stop?''\n\nGraphic\n\n \nphoto of Nicholas Athans (NYT/Jim Wilson)"
}