{
    "title": "TERRORISM, SANCTIONS MAKE LIFE MISERABLE",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 11,
    "day": 9,
    "full text": "The recent collapse of talks aimed at restoring exiled President Jean- Bertrand Aristide to power in the tiny Caribbean island nation of Haiti underlines the army's inflexibility and darkens hopes for a quick end to the country's agony.\nSchools are closed, gas is scarce, public transportation has ground to a near halt, the health system is in ruins and the few jobs available are vanishing as businesses close.\nThe country continues to be terrorized by army-backed rightist gunmen determined to prevent the return of the leftist president. Conditions could worsen if the United Nations decides to expand economic sanctions to punish the army for its intransigence.\nAn accord signed in July by Aristide and military commander Lt. Gen. Raoul Cedras, the man who ousted Aristide, was presented to the army on a take-it- or-leave-it basis, and the army chose to leave it.\nThe agreement calls for Cedras to step down and for Aristide to return. Only then, the United Nations says, will the embargo be lifted. It was imposed after Cedras failed to resign last month, effectively blocking Aristide's scheduled Oct. 30 return.\nThe accord included an amnesty for killings and other human rights violations committed since Aristide's September 1991 ouster by the army and provided for a law putting police under civilian control.\nThe key issue for army leaders wasn't a blanket amnesty for the killings, but a reformed police department. In a country without a functioning judicial system, impunity is automatic, but control of the police means access to extortion and control of state enterprises.\nFar-right supporters of the military believe there is an alternative to negotiations. They advocate the appointment of a provisional president to oversee elections within 90 days to replace Aristide, who won Haiti's first free elections in 1990.\nThe United Nations has said that could lead to a total economic blockade, which is advocated by some countries, but opposed by the United States.\n \nstaff\n\nGraphic\n\n \nPHOTO, Jean-Bertrand Aristide/Waiting to return to Haiti\n\nLoad-Date: September 20, 1995"
}