{
    "title": "Terrorism Through the U.N. Looking Glass",
    "publisher": "the new york times",
    "year": 1988,
    "month": 5,
    "day": 5,
    "full text": "To the Editor:\nOne cannot help but be reminded of ''Alice in Wonderland'' after reading your report of April 26 that the United Nations Security Council voted to condemn Israel's ''aggression'' against Tunisia in the killing of the P.L.O. leader Khalil al-Wazir, a.k.a. Abu Jihad.  Think of it: schoolchildren at Ma'alot, athletes in Munich, bus riders in Haifa, Jerusalem and the Negev -not once has the Security Council voted to condemn these acts of P.L.O. terror against Jews or Israel.\nAdd, for good measure, the acts against Jews at synagogues, airports, restaurants and schools in Istanbul, Rome, Vienna, Paris, Antwerp and other cities. The Security Council's response in each case? Silence.\nIs this merely another demonstration of the ''looking glass'' world of the U.N., which can eulogize the chief field officer of international terrorism who has now died by the sword by which he lived? Easy enough, but surely some explanation is due from democratic nations like England, France, West Germany, Italy and Japan, which voted for the resolution, and even the United States, which chose to abstain rather than to veto. Paradoxically, all of these countries have experienced the tragic consequences of international terrorist groups allied with the P.L.O. As for the rest - the Soviet Union, China, Algeria, etc. - who would expect any better?\nThe lesson of Orwell, lest we forget his telling premonition of ''UN- speak,'' is not simply that the terrorist is now eulogized as victim and the true victims denied a eulogy, but that this perversity becomes part of the instrument by which terrorism will create yet more victims. If the democratic nations of the world cannot tell the difference between terrorist and victim, then surely we are lost.\n \nTHEODORE ELLENOFF, President\nAmerican Jewish Committee\nNew York, April 27, 1988"
}