{
    "title": "TERRORIST GROUPS SPLINTERED, ACT ON THEIR OWN",
    "publisher": "pittsburgh post-gazette",
    "year": 2004,
    "month": 4,
    "day": 6,
    "full text": "Religious edicts from al-Qaida leaders and anger over the U.S. occupation of Iraq are more likely behind a rash of bombings around the world than direct orders from Osama bin Laden's organization, government officials and terrorism experts say.\n And the string of blasts -- from Madrid to Tashkent to Manila -- may be fueling momentum for more attacks from like-minded terror groups, raising concerns for the U.S. handover in Iraq, the Athens Olympics and upcoming elections in Europe, Asia and the United States.\n Officials said they likely averted major bombings with arrests and confiscations of TNT in Manila and 1,000 pounds of ammonium nitrate, a fertilizer compound frequently used as a bomb ingredient, in London.\nThere's no evidence of a worldwide terror organization or that al-Qaida is calling the shots, perhaps even setting off the wave of violence with key words or phrases in messages from the network's top leaders, officials and terrorism experts said.\n \"If only it were that simple,\" said Magnus Ranstorp, director for the Study of Terrorism and Political Violence at the University of St. Andrews in Scotland. \"There is still a belief that all of these activities are coordinated by an omnipresence of al-Qaida from above, and that is simply not the case.\"\n Al-Qaida is thought to be decentralized now with bin Laden and other leaders on the run since 2001. While it may be working on a big operation like another Sept. 11, \"you have a second tier of local atomized cells working away on their own time scale and their own initiative, carrying out different activities,\" Ranstorp said. \"Sometimes they are linked, but often they are not.\"\n A U.S. counterterrorism official said that if there is a trigger, it's anti-American, anti-Western sentiments among militant Muslims.\n In addition to the occupation of Iraq, the Israeli-Palestinian conflict has fueled anger against Washington, which is seen as pro-Israel. And religious edicts, called fatwas, from bin Laden and other al-Qaida officials have encouraged attacks.\n Four jailed Malaysians said Friday that attacks against churches and other targets in Southeast Asia -- including bombings in Bali that killed 202 people in 2002 -- were inspired by a fatwa issued by bin Laden.\n Rodolfo Mendoza, a Philippine police intelligence official who has done research on Asian Muslim extremist groups, said such fatwas have pitted Islamic extremists against the West.\n \"It means there is an ongoing war,\" Mendoza said. \"If we say that there is a war on terrorism, they say there is a war on infidels.\"\n Former Malaysian Prime Minister Mahathir Mohamad said the March 11 attacks that killed 191 people in Madrid illustrated how terrorists want to \"hit back in some way\" against Washington and its allies.\n \"The war in Iraq has worsened the terrorism problem,\" Mahathir told AP. \"By attacking the Iraqis, you enlarge the front and add enemies to yourself.\"\n The groups all seem to have the same genesis -- Muslims' 1980s battle against the Soviet occupation of Afghanistan.\n After the Soviet pullout, many were eager to keep using their war-tested skills. Some stayed to form the Taliban that provided refuge for al-Qaida and bin Laden. Others headed home.\n\nLoad-Date: April 6, 2004"
}