{
    "title": "Terror Insurance Backstop Keeps Economy Stable",
    "publisher": "american banker",
    "year": 2004,
    "month": 6,
    "day": 4,
    "full text": "To the Editor:\nScott Harrington and Randall Krozner \"Viewpoint: Don't Extend Terror Insurance Law,\" May 27, page 11 are extremely shortsighted in arguing against an extension of the federal terrorism insurance backstop.\nCongress passed the Terrorism Risk Insurance Act in 2002 to ensure that the nation could recover from the financial devastation caused by future terrorist attacks. It is no secret that the risk of such attacks remains very real, as recent warnings from the Justice Department and the FBI show.\nTRIA requires that the insurance industry bear a significant portion of any covered losses before the federal government steps in to pay individuals or American businesses for their claims. TRIA is currently providing substantial stability in the marketplace.\nIn fact, a wide variety of commercial insurance buyers across the country - including grain elevator operators, universities, retail outlets, apartment complexes, and manufacturers - have purchased terrorism insurance policies.\nTRIA's potential expiration next year is a threat to marketplace stability right now. Insurers and their business clients are already beginning to negotiate terms, prices, and provisions for policy contracts that will renew in January 2005 and extend into 2006.\nUnless TRIA is reauthorized this year, neither policyholders whose coverage extends into 2006 nor their insurers will know whether TRIA's financial backstop will exist for the full term of their coverage. This will make it difficult, if not impossible, to accurately price such coverage and is likely to dramatically reduce the availability of terrorism insurance. Such an outcome can only harm the economy.\nInstead of the economic safety net that TRIA provides, the authors naively suggest a ban on redevelopment in \"high-risk\" places such as lower Manhattan, thus providing a victory to the terrorists who seek to disrupt the U.S. economy and its symbols. Rather than bowing to the terrorists, the responsible alternative is to extend TRIA and keep in place a vital economic safety net that protects jobs and the American taxpayer.\nGregory Heidrich\nSecretary\nSenior vice president of commercial lines\nProperty Casualty Insurers Association of America\nDes Plaines, Ill.\nDebra Ballen\nExecutive vice president of public policy management\nAmerican Insurance Association\nWashington\n \nCopyright 2004 Thomson Media Inc. All Rights Reserved. http://www.thomsonmedia.com http://www.americanbanker.com \n\nLoad-Date: June 3, 2004"
}