{
    "title": "Terrorism gets little attention Americans Feel Safer _ There is little fear of attack. Campaigns Mov",
    "publisher": "st. louis post-dispatch ",
    "year": 2008,
    "month": 9,
    "day": 11,
    "full text": "John McCain and Barack Obama will appear together in New York today to honor the victims of 9/11, but the issue of terrorism has been largely absent from their campaigns.\nThe reason? A shift in public attitudes, with Americans now more worried about gasoline prices and the housing crisis.\n\"I wouldn't say it's disappeared from voter concerns, but it's been surpassed by the economy and energy, even by education,\" said Carroll Doherty, associate director of the Pew Research Center for the People and the Press.\nFour years ago, terrorism led voters' list of top issues. Now, only 3 percent of Americans cite it as most important - or want the candidates to talk about it, the Pew center found in a recent survey. Zogby pollsters find that 84 percent of Americans now feel safe.\nSo the presidential candidates are saying little about how to protect the homeland, thwart terrorist financing or win the hearts and minds of moderate Muslims in other countries.\nInstead, seven years after the attacks on the World Trade Center and the Pentagon, McCain and Obama are emphasizing political change and reforming Washington, health care and offshore drilling. The closest they get to discussing the terrorist threat is to question each other's judgments about Iraq and Afghanistan.\nIn the recent party conventions, Democratic speakers mentioned \"change\" 80 times, \"energy\" 49 times, and \"terrorism\" eight times, according to Federal News Service transcripts. Republicans mentioned \"God\" 43 times, \"taxes\" 42 times, and \"terrorism\" eight times.\nTom Kean and Lee Hamilton, who together led the 9/11 Commission, said in interviews Wednesday that the absence of the terrorism issue from the campaign poses a danger.\n\"This country's got a very short attention span,\" said Kean, the panel's chairman and a former Republican governor of New Jersey. \"The sense of urgency is gone, and it's back in some ways to what it was before 9/11. I haven't seen the candidates talking about it, and we haven't seen the press asking about it.\n\"It's a great danger because these people are still fanatical, they still hate us, they have the means to attack us again. . . . That's got to be the country's top priority, to avoid it.\"\nHamilton, a former Democratic congressman from Indiana, said the candidates were responding to polls. He said he's urged Obama to address the issue before the election ends.\nBruce Riedel, a 30-year CIA veteran now at the Brookings Institution, says the terrorist threat remains high.\n\"I think there is a certain degree of fatigue in this country with the terrorist threat, because . . . we haven't defeated al-Qaida, we haven't brought Osama bin Laden to justice,\" he said. \"In fact, we face as serious a threat from al-Qaida today as we ever have in the past.\" \nAmericans need to understand that the absence of a recent attack in recent years means little, because, Riedel said, \"these are very patient people who operate on a timeline that is much longer range than many Americans' timeline.\"\nBut James Carafano, a military and homeland security expert at the Heritage Foundation, says the turning away from a focus on terrorism by the public and the campaigns reflects U.S. gains.\n\"The practical reality of it is we're kind of winning the war against terrorism,\" said Carafano, citing a recent report by Canada's Human Security Research Project finding that \"terrorist attacks have been trending down since 2003\" - particularly in the West, where improvements in homeland security have made the United States and Western Europe \"a much-harder target.\"\nThe radicalization of Muslim populations many predicted has not occurred, he added, and neither have large incursions into civil liberties.\nAlso, McCain and Obama agree on several aspects of the issue; for example, both have said they want to close Guantanamo Bay and root out al-Qaida in Pakistan.\n\"So what are you going to debate?\" he said.\nThe decline of terrorism as a key campaign issue is a natural evolution, says Jim Lindsay, who directed global issues on the National Security Council in the 1990s and now runs the Center for International Security and Law at the University of Texas.\n\"It's a sign of a return to normalcy,\" he said. \"Time passes, memories fade, new problems pop up. Terrorism is not going to be a front-burner issue unless there's another terrorist attack.\"\nIraq supplanted terrorism as the top national security issue after 2003, but now even that is getting less attention with the U.S. economic downturn now paramount to voters, Lindsay said.\n\nNotes\n\n Remembering Sept. 11 - Seven Years Later \n\nGraphic\n\n \nGRAPHIC\n GRAPHIC - THE MOST IMPORTANT ISSUE FACING THE COUNTRY IS... Post-Dispatch \n\nLoad-Date: September 11, 2008"
}