{
    "title": "Terrorism trial begins in Michigan",
    "publisher": "usa today",
    "year": 2012,
    "month": 2,
    "day": 13,
    "full text": "The government says they're homegrown terrorists who plotted to kill police officers with bombs and guns.\nTheir defense lawyers say they're tough-talking, good ol' boys who had no real plans to harm anyone.\nToday, two years after federal agents arrested nine people suspected to be Hutaree militia members in separate raids in  Michigan and Indiana, the highly anticipated terrorism trial begins here in federal court.\nAll the suspects are charged with seditious conspiracy, attempting to use weapons of mass destruction and possession of a firearm in relation to a crime of violence. If convicted, they  could face life in prison.\nThe trial is likely to put the First Amendment to the test. The defense claims free speech is under attack and the defendants are being prosecuted for criticizing the government.\nAttorney Todd Shanker,  representing defendant David Stone Jr., has said, \"We just can't ignore the First Amendment.\"\nThe prosecution argues the defendants aren't on trial for their words, but for being part of a conspiracy to kill law enforcement officers.\n\"Because of the dangers presented by criminal conspiracies, there is a strong government interest in thwarting such conspiracies before they ripen into violent action,\" prosecutors wrote in court documents.\nThe Hutaree group is accused of plotting to kill a law enforcement officer and then bomb the funeral. The group also is accused of preparing a hit list of judges, business leaders, educators and others.\nMuch of the evidence at trial is expected to be secretly recorded statements and conversations between the accused Hutaree members and the two undercover operatives who infiltrated the group.\nDefense lawyers disclosed some of the government's secret recordings and  say that just because militia members were talking, it doesn't mean  actual terrorism plans were underway. \n\nLoad-Date: February 13, 2012"
}