{
    "title": "Terrorism' can be looked at in many ways",
    "publisher": "university wire",
    "year": 2003,
    "month": 9,
    "day": 26,
    "full text": "Terrorism is defined as the use of violence and/or intimidation to achieve ends. Alright, you want to know what I think? I think terrorism is a great thing. Please at least read the rest of this article before you declare me a raving lunatic and gather a group of your buddies to kick me into the next realm of existence. I like living on this planet and think it would be nice to stay for a while.\nBowling Green State U.\nFirst, random and unprovoked acts of violence with no purpose or goal in mind are disgusting and ridiculous. Individuals who are using violence as its own purpose are disturbed and need to be institutionalized.\nWith any luck they will be brought to the point where they are no longer a threat to themselves and everyone else, and can be released as a worthy and functional member of society. Without any luck, hey, at least they have been contained. Violence is never the best solution, but unfortunately we live in a world where what's best isn't what is.\nThere is a growing misconception in America that frightens me even more than these acts of violence, it is the idea that terrorists are only bad people with evil in mind. The truth is the majority of people who take up arms in an organized fashion are fighting against what they believe to be oppression. Fighting for freedom is the main principle this country was founded upon. No one can convince me this is not a good thing!\nPresident Bush has used both violence and intimidation in the War on Terror, so by the literal definition of the word he is a terrorist. The administration told the United Nations that it would become a void political body in an attempt to intimidate the governments of the world into joining us. Our planes have bombed Afghanistan and Iraq. American soldiers are marching as this is read in both of these nations to intimidate the populations and if necessary, attack them so they can be controlled, (which is really not that different from the order imposed by our regimes). The point is that these acts are terrorist acts, but their purpose and their eventual outcomes, democratization and freedom, are for the good of mankind. Thus, the world is being benefited by terrorism.\nIn regards to the negative connotation of this word it is my strong belief that terrorism is only a matter of perspective. Take a look at the sons of liberty, back in the 1770s they went aboard a British merchant vessel and threw tons of tea into Boston harbor. What came after that act of economic warfare is a matter of some debate, Americans calling it a revolution and the British calling it a rebellion.\nRegardless of which side of that debate you are on, both sides can obviously see that the violence that occurred was directed toward achieving an ultimate goal: independence. George Washington was called the radical leader of a rabble army during the fight; afterwards he was called Mr. President.\nSo now we can see that one person's freedom fighter is another person's terrorist.\nIf you think about the issue seriously, the only things that separate our terrorists from their terrorists are ethnocentrism, counterculture, and culture shock. On that note I wish to leave you with a statement directly from President Bush's mouth, \"All nations that fight terror, as if the lives of their own people depend on it, will earn the favorable judgment of history.\"\n(C) 2002 The BG News via U-WIRE\n\nLoad-Date: September 26, 2003"
}