{
    "title": "TERRORISM CASES OFTEN FIZZLE OUT_ PRISON SENTENCES ARE USUALLY LIGHT BECAUSE FOCUS IS ON PREVENTION",
    "publisher": "richmond times dispatch ",
    "year": 2003,
    "month": 12,
    "day": 8,
    "full text": "The Justice Department has sharply increased prosecution of terrorism-related cases since the Sept. 11 attacks, but many fizzled and few produced significant prison time, a study released yesterday finds.\nAbout 6,400 people were referred by investigators for criminal charges involving terror in the two years after the attacks, but fewer than one-third were actually charged and only 879 were convicted, according to government records reviewed by Syracuse University's Transactional Records Access Clearinghouse.\nThe median prison sentence was 14 days, according to a study by clearinghouse co-directors David Burnham and Susan P. Long. Only five people were sentenced to 20 years or more.\nCritics seized on the numbers to question whether Attorney General John Ashcroft and other top law-enforcement officials have been overstating the success of their anti-terrorism efforts. When Ashcroft talks about the subject, he reads a list of statistics on arrests and convictions to buttress his contention that great progress is being made.\nSen. Charles E. Grassley, a senior member of the Senate Judiciary Committee with oversight of the FBI and Justice Department, said the report \"raises questions about the accuracy of the department's claims about terrorism enforcement.\"\n\"This report shows that despite the focus on terrorism-related crimes, most of the people accused of terrorism involvement are getting little jail time, if at all,\" said Grassley, R-Iowa.\nJustice Department and FBI officials said the study is rooted in past conceptions of crime and punishment and does not reflect the reality that would-be terrorists seek to blend into society until they are ready to strike.\nLack of lengthy prison terms can be explained by the effort by prosecutors to stop would-be terrorists long before they are ready to attack, often charging them with lesser offenses, such as identity theft, document fraud and immigration violations.\nProsecutors feel it is better to get suspects off the streets and press them for information than wait for events that could produce harsher penalties. They also said the study makes no mention of the value of intelligence collection and the need to reward cooperation with lighter sentences.\n\"The whole point is to disrupt terrorism at an early stage instead of letting the conspiracy fully hatch,\" said Viet Dinh, a former top Justice Department official who now teaches law at Georgetown University. \"What you get is shorter sentences but greater prevention.\"\nStill, critics of Justice Department anti-terrorism policies say the study lifts the veil on what they consider large-scale government deception aimed at reassuring an American public fearful of more attacks.\n\"This punches a huge hole in the hype the Justice Department has been engaged in,\" said Timothy Edgar, legislative counsel for the American Civil Liberties Union. \"They are calling people terrorists, on a massive scale, who aren't terrorists.\"\n\nLoad-Date: December 12, 2003"
}