{
    "title": "Terror cover capacity rises, rates decrease Demand grows as TRIA renewal nears",
    "publisher": "business insurance",
    "year": 2014,
    "month": 10,
    "day": 13,
    "full text": "Demand is up for terrorism insurance in the private market amid increased capacity and greater competition that have dropped rates as much as 40% in the lowest-risk locales, while rates are flat in cities considered at greatest risk of a terrorist attack.\nThe private market has been active, despite uncertainty whether Congress will extend the federal terrorism insurance backstop established by the Terrorism Risk Insurance Act of 2002, experts say.\nCongress is expected to consider the reauthorization of the program, which is scheduled to expire Dec. 31, during a lame duck session following the November midterm elections.\nShould Congress not act by the deadline, sources said the private market likely would see disruption as buyers rush to secure affordable private-market terrorism coverage following expiration of the federal backstop.\nDespite the uncertainty, new capacity has entered the stand-alone market this year. That has created competition and softer pricing outside of peak peril zones, where capacity continues to be tight in so-called tier 1 cities such as New York, Chicago and San Francisco.\nIn addition, some companies in the Atlanta and Washington areas also are considered high risks.\nIronshore Inc. is offering $300 million in limits, said James Dover, who joined the insurer in February as senior vice president of the terrorism and sabotage insurance practice in New York.\n\"We came into the market with $300 million in single-risk capacity and we've used that,\" Mr. Dover said. \"There's definitely competition for business, and that has definitely led to pricing reductions\" in lower-risk areas, where pricing has gotten \"very aggressive\" and resulted in reductions of 10% to 20% in some cases, he said.\nPricing competition also has led to new buyer interest, said David Eliot, who specializes in the stand-alone terrorism market at London-based broker Miller Insurance Services L.L.P.\n\"We have seen more activity,\" Mr. Eliot said.\nInterest is coming from buyers who previously bought terrorism coverage backed by the U.S. backstop, as well as clients buying private coverage for the first time, both lured by more competitive rates, he said.\n\"It's become even a more competitive marketplace,\" said Mary Pat Thurston, a partner at managing general agent Global Excess Partners L.L.C. in New York.\n\"The stand-alone product is now even a better option for people because it's gotten more competitive. The prices have gone down significantly,\" Ms. Thurston said.\nGlobal Excess is preparing to offer terrorism quotes to every client at renewal as a standard practice.\nJennifer Rubin, New York-based vice president and underwriting leader of war, terrorism and political violence coverage at Hiscox USA, said the insurer raised its stand-alone terrorism insurance limits to $200 million in June. It is binding more business at lower rates due to the increased competition, leaving overall premiums flat, she said.\n\"In terms of demand, there are more buyers interested in buying a stand-alone option, but the market this year has been extremely competitive because a lot of new capacity has come in, particularly in the U.S.,\" she said.\nRates declined as much as 40% in nonmetropolitan areas of the country, while premiums in large cities remain flat, said Ms. Rubin.\nThe difference in the markets is exemplified by the capacity that is available.\n\"There's anywhere from a little over $2 billion on a normal maximum line to a little over $3.2 billion on an absolute maximum line for any one insured or reinsured on a large, complex deal including North American placements,\" said Aaron Davis, New York-based managing director at Aon P.L.C.'s property broking unit.\n\"Now that can drop off rather dramatically in significant problem zones, where there's limited aggregate capacity available,\" Mr. Davis said. \"It can be as little as $250 million and maybe as much as $750 million for many of our clients.\"\nOthers also said the differences in geography counts a lot in terrorism underwriting.\n\"The limiting factor in stand-alone terrorism insurance has always been the tier 1 (high-risk) cities,\" said Tarique Nageer, New York-based senior vice president and head of terrorism placement and advisory at Marsh L.L.C. \"For any clients with exposures in those zones, capacity continues to be limited, and what's available can be expensive.\"\n\"There's still, obviously, the highly aggregated zones in the U.S. where there is still a capacity constraint,\" said Wendy Peters, Radnor, Pennsylvania-based senior vice president of the terrorism practice group at Willis North America Inc.\nMs. Peters estimated the overall market has about $3.7 billion in capacity, but the maximum a risk in any tier 1 city could get is about $1 billion.\n\"In our existing portfolio across the 12 industry subsectors that we track, quarter on quarter we've seen 20% increases in the takeup for stand-alone terrorism coverage,\" said Aon's Mr. Davis.\nMarsh's Mr. Nageer estimated the broker is seeing a 50% increase in inquiries and binding new business.\nThe added commerce comes from those looking for additional limits on existing terrorism coverage, as well as first-time buyers, he said.\nShould Congress fail to renew the Terrorism Risk Insurance Program Reauthorization Act, on Jan. 1, 2015, the private market could see disruption as available capacity is drained.\n\"There will not be enough stand-alone capacity to replace embedded TRIA capacity,\" Mr. Davis said. \"Aon views TRIA as critical to a functioning market.\"\n\"If TRIA expires, clients are going to need to have a solution very quickly,\" Hiscox's Ms. Rubin said.\n\nLoad-Date: October 17, 2014"
}