{
    "title": "Terrorism suspect can talk to lawyer",
    "publisher": "st. petersburg times ",
    "year": 2003,
    "month": 12,
    "day": 3,
    "full text": "Reversing course, Pentagon officials have decided to allow a U.S.-born terrorism suspect access to a lawyer, the Defense Department said Tuesday.\nThe Defense Department will make arrangements over the next few days for a lawyer to visit Yaser Esam Hamdi \"subject to appropriate security restrictions,\" a Pentagon statement said. Hamdi is being held as an \"enemy combatant,\" a designation the Bush administration says denies him rights to a lawyer or a trial.\nCompiled from Times Wires\nThe Supreme Court is considering whether to hear an appeal from a public defender, Frank Dunham, who challenged Hamdi's detention and wanted to act as his lawyer.\nDunham had asked the Supreme Court to decide if the government has unconstitutionally imprisoned Hamdi without access to attorneys and without charges being filed against him.\nHamdi is being held in the U.S. Navy brig in Charleston, S.C. He was captured in Afghanistan in November 2001.\n \nMedicare chief resigns, weighs new job offers\nWASHINGTON - Thomas Scully, the outspoken administrator of the agency that oversees Medicare and Medicaid - the public health insurance programs for more than 70,000 elderly, disabled and poor Americans - said Tuesday night he has turned in his resignation.\nHis resignation, effective Dec. 16, follows months of speculation he would step down. Scully had said he would not depart until Congress had finished working on legislation that would add prescription drug coverage and an expanded role for private health plans to Medicare. President Bush is scheduled to sign the bill Monday.\nScully is now at the center of a bidding war among five private firms that hope to hire him to help advise clients who will be affected by the measure. He said Tuesday his discussions with potential employers conformed with federal ethics regulations and he had seen no reason to recuse himself from work on the legislation.\n \nFBI: Anthrax information can help terrorists\nWASHINGTON - Disclosure of what the FBI knows about the deadly 2001 anthrax attacks could enable terrorists to engineer biological weapons to escape detection, the FBI says in documents filed in response to a lawsuit by a scientist labeled a \"person of interest\" in the case.\nCiting the criminal investigation and national security concerns, the Justice Department is trying to persuade a federal judge to delay the lawsuit filed by Dr. Stephen Hatfill, who contends the government invaded his privacy and ruined his reputation by leaking information to the media implicating him in the attacks.\nHatfill has denied any role in the attacks and his lawsuit seeks to clear his name and recover unspecified monetary damages.\n\"In the hands of those hostile to the U.S., this valuable intelligence could aid state sponsors of terrorism or terrorist organizations in their efforts to genetically engineer or alter their anthrax bioweapons to \"spoof' or escape detection,\" said Richard Lambert, the FBI inspector in charge of what is being called the \"Amerithrax\" investigation.\n \nStudy: Government slow to share terror information\nWASHINGTON - The federal government has only marginally improved how it shares information on terrorists and threats with key people on the national, state and local levels, technology and national security experts asserted Tuesday.\nA study by the Markle Task Force on National Security in the Information Age said sharing \"remains haphazard and still overly dependent on . . . personal relations among known colleagues.\"\nThe panel advocates creation of a decentralized information network to spread information about terror threats while safeguarding against violations of civil liberties.\n\nLoad-Date: December 3, 2003"
}