{
    "title": "TERRORISM, HUMOR MAKE FOR 'BAD COMPANY'",
    "publisher": "daily news ",
    "year": 2002,
    "month": 6,
    "day": 7,
    "full text": "A better name for Bad Company might be 'Bad Timing.'\nThe odd-couple action-comedy, originally titled Black Sheep , was postponed last fall in the wake of Sept. 11 because it's about foreign terrorists trying to blow up New York City with a nuclear bomb.\nIt now arrives seven days after The Sum of All Fears , a Tom Clancy thriller about foreign terrorists attempting to blow up Baltimore with a nuclear bomb.\nProduced by Jerry Bruckheimer, Bad Company is a tired and predictable rehash of 1980s action-movie cliches that makes The Sum of All Fears look like Oscar material.\nChris Rock stars as Jake Hayes, a fast-talking street hustler who was separated at birth from his twin, Kevin Pope, a sophisticated CIA operative who poses as an antiquities dealer. Hayes is recruited by no-nonsense CIA agent Gaylord Oakes (Anthony Hopkins) to replace his brother after Pope is assassinated in Prague while negotiating a sensitive nuke deal with a Russian mobster (Peter Stormare).\nOakes has nine days to transform Hayes into a suave, savvy spy to complete the deal, with the future of the free world at stake. 'This is going to be a disaster,' Oakes says.\nNot quite, thanks to Rock's comic riffing, but close enough.\nBad Company is directed by Joel Schumacher, who returns to mainstream filmmaker-for-hire mode after the acclaimed independent dramas, Flawless and Tigerland . Typical of most Bruckheimer productions, the film has an ultra-slick look - along with cardboard characters and a generic plot. The rote action includes gratuitous gun fights, car chases and girlfriends in peril.\nRock gets some good laughs from Hayes' transformation, as well as his reaction to his brother's world of palatial hotel suites, beautiful women and constant danger.\n'In my foster home, we were so poor we had to lick stamps for dinner,' he cracks.\nRock is a better comic than actor, but he stretches admirably in the latter role. In contrast, Oscar-winner Hopkins walks through his performance looking bored.\nBad Company is perhaps most notable for its unfortunate parallels to real-life events, such as the possible threat of nuclear terrorism. The film also features Afghani suicide soldiers and an angry, climactic diatribe against Americans waging war like a video game. The Clancy thriller may have been a hit, but these days, terrorism is no laughing matter.\n \n \n \n \n \n \nReview    C\n \n \nBad Company\n \n \nDirector: JOEL SCHUMACHER; Starring: ANTHONY HOPKINS, CHRIS ROCK; 111\n \nminutes; REGAL HOLLYWOOD 20, CROSS POINTE, DAYTON SOUTH, HUBER HEIGHTS,\n \nCINEMARK, DANBARRY MIDDLETOWN, MOVIES 5, SIDNEY, DIXIE, MELODY 49\n \n \nPG-13: Intense sequences of violent action, some sensuality and language\n\nGraphic\n\n \nPHOTO, Agents Oakes (Anthony Hopkins, left) and Seale (Gabriel Macht) recruit Jake Hayes (Chris Rock).\n\nLoad-Date: June 8, 2002"
}