{
    "title": "Terrorism included in disaster plan; Local act of terrorism no less likely than flood, wildfire or s",
    "publisher": "the spokesman-review",
    "year": 2001,
    "month": 10,
    "day": 20,
    "full text": "The probability of a terrorism incident in Spokane is equal to the\n likelihood of a flood, wildfire or severe winter storm, a vulnerability\n analysis concludes.\n The analysis is part of the Spokane City-County Comprehensive Emergency\n Management Plan, which includes a newly drafted section dealing exclusively\n with terrorism.\n The terrorism plan outlines the responsibilities of various government\n agencies if there was an incident involving ''weapons of mass destruction.\"\n By definition, that means a terrorist attack involving nuclear, biological or\n chemical weapons.\n''A terrorist incident (in Spokane) will create a need for special response\n considerations unlike other emergencies,\" the plan says.\n Spokane and Tacoma now have specific terrorism response plans, but Seattle\n does not. The state of Washington is in the final stages of reviewing its own\n terrorism response plan.\n Spokane's terrorism plan was published in draft form last December, and now\n is getting increased scrutiny, said David Byrnes, deputy director of the\n city-county Department of Emergency Management.\n The terrorism plan's chief author, Bill Edstrom, said the vulnerability\n assessments for natural and manmade disasters are historically based.\n ''We have a fairly decent history in Spokane of terrorist incidents, but\n certainly not of the magnitude of what's going on right now elsewhere in the\n United States,\" he said.\n Pipe bombs detonated by white supremecists in Spokane and the Valley in\n 1996 were terrorist acts, said Edstrom.\n Police and firefighters referred to the plan in the past week as they\n responded to 16 suspicious powder incidents, reported as possible anthrax.\n None involved the potentially deadly bacteria.\n The plan has gotten enough use that a ''table-top\" mock terrorism\n exercise, planned for next month, has been indefinitely postponed, Edstrom\n said.\n ''We're basically in an exercise right now,\" said Edstrom, an\n epidemiologist and bioterrorism coordinator for the Spokane Regional Health\n District.\n False anthrax scares ''are teaching us how we should or shouldn't respond\n to issues,\" he said.\n The terrorism plan is broken down into sections dealing with immediate\n management of the crisis and followup or so-called consequence management.\n It addresses such issues as communications, decontamination, how to deal\n with mass casualties and death scenes. It also outlines responsibilities\n assumed by more than two dozen local, state and federal agencies.\n ''The federal government exercises primary authority to prevent, preempt\n and terminate threats or acts of terrorism, and to apprehend and prosecute the\n perpetrators,\" the plan says. But, it adds, state and local governments must\n be ready to provide assistance.\n The plan lays out how the agencies should repond ''to prevent, minimize or\n mitigate a threat to public health, welfare or the environment.\"\n It also includes a caveat: ''There is no guarantee implied by this (plan)\n that a perfect response to a terrorism attack involving weapons of mass\n destruction will be practical or possible.\"\n For public health workers, responding to a terrorist incident is similar to\n responding to an outbreak of hepatitis A or pertussis, Edstrom said.\n ''Our job all along has been planning for an unexpected impact on public\n health,\" he said. ''What's different about bioterrorism is it's purposefully\n done rather than unintentionally done.\"\n But significantly, terrorism is a crime, encompassing the need for law\n enforcement involvement.\n The FBI is the lead federal agency for terrorism investigation. Since the\n Oklahoma City federal building bombing in 1995, more than 1,000 new FBI agents\n have been hired and trained for terrorism. Some of those agents now are\n assigned to Spokane and Coeur d'Alene.\n The Spokane city-county terrorism plan was modeled after one drafted by the\n state of Washington's Emergency Management Division. Edstrom also participated\n in that state drafting process.\n The state's terrorism plan is now under final review by the governor's\n office and the state attorney general, said Glen Woodbury, director of the\n state's Emergency Management Division.\n ''I think it's a very complete plan that speaks to the specific and unique\n circumstances of a terrorist event,\" he said.\n The state plan looks at vulnerable targets for terrorism in Washington, but\n Woodbury declined to discuss that topic.\n ''I'm not going to discuss specific vulnerabilities or our response plans\n to those vulnerabilities,\" he said.\n Portions of the state plan detailing with risks and vulnerabilities may not\n be released because state law was amended in July, blocking public disclosure,\n Woodbury said.\n ''Planning and preparation for a terrorist event in the State of Washington\n didn't begin on Sept. 11,\" he said.  ''We've been working on this specific\n hazard for several years.\"\n Jim Mullen, Seattle's emergency management director, said he believes his\n city's basic emergency response plan is adequate to cover a terrorist\n incident.\n ''Do our current plans and procedures adequately cover the subject?\" he\n asked. '' I believe they do.\n ''We would do the same generic things following an act of terrorism that we\n would do for an earthquake,\" Mullen said.\n If an emergency is declared, as occurred during last February's earthquake\n in Seattle, nine emergency support groups are mobilized. They include\n emergency management, law enforcement, public works, fire departments, public\n information, human services, logistics, public health and long term recovery.\n ''I don't think anybody really knows what the next terrorist incident will\n be like,\" Mullen said.\n In contrast, the Tacoma area has a detailed terrorism response plan, said\n Ed Reed, program manager for Pierce County's Emergency Management.\n The Pierce County plan, finalized in December 1998, is now undergoing\n review by a Terrorism Early Warning and Response Task Force that was just\n formed, Reed said. The group holds its first meeting on Tuesday.\n\nNotes\n\nBill Morlin can be reached at (509) 459-5444 or by e-mail at billm@spokesman.com.  \n\nGraphic\n\n \nColor Photo; Graphic: Potential disasters in SpokaneCounty; Spokane International Airport police and the Spokane haz-mat team respond to the report of a suspicious powder at the airport earlier this week. Photo by Colin Mulvany, The Spokesman-Review\n\nLoad-Date: October 23, 2001"
}