{
    "title": "Terrorism-themed game lets players act as leaders, insurgents",
    "publisher": "university wire",
    "year": 2007,
    "month": 1,
    "day": 31,
    "full text": "Andrew Sheerin and Andy Tompkins have made the world flat. The pair from Cambridge, England, has created a way for anyone to get involved with international politics and relations on a tabletop.\nOne of the most heated issues in recent history, the war on terror, is a complex facet of international politics featuring winding terror networks and alliances between countries that have historically been enemies.\nThe young entrepreneurs often discussed the war on terror during their free time and began joking about creating a board game based on the concept.\nThree and a half years later, \"War on Terror: The Boardgame\" was released to the world by Terror Bull Games, a company Sheerin and Tompkins created in 2005 as a way to release their independent board game.\nThe impetus for the game came shortly before the latest invasion of Iraq in 2003. Tompkins and Sheerin felt as if world leaders were playing some sort of game rather than waging an actual war.\n\"It felt like a game -- a game that those in power played out in far off lands, abstracted from the tragedy of conflict,\" Tompkins said. \"We thought, if geopolitics is one big game, then why not reflect that in a proper game -- one that everyone can play. And that's what we started to doing -- mapping real-world politics onto the mechanics of a board game.\"\nThe game gives players a chance to act as world leaders. Each player has the opportunity to claim territories or chose to work as a terrorist. Eventually an empire or terrorist network claims the entire board, winning the game.\nPlayers are allowed to form allegiances with other empires or terrorists -- even if the bonds seem to make no sense politically. This facet of the game also mirrors the way Tompkins and Sheerin view the actions world leaders are taking in the actual war on terror.\n\"Old allies became enemies as soon as it didn't suit our (Great Britain's) foreign policy,\" Tompkins said, \"and equally, old enemies became 'special relationships' if they were willing to play ball.\"\nTompkins and Sheerin hoped to create a simplified version of the world in order to set the stage for an interesting and thought-provoking game.\nAlthough players are permitted to communicate with one another and band together to achieve the ultimate goal of world domination, the game includes no code of ethics. Tompkins sees the ability to break allegiances as one of the most important aspects of game play.\n\"I think the most realistic part of the game is the double-crossing, the backstabbing, the cheating and lying involved in trying to liberate the world,\" Tompkins said.\nThe premise of the game deals with obtaining and selling oil in an attempt to raise enough money to buy more land and spread power. The action die indicates what will transpire during each turn. The die instructs players to draw cards, shuffle cards and twirl the \"Axis of Evil\" spinner.\nThe spinner, which is attached to the game board, arbitrarily selects an empire to be labeled the axis of evil. The \"ruler\" of that empire must wear the balaclava that is included with the game, a black ski mask with the word \"Evil\" stitched on the forehead. Players labeled as \"evil\" have the opportunity to use weapons of mass destruction, politically kidnap for ransom and incite civil war.\nEmpire cards, which are drawn at the beginning of each turn, instruct players to conduct defensive actions, like building bunkers, or offensive actions, like deploying nuclear weapons.\nThe game, which has obvious political influence has never really come under fire, Tompkins said. Any questions about the game's content have been out of concern that the game might be misinterpreted -- and the pair worked to keep their own personal beliefs and values out of the game.\n\"We were very keen to keep things ambiguous and to let the players of the game draw their own conclusions,\" Tompkins said.\nHe explained that although the game may shock some people, its concept is intended to educate.\n\"People learn if they question, and our game is as more about asking questions than trying to give people answers,\" he said. \"Moving away from the black-and-white, you're either with us or against us type of mentality, towards the gray area.\"\nBy incorporating provoking subject matter with nearly real world scenarios, the creators \"War on Terror: The Board Game,\" are hoping to change the way people think about foreign policy and bring to light some of the glaring issues they see in their native Britain and abroad.\n\"This whole notion of a 'war on terror' -- it's ridiculous. Farcical,\" Tompkins said. \"It doesn't make linguistic nor practical sense.\"\n-Jeremy Buckley contributed to this article\n(C) 2007 Daily Nebraskan via U-WIRE\n\nLoad-Date: January 31, 2007"
}