{
    "title": "Terror trial verdict_ Guilty Ex-student's family says his only crime was ideas",
    "publisher": "the atlanta journal-constitution",
    "year": 2009,
    "month": 6,
    "day": 11,
    "full text": "Moments after his son was convicted Wednesday of a terrorism conspiracy, Syed Riaz Ahmed said the young man never harmed anyone and committed nothing more than thought crimes.\n\"You think something and you're guilty of something,\" said Ahmed, somber and weary as he stood outside a federal courtroom. \"He's not guilty of any crimes in the eyes of Allah. He's guilty of U.S. laws.\"\nDuring a brief hearing, U.S. District Judge Bill Duffey pronounced Syed Haris Ahmed, a former Georgia Tech student, guilty of conspiring to provide material support to terrorists here and overseas. He will be sentenced later this year.\nU.S. Attorney David Nahmias said Ahmed's case did not involve an imminent threat, \"because in the post-9/11 world we will not wait to disrupt terrorism-related activity until a bomb is built and ready to explode.\"\n\"The fuse that leads to an explosion of violence may be long, but once it is lit --- once individuals unlawfully agree to support terrorist acts at home or abroad --- we will prosecute them to snuff that fuse out,\" Nahmias said. The investigation was connected to the convictions of multiple terrorists around the world, \"all before any innocent people were killed,\" he said.\nAhmed, 24, once a Centennial High student who earned a Georgia Tech scholarship to study mechanical engineering, embarked on a spiritual journey during his college years to learn more about Islam. Upset by how fellow Muslims were being treated across the world, Ahmed turned to the Internet and became besotted with jihadist Web sites espousing violent, radical views.\nAt his trial last week, prosecutors introduced into evidence e-mails and Internet chats in which Ahmed said he wanted to engage in violent jihad. The trial culminated in Ahmed's refusal to allow his lawyer to deliver a closing argument. Instead, Ahmed waived a jury trial so he could use the allotted 45 minutes for closings to deliver what he said was the message of Islam.\nAhmed quoted nine passages from the Quran in Arabic while giving his statement to Duffey, who presided as judge and jury. He said he hoped that by delivering \"the message that has been revealed by Allah ... the promise of protection from evil will also apply to me.\"\nAhmed also admitted to the court he had been \"misguided.\"\nProsecutors said Ahmed began plotting acts of terror in early 2005, when he and his alleged co-conspirator, Ehsanul Islam Sadequee of Roswell, met with suspected terrorists in Toronto. The men talked big, discussing attacks on military bases and oil refineries, even using lasers to disable the GPS satellite system.\nA month later, Ahmed and Sadequee drove to Washington and took 62 amateurish \"casing videos\" of area landmarks, such as the Capitol and World Bank. Some of the recordings were later found on the computers of two men now convicted of terrorism crimes in Great Britain.\nProsecutors said Ahmed and Sadequee took the videos to earn the respect of terrorists overseas by proving they could take risks and showing how close they could get to potential targets.\nDefense attorney Jack Martin countered that Ahmed was an immature college student who had \"momentary ideas, childish fantasies\" that were never carried out. After Wednesday's verdict, Martin said, \"Perhaps this case all along was about what is the appropriate sentence.\"\nThe slight, bearded defendant, who was wearing a white skull cap, showed little emotion and said nothing as Duffey handed down the guilty verdict. He smiled and waved to his father and two of his sisters seated behind him in court as he returned to the defense table.\nAhmed will be sentenced after Sadequee's trial, which is to begin Aug. 3. He faces up to 15 years in federal prison.\nOutside the courtroom, Ahmed's 27-year-old sister, Mariam Ahmed, said her younger brother has memorized the Quran and read prodigiously since his arrest. For more than three years, she noted, Ahmed has awaited trial in solitary confinement at the federal penitentiary.\n\"To me, he's suffered enough already, because he didn't deserve this,\" said Ahmed's sister, who came from her home in Pakistan to attend the trial. \"He's now a better person. He has his peace of mind.\"\n\nLoad-Date: June 11, 2009"
}