{
    "title": "Terror in retreat",
    "publisher": "the christian science monitor",
    "year": 2008,
    "month": 6,
    "day": 13,
    "full text": "When John McCain visits Colombia next month, he'll see an emerging US success story against terrorism. (Barack Obama also plans a visit to the region soon.) Not only is Colombia beating terror-wielding guerrillas with US help, it also has forced the rebels' rich funder, Hugo Chavez, to relent on his public support.\nThe Venezuelan president, who aspires to be as Red as Fidel Castro, was caught red-handed in March when a rebel laptop, captured by the Colombian military, revealed Mr. Chavez's $300 million backing of the guerrilla group known as FARC, which often crosses into Venezuela to resupply.\nSince then, Chavez has beat a retreat from FARC as fast as a fandango in order to avoid being ostracized in Latin America for trying to overthrow a democratically elected government. Venezuela might also face being listed as a terrorist state by the US.\nOn Sunday, Chavez appeared to pull the plug on FARC. He told it to end its 44-year rebellion and release more than 700 kidnap victims. And he concluded: \"At this moment in Latin America, an armed guerrilla movement is out of place.\" \nPlease note the \"at this moment.\" The day before Chavez's backflip, Colombia caught a Venezuelan solider smuggling arms to the rebels.\nSincere or not, these words from the would-be revolutionary and former coup plotter are a major victory for Colombia and the US. Since the end of the Clinton administration, nearly $4 billion in US aid has been spent to beef up the country's military and suppress the narcotics trade that feeds the rebels' coffers.\nMuch of the credit, however, goes to President Alvaro Uribe. Elected in 2002, he retains high popularity for a smart campaign against FARC - and against violent, right-wing groups. After years of war in which tens of thousands of civilians have been killed, FARC has recently suffered losses in its leadership and through mass defections. Its numbers may be down to 8,000 from more than 16,000. Ten years ago, the guerrillas were on the capital's doorstep.\nThis successful bilateral cooperation against regional terrorism makes it all the more puzzling why the US Congress refuses to pass a free-trade agreement with Colombia. US allies against terrorism need such economic support, as did US allies during the cold war.\nAnother need is to make sure Chavez lives up to his word. For starters, the Organization for American States or the United Nations should send peacekeeping troops to the Colombia-Venezuela border. (Mr. Obama favors sanctions on Venezuela.)\nChavez is also on the run at home. In December, he suffered a devastating political loss when voters defeated a constitutional referendum that would have enabled him to run for reelection indefinitely. He's limited to stay in office until 2013. This week, he was forced to withdraw a decree that would have forced Venezuelans to spy on each other. He also abondoned a plan to introduce school textbooks with his socialist ideals.\nAs his popularity sinks and Venezuelans face high inflation, the man who tried to be Latin America's leader faces likely losses in local elections this November.\nWith FARC and Chavez in retreat, there's a lesson for the US in being a steady foe to terrorism.\n(c) Copyright 2008. The Christian Science Monitor\n\nLoad-Date: June 12, 2008"
}