{
    "title": "TERRORISM HITS CLOSE TO HOME FOR DUKES GUARD",
    "publisher": "pittsburgh post-gazette",
    "year": 2002,
    "month": 7,
    "day": 7,
    "full text": "Shiri Sharon had made her plans and nothing was going to change them. It didn't matter that Israel had become one of the most dangerous spots in the world. It's home. Her family is there. Her friends. There was no doubt she was going back for the summer. It was her vacation, wasn't it?\n The final few weeks before the trip were the toughest for Sharon. She didn't think her classes ever would end at Duquesne, where she's studying sociology and psychology and is the point guard on the women's basketball team. Meanwhile, the newspapers here were filled with stories of suicide bombings in Israel. Her two older brothers had been called into emergency service in the Israeli army. Until she left for home June 21, she was telephoning her mother three times a day to check on their safety.\n\"This is going to sound hard to understand, but I feel better now that I'm here,\" Sharon said from Tel Aviv last week. \"When you grow up here and live this life, you kind of get used to the situation and learn to deal with it. It's when I'm in America and I have to read and hear about all of the problems here that I get scared. I feel so helpless. It can be so overwhelming.\"\n That's why Sharon's accomplishments at Duquesne are remarkable. She is on schedule to graduate with her class in two years. In basketball, she led the team in minutes, assists and steals last season and was its third-leading scorer.\n It's hard enough to leave home and go to college and thrive. But to do it in a strange land where everything from the language to the customs to the food is different? And to do it when you're always fearful of your family's well-being halfway around the world because of the constant threat of terrorism?\n Sharon, 22, clearly isn't a typical college kid. It's safe to say there aren't many Duquesne students who served nearly two years in the army.\n \"In Israel, we don't have a choice,\" she said. \"When we turn 18, we don't talk about what we're going to study in college. We talk about where we're going to serve in the army.\"\n The worst part for Sharon was carrying a gun. \"I'm a person who doesn't believe in any kind of violence. … I think it's horrible that people kill each other for no reason.\"\n Yet Sharon grew up with violence all around her. Our world was rocked by the terrifying events of Sept. 11. We're still struggling with it. But her world? Sadly, it's a bit like that every day.\n The terrorism, worse than ever in Israel in the past few months, has touched Sharon. A high school friend was killed in a battle in Gaza. A bus she routinely took out of Tel Aviv was blown up by a suicide bomber.\n Now that she's home again, Sharon -- who is not related to Israeli Prime Minister Ariel Sharon -- sees the toll the violence has taken on her people.\n \"In America, everyone is friendly and patient and says hello and asks how you're doing. I'm not seeing that here. It's not that we're unfriendly. It's just that everyday life here is not so easy. I can see more than ever that people are stressed and nervous. To us, the whole situation seems so endless.\"\n Sharon has made her own changes. She no longer rides the buses. She tries to avoid crowds. At the mall or in the checkout line at the market, she constantly looks to see if there's something out of the ordinary, something dangerous. When she looks at other people, she sees them doing the same thing.\n \"It's a sad way to live.\"\n But Sharon doesn't sound so much sad as she does resolved to make the best of it. Maybe it's because she's back home and feels like she has some control again. More likely, it's because she was in America Sept. 11 and realizes there's no part of the world that's immune to unconscionable acts of terror.\n \"After that horrible day,\" she said, \"I think the people in Pittsburgh could relate to me and the way we live just a little better.\"\n And she to them.\n \"I could see the same fear in their eyes that I see at home. They knew they had just lost a part of their freedom. But I also could see that they weren't willing to lose anymore. They weren't going to change their life and let the terrorists beat them.\"\n It's exactly that same spirit that led Sharon back to Israel this summer. It's why she's still going out with her family and friends and doing the same things they always did. She's already dreading Aug. 23 -- the day she leaves to come back to Duquesne. Don't take that personally, Pittsburgh. It has nothing to do with you.\n \"I'm having a good time at school,\" Sharon said. \"It's just that I'm attached to this place. People don't want to leave here. It's the Land of the Jews …\n \"For me, it's good. For me, it's the best place to live. I try not to think about how dangerous it is. I just look at it as home. It's where I belong.\"\n\nNotes\n\nRon Cook can be reached at rcook@post-gazette.com.  \n\nGraphic\n\n \nPHOTO: Sharon\n\nLoad-Date: July 11, 2002"
}