{
    "title": "Terrorism fears close embassies in Saudi Arabia",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 5,
    "day": 21,
    "full text": "RIYADH, Saudi Arabia -- The United States, Britain and Germany temporarily closed their embassies and consulates in Saudi Arabia on Tuesday following warnings of \"imminent\" terror threats.\nA Saudi official said dozens of Muslim militants linked to al-Qaida are believed ready to volunteer for suicide bombings like the ones that targeted Westerners in Riyadh last week.\nThe Bush administration, meanwhile, raised the national terror alert level to orange on Tuesday amid fears the wave of terrorist attacks overseas will spread to the United States.\nSaudi authorities said they were doing all they could to ward off violence and announced new arrests Tuesday.\nSaudi security officials said three suspected al-Qaida militants were arrested Monday in the southwestern port of Jiddah following the near-simultaneous May 12 attacks on the outskirts of Riyadh that killed 34 people, including eight Americans, two Britons and nine attackers.\nThe security officials, speaking on condition of anonymity, gave no details on the arrests, and it was unclear whether investigators believe the three men were connected to the May 12 suicide attacks, which officials have linked to Osama bin Laden's al-Qaida terror network.\nThe arrests were in addition to an earlier announcement that four suspects apparently linked to al-Qaida were in custody for the Riyadh car bombings.\n\"The embassy continues to receive credible information that further terrorist attacks are being planned against unspecified targets in Saudi Arabia,\" warned a statement posted Tuesday on U.S. Embassy and consulate Web sites.\n\"In response to information that some strikes may be imminent, the embassy in Riyadh and the consulates in Jiddah and Dhahran will be closed.\" The statement said diplomatic offices would close Wednesday and reopen Sunday.\nIn Washington, State Department spokesman Richard Boucher said relatives of mission staff and nonemergency personnel were leaving the country. \"Those who remain have their movements restricted to essential travel only. Mission children are not going to school,\" he said.\nWhite House spokesman Ari Fleischer said the embassy and consulate closures were \"a precaution.\"\n\"We have concerns dealing with the security situation there and we are taking the proper steps, the wise steps necessary to protect Americans,\" he said.\n\nLoad-Date: May 22, 2003"
}