{
    "title": "Terror-centric voters_ scared little bitches",
    "publisher": "university wire",
    "year": 2004,
    "month": 11,
    "day": 2,
    "full text": "I just realized a few days ago how angry I am going to be if George W. Bush wins the election. I won't just be angry about what it means for the future of our country. I'll be angry about what it says about the half of our country that voted for Bush: Basically, that they are a bunch of scared little bitches.\nA scared little bitch (or SLB) is person whose rampant fear of terrorism prevents them from thinking about anything else. I first developed the concept of the SLB during the Republican National Convention, where speakers like Zell Miller acted as though terrorism was the only issue affecting the American people. The idea was confirmed during the vice presidential debate, where Dick Cheney shrewdly reached out for the SLB vote by opening and closing the debate by talking about terrorists exploding a nuclear weapon \"in one of our cities.\"\nAnother quintessential example of an SLB is Washington Post columnist Charles Krauthammer. He wrote a column this summer criticizing U.N. weapons inspector Hans Blix for suggesting that world hunger might be a bigger problem than terrorism. Krauthammer's argument was that hunger is only a problem for people who starve to death, but a nuclear explosion in an American city would destabilize the whole world.\n(In other words, hunger kills Africans, while terror could kill Americans. Krauthammer is so scared of terrorism he can barely function as a compassionate human being.)\nBy now I am sure you are all wondering, \"How can I tell if I'm an SLB?\"\nWell, if you use the phrase\n\"Sept. 10 mindset\" or consider yourself a \"security mom,\" you're probably an SLB. If you are a member of an editorial board whose presidential endorsement was 95 percent about terrorism (cough, Chicago Tribune, cough), you're probably an SLB. If you are an avid fan of Toby Keith, Fox News or Troy Appel, you're probably an SLB.\nBeing a scared little bitch isn't a victimless crime. It makes people tolerant of the killing of thousands of foreigners if it might improve their safety a little bit. For example, the worst terrorist attack on American soil killed roughly 3,000 people. The war in Iraq has killed as many as 100,000 Iraqis and more than 1,000 U.S. soldiers, according to some estimates. That might be acceptable to an SLB, but it's an open question for the rest of us.\nAs for me, I'm proud of my\nSept. 10 mindset. I sort of liked it when people cared about things like civil rights, education, jobs and health care. I'm confident that my government will do what it can to protect me from terrorism, but I won't let fear consume my life. I think John Kerry will make this country safer, but I also think he will improve our health care, help create jobs and protect our rights.\nMaybe one day we'll all get blown up by a terrorist attack and Charles Krauthammer can have the last laugh from beyond the grave. But at least I won't have gone through life as a scared little bitch.\n(C) 2003 Daily Northwestern via U-WIRE\n\nLoad-Date: November 2, 2004"
}