{
    "title": "TERRORISM STRIKES RUSSIA MOSCOW SUFFERS 4TH ATTACK",
    "publisher": "the columbian ",
    "year": 1999,
    "month": 9,
    "day": 16,
    "full text": "MOSCOW - An explosion devastated an apartment building today in southern Russia, leaving at least 17 people dead and 184 others injured in what authorities said was the fourth massive terrorist attack in two weeks.\nExplosives hidden in a truck or in an underground pipe demolished the front of a nine-story building in the city of Volgodonsk, close to Russia's volatile Caucasus Mountains region, where Russian forces have been battling Islamic militants, officials said.\nThe latest explosion came as speculation mounted in Moscow that President Boris Yeltsin's government could face a political crisis because of its apparent inability to end the wave of attacks.\nTraces of explosives were found in the wreckage, the Federal Security Service said. It was the fourth major explosion involving a large apartment building in Russia during the past two weeks. All of the explosions happened overnight, when residents were sleeping, apparently to inflict a maximum number of casualties.\nThe blast brought down the front of the building and damaged a nearby police station and about 20 other surrounding buildings, Interior Ministry officials said. The explosion left a 4-yard crater in front of the apartment building.\nAt least 17 people were killed and 184 others were wounded, about 50 of them in serious condition, officials said. Volgodonsk has a population of about 250,000 people and is 500 miles south of Moscow.\nFirefighters fought a blaze that engulfed several floors of the building, and rescue workers and volunteers pulled away piles of rubble, hunting for survivors, officials said. The building is in a drab residential area of rows of similar apartment buildings.\nYeltsin discussed the latest explosion at a meeting today with Prime Minister Vladimir Putin.\n\"We have the strength and resources to wipe out terrorism,\" Yeltsin said, according to the Interfax news agency.\nYeltsin's fitness to govern Russia is again under question with the spate of recent bombings and the unresolved conflict in Dagestan in southern Russia, where Islamic rebels are battling Russian government forces.\nThe president has insisted he will not declare a state of emergency and he will serve out the remainder of his term, which expires in the middle of next year.\nStill, Moscow is buzzing with rumors of possible political changes. There is daily speculation about the government declaring a state of emergency, which would allow Yeltsin to rule by decree. There is also talk that Yeltsin may dismiss Putin, who assumed office just last month.\nMany of the rumors are contradictory. Some say Yeltsin plans to extend his term by postponing or canceling parliamentary elections in December and the presidential poll set for next summer. But other rumors say Yeltsin might suddenly resign in coming days, install Putin as interim president, and announce presidential elections within three months in the expectation that Putin would win. The Kremlin has denied each and every one of these rumors.\nToday's blast targeted a building that contained 100 apartments in the small city Volgodonsk, 600 miles south of Moscow. Russian authorities suspect Islamic militants from southern Russia are responsible for three earlier explosions, which killed at least 275 people.\n\nGraphic\n\n \nSERGEI VENYAVSKY/The Associated Press * Building explosion: A resident of a devastated apartment building carries his cat from the wreckage in the Russian city of Volgodonsk today.\n\nLoad-Date: September 17, 1999"
}