{
    "title": "Terrorism dominates talk at earth conference",
    "publisher": "the philadelphia inquirer",
    "year": 2001,
    "month": 9,
    "day": 30,
    "full text": "Nearly 200 people gathered at Drexel University yesterday - linked by satellite to comrades in 11 other cities - to urge action on the Earth Charter, a 16-point document that calls for greater environmental awareness and an end to poverty and racism.\nBut as speakers praised points of the document, shadows of the Sept. 11 terrorism attacks darkened their comments.\n\"So much rests on us,\" said David Korten, publisher of Yes! magazine, who addressed the group at Drexel by satellite from the University of Tampa in Florida. \"What will we do next? Unleash the military?\"\nSteven Rockefeller, Earth Charter commissioner and chairman of the Rockefeller Bros. Fund, also spoke from Tampa. \"Terrorism is a deadly threat but only one part of a global complex of problems,\" he said. \"The only long-term answer to the threat of terrorism is to build together a global culture of peace.\"\nJonathan Granoff, a lawyer and president of the Global Security Institute in Bala Cynwyd, said that the charter deals with the interconnectedness of life and that the terrorist attacks had \"erased the concept that the U.S. can go it alone.\"\nHe said thousands of children die every day throughout the world while vast sums are being spent on military hardware. \"If our technical capabilities have outstripped our moral grasp, we stand at risk,\" he said.\nGranoff's remarks were televised to similar gatherings in 11 other cities, including Chicago; San Francisco; Seattle; Jackson, Miss.; Portland, Maine; and Honolulu.\nAs the links were being established early in yesterday's conference, and speakers from various cities were introducing themselves, City Councilwoman Jannie Blackwell stepped forward.\n\"Welcome to the cities that are launching the Declaration of Interdependence from the city that launched the Declaration of Independence,\" she said.\nThe Earth Charter, according to its Web site, \"recognizes that humanity's environmental, economic, social, cultural, ethical and spiritual aspirations are all interconnected.\"\nPeople from more than 56 countries have been involved in developing its points over the last decade, said Susan E. Curry, president of the Alliance for a Sustainable Future and an organizer of yesterday's gathering.\nShe said petitions supporting the charter that were signed at the gatherings yesterday would be taken to colleges around the nation, then to a conference next year in Johannesburg, South Africa, and in June to the United Nations General Assembly for endorsement.\nIn the mezzanine of the building where much of the conference took place, Jane Trautwein of Melrose Park stood ready to help as people gathered to sign.\n\"I've been in the peace movement for a long time,\" she said, \"and this just pulls everything together for me.\"\nThom Guarnieri's e-mail address is tguarnieri@phillynews.com.  \n\nLoad-Date: October 31, 2001"
}