{
    "title": "TERRORISM PANEL URGES STRONGER FEDERAL ACTIONS",
    "publisher": "pittsburgh post-gazette",
    "year": 2000,
    "month": 6,
    "day": 4,
    "full text": "A blue-ribbon commission is urging the federal government to take more aggressive steps to prevent terrorism, including monitoring all foreign students in the United States, loosening restrictions on the CIA and threatening sanctions against such friendly states as Greece and Pakistan.\nThe proposals by the National Commission on Terrorism, created by Congress two years ago after the bombings of U.S. embassies East Africa, are sure to trigger controversy among civil libertarians, parts of the Arab-American community and others who question the government's expanding anti-terrorist effort, already a $ 10 billion annual enterprise.\nIn general, the commission's 64-page report, scheduled for release tomorrow, calls for fighting terrorism with more spending, tighter controls on suspected terrorist fund raising in the United States and increased pressure for cooperation from other countries.\nAmong its specific recommendations are that President Clinton consider designating the U.S. military -- not the FBI or the Federal Emergency Management Agency -- as the organization that should lead the government's response in the event of a catastrophic terrorist attack on U.S. soil.\n\"The threat is changing, and it's becoming more deadly,\" said L. Paul Bremer III, the commission's chairman and former State Department ambassador-at-large for counterterrorism.\nHe said the commission's six-month investigation, involving more than 130 interviews around the world, led to the conclusion that a well-financed, fanatical and global terrorist network such as al Qaeda, allegedly run by Saudi exile Osama bin Laden, poses almost increasingly difficult problems for U.S. law enforcement and intelligence agencies.\nIt's not clear how much influence the commission's report will have on Capitol Hill and inside the Clinton administration, but the report was clearly written to spur maximum interest in reform of government counterterrorism policy.\nWhile generally complimentary of the FBI and the CIA, the 10-member commission recommended the repeal of regulations that require senior officials at CIA headquarters to approve the recruitment of any counterterrorist informant who may have committed serious criminal violations. Former CIA director John M. Deutch imposed restrictions on recruitment in 1995, after the agency admitted close ties to Guatemalan military officers who had committed human rights abuses.\n\"The CIA has created a climate that is overly risk averse,\" the commission concluded. \"This has inhibited recruitment of essential, if sometimes unsavory, terrorist informants and forced the United States to rely too heavily on foreign intelligence services. The adoption of the guidelines contributed to a marked decline in agency morale unparalleled since the 1970s, and a significant number of case officers retired early or resigned.\"\nSimilarly, the commission said the FBI should streamline its rules on what justifies opening a preliminary or full investigation of a terrorist suspect.\n\"Those guidelines, to the agents in the field we talked to, are confusing,\" Bremer said. \"Indeed, we read them; there's 41 pages of guidelines and clarifications of guidelines.\"\nThe FBI declined to comment. But CIA spokesman Bill Harlow disputed the commission's contention that the agency's rules on recruiting agents have hindered counterterrorist operations.\n\"The bottom line is, CIA headquarters has never turned down a request to use someone -- even someone with a record of human rights abuse -- if we thought that person could be valuable to our overall counterterrorist program,\" Harlow said.\nSusan C. Peacock, a human rights activist and senior associate at the Washington Office on Latin America, said she was disheartened both by the commission's recommendation and the CIA's response. The restrictions on recruiting \"unsavory\" informants, she said, \"should remain in place or be strengthened.\"\nJames J. Zogby, president of the Arab American Institute, expressed similar concerns about other commission recommendations, particularly the call to target suspected terrorist fund raising in the United States.\nAmong the other recommendations likely to generate opposition are possible sanctions against Greece and Pakistan. While both enjoy close relations with the United States, the commission recommended that the Clinton administration designate them as nations \"not cooperating fully\" against terrorism under a statute Congress passed four years ago.\nThat designation would stop short of listing either nation as a \"state sponsor\" of terrorism, a label now officially attached by the U.S. State Department to just seven states: Iran, Iraq, Libya, Syria, Sudan, North Korea and Cuba.\nBut nations designated as \"not cooperating fully\" are barred from buying U.S. military equipment.\nAt present, Afghanistan is the only country listed by the United States as \"not cooperating fully\" against terrorism. The panel noted that Afghanistan, which has harbored bin Laden, should be grouped with the seven state sponsors of terrorism -- and hasn't been already only because the State Department wants to avoid formally recognizing the Islamic Taliban movement as the country's government.\nThe commission is composed of six Republicans and four Democrats appointed by House and Senate leaders.\n\nLoad-Date: September 15, 2000"
}