{
    "title": "TERRORISM THREAT ALIVE, FORMER FBI OFFICIAL SAYS",
    "publisher": "pittsburgh post-gazette",
    "year": 2000,
    "month": 11,
    "day": 6,
    "full text": "When Steven L. Pomerantz was the FBI's chief of counter-terrorism in the mid- and late-1980s, he used to say that the polyglot nature of American society meant it was home to representatives of every major terrorist group in the world.\n\"That is still true today,\" said Pomerantz, now executive vice president of a nonpartisan Washington, D.C., think tank that studies terrorism. \"And,\" he said, \"you have to add to that our own home-grown terrorist groups.\"\nPomerantz was in town yesterday as the keynote speaker at the 55th annual banquet of the Pittsburgh district Zionist Organization of America. The 103-year-old organization seeks to strengthen American-Israeli relations through education, public affairs programs and other activities.\nIn an interview before the banquet, Pomerantz said he believed terrorism is a threat to Americans in general, and to Jews and Jewish organizations in particular. He said terrorism based on religious ideology -- be it Christian Identity theology or religious fundamentalism -- is the biggest current threat.\nSpecifically, Pomerantz said, \"in terms of serious terrorist attacks against Americans and American interests abroad, the threat clearly comes … particularly from Muslim fundamentalist groups.\"\nThat said, he added, no one, including himself, believes that Muslims as a group are terrorists or work in support of terrorism. Blaming an entire population for the actions of an extremist fringe is both unreasonable and unconscionable.\nBut America's support for Israel makes it an obvious target. He said anyone who thinks that terrorism against American interests would end if the country abandoned its association with Israel is mistaken.\n\"That is a gross exaggeration of the issues,\" Pomerantz said. \"These groups have animosity toward us far beyond our support for Israel,\" including our democratic, secular form of government, our emphasis on individual liberties and cultural aspects of American society.\nPomerantz, who is Jewish, laughed when asked about a 1998 accusation that he was a paid Israeli agent.\n\"I am an American and I am a Jew,\" said Pomerantz, whose career with the FBI spanned four decades. \"There is no conflict in my Americanism and my Judaism in fighting this battle. I'm just looking for the truth. I'm not an agent of the Mossad; I'm not an agent of anybody.\"\nHe said that \"apologists for terrorist groups are cleverly using public relations\" to obfuscate issues in this country.\nThe key for the United States lies in acting more aggressively against both domestic and international terrorist organizations, and continuing to educate the public about the issue.\n\"It's one of the dangers that we face as a world power,\" Pomerantz said. \"It's going to be a danger into the foreseeable future.\"\n\nLoad-Date: November 6, 2000"
}