{
    "title": "TERRORISM ONCE MEANT 'SOMEWHERE ELSE'(2)",
    "publisher": "st. louis post-dispatch ",
    "year": 1995,
    "month": 4,
    "day": 21,
    "full text": "IT WASN'T SUPPOSED to happen in the Heartland.\nThe Oklahoma City explosion was a shock - and an affront - to our Midwestern sensibilities.\nIn this part of the country, we're used to being hospitable, friendly, open. We trust people unless they've given us a reason not to be trusted.\nWe know that the bad guys are out there, but we expect even them to be sensible when it comes to innocent children. After all, we think of the stories we've heard about men in prison - seemingly among the most hardened and uncaring people around - who sometimes react violently against child abusers because even prisoners care about kids.\nMaybe even terrorists have hearts when it comes to innocent children, we think, our Midwestern sensibilities firmly in place. Surely, some of them are parents as well who, like us, love their children as much as life itself.\nAnd then comes Oklahoma City.\nWhen we think of terrorism, we think New York, we think Los Angeles, we think Chicago - large cosmopolitan places that attract lots of people with lots of political ideas, some sensible, some just plain wacky.\nWe expect these places - with their towering buildings, their sense of importance, their aura of power - to have situations like this.\nWhile we didn't anticipate the explosion at New York's World Trade Center two years ago, it didn't surprise us that much either. New York is one of those places where bomb threats are commonplace, where tempers flare regularly, a place that everyone with a political thought ranging from the philosophies of Karl Marx to those of John Birch views as a Mecca.\nWe don't expect the fires, riots and earthquakes that seem to characterize Los Angeles these days, but we're not surprised by them either. It's another city where catastrophes seem commonplace. It's one of the burdens people bear for living there, we think.\nWhen we think terrorists, though, we don't think Oklahoma City, in the state where the \"wind comes sweeping down the plain.\"\nThis is a peaceful city, we think. It's a city much like our own, a big city and a small town all at once. The Alfred P. Murrah Federal Building was no major symbol like the World Trade Center or some airline targeted by terrorists. This was a building that houses local Social Security offices, the Veterans Administration, the Department of Housing and Urban Development - a day care center, for crying out loud.\nAnd suddenly we realize that if it can happen in Oklahoma City, it can happen anywhere. Yes, it could happen here.\nAnd that concerns us. Now, instead of us watching on television as some unknown person is dragged out of the World Trade Center in New York, we watch the images and read the accounts of people who could be our friends, our neighbors, our loved ones.\nAnd that angers us as well as stuns us. As we search for answers why, we realize that the fanatics, the lunatics, the ones who would go as far as to pack a car or a van with explosives next to a federal building aren't people like us. They are without conscience. The dead children and parents and friends and lovers and brothers and sisters are merely stepping stones for them. To them, a tragedy like Wednesday's is looked upon only as a means to getting their message across, however twisted it may be.\nThese are, as the president called them, \"evil cowards.\"\nAnd because of them we realize that maybe we aren't so safe after all. Our world is not the same anymore.\nSo we harden a bit. We become a little more guarded. We're a little more suspicious than we used to be. We become a little less sure of that person who looks a little bit different from the rest of us.\nWe feel a tiny bit uncomfortable when we walk into a federal building. The guards there feel the same way, watching us a little more closely than they did before.\nIn the future, for safety's sake, we'll be more willing to give up a bit of what has made us special, the sensibilities that have made us different from the rest of the country.\nWe'll be more willing to surrender some of our freedoms as we take precautions against whoever it is that's out there.\nAnd as we do that, we'll play into the hands of the fanatics who caused Wednesday's disaster. It will call attention to their message, whatever it may be.\nThat's the sad part. \nThe Heartland has been wounded. I wonder if we can fully recover.\n\nLoad-Date: April 22, 1995"
}