{
    "title": "TERROR ATTACKS BY U.S. CITIZENS",
    "publisher": "tampa bay times",
    "year": 2016,
    "month": 1,
    "day": 3,
    "full text": "Republican presidential candidates sparred over immigration during the 2015 primary debates, and in recent monthsthey linked that topic to terrorism. Florida Sen. Marco Rubio and Kentucky Sen. Rand Paul went back and forth over the issues in a Las Vegas debate on Dec. 15.\nPaul accused Rubio of being soft on immigration, and hence soft on terrorism.\n\"The thing is, is that every terrorist attack we've had since 9/11 has been legal immigration. Marco wants to expand that,\" Paul said. \"I want more rules, more scrutiny. And to defend the country, you have to defend the border.\"\nPaul's point, his staff said, was that the terrorist attacks caused by immigrants were carried out by people who came here legally.\nPaul's phrasing about the citizenship status of terrorists was confusing, so we decided not to rate it on our Truth-O-Meter. But we did want to look at the facts about the citizenship of terrorists who have attacked since Sept. 11, 2001.\nWe looked at three different databases to find information on the citizenship status of terrorists: the New America Foundation, Ohio State University and University of Maryland's Global Terrorism database.\nIt's definitely wrong to state that all terrorist attacks were committed by immigrants, because there have been several notable attacks carried out by U.S. citizens.\nAlso, there is no simple way to summarize the citizenship status of terrorists, because it depends on how we define terrorism and what sort of incidents we include. Some terror attacks seem to be inspired by jihadist beliefs like those related to the Islamic State (called ISIS) or al-Qaida. Other attacks others seem to motivated by racism or fear of government authority.\nWe'll start with summaries of seven recent high-profile attacks. (Three involved some type of legal immigration and four did not.) Then we'll see what experts had to say about overall trends in domestic attacks.\n---\nSan Bernardino, Calif.\nSyed Rizwan Farook, a U.S. citizen, and his wife, Tashfeen Malik, a permanent resident, were killed by police after they killed 14 people on Dec. 2 in San Bernardino, Calif. It was the deadliest terrorist attack on American soil since Sept. 11.\nFarook's parents emigrated from Pakistan to Chicago. Farook was born in the United States in 1987 and was raised in California. He brought Malik to the United States on a fiancee visa in 2014 from Saudi Arabia, where she had moved from her native Pakistan.\n---\nChattanooga\nMohammad Youssef Abdulazeez shot and killed five people at two military sites Chattanooga on July 16, 2015, and was later killed by police. FBI director James Cobey said the shooter was inspired by foreign terrorist propaganda.\nAbdulazeez was born in Kuwait but moved with his family to the United States as an infant, and he became a naturalized citizen.\n---\nCharleston, S.C.\nDylann Storm Roof was charged with killing nine people on June 17, 2015, in an African-American Charleston church. Roof wore white supremacist symbols and was charged with hate crimes, not terrorism charges. But when announcing the indictment, U.S. Attorney General Loretta Lynch said, \"Racially motivated violence such as this is the original domesticated terrorism.\"\nRoof was born in South Carolina and was a U.S. citizen.\n---\nLas Vegas\nJerad and Amanda Miller ambushed two police officers eating at a restaurant and attacked a nearby Walmart in Las Vegas, Nev., on June 8, 2014. Two officers, a bystander, and the assailants were killed. On social media, the assailants decried the federal government, taxes and anti-gun laws.\nThey were both born in the United States and were citizens.\n---\nBoston Marathon\nBrothers Tamerlan and Dzhokhar Tsarnaev were the assailants in the Boston Marathon attacks where two explosive devices detonated on April 15, 2013, killing three spectators and injuring more than 260 people. A police officer was killed during the manhunt, which also led to the death of Tamerlan. In May, a federal jury sentenced Dzhokhar to death.\nThe brothers immigrated to the United States as children after their parents fled Chechnya. They arrived in the United States on tourist visas, and then their family applied for asylum. Dzhokhar became a U.S. citizen on Sept. 11, 2012, while Tamerlan had a green card and had applied for citizenship.\n---\nMilwaukee area\nWade Michael Page, a member of a white supremacist organization, attacked a Sikh temple on Aug. 5, 2012, near Milwaukee. Six people were killed and four others wounded before Page was shot by a police officer and subsequently died from a self-inflicted gunshot wound.\nPage was born in Colorado and was a U.S. citizen.\n---\nFort Hood, Texas\nArmy Major Nidal Malik Hasan, a psychiatrist, shot and killed 13 people on Nov. 5, 2009, at a military site in Fort Hood, Texas. He later said the shooting was justified because the soldiers he killed were \"going against the Islamic Empire.\" Before the attack, he had sent messages to a cleric who had been described as a leader for al-Qaida in the Arabian Peninsula. (The administration initially labeled that shooting workplace violence, but President Barack Obama later called it terrorism.)\nHasan was of Palestinian descent, but he was born in Virginia and was a U.S. citizen.\n---\nTerror databases and trends\nThere is considerable debate about how to define terrorism. Some attacks stem from jihadist beliefs related to al-Qaida; others seem to stem from complaints about the American political system.\n\"When it comes to terrorism, no broad sentence such as 'all terrorists are ... ' will ever really work,\" said Neil Shortland, a professor at the Center for Terrorism and Security Studies at the University of Massachusetts. \"'Terrorism' as a behavior is too diverse; and those who do it are equally diverse.\"\nRight-wing terrorism comprises a large portion of terrorism in the United States, and it tends to be committed by Americans, said Daveed Gartenstein-Ross, senior fellow at the Foundation for Defense of Democracies.\n\"Of those, the vast majority don't have a relationship to the immigration system,\" he said.\nThe New America Foundation, a Washington think tank that promotes data-driven research for social and economic policy, did an analysis of \"homegrown extremism\" since 2000. The foundation compiled data on 499 extremists who either adhered to jihadist ideology inspired by al-Qaida or were motivated by right- or left-wing political beliefs. This database includes attacks as well as those accused of terrorism-related offenses such as plotting attacks or fundraising.\nNew America found that about 64 percent of the extremists were U.S.-born citizens and 80 percent were either American-born or naturalized citizens. The database shows eight out of 499 extremists were illegal residents; all eight were jihadists.\nA New York Times analysis cited by many experts we interviewed found that half of the jihadist attacks since 2001 were committed by men born in the United States. Many others were naturalized citizens. Some were noncitizens but were traveling legally, such as Richard Reid, the attempted shoe bomber in Miami in 2001, who didn't need a visa because he was from Britain.\nOverall, databases of terrorist acts in the United States show that many were committed by Americans or naturalized citizens, though some high-profile incidents have involved legal immigrants.\n\"Empirically, domestic terrorism is carried out by citizens -not immigrants -with right-wing terrorism, racial hate crimes, and the sovereign-citizen movement making up a majority of domestic terrorist incidents,\" said Joel Day, assistant professor of security and global studies at the University of Massachusetts Lowell. \"Other domestic incidents have indeed been carried out by those who came here through legal channels.''\nRead more rulings at PolitiFact.com.\n\nGraphic\n\n \nPHOTO: Kentucky Sen. Rand Paul links terrorism to immigration. PHOTO (10): Syed Rizwan Farook; Tashfeen Malik; Dylann Storm Roof; Jerad Miller; Amanda Miller; Dzhokhar Tsarnaev; Tamerlan Tsarnaev; Mohammad Youssef Abdulazeez; Wade Michael Page; Nidal Malik Hasan PHOTO - Getty Images: Photographs of the nine victims killed at the Emanuel African Methodist Episcopal Church in Charleston, S.C., were held up by congregants during a June prayer vigil at the Metropolitan AME in Washington, D.C. They died in a domestic terror attack.\n\nLoad-Date: January 4, 2016"
}