{
    "title": "Terror attacks may not be covered by insurance",
    "publisher": "long island business news ",
    "year": 2003,
    "month": 3,
    "day": 21,
    "full text": "In a time of increased risk for acts of terrorism, local businesses and property owners that hold terrorism insurance could be less protected than they think.\nAccording to local insurance brokers, two major hurdles could leave some victims of terrorist attacks empty handed when it comes time to collect an insurance payout.\nThe federal Terrorism Risk Insurance Act, passed in November 2002, required the federal government to help reimburse insurance companies for their payouts related to \"certifiable\" terrorist acts committed by foreign nationals. Certifiable acts are specifically declared by the federal government.\nUnder the act, insurers are required offer terrorism insurance to all of their policy holders.\nHowever, businesses that fall victim to \"uncertified\" terrorist attacks, which would include an incident like the Oklahoma City bombing, could find themselves without coverage.\nDavid Sterling, CEO of Woodbury-based Sterling & Sterling, said that many companies have insurance policies that only cover these certified acts of terrorism.\nInsurers offering coverage for uncertified acts would have to assume the risk for themselves. Because of this, and the recent nature of the legislation, Sterling said, many insurance companies do not yet offer the insurance.\n\"They still haven't evaluated what the risk is, what it's worth, and what the ramifications are,\" Sterling added.\nWar with Iraq could also get in the way, said Craig Coryell, Long Island sales vice president for London-based Royal & SunAlliance, since most commercial insurance policies do not cover acts of war. Coryell said \"the government has to certify whether what was done was within the parameters of the war.\"\nIn addition, war could increase the insurance rates, Coryell added, due to the perception of a higher risk of terrorist retaliation.\n\"If the underwriter perceives a higher risk, he will charge more for it,\" Sterling added.\nThe popularity of terrorist insurance tends to vary, area brokers said, based upon a company's size and location.\nSterling, who noted that 60 to 70 percent of his large clients had bought terrorist insurance, acknowledged that many smaller businesses might have declined such coverage.\n\"There are a lot of companies that are not going to buy it,\" Coryell said, adding that those companies closer to \"a targeted risk\" are more likely to purchase terrorism insurance.\nThe cost of terrorist insurance varies greatly depending upon a company's perceived risk, Coryell added.\nFor example, Kevin O'Brien, a broker with Lake Success-based City Underwriting Agency Inc., said that only about 10 percent of his Long Island-based clients had purchased the coverage.\n\"I don't know that many people equate the terrorist activity with this area,\" he added.\n\nLoad-Date: March 21, 2003"
}