{
    "title": "TERRORISM CONSIDERED IN DIPLOMAT'S DEATH",
    "publisher": "the columbian ",
    "year": 2002,
    "month": 10,
    "day": 29,
    "full text": "WASHINGTON -- The White House said Monday terrorism was not being ruled out in the slaying of Laurence Foley, a U.S. diplomat in Amman, Jordan.\nSpokesman Ari Fleischer said \"the investigation is just getting under way. We don't rule that out, but we won't go beyond that at this moment.\"\nFleischer said President Bush deeply regretted the assassination.\nState Department spokesman Richard Boucher said he did not know who and what were behind the slaying of Foley, 60, outside his home in the Jordanian capital. He worked for the U.S. government for 37 years, the last 14 for the U.S. Agency for International Development.\nAndrew Natsios, director of the agency, said \"Larry strove to make the world a better place than he found it. No one in USAID embodied the spirit of compassion and brotherhood that underpins our efforts more than Larry Foley.\"\nOnly a day earlier Foley was presented with an award for meritorious service.\nSecretary of State Colin Powell, in a statement, said Foley had devoted his life to government service.\nFoley's colleagues called his slaying an act of terrorism.\n\"We are deeply saddened by the heinous murder of USAID officer Laurence Foley in Amman, Jordan,\" John K. Naland, president of the American Foreign Service Association said.\n\"This brutal terrorist attack underlines the vulnerability of the men and women of the U.S. foreign service who advance our nation's vital interests around the globe,\" Naland said.\nWhile the Bush administration has improved security at U.S. Embassies and consulates, so-called soft targets remain vulnerable, Naland said. That is, he said, terrorists are targeting residences or, as in the case of Pakistan earlier this year, churches.\nBut Boucher said \"we don't quite know enough yet\" to call the slaying of Foley a terrorist attack.\nBoucher said security has been upgraded at diplomats' homes as well as embassies and consulates around the world.\nLast September, President Bush called for \"a strike on the financial foundations\" of terrorists and issued an executive order freezing the assets of several groups.\nAmong his targets was Abu Zubaydah, who is also known as Zayn al-Abidin Muhammad Husayn, who was sentenced to death in absentia in September 2000 on charges of conspiring to carry out terror attacks against U.S. and Israeli targets.\nReports at the time said he was responsible for recruiting members to al-Qaida from Muslim militant groups in the Arab world.\nAlso in September, the State Department reported receiving uncorroborated information indicating that a member of the al-Qaida organization was considering a plan to kidnap U.S. citizens in Jordan.\nBoucher said then that the U.S. government had no information to determine the threat's credibility or any indication of the timing.\n\nLoad-Date: October 29, 2002"
}