{
    "title": "TERRORIST ACTIVITY FESTERS IN REGION Local groups have long been focus of law enforcement",
    "publisher": "spokesman review",
    "year": 2011,
    "month": 9,
    "day": 8,
    "full text": "The Sept. 11 attacks a decade ago transformed America's terrorist tracking network.\n But across the Inland Northwest, where white supremacists and anti-government groups have been linked to fire bombings and other violence here since the 1980s, authorities already were well attuned to the risk of terrorist threats.\n And that didn't change after 9/11, said Norm Brown, a former FBI agent who led the region's first federal joint terrorism task force and has long monitored terrorist activity in the region. Brown retired from the agency in 2008 after 25 years of service, including working in Coeur d'Alene in the mid-'80s.\n While the Sept. 11 attacks increased awareness about international threats, the biggest problem in the Inland Northwest continues to be homegrown groups, he said.\n \"9/11 for a while took the focus from the white supremacist groups to the international terrorism groups,\" Brown said.\n It took about a year before the focus shifted back.\n \"We followed up literally hundreds of leads that the public called in on suspicious foreigners living or traveling through the area,\" Brown said. \"Obviously, those didn't pan out, but we had to give them the attention they deserved.\"\n It was not a waste of time, he said: \"As a result of some of these leads, we developed very good relationships with individuals who would alert us to suspicious activities.\"\n Frank Harrill, special agent in charge of the Spokane FBI office, said the joint terrorism task force tries to strike a balance between monitoring international terrorism and domestic terrorism.\n \"It's important to note that both those threats are present here,\" Harrill said. \"I think there's a balance. We can't let our guard down on either.\"\n That balance became abundantly clear - again - this year, when a backpack bomb was discovered along the intended route of Spokane's annual Martin Luther King Jr. Day Unity March. Spokane police quickly rerouted the parade and called in the bomb squad.\n Would-be bomber Kevin Harpham, a white separatist from Stevens County who had posted thousands of hateful messages about black people and other minorities on racist websites, was later arrested and on Wednesday in U.S. District Court acknowledged that his decision to build and plant the bomb was racially motivated. The annual march traditionally draws many ethnic and racial minorities.\n Although details surrounding how Harpham first emerged as a suspect remain sealed, and investigators still won't discuss specifics about that case, authorities say investigative techniques have broadened since Sept. 11, 2001.\n After Sept. 11, terrorism investigators began taking a more proactive approach through the use of confidential informants, Brown said.\n \"In 1986 we were looking to prosecute those responsible for terrorist acts,\" Brown said. \"After 9/11 ... we became more interested in preventing the criminal act than prosecuting it.\"\n That can mean prosecuting a white supremacist for unlawfully possessing firearms if he's suspected of pursuing a larger plan.\n \"You're chasing these little guys around and you whack them with whatever you can just to prevent them from succeeding at a larger crime,\" Brown said.\n For example, a convicted counterfeiter arrested in Spokane last year, Wayde Lynn Kurt, was part of a larger investigation into a racist group when an FBI informant recorded him allegedly discussing plans for improving his firearms. He faces up to 10 years in prison if convicted at trial, which is scheduled to begin this month.\n Though the rise of the Internet has made it easier to find others who share racist ideologies, the use of confidential informants serves as a recruitment deterrent in hate groups.\n \"The successful use of informants has made these groups less trusting of new members,\" Brown said.\n Harrill said the threat of domestic terrorism in the Inland Northwest region isn't worse than in other parts of the country, but extremist activity is on the upswing everywhere.\n The \"white supremacist issue has become acute both recently and in the past,\" he said.\n The discovery of the bomb along the planned route of the Unity March in Spokane on Jan. 17 fueled a renewed interest in white supremacist activity among local law enforcement. The Spokane County Sheriff's Office in May hosted a conference with an expert from the Southern Poverty Law Center that focused on white supremacists and extremist groups.\n Harpham, the man who admitted planting the bomb, is an example of what investigators call a \"lone wolf\" in the racist movement.\n \"They want action and they feel their associates aren't up to that so they decide to branch out on their own,\" Brown said.\n Harrill said the 9/11 attacks led to a greater emphasis on working together and adjusting to changing risk factors.\n  \"We now know what we have to do is continually change and evolve. Learn from past successes and past errors,\" Harrill said. \"At the core, the violent extremist is the threat, regardless of their ideology.\"\n<b>TYPE:</b> Series: 9/11: 10 Year Later\n\nLoad-Date: February 27, 2012"
}