{
    "title": "TERROR IN OKLAHOMA _ CONGRESS ; F.B.I. Chief Seeks Orders For Inquiries",
    "publisher": "the new york times",
    "year": 1995,
    "month": 4,
    "day": 28,
    "full text": "The Director of the Federal Bureau of Investigation today appealed to elected Government leaders to carefully specify how \"pro-active\" Federal agents should be in combatting domestic terrorism in the face of civil rights sensitivity.\n\"It is clear that we were told to investigate domestic terrorists differently from foreign terrorists,\" Louis J. Freeh, the Director, told a Senate hearing concerned with how to cope with the terrorism threat posed by the bombing of the Federal Building in Oklahoma City last week.\n\"If that is not what the American people speaking through its Congress and President now want,\" Mr. Freeh said, \"then tell us and the F.B.I. will obey.\"\nIn making his appeal to the Senate Judiciary Committee, he conceded that the post-Vientam concern over the Federal authorities' encroachment on free speech had made Government agents cautious in investigating potential domestic threats of terrorist violence.\n\"That 20-year history certainly made people on the street look at things defensively as opposed to pro-actively,\" the Director said, adding that he fully expected a shift in emphasis in the face of national alarm over the Oklahoma City attack.\nThe main signal from the hearing before the committee was that the nation might expect legislative action by Memorial Day. But the dimensions of the legislation have not been defined and there is no certainty that partisan differences might not surface.\n\"Partisanship will stop at the evil's edge in the war against terrorism,\" vowed Senator Bob Dole of Kansas, the majority leader, in paraphrasing the policy of muting political differences in World War II.\nBut he also expressed concern about President Clinton's call for a limited use of military technical experts in combatting domestic terrorism. Democrats, in turn, expressed wariness of Republican proposals to tighten judicial appeal procedures and speed the execution of terrorists convicted of murder.\nThe committee, in a chamber packed with citizens and members of the news media in the wake of the Oklahoma City bombing, heard from a half-dozen Government and private specialists in counter-terrorism. The witnesses spoke of the complexity of the home-grown terrorism threat, calling for more Federal resources and laws, but also admitting the free-speech quandary posed by the instant obtaining of what Senator Arlen Specter, Republican of Pennsylvania, called \"maniac manuals\" from computer networks.\nSenator Edward M. Kennedy, Democrat of Massachusetts, wielding a 73-page printout that he said he had obtained from the Internet, said: \" 'The Terrorist Handbook.' Here's page after page about how to make bombs.\"\nMr. Freeh, a former Federal judge and prosecutor, focused principally on the need for more practical resources and agents in the field, noting that the free speech on the computer networks was a modern variation on the nation's long constitutional struggle with the issue of prior restraint.\nThe director endorsed President Clinton's proposed anti-terrorism measures, which would provide 1,000 new Federal agents and a score of innovations to combat terrorism. These include a counterterrorism center under F.B.I. direction and increased financing of informer and intelligence-gathering operations to better track private paramilitary groups advocating violence against Government authority.\n\"Intelligence serves a very useful purpose and helps protect the American people,\" Mr. Freeh declared. \"It should not be considered a dirty word.\"\nMorris S. Dees Jr. of the Southern Poverty Law Center expressed concern that that a newly empowered \"crackdown\" might only encourage violet private paramilitary groups and seed a new era of civil rights controversy. Estimating that 150 paramilitary groups now operate in 33 states, Mr. Dees said one remedy was a Federal ban on paramilitary training not authorized by individual state law.\nSenator Specter said he had heard complaints that bureau agents considered their existing guidelines too confining to be used well against the Michigan Militia and other heavily armed groups that talk openly of rebellion against the Federal Government.\nBut Deputy Attorney General Jamie S. Gorelick, speaking for the Clinton Administration, denied this. She said that a \"preliminary inquiry\" of such groups was permitted under current bureau guidelines, even if their activities fell short of the standard of a \"reasonable indication\" of potential crimes regularly cited as the F.B.I.'s guideline.\nMs. Gorelick said one decisive factor in recent decades had not been a shortage of stated guidelines but \"a sense that the First Amendment, which was at stake, cautioned us about being aggressive in determining\" where hate speech might veer into violence.\nAn estimate that private paramilitary groups angry with the Government had been formed in 34 states -- with memberships from 10 to several hundred in each -- was offered by Under Secretary of the Treasury Ronald K. Noble. Between 700 and 2,000 \"sects or cultlike groups\" now exist in the nation, he said, stressing that Federal agencies do not investigate groups merely because they are unpopular or because they amass arsenals of legal firearms.\nA profile of members was offered by Brian M. Jenkins, an anti-terrorist specialist with Kroll Associates, international security consultants. Elements of white supremacy, anti-semitism and \"Christian righteousness\" rooted in apocalyptic vision and violent rhetoric permeate the groups, he said in urging the nation to \"recover a preventive intelligence capability\" at home.\n\"Organizing, arming and training in conjunction with a political agenda would be seen as dangerous in any society but our own,\" Mr. Jenkins declared, advising that these groups be flatly dealt with as \"enemies of our society.\"\n\nGraphic\n\n \nPhoto: The Director of the F.B.I., Louis J. Freeh, urged legislators yesterday to use care in specifying how far Federal agents should be able to go in their battle against domestic terrorism. Before testifying at a Senate committee hearing on such terrorism, Mr. Freeh, seated, conferred with bureau members. (Stephen Crowley/The New York Times)\n\nLoad-Date: April 28, 1995"
}