{
    "title": "Terrorism and state terror_ Life of the Kurds in Turkey",
    "publisher": "the new york times",
    "year": 2016,
    "month": 3,
    "day": 17,
    "full text": "Earlier this week, an explosion rocked the Turkish capital of Ankara. This past Sunday, a car bomb was detonated in a densely-populated commercial area, which killed at least 37 in a suicide attack. This is the third high-fatality bombing the city has seen since October.\nOn Thursday, a resistance group named the Kurdish Freedom Falcons, abbreviated TAK in the local language, claimed responsibility for the attack. The TAK are a Kurdish nationalist group also behind a February Ankara bombing where 28 people lost their lives.\nThe Kurds are an indigenous group of between 25 and 30 million people in the Middle East who share a common language and culture. They make up minority populations in several countries, including Turkey, Iraq and Syria. After World War I, the Allies made provisions for a Kurdish state in the region that were widely supported by Kurds. However, these hopes were dashed with the creation of Turkey's modern borders three years later.\nThe quest for Kurdish independence has continued until today, with the largest separatist group in modern Turkey being the Kurdistan Workers Party, or PKK. The conflict between the PKK, other Kurdish groups and Turkey has a long, bloody history which cannot be easily summarized. However, to the best of current knowledge, while the TAK used to be a faction of the PKK, the two separated in the early 2000s when the TAK violated a ceasefire between Turkey and the PKK. The two have since repeatedly declared their independence from one another.\nMost would accept as a basic moral principle that it is virtually never acceptable to kill civilians in pursuit of one's political aims. In fact, anyone who would deny this principle seems to be outside the moral realm and content with committing atrocities. With this principle in mind, we must condemn the actions of the TAK in Ankara, as they have knowingly killed civilians. There is no room to compromise here.\nHowever, in discussions of these attacks, the actions of the Turkish government are too often ignored by the media. With internal repression of freedom of press and the obviously propagandized statements made by the Turkish government, the PKK and other groups, it seems almost impossible to get an accurate picture of the conflict raging in the country.\nThat being said, international groups such as Human Rights Watch and Amnesty International have repeatedly condemned the Turkish government for severe injustices. For instance, on March 4, the Turkish government seized Zaman, the largest circulating newspaper in the country. When protesters gathered around the building after the announcement, tear gas and water cannons were used to disperse the crowd, who were chanting \"Free press cannot be silenced,\" according to the New York Times.\nThis incident is one of many recent attacks against the freedom of expression in Turkey. For another example, according to Human Rights Watch, three academics were arrested on Tuesday and many more were either fired or suspended for signing a petition condemning the country's actions against the PKK because of their \"disastrous impact on the Kurdish civilian population.\" The professors are currently jailed on suspicion of \"making terrorist propaganda.\"\nWhat is the \"disastrous impact\" cited by these academics? Amnesty International reports the government has lied about police killings during \"anti-terrorism\" operations, citing a case where video evidence of an officer firing a rifle at children emerged after the government had denied any wrongdoing. Civilian killings during purported security operations have been cited by both human rights organizations, as well as cases where the government has failed to report civilian deaths.\nAround-the-clock curfews have also been repeatedly imposed on entire towns in Kurdish areas, with at least one lasting longer than a week. According to Amnesty, during curfews \"a total ban on residents leaving their homes was imposed, water, electricity and communications were cut and outside observers banned from entering.\" I think such curfews are how most people would imagine absolute totalitarianism.\nWith this picture in mind, a tragic truth in the Kurdish struggle becomes apparent. According to the best evidence, both separatist groups and the Turkish government commit atrocities and use the crimes of the other to justify their actions. By the moral principle above, we must condemn the actions of both entities.\nHowever, this does not equalize the actions of both sides. Both Kurdish separatists and the Turkish government have killed combatants and civilians, but the Turkish government has also used its power to oppress the Kurdish civilian population and repress their demand for independence. No one wants to weigh atrocities, but to the outside observer, this seems like a case where violence is being exacerbated by a country which refuses to reward human rights, such as the right to choose one's government, to a large group of people.\nThus, the enemies of violence must condemn the killing of innocent people on all sides. However, we must also take care not to support the oppressive regime in Turkey and ignore its own crimes. Only when we apply our principles equally can we truly advocate for peace.\n\nLoad-Date: December 15, 2016"
}