{
    "title": "Terrorism by television",
    "publisher": "university wire",
    "year": 2006,
    "month": 7,
    "day": 13,
    "full text": "Terrorism: \"The systematic use of terror especially as a means of coercion.\"\nWhether you remember the fifth of November or the 11th of September, terrorism has obviously played a role in politics since the beginning of government. Kings in the past used terrorism to invoke discipline from their followers - these acts of terrorism were public executions.\nThey were used to instill fear in the hearts of a king's followers. They sent a clear message that anyone who disobeyed the king's orders would suffer the same fate as the poor man everyone gathered in the streets to watch perish.\nIn the late 20th century and early 21st century terrorism is mainly being used by radical Islamic groups. They plan suicide bombings and use improvised explosive devices to send their message to the world.\nHowever, a new form of terrorism has emerged somewhere out of the Middle East. It's called terrorism by television. Instead of having to plan major attacks to spread a message, small strategically timed attacks are being used to remind the world that a threat still remains.\nThe reason this is possible is simply because of the television. Now every night on the news, acts of terrorism in Iraq, or wherever, are reported and sometimes shown on video. Thus, these acts of terrorism are turned into a message to the entire world.\nTerrorists need not even attack anything to send a message of terror anymore. Every time a terror threat is issued on television, the world responds. Examples can be seen in the stock market.\nNearly every time Osama releases a new video or voice recording, the stock market drops slightly, and the price of oil spikes. Seeing this man's face on TV serves to remind us that a threat still remains.\nAs a result, our behavior is modified slightly, and the next day at class or work everyone asks if you have heard the new tape.\nBut don't be mistaken - though their message may be sent through our televisions, by no means does it imply that a large scale attack will not happen. Terrorism by television only serves as a psychological attack; the threat of physical attack is still eminent.\nAnother point about television terrorism and the media is why do the media see fit to cover every weak point the United States has? It seems like everyday some media outlet is highlighting how easy it would be for a terrorist attack to happen at a certain place. Sometimes they even detail exactly how an attack should be carried out.\nI will never forget when I was watching a special on nuclear plants, and the anchor showed where a hole in the fence was, so that the facility could be accessed.\nI understand that bringing these security problems to the public usually helps get these problems fixed, but do we really have to let the world know where a hole in a fence is and where to place a bomb to cause the most damage?\nLet's try to cut down on the specifics a little, because I am sure that somewhere a future terrorist is watching and taking notes.\nSo, how do we defend ourselves against terrorism by television? Well, first you have to realize that a \"major\" terrorist issues a threat at least once every couple of months. This is just psychological warfare; every time a terrorist speaks, he usually mentions future attacks on U.S. soil.\nEver since we have stepped up security, we have somehow avoided an attack. But a threat still remains - we cannot ignore everything that is said.\nHowever, I would like to note that the attacks that have been attempted were not advertised on TV. We have to find some sort of balance between being terrorized by the media and ignoring the media all together.\nI can't tell you how to find that balance because I haven't found it myself.\n(C) 2006 The Crimson White via U-WIRE\n\nLoad-Date: July 13, 2006"
}