{
    "title": "Terrorism charges filed against Indonesian cleric",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 8,
    "day": 11,
    "full text": "JAKARTA, Indonesia ? Indonesia's best-known radical cleric was charged Wednesday with helping plan terrorist attacks in the world's most populous Muslim nation ? a crime that carries a maximum penalty of death, police said. \nAbu Bakar Bashir was arrested Monday for allegedly setting up a terror cell and militant training camp in Aceh province that was plotting high-profile assassinations and bloody attacks on foreigners in the capital. Investigators complied a strong case against the fiery 71-year-old cleric by monitoring his bank records, tapping phones and compiling confessions from other suspected militants, said Lt. Gen. Ito Sumardi, chief detective for the national police. \"He has been officially detained and charged with violating the anti-terrorism law,\" he told reporters, adding that Bashir, who has always denied terrorist links, has so far refused to cooperate with authorities. He will not answer any questions or sign any documents. Indonesia has been hit by a string of suicide bombings blamed on Jemaah Islamiyah, an al-Qaida-linked network, since 2002 when militants attacked two packed nightclubs on the resort island of Bali, killing 202 people. Bashir, best known as a co-founder and spiritual head of JI, has been arrested twice before and spent several years in jail. But this is the first time officials say they can link him directly to terrorist activities. They say he helped set up al-Qaida in Aceh, providing funding, helping choose its leaders ? including Dulmatin, one of the alleged masterminds of the Bali bombings ? and keeping in regular contact with its field commanders. Though Bashir faces a maximum penalty of death, few analysts believe he will get that. \"I think the strongest evidence the police are going to have against him is financing the camp in Aceh,\" said Sidney Jones, an expert on Southeast Asian terror groups, adding that it is her understanding Dulmatin, killed in a March police raid, reached out to Bashir, not the other way around. \"Looking at the various charges brought against him, my guess is they would produce around a 10-year sentence.\" The overwhelming majority of Indonesians are moderate Muslims who reject violence. The country's last suicide bombing at the J.W. Marriott and Ritz Carlton hotels in Jakarta ended a four-year lull in attacks blamed on Jemaah Islamiyah and its affiliates. Since 2002, more than 260 people have died in terrorist attacks. \n\nLoad-Date: August 13, 2010"
}