{
    "title": "Tevlin's murderer says his mission was vengeance",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 25,
    "full text": "Ali Muhammed Brown, who confessed to killing rising sophomore Brendan Tevlin on June 25, recently stated that Tevlin's murder was part of a vengeance mission for American military presence in the Middle East.\nLegal documents reveal Brown's statement to authorities, which makes Brown's terrorist aims clear: \"My mission is vengeance. For the lives, millions of lives are lost every day ... Iraq, Syria, Afghanistan, all these places where innocent lives are being taken every single day. ... So, a life for a life.\"\nThe news that Tevlin's murderer claimed to be a jihad terrorist living in the United States has led some media outlets to cover the story extensively, while other networks have largely ignored the update. Much of the rhetoric involved in the news reporting has spawned rage that more is not being done to stop and prevent domestic terrorism in the U.S., beginning with more news organizations calling increased attention to the matter.\nMartha MacCallum, Fox News anchor, wrote in a recent op-ed, \"The country stopped this summer as we watched the hurt and anger in Ferguson after Michael Brown's body lay on the ground for hours after he was shot and killed by law enforcement. The pundits and preachers flocked to Ferguson, outraged at what the police had done. Protestors filled the streets and riots broke out. It was a terrible story. So where is our collective outrage and remembrance of Brendan Tevlin? His story has been lost in a sorry media double standard.\"\nAdditionally, Megyn Kelly, also a Fox News anchor, tweeted, \"Why isn't #BrendanTevlin case being treated as terrorism by DOJ?\"\nThe recent coverage surrounding Tevlin's death and his killer's terrorist claims have undeniably spawned a debate about jihadists living in the U.S., but Tevlin's friends and family don't necessarily want it to overshadow the memory of Tevlin as a person.\nAn anonymous, close friend of Tevlin's declined to comment on the story update and subsequent media coverage specifically, but he did make it known that he did not approve of others, and the media in particular, discussing the death of his friend and Brown in general.\nAriana LaRocca, another friend and classmate of Tevlin, shared frustrations regarding the story resurfacing in the media since the killer's identity and motives were released. \"If it weren't for ISIS and the beheading videos, the fact that a terrorist killed Brendan may not be such an issue. Because it is somewhat of a national issue now - it kind of reopens the wound for all of us. We had his memorial on campus, were trying to move on and now it's back in the press,\" she said.\nSome of Tevlin's friends see the awareness being spread about domestic terrorism as a positive, while balancing the harrowing grief of his loss. \"The awareness about terrorism in the U.S. that has come about from this is good in a sense, but I know his family and friends would rather the focus be on the way he lived, not the way he died,\" said sophomore Sam Quinn, who was friends with Tevlin. \"It's actually something they refer to a lot on their Facebook group page, 'Good Vibes & Easy Living.' It's pretty amazing, however, how the media has spread awareness of the tragic event so quickly. There are people from all over the world who are members of the Facebook group,\" Quinn said.\nThe topic of terrorists living on U.S. soil is currently of piqued national interest as the Islamic State stands out substantially among other terrorist groups such as al-Qaeda. Members of the Islamic State terrorist group are extremely active on sites such as Twitter and Facebook, disseminating terror propaganda effectively. Their online publication \"Dabiq\" is an example of such marketing with photos of happy and \"sincere Muslims\" doing their part in \"the complete collapse of the modern American empire.\" Additionally, a documentary was released on Vice News over the summer that was created by ISIL, or ISIS as some know the organization, in which thousands of men of all ages are shown uniting in the streets with advanced weaponry and a deeply rooted communal goal of seeking vengeance on American \"apostates.\"\nIt is not yet known whether Ali Muhammed Brown was in fact part of a larger terrorist organization, as he claims, but if so, he will likely be charged by the Department of Justice. However, it is known that social networking on the app Grindr facilitated the charge Brown is facing for the targeted killing of two other men in Washington.\nA possible reason that the Tevlin case of domestic terrorism has not been broadcasted heavily by mainstream media is that the chances of being a victim of domestic terrorism is still minimal according to experts, even in spite of the growing prevalence of online terrorists.\nThomas Bradley, terrorism expert and political science professor at Randolph Macon College in Virginia, doesn't deny the horror affiliated with acts of terrorism occurring on American soil, but attributes the mixed media coverage to the fact that domestic terrorism is still rare and unlikely. \"The number of Americans killed by terrorism, whether domestic or international, is relatively small each year. Statistically, it's probably less likely you're going to get hurt or killed by terrorism than to win the lottery,\" Bradley said.\nContact reporter Katie Thomson at katie.thomson@richmond.edu\n\nLoad-Date: September 25, 2014"
}