{
    "title": "Texas to get $ 115M terrorism fund",
    "publisher": "university wire",
    "year": 2003,
    "month": 11,
    "day": 5,
    "full text": "Texas will receive $ 115 million from the Office for Domestic Preparedness to help in terrorism prevention, the U.S. Department of Homeland Security said Monday.\nThe allotted money for the 2004 fiscal year must be used by groups in the state to prevent, respond to and recover from potential terrorist acts.\nFor the first time, local entities will be able to apply for grants online through the department's Web site. The Web site also offers a database of training opportunities to educate first responders on terrorism.\nU. Texas-Austin\n\"It ensures that nationwide Homeland Security officials have one place where they can tap into the resources, as well as the information they need,\" Secretary of Homeland Security Tom Ridge said in a statement.\nGov. Rick Perry has designated the Texas Engineering Extension Service as the agency to oversee the disbursement of Texas' funds. The service will assess the needs of the 24 regions and announce the exact distribution in February.\nEighty percent of the funds must go directly to local units of government, with the remaining money staying within the governor's office to be used at its discretion, said Gene Acuna, governor's office spokesman.\n\"If there is a situation, the first responders will be on the front lines carrying out preparation plans,\" Acuna said. \"The funding will better train and equip them in our Homeland Security efforts.\"\nThe money will be disbursed through three state-wide programs. The State Homeland Security program will receive more than $ 87 million for planning, equipment and training.\nThe Law Enforcement Terrorism Prevention Program has been allotted $ 26 million to help improve communication and intervention efforts among local law enforcement communities, as well as to identify possible terrorist targets.\nLocal entities such as the University of Texas Police Department can apply for funds to help with terrorism prevention training. Last October, UTPD held an emergency drill on campus to see how personnel would react to a terrorist threat. UTPD currently receives federal money to help pay for officers' overtime, chief Jeffrey Van Slyke said.\n\"When the terror alert goes up, every law enforcement agency in the country kicks it up a notch so more officers work in an overtime capacity,\" Van Slyke said.\nThe Citizen Corps Councils will receive $ 1.8 million to mobilize volunteers at the local level like Community Emergency Response Teams and Medical Reserve Corps that prepare for emergency situations.\n\"The new funding will open up opportunities for volunteer councils in cities we have not been able to cover in the past,\" said Jim Ray, executive director of the Texas Association of Regional Councils. \"It will allow us to train more citizen volunteers to assist police and fire departments in the event of terrorist activity or natural disasters.\"\n(C) 2002 Daily Texan via U-WIRE\n\nLoad-Date: November 5, 2003"
}