{
    "title": "Texas , I've got a bone to pick with you",
    "publisher": "university wire",
    "year": 2006,
    "month": 2,
    "day": 13,
    "full text": "Whether or not you agree with liberating Iraq and bringing peace and prosperity to the world, you should acknowledge that vocally disparaging our military efforts undermines America's credibility in the global community. The most damning of criticism comes not from protest or left-wing rhetoric, both of which are immediately dismissed by anyone whose brain has matured past the level of a toddler's, but from something far more insidious: not driving a truck or SUV.\nGrow up, Longhorns. I used to love driving a small car - when I was 6. A Power Wheels doesn't have the same appeal as my luxury SUV. However, I doubt Jefferies would be willing to valet a hot-pink convertible that plugs into a wall, and good luck convincing any of my female admirers to trade the supple Corinthian leather of my current backseat for a plastic bench.\nDriving a gigantic car isn't just about literally looking down on people or knowing the roar of your engine gives small children hellish nightmares, though. Big trucks guzzle gasoline, and that's what we're fighting for in Iraq. Driving a pick-up sends a profound message to bloodthirsty insurgents and terrorists the world over: We need what you've got, and we're not giving up until we take it from you.\nI don't clutter my windshield with clever anti-terrorism bumper stickers, Texas - I drive one.\nIf vanquishing global terror doesn't get you into the driver's seat of an SUV, perhaps fighting terrorism within our borders will. Drunk driving - or as I call it, domestic terrorism - is an imminent threat to our freedom, and gigantic cars are defending us from an enemy that lurks on our very own streets. The most farsighted product of the Cold War was the principle of Mutually Assured Destruction, and its application to our roads would make alcohol-related car wrecks a thing of the past.\nThe Gipper had it right when he established a worldwide atmosphere of paranoia and fear, and if his approach could best the Soviets, I have no doubt it could keep car keys out of a drunken frat boy's hands. I feel perfectly safe on the roads of Austin at night because I know my gargantuan vehicle will protect me from a drunk driver's two-door. If everyone drove an SUV, I'd be too terrified to leave my house after dark. Wake up and smell the coffee, Texas - crippling anxiety, not blind adherence to the law, keeps a society functioning.\nAutomotive behemoths represent America's big ideals, and refusing to purchase one is a slap in the face to democracy. Even if burning gasoline didn't weaken the worldwide network of terrorism, I still couldn't come up with a reason not to own an SUV. The global warming rhetoric of liberal conspiracy theorists is as laughable as it is infuriating, and I'd almost rather be driving my truck than discussing the currency market with my peers on a first-class flight. Lastly, gargantuan vehicles convey a sense of proportionality, especially when it comes to their drivers' \"steering columns.\" My ladies know what they're in for the second they sit down on my heated seats.\nDriving a small car is an immature attack on the United States, Longhorns. Our government needs our support in the war on terrorism, and that requires dutifully devouring the oil we are emancipating from the Middle East. No brood for oil, Texas - our responsibility as Americans isn't to pout over the war's \"devastating effects on our economy\" - it's to top off our tanks and let our Hummers do the talking. In this tense social climate, SUV stands for Support U.S. Victory, and owning a hybrid is tantamount to burning the flag.\n(C) 2006 Daily Texan via U-WIRE\n\nLoad-Date: February 13, 2006"
}