{
    "title": "Texas Tech students don't fear al Qaeda attacks",
    "publisher": "university wire",
    "year": 2006,
    "month": 1,
    "day": 23,
    "full text": "Last week, Osama bin Laden warned in an audiotape that his fighters are preparing new attacks on America. In his issued warning, bin Laden also issued a semi-truce toward the American people saying President Bush doesn't share the same sentiments about the war in Iraq as the American people.\nA sampling of Texas Tech University students seems to indicate that there is little concern for another attack.\nJoey Gamez, a senior political science major from San Antonio, Texas, said there is no reason to worry.\n\"I'm not really scared living in Lubbock (Texas),\" Gamez said. \"I'm pretty sure bin Laden doesn't know of Lubbock.\"\nA truce was issued with no apparent conditions, and Gamez said it should be considered.\n\"A truce could be good because it would save American lives,\" he said.\nMany of these threats and warnings have been issued before. Experts say that these threats are used mainly for propaganda techniques to disrupt the American way of life.\nThe Bush administration fully agrees and has kept the national terror alert stable at Code Yellow, which means an elevated risk of attack is possible.\nThe last time the alert was raised was in July 2005, in response to the terrorist attacks on the London subway. No such attack occurred after the raise of the national terror alert.\nThis issue raised little alarm for Tech students.\nAmber Smith, a music graduate from California, sees little reason for concern.\n\"No, I'm not worried, because bin Laden can try to attack us all he wants,\" Smith said. \"If it happens it happens, and we can only learn from it.\"\nMost students feel genuinely safe living in Lubbock. Lubbock is not a major metropolitan city and that comforts most students' feeling of security.\nJeff Justice, an academic program adviser for history and political science said he believes there is little reason to worry.\nHe says terrorism has been around for centuries; it is a propaganda technique that is aimed at disrupting the way of life.\n\"The messages have been basically repeating messages for the past couple of years,\" Justice said. \"This isn't anything we haven't seen before.\"\nThough Justice stresses people to stay calm and vigilant, he says students shouldn't be in a false sense of security. Terrorism can happen anywhere and anytime, which doesn't exclude Lubbock, he said.\nPeople need to re-evaluate what safety really means, Justice said, and if a student sees anything out of the ordinary they should report it to the police.\nJustice was quick to point out that students shouldn't overlook something that has been a new cause for concern, domestic terrorism.\n\"There have been acts of terrorism that have been perpetuated by Americans or Canadians,\" Justice said. \"The Y2K scare, where suspected terrorist's were planning an attack came through Canada. We also can't forget the Oklahoma City bombing.\"\nJustice said that people should be more wary of homegrown terrorists, not just foreign terrorist groups.\nA recent CNN-Gallup Poll showed that most Americans have come to the same consensus as the Tech population. With 51 percent of people believing it is unlikely terrorists will strike in the United States in 2006.\nForty-five percent believe an attack is likely.\nIn a similar poll, 27 percent of Americans said they believe bin Laden will be captured or killed in 2006, while 68 percent of those surveyed said they believe it is unlikely.\n(C) 2006 Daily Toreador via U-WIRE\n\nLoad-Date: January 23, 2006"
}