{
    "title": "Texas memorial planned for fallen soldiers of Iraq , Afghanistan wars A foundation is raising money",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 5,
    "day": 27,
    "full text": "For many Americans, Memorial Day weekend will include visits to the national war memorials in the nation's capital.\nBut a new memorial honoring fallen soldiers of the Iraq, Afghanistan, and Gulf wars is being planned as well - not in Washington, but in rural Texas.\nBased in Mansfield, Texas, the United States Fallen Heroes Foundation (USFHF) hopes to build the 14-acre memorial in open farmland off Interstate 20 in the small, rural city of Kennedale, Texas.\nWhy not Washington? A lack of federally owned or private land in a city already crowded with monuments and memorials, say organizers.\nTexas's two US senators, Republicans John Cornyn and Kay Bailey Hutchison, support the memorial's construction in the Lone Star State, said the foundation's campaign publicist Amanda LaPlante, and they plan to seek congressional approval for its national recognition on the foundation's behalf.\nBut Jan Scruggs, the Vietnam vet who 30 years ago persuaded Congress to build the Vietnam Veterans Memorial on the National Mall near the Lincoln Memorial, says the group shouldn't give up on Washington as a site for the new memorial.\n\"Land is free in Washington, D.C., but you have to do something first, and that is persuade Congress to get federal land,\" says Mr. Scruggs. \"It's not heavy lifting to get authorized to do this.\"\nGaining congressional approval for federal land in the District of Columbia took seven months, says Scruggs, and although the capital city is \"running out of room for monuments\" and rules for building them may be more complicated today, \"the legitimacy of a national memorial is important.\"\n\"In my personal opinion, there should be a monument of significance to the people who have served in the war on terror dating back to Lebanon,\" adds Scruggs, referring to the 1983 bombing of the US Marine barracks in Beirut that killed 241 American servicemen. \"And, it should be somewhere at or near the nation's capital.\"\nFor their part, promoters say having the new monument far from Washington will make it more accessible and more affordable for many visitors. The site is about 30 miles from Dallas/Fort Worth International Airport.\nAsked about opposition to building a national war memorial so far from Washington, Ms. LaPlante said, \"I expect it, but I haven't seen it yet.\"\n\"People seem very excited to have it here as opposed to in D.C.,\" she added. \"When you go to D.C. you sort of get monumented out.\"\nThe \"Fallen Heroes Memorial\" design will include a plaque with a photo of each service member killed in the three wars - 5,859 so far - as well as those who died in the Fort Hood shooting or in other incidents related to the war on terror. Specific design ideas may be submitted until Sept. 11. The winning design will be announced Nov. 11 (Veterans Day).\n\"If there is a family that feels their soldier should be honored as well, they can petition to be included,\" says LaPlante, adding that the foundation is open to adding plaques for soldiers who died in related conflicts or incidents between 1988 and the present because the current conflict involving terrorism is \"difficult to define.\"\nSoldiers' next of kin will choose the photos, and the foundation has connected with nearly 1,300 families thus far. Of the estimated $12 million to $15 million cost, about $1.7 million has been raised so far from individuals and businesses.\nThe foundation expects the memorial site to attract as many as 5 million visitors annually to a city of 7,100.\nDonations can be made online, at http://www.fallenheroesfoundation.com/, or mailed to United States Fallen Heroes Foundation, 4424 Shady Elm Drive, Mansfield, TX 76063.\nRelated:\nHey tourists, here's the skinny on Washington's monuments\nFor Viet vets: a memorial -- and flood of memories\n       \n\nLoad-Date: May 28, 2010"
}