{
    "title": "Texas shooting suspect had ties to Islamic jihad One attacker was convicted in 2011 in terrorism cas",
    "publisher": "usa today",
    "year": 2015,
    "month": 5,
    "day": 5,
    "full text": "An Arizona man with links to Islamic jihad and his roommate were identified Monday as the attackers killed by police outside a suburban Dallas gathering that featured cartoon depictions of the prophet Mohammed.\nFederal authorities who declined to be identified because they were not authorized to discuss the case identified the suspects killed outside the exhibit in Garland, Texas, as Elton Simpson and Nadir Soofi.\n\"The two gunmen who were involved in the shooting in Dallas ... were determined to be from Phoenix,\" Assistant Special Agent in Charge John Lannarelli said as federal investigators searched the pair's north Phoenix apartment.\nThe pair were fatally shot Sunday night by a traffic officer -- an act that probably saved the lives of many, police said.\nOne of the attackers had been convicted of terrorism-related charges in 2011 after telling an FBI informant he wanted to kill non-Muslims.\nGarland police spokesman Joe Harn said the officer who killed both attackers was a traffic cop who \"did what he was trained to do.\" A security guard, who was not armed, was shot in the leg.\n\"Under the fire he was put under, he did a very good job and probably saved lives,\" Harn said of the officer who fired his duty pistol. \"We think their strategy was to get into the event center, but they were not able to get past the outer perimeter.\"\nThe Muhammad Art Exhibit event at the Curtis Culwell Center was coming to a close Sunday night when the suspects drove up to a parking lot entrance blocked by a patrol car.\nWearing body armor, the suspects got out of their car and started shooting with assault rifles, Harn said.\nSimpson, 30, is believed to  have tweeted several ominous messages before the shooting using the hashtag #texasattack. Simpson was indicted in January 2010 for lying to the FBI in a terrorism investigation when he told federal investigators he had not discussed traveling to Somalia to engage in \"violent jihad,\" federal court papers show. He was convicted a year later and sentenced to three years probation.\nIn a statement, Homeland Security Secretary Jeh Johnson said the attack \"serves as a reminder that free and protected speech, no matter how offensive to some, never justifies violence.\" \n\nLoad-Date: May 5, 2015"
}