{
    "title": "Texas A & M U. speaker encourages peace in the Middle East",
    "publisher": "university wire",
    "year": 1999,
    "month": 2,
    "day": 18,
    "full text": "Rep. Kevin Brady stressed the importance of the United States' relationship with Israel during a dinner yesterday at the Hillel Jewish Student Center.\nBrady spoke to the Jewish Student Association, students, faculty, staff and members of the community.\nDuring the speech, Brady stressed the importance of the United States' relationship with Israel.\nTexas A&M U.\n\"U.S. support for Israel is critical,\" Brady said. \"It is important to foster and facilitate Israel, not dictate.\"\nListeners expressed concern about the effects of international terrorism.\n\"International terrorism definitely had an impact on the Mid-East,\" Brady said.\n\"The newest threat to terrorism is here in the U.S. I want to fight terrorism while it's abroad, before it gets to our neighborhoods, by retooling military and national security to fight terrorism threat.\"\nBrady also explained the main goal is improving United States-Israel relations.\n\"My main goal is to secure peace in the Middle East,\" Brady said. \"There is no other goal. This is critical to America as well as to Israel.\"\nAaron Horvitz, coordinator of the dinner and a senior political science major, said he hopes listeners gained an understanding of the accessibility students have to members of Congress.\n\"I hope that students gained a better connection with the Congressman and learned that he is a person here for our interests,\" Horvitz said.\nPeter Tarlow, rabbi for the Jewish Student Association, said recent events in Washington made the program important.\n\"So much has gone on in Washington that this is a chance for reconciliation between the government and the United States,\" Tarlow said.\nBrady said U.S.-Israel relations impact students and the country as a whole.\n\"Instability in the Middle East or war would be costly, not only in money, but in human lives,\" Brady said. \"Students should understand that a peaceful world means more trade, better jobs in America and a higher standard of living.\"\n(C) 1999 The Battalion via U-WIRE\n\nLoad-Date: February 22, 1999"
}