{
    "title": "Texas Asks Supreme Court to Rule Election in Four Battleground States Unconstitutional",
    "publisher": "university wire",
    "year": 2020,
    "month": 12,
    "day": 8,
    "full text": "The difference of just a day is significant given that the previous deadline of Wednesday fell one day after what is known as the \"safe harbor date\", the federal cutoff date for states to resolve any remaining election disputes and lock in their slate of electors for the December 14 Electoral College vote.\nTexas Attorney General Ken Paxton filed a request with the U.S. Supreme Court that it review a lawsuit challenging the election results in Georgia, Wisconsin, Pennsylvania and MI. The cumulative electoral votes in the four states are enough to determine the outcome of the 2020 election.\nTexas argues that these states violated the Electors Clause of the Constitution because they made changes to voting rules and procedures through the courts or through executive actions, but not through the state legislatures.\nDonald Trump handily won the state of Texas and its 38 electoral votes on 3 November, gathering about 631,000 more votes than his Democratic rival, Joe Biden. By these unlawful acts, the Defendant States have not only tainted the integrity of their own citizens' vote, but their actions have also debased the votes of citizens in Plaintiff State and other States that remained loyal to the Constitution.\n\"Georgia, Michigan, Pennsylvania and Wisconsin destroyed that trust and compromised the security and integrity of the 2020 election\".\nTexas is suing those states on the extremely dubious theory that they somehow violated the U.S. Constitution's Elections Clause in how they handled their elections.\nNew Zealands security agencies criticised for exclusive focus on Islamist terrorism\nHealth authorities also found that Tarrant took unprescribed steroids but they did not report the findings to the police either. The report described Tarrant as \"socially isolated\" with few childhood friends but an avid internet user and online gamer.\n\"This means Texas will have original jurisdiction to go directly to the Supreme Court!\" she said.\nFor example, the secretaries of state in Pennsylvania and Georgia \"abrogated\" state statutes requiring \"signature verification for absentee or mail-in ballots\", the lawsuit states. \"We now ask that the Supreme Court step in to correct this egregious error\", the attorney general alleged. Supreme Court Justice Samuel Alito ordered briefs for that case to be submitted by Tuesday morning, signaling that a decision on a temporary restraining order is imminent.\nIowa law school professor Derek Muller, a specialist in election law, said the action by Texas against other states' presidential electors is rare but not unprecedented. Note that the Texas solicitor general, whose job it is to represent the state before the Supreme Court, didn't sign the filing; Paxton had to hire a \"special counsel\", Mr. Shapiro said.\nState election officials have said they have found no evidence of such fraud that would change the results.\nTexas Attorney General Ken Paxton filed the challenge on the day of the so-called safe-harbor deadline.\n\nLoad-Date: February 11, 2021"
}