{
    "title": "Texas , U.S. act against terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 2,
    "full text": "Texas Gov. Rick Perry announced the formation of a Governor's Homeland Security Task Force Monday, which will advise him on security matters concerning the state and reassure Texans of their safety.\n\"I want people to know that they are safe in their homes and in their businesses,\" Perry said.\nThe task force will be responsible for assessing the ability of the state and local agencies to respond to threats and to provide victim assistance. They will also help coordinate security efforts being made on federal, state and local levels and formulate recommendations on ways to improve the state's ability to detect, deter and respond to any terrorist threat.\nU. Texas-Austin\nPerry said while there are no known threats to Texas, more must be done to identify potential security threats.\n\"The attacks on the World Trade Center made it abundantly clear that we cannot risk being complacent,\" Perry said.\nPerry named Texas Land Commissioner David Dewhurst, a former CIA agent and State Department official, as chairman of the 21-person task force.\nChairman Dewhurst said that no task is of more importance than that of \"protecting the security of all Texans\" and applauded the security efforts that Perry and President Bush have implemented so far.\n\"Sept. 11 changed America and changed our state forever,\" Dewhurst said. \"A task force can help us return back to normalcy.\"\nThe group will also be in charge of analyzing security issues along the Texas coastline and border and will work with neighboring state officials and Mexico on similar security issues.\nPerry urged Texans to remain calm and to \"continue on with their daily lives the best they can.\" He said that the Department of Public Safety was already addressing the issue of terrorism before the Sept. 11 attacks.\n\"We have been dealing with the issue for two-and-a-half years,\" he said. \"I am very pleased with how our state has responded.\"\nWhile some of the added security measures will be quite visible, others will be less apparent, Perry said.\n\"Some measures won't ever get publicity,\" said Gene Acuna, spokesman for Perry.\nApproximately 400 members of the National Guard are currently receiving training under the direction of the Federal Aviation Administration, said Capt. Paul M. Pecena, spokesman for the National Guard.\nThey are set to be deployed to 27 airports around the state by the end of this week.\n\"Texas has a number of highly qualified individuals on this task force,\" he said.\nAcuna said the task force was the product of the governor's own initiative, and other states have already begun formulating their own task forces.\nThe task force will be financed, in part, through federal grants from the Criminal Justice Division in the Office of the Governor.\n\"The governor said that he does not anticipate a large cost,\" Acuna said.\nAlthough the task force has not yet announced when it will first meet, Perry said that he expects the process of receiving assessments and recommendations from the group to be expeditious.\n(C) 2001 Daily Texan via U-WIRE\n\nLoad-Date: October 2, 2001"
}