{
    "title": "Texas man sentenced for connections to terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 10,
    "day": 23,
    "full text": "One glimpse of the federal government's shadowy inquiries into Texas terrorist connections was illuminated this week when Ihsan Elashi, 42, of Richardson, was sentenced to four years in federal prison for fraud, money laundering and violating a U.S. Commerce Department order.\nU.S. District Judge Sam A. Lindsay handed down Elashi's sentence in Dallas and also ordered him to pay more than $ 280,000 in restitution for credit card fraud, according to court records.\nElashi's conviction came from violating a restriction on export privileges -- from shipping computers to Saudi Arabia. He also pleaded guilty to fraud in setting up the shipment and obtaining credit cards illegally.\nU. Texas-Austin\nThe story begins in the early 1990s when the government began investigating his family's activities.\nElashi and his four brothers ran the Internet company, InfoCom Corp., which hosted the Holy Land Foundation for Relief and Development Web site, as well as other Middle Eastern Web sites.\nThe federal government charged in December 2001 that Holy Land -- which is based in Richardson, has bases in four states and claims to be the biggest U.S. Islamic charity -- has numerous and deep connections to the Palestinian terrorist group Hamas.\n\"Hamas has obtained much of the money that it pays for murder abroad right here in the United States, money originally raised by the Holy Land Foundation,\" President Bush said in a news conference Dec. 4, 2001.\nHoly Land's assets were frozen to halt the funding of terrorists and although the foundation filed suit to recover the assets, a federal judge ruled against it in August 2002.\nIn addition to hosting the Holy Land Web site, Internet records show that InfoCom has owned \".iq\" -- the registered country code for Iraq -- since May 1997.\nFive days before terrorists steered planes into the World Trade Center towers, the North Texas Joint Terrorism Task Force showed up at InfoCom with a search warrant and a sealed affidavit. FBI agents closed up the offices and copied computer files.\nInfoCom's lawyer, Mark Enoch, said in a press statement that InfoCom employees helped agents use the computer systems.\nThe same day, export privileges of InfoCom -- and of Elashi's business, the Tetrabal Corporation -- were revoked on the suspicion that InfoCom had shipped computers to Yemen and Syria, countries the government claims sponsor terrorism.\nAfter this incident, Elashi still shipped computers to Saudi Arabia, which is the cause of his conviction.\n\"It's like, if the government said, 'You can't paint,' but [Elashi] was a painter. He had to paint to make a living,\" said his brother Ghassan Elashi.\nReed Prospere, Elashi's lawyer, said Elashi has 10 days to consider his options. Elashi is considering appealing to the 5th U.S. Circuit Court of Appeals, Prospere said.\n(C) 2002 Daily Texan via U-WIRE\n\nLoad-Date: October 23, 2002"
}