{
    "title": "Texas fighting a 'paper terrorism'",
    "publisher": "usa today",
    "year": 1997,
    "month": 2,
    "day": 21,
    "full text": "FORT DAVIS, Texas -- High in the canyons of the remote Davis Mountains\nin west Texas, an armed man claiming Texas is an independent nation\nis terrorizing neighbors and threatening federal marshals who\nwant to serve him with a contempt of court citation.\nRichard \"Rick\" McLaren says he has a small army of soldiers\nand says militia sympathizers in 22 states are ready to defend\nhim. Frightened neighbors have started carrying weapons to church.\nThe Postal Service has halted mail delivery in the area. And law\nenforcement agents -- wary of another Waco, where 80 people died\nin a 1993 standoff with federal agents -- have declined to take\nimmediate action. They say they'll move when they think it's safe.\n\"It'll get served,\" says Jack Dean, U.S. marshal for the Western\nDistrict of Texas. \"It may not be today or tomorrow, but it will\nhappen.\"\nMcLaren also is charged with burglary, accused of helping a friend\nbreak into a home in a property dispute. A pretrial hearing is\nscheduled today. He says he'll defy an order to appear.\nMcLaren, 43, is a promoter of citizen militias and \"common-law\"\ncourts, which claim to be citizens' courts that have greater authority\nthan established courts. McLaren says Texas is a \"captive nation\"\nthat was annexed illegally by the United States in 1845, after\n10 years as as independent country. His theories have drawn hundreds\nof supporters around the state and others to join the \"Republic\nof Texas,\" of which McLaren is the \"chief ambassador.\"\nRepublic officials have claimed the federal government owes them\n$ 93 trillion in \"war reparations.\" Members have tried to pass\nat least $ 3 million in bogus Republic checks to individuals and\nstate officials. They have \"ordered\" Texas Gov. George W. Bush\nto vacate his Austin office, say they now own the state Capitol,\nand warn they'll seize officials' homes as \"war prizes.\"\nMany officials say they've been threatened by Republic backers.\nTim Hodges, clerk of Denton County north of Dallas, took his family\ninto hiding after receiving a threatening letter. The FBI, after\nconferring with state officials, is investigating possible threats\nand fraud by Republic members.\nBut what has been more serious is what state Attorney General\nDan Morales has called the Republic's \"paper terrorism,\" hundreds\nof fake liens members have filed against their enemies, including\njudges, law officers and even Pope John Paul II. The liens filed\nin local courthouses can legally tie up personal property, such\nas homes. By recording a debt against a property, liens prevent\na homeowner from selling before spending thousands of dollars\non legal fees to clear the title.\nMorales has advised county clerks around the state to reject liens\nthey suspect could be fake. Last month, a state representative\nfiled a bill to stiffen penalties for filing bogus liens. Gov.\nBush has asked legislators to pass it quickly. A federal judge\nsays McLaren's liens have cost Texans at least $ 450,000.\n\"If people want to say Texas is a part of Mars, that's fine,\"\nsays Ward Tisdale, spokesman for Morales. \"But once they started\nviolating the law with bogus liens, we took action.\" Morales\nis suing McLaren and 27 other past and present Republic officials\nto stop the liens. Contempt fines started at $ 10,000 Nov. 4 and\nhave doubled every day since.\nThe federal citation McLaren is resisting stems from a racketeering\nlawsuit brought against him by a Houston property title company.\nMcLaren fought the company for years over ownership of land near\nhis Fort Davis home. In the process, he filed bogus liens against\nthe firm's other properties.\nA judge ordered McLaren to stop filing the false liens. He was\njailed for 35 days this spring when he refused to do so. The judge\nfreed him after he agreed to quit. He was found in contempt when\nhe failed to show up for a court hearing.\nSeventeen miles outside of Fort Davis, McLaren is holed up in\na former firehouse he calls his \"Embassy.\" Sitting amid squawking\nwalkie-talkies and blinking police scanners, he talks in rapid-fire\nsentences spiced with Latin and legal phrases. In between trips\nto the copying machine, he discusses his belief in UFOs. He chats\neasily about the ways he says business cartels have suppressed\na cure for AIDS and cancer-healing drugs.\nThen McLaren turns defiant.\n\"I imagine that if they hit us, by the time the retaliations\nstopped, there wouldn't be a federal judge left in Texas,\" McLaren\nsays, referring to marshals he says could come after him.\nMcLaren is actually from St. Louis and says he has been fascinated\nby Texas ever since he wrote a report on the Alamo in the third\ngrade. He talks like an excited schoolboy as he discusses the\nfuture of the Republic. He describes the \"Texas Defense Forces\"\nhe says patrol his property. Standing behind him is Chris Leonard,\n\"chief of security,\" a pistol on his hip and handcuffs on his\nbelt.\nDown the road, neighbors are furious. Rusty Wofford, 47, says\nher family is one of many here sued by McLaren over property disputes.\nShe says they spent $ 100,000 to defend land that had been in her\nfamily for four generations. They won their case last fall after\na 13-year court battle.\n\"This is America,\" she says. \"But it's become a mini-Libya.\"\nJoe Rowe, president of the property owners association, says the\n16 or so McLaren supporters who have moved to the area frighten\nthe 80 families that live there. Rowe, like others, now carries\na gun. \"If (marshals) come after him, there will definitely be\na gun battle,\" says his wife, M.A. \"Rick McLaren has said that,\nand I believe him.\"\n\nGraphic\n\n \nGRAPHIC, b/w, USA TODAY(Map); PHOTOS, b/w, Joel Salcido(2)\n\nLoad-Date: February 24, 1997"
}