{
    "title": "Texas Tech researchers author textbook to help with national security",
    "publisher": "university wire",
    "year": 2008,
    "month": 7,
    "day": 29,
    "full text": "Texas Tech has found a way to help the country with national security.\nAfter approximately seven years of studies, researchers at the Tech Institute of Environmental & Human Health have compiled a book on countermeasures to biological and chemical terrorism.\nThe book is titled \"Advances in Biological and Chemical Terrorism Countermeasures,\" and was authored by more than 15 researchers and edited by four. It was published by Taylor & Francis, CRC Press and funded by the U.S. Army Research Development.\nThe book gives a current report on the world of biological and chemical countermeasures research, said Steve Presley, editor of the book and research coordinator at Tech's Institute of Environmental & Human Health. It includes researchers' findings on ways to combat, detect and prevent exposures to weapon agents.\nPresley said the book targets research scientists in similar fields, which can be used as a textbook to teach courses on toxicology. It also aims to provide useful information to operational military personnel, operational force commanders or local emergency responders.\n\"It benefits them primarily in training and in understanding what the threats and vulnerabilities really are,\" he said.\nThe book is widely being distributed and has received a great deal of feedback, and, with terrorism evolving, this research process will do the same, said Ronald Kendall, editor of the book and director of the institute.\n\"When you look at the science in that book, you've got modelers, engineers, analytical chemists, biologists, toxicologists and statisticians,\" he said. \"So you've got a tremendous amount of scientific expertise that had to be integrated into one piece of knowledge, and that's not easy to do. That's why we were very pleased with the ultimate outcome of the book.\"\nThe book was intended for a broad audience and benefits academic researchers as well as military personnel and emergency responders, said Philip Smith, editor of the book and assistant professor of environmental toxicology.\n\"With all publications,\" he said, \"it primes us to share our research that we've been involved with - with our colleagues across the country and around the world. Our colleagues who work in similar areas, at least they'll know what we're doing and maybe they will compliment our reference.\"\nThe chapters of the book are broken down into different focus areas, Kendall said. Information provided in the book has been thoroughly evaluated and focuses on homeland and military defense training.\nKendall said researchers at the institute believe it is a contribution to improve national security.\n\"This is really cutting-edge material and strategies,\" he said. \"We think more and more people are going to need to be trained in these areas to protect our nation in the future. The terrorist threats are not going away, so this is kind of like the ultimate opportunity in an academic environment.\"\nSome recognizable threats discussed in the book include anthrax, nerve gases and human health issues like smallpox. The book also describes threat-detection sensors.\nScientists and researchers began approaching and discussing issues of biological and chemical terrorism in 1998. Kendall said one factor complicating the process is that technology allows potential terrorists to genetically engineer threats to human health. Vaccines may exist for flu viruses or smallpox, but if they are genetically engineered, homeland security officials must go through a process of developing new countermeasures.\nKendall said another challenge of the process is transitioning from contemporary studies in environmental toxicology to the use of and countering chemical and biological weapons.\n\"Certain chemicals we were using could be turned around and used to kill us and kill a large number of people,\" he said.\nKendall said the process of assembling and editing the book also was complicated, but researchers put it together in a record time.\nKendall said researchers are developing strategies to a variety of countermeasures, including better protective suits, decontamination wipes, masks, air ventilation systems, improved models to look at effects of exposure and improved treatments after exposure.\n\"Looking back on it,\" he said, \"I'm very glad that we took the challenge and I think the outcome from this will hopefully improve national security and academic respect at Texas Tech.\"\n(C) 2008 Daily Toreador via UWIRE\n\nLoad-Date: August 7, 2008"
}