{
    "title": "Texas prepares to comply with Real ID Act",
    "publisher": "corsicana daily sun ",
    "year": 2019,
    "month": 11,
    "day": 2,
    "full text": "Nov. 02--     Nov. 2--The Texas Department of Public Safety reminds residents that their state-issued drivers licenses and identification cards can be renewed now, or up to two years before their expiration dates, to comply with the federal Real ID Act.\nNotices are currently being mailed to remind customers that they can renew their cards up to two years in advance of the expiration date to receive a Real ID compliant card by the October 2020 deadline.\nBeginning Oct. 1, 2020, only state-issued driver licenses and identification cards that are fully compliant with the Real ID Act will be accepted for official purposes like entering secure federal buildings or boarding domestic flights.\nThe United States Congress passed the Real ID Act in 2005 in response to the terrorist attacks on 9/11. The Act requires states to implement uniform standards for drivers licenses and identification cards to be accepted by the federal government.\nThe Act is designed to strengthen the security of state-issued cards to reduce identity fraud and terrorism.\nTexas began issuing compliant drivers licenses and identification cards in October 2016, marking them with a gold circle with an inset star on the top right corner. All driver licenses and identification cards, both compliant and non-compliant, are valid until the expiration date on the card.\nIf your card does not have the star, you may continue to use it for state-related purposes such as driving with a valid license, banking, and voting, however, it will not be accepted as identification for federal purposes.\nFor more information on the Real ID Act, or to determine what documents you will need for a compliant driver license or identification card, visit our https://www.dps.texas.gov/DriverLicense/RealID.\n___ (c)2019 the Corsicana Daily Sun (Corsicana, Texas) Visit the Corsicana Daily Sun (Corsicana, Texas) at corsicanadailysun.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: November 3, 2019"
}