{
    "title": "TEXT OF STATEMENT BY SHULTZ ON U.S. - INDIAN LINKS",
    "publisher": "the new york times",
    "year": 1984,
    "month": 11,
    "day": 4,
    "full text": "Following is the text of a statement given to reporters today by Secretary of State George P. Shultz after he met with Prime Minister Rajiv Gandhi:\nThis is a sad day for India, the United States and people who stand for democracy around the world. Let it also be a day when India can be proud of the legacy of Indira Gandhi, who stood for India's commitment to democracy, peace and justice. I had the honor today to meet with India's new Prime Minister. I told him of President Reagan's personal sense of respect and admiration for Indira Gandhi and of the President's desire to continue the fruitful dialogue and renewed positive trend in Indo-American relations that have taken shape over the past few years.\n'Confidence in the Future'\nThis is also a day for confidence in the future. As I told the Prime Minister at the outset of our meeting, the American Government has no doubt as to that future. Your new Prime Minister has spoken of his mother's dream of a united, peaceful and prosperous India. He has called upon India to complete her unfinished work. The United States has utmost confidence that the people of India will meet this challenge. And as a good friend, the United States stands ready to help insure the future, a future which in view of the manifest resourcefulness of the Indian people, their commitment to constitutional government and the Prime Minister's leadership, is full of promise.\nI speak for all Americans when I tell you how profoundly shocked we were by the brutal act of terrorism which has caused us to gather here today. It was an action which stands condemned by all civilized people. Terrorism, of which this is such a truly frightful example, has become the scourge of our times. It has touched the lives of all. We are diminished by it wherever it occurs, as we are diminished today by the murder of Mrs. Gandhi. Let us, I plead, rededicate ourselves to the task of insuring that terrorism will not succeed in its deeply cruel and disruptive purposes.\n \nOther Assassinations Recalled\nIndia, a country which gave the word and thought of nonviolence to the world, knows well the hand of terrorism, the hand that on the very morning of her independence struck down Mahatma Gandhi, the inspiration and father of independence. In the United States we have not been spared. Twenty-one years ago this month, John F. Kennedy was struck down by an assassin's bullet. President Reagan, three years ago was the target of a mindless assassination attempt. But both India and the United States have shown the strength, resiliency and vibrancy of democracy in their times of crisis. And so we know that the Indian people and their leaders, as we did in our days of trial, will have strength in their sadness, and draw strength from their commitment to democracy.\nIn this spirit I today reaffirmed to the Prime Minister America's strong commitment to India's independence, unity and territorial integrity, as well as to stability through the Subcontinent. I assured him that the United States would continue to work closely with India in pursuit of the many mutual goals we share.\n \nInvitation to Visit Washington\nI gave the Prime Minister a personal message from the President, in which he invites the Prime Minister to visit Washington for talks early in 1985.\nI was joined in my meeting today by this distinguished delegation which includes Majority Leader of the Senate, Senator Baker, and the distinguished senator from New York, Senator Moynihan. The collective experience of this delegation in India, stretching back nearly the entire course of independent India's history, is an impressive demonstration of the deep interest of prominent Americans in Indian life. And I can tell you that their emotions, just now as they greeted your new Prime Minister, whom several of them have known closely for years, were heartwarming and deep.\n \n'Enduring Relationship'\nHere today in this delegation are four distinguished Americans who have served in India as Ambassador. Over the years their stature has represented the esteem we have for India and they, in turn, have honored our nation by their distinguished service. I am proud to bring such a delegation to India. Ambassadors Goheen, Moynihan, Galbraith and Cooper are representative of a tradition stretching back to the warm Indo-American relations during the great era of Prime Minister Nehru, a relationship and legacy that we seek to reaffirm today.\nOur two lands, the United States and India, have a firm and enduring relationship, one that is based on our common democratic heritage, our long history of a rewarding association, our rich web of personal ties, our shared interest in ever-expanding mutual support and cooperation.\nWe share the important goals of peace and stability in South Asia and over all the globe. We look forward to working closely, productively and in the highest of mutual regard with the new Government of Prime Minister Rajiv Gandhi.\n\nGraphic\n\n \nphoto of George Shultz"
}