{
    "title": "TEXTS OF STATEMENTS ON EAST-WEST RELATIONS, TERRORISM AND THE GULF WAR",
    "publisher": "the new york times",
    "year": 1984,
    "month": 6,
    "day": 10,
    "full text": "Following are the texts of the Declaration on East- West Relations and Arms Control and of the Declaration on International Terrorism that were adopted by the leaders at the economic summit conference and the text of a statement on the Iraq-Iran war by Prime Minister Margaret Thatcher, the chairman, all made public today:\nOn East-West Relations\n \nWe had a substantial discussion of East-West relations. We stressed that the first need is for solidarity and resolve among us all.\n \nAt the same time, we are determined to pursue the search for extended political dialogue and long- term cooperation with the Soviet Union and her allies. Contacts exist and are being developed in a number of fields. Each of us will pursue all useful opportunities for dialogue.\nTexts of statements on East-West relations, terrorism and Persian Gulf war issued at London summit conference of leading industrial democracies\nOur aim is security and the lowest possible level of forces. We wish to see early and positive results in the various arms control negotiations and the speedy resumption of those now suspended. The United States has offered to restart nuclear arms control talks anywhere, at any time, without preconditions. We hope that the Soviet Union will act in a constructive and positive way. We are convinced that this would be in the common interest of both East and West. We are in favor of agreements which would build confidence and give concrete expression, through precise commitments, to the principle of the nonuse of force.\n \nWe believe that East and West have important common interests: in preserving peace, in enhancing confidence and security, in reducing the risks of surprise attack or war by accident, in improving crisis management techniques and in preventing the spread of nuclear weapons.  On Terrorism\n \n(1)\nThe Heads of State and Government discussed the problem of international terrorism.\n \n(2)\nThey noted that hijacking and kidnapping had declined since the Declarations of Bonn (1978), Venice (1980) and Ottawa (1981) as a result of improved security measures but that terrorism had developed other techniques, sometimes in association with traffic in drugs.\n \n(3)\nThey expressed their resolve to combat this threat by every possible means, strengthening existing measures and developing effective new ones.\n \n(4)\nThey were disturbed to note the ease with which terrorists move across international boundaries and gain access to weapons, explosives, training and finance.\n \n(5)\nThey viewed with serious concern the increasing involvement of states and governments in acts of terrorism, including the abuse of diplomatic immunity. They acknowledged the inviolability of diplomatic missions and other requirements of international law, but they emphasized the obligations which that law also entails.\n \n(6)\nProposals which found support in the discussion included the following:\n- Closer cooperation and coordination between police and security organizations and other relevant authorities, especially in the exchange of information, intelligence and technical knowledge.\n- Scrutiny by each country of gaps in its national legislation which might be exploited by terrorists.\n- Use of the powers of the receiving state under the Vienna Convention in such matters as the size of diplomatic missions and the number of buildings enjoying diplomatic immunity.\n- Action by each country to review the sale of weapons to states supporting terrorism.\n- Consultation and as far as possible cooperation over the expulsion or exclusion from their countries of known terrorists, including persons of diplomatic status involved in terrorism.\n \n(7)\nThe Heads of State and Government recognized that this is a problem which affects all civilized states. They resolved to promote action through competent international organizations and among the international community as a whole to prevent and punish terrorist acts. On the Gulf War\n \n(1)\nWe discussed the Iraq-Iran conflict in all its various aspects.\n \n(2)\nWe expressed our deep concern at the mounting toll in human suffering, physical damage and bitterness that this conflict has brought and at the breaches of international humanitarian law that have occurred.\n \n(3)\nThe hope and desire of us all is that both sides will cease their attacks on each other and on the shipping of other states. The principle of freedom of navigation must be respected. We are concerned that the conflict should not spread further and we shall do what we can to encourage stability in the region.\n \n(4)\nWe encourage the parties to seek a peaceful and honorable settlement. We shall support any efforts designed to bring this about, particularly those of the United Nations Secretary General.\n \n(5)\nWe also considered the implications for world oil supplies on the lines set out in the Economic Declaration. We noted that the world oil market has remained relatively stable. We believe that the international system has both the will and the capacity to cope with any foreseeable problems through the continuation of the prudent and realistic approach that is already being applied."
}