{
    "title": "Thailand charges ex-PM Thaksin with terrorism",
    "publisher": "the bismarck tribune",
    "year": 2010,
    "month": 5,
    "day": 26,
    "full text": "BANGKOK - Thai authorities accused ousted Prime Minister Thaksin Shinawatra of terrorism Tuesday, issuing an arrest warrant on charges that carry a possible death sentence for his alleged role in deadly street protests and setting the stage for further political strife.\nThaksin, who lives in self-imposed exile but still has wide support among the so-called Red Shirts whose protests were violently ended by the military last week, responded that the government should be ashamed of itself for its handling of the crisis that left 88 dead and said he merely wants to keep Thailand from becoming a \"banana republic.\"\nThe charges are likely to intensify the political rift between those who support Thaksin - mostly the urban underclass and rural poor - and the conservative establishment and many in the middle class who agreed with the 2006 military coup that saw him ousted from power.\nThaksin, who fled abroad ahead of a corruption conviction he says was politically motivated, is accused of being a key force behind the protesters who occupied areas of Bangkok for two months in their bid to bring down Oxford-educated Prime Minister Abhisit Vejjajiva. They accuse Abhisit of being elitist and coming to power through back-room deals and military meddling.\nThough he has supported the Red Shirt's cause, Thaksin denies involvement in the recent violence - which culminated in a military crackdown that left several protesters dead and prompted rioting and arson attacks.\n\"I don't want to see Thailand turn into a banana republic, where one guy's free to just push any button in the system and destroy whatever justice and credibility it has,\" Thaksin said on his Twitter page Tuesday. \"Don't go around telling the world that you're a democratic country. Be ashamed.\"\nThaksin spoke regularly by video link in the initial stages of the Red Shirt rallies, which began peacefully. He has publicly expressed his support for the protesters, but has denied government allegations he bankrolled the movement.\nAfter last week's crescendo of violence, life in Thailand's capital, which remains under a nighttime curfew, was slowly returning to normal. Residents weary of the unrest returned to shopping centers, crowded around street food stalls and picnicked in public parks.\n\nLoad-Date: May 26, 2010"
}