{
    "title": "Thanksgiving getaway 2015_ Cheap gas but fears of terrorism",
    "publisher": "st. louis post-dispatch ",
    "year": 2015,
    "month": 11,
    "day": 25,
    "full text": "LOS ANGELES • That other Thanksgiving tradition - congested highways and jammed airports - is getting underway with gas prices low and terrorism fears high.\nAbout 46.9 million Americans are expected to take a car, plane, bus or train at least 50 miles from home over the long holiday weekend, the motoring organization AAA estimates. That would be an increase of more than 300,000 people over last year, and the most travelers since 2007.\nAmong the reasons given for the increase: an improving economy and the cheapest gasoline for this time of year since 2008.\nOn Tuesday, some travelers were gearing up for an early exit.\n\"There's a little bit of a tie-up here, but I'm sure once we get going, things will be great,\" Mark Sullivan said as he waited at New York's Port Authority bus terminal. He was traveling to see family in Springfield, Mass.\nAnyone trekking to a major airport should factor in 50 extra minutes on the road, according to the traffic date company INRIX - and that's just getting to the airport, never mind getting through security.\nThough there have been no changes to the nation's terrorism alert status, the recent attacks in Paris, West Africa and elsewhere prompted the State Department to warn American travelers about the risks overseas.\nOn Tuesday, Peter Neffenger, the head of the Transportation Security Administration, boasted that the U.S. had the world's best aviation security and assured the public that the TSA was \"taking every measure to protect the millions of air travelers in the coming weeks.\"\nAt the Phoenix airport, Teri Robert said the notion of flying from Arizona to West Virginia to see family gave her pause, but in the end she decided she had to go.\n\"I'm not going to let the terror alerts and things stop me, because then they win,\" she said.\nAirfares have increased just 69 cents on average since last year, according to the Airlines Reporting Corp., which processes ticket transactions for airlines and travel agencies.\n\nGraphic\n\n \n A traveler rests on the floor as American Airlines aircraft are lined up the the gates at Miami International Airport, Tuesday, Nov. 24, 2015, in Miami. Thanksgiving is one of the busiest travel holidays of the year, both in the air and on the roads. (AP Photo/Lynne Sladky) \n\nLoad-Date: November 26, 2015"
}