{
    "title": "THATCHER SON CAUGHT UP IN TERRORISM FEARS",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 27,
    "full text": "With its Social Register tenants, antique-filled lobby and air of quiet propriety, the stately apartment building just north of downtown seems more a setting for an episode of ''Dynasty'' than an international incident.\nBut when Mark Thatcher, the 32-year-old son of Prime Minister Margaret Thatcher of Britain, was asked to vacate his apartment, it reminded people here of how far-reaching fears of international terrorism have become.\nMr. Thatcher is being asked to leave because of concerns that he could become a target of international terrorists and thus represented a risk to the building and the tenants. Mr. Thatcher has lived in Dallas more than a year and represents a British automotive company here.\nHis mother was the only European leader who openly assisted and supported the United States' April 14 raid on Libya. He is now receiving round-the-clock security from the Dallas Police Department and the State Department, officials said. The police officials said the local protection began Monday.\n \nAn 'Embarrassment to Dallas'\nA State Department spokesman said the added security was requested by American and British officials. The authorities had asked the building's management to add additional closed-circuit cameras to its security system to help protect Mr. Thatcher.\nOfficials of the building's management company, Inter-City Investment, originally asked Mr. Thatcher to leave by Friday. They have since extended his stay until his lease expires May 31.\nThe action has met with substantial criticism, most notably from former Senator John Tower. Mr. Tower, who spoke with Mr. Thatcher this week, said the eviction was an embarrassment to Dallas and a show of ''moral cowardice'' in the wake of Britain's support of the Libyan raid.\n''The national interest and the honor of Texas were poorly served by this action,'' he said. ''It reflects on my state. I'm terribly embarrassed. We have a moral obligation to this young man.''\nBuilding officials declined to comment on the situation. Mr. Thatcher has been unavailable for comment all week.\n \nTenants Support Management\nMr. Tower said he understood there was substantial support among tenants for the decision to evict Mr. Thatcher.\n''I think most of the tenants are behind the management,'' he said. ''I think so. I haven't taken a poll.''\nTenants themselves were generally reluctant to comment. But one, Jim Lunceford, who has lived there about 6 years, said he was disappointed by the decision. ''It would be fine with me if he stays,'' Mr. Lunceford said. ''I'm surprised about this whole thing, to tell you the truth.\n''If I'm in England, I expect to be treated with courtesy. It seems he's entitled to the same thing here, especially since most people support the action against Libya. I don't know any American who doesn't support it.''\n \nAn Inappropriate Response\nFriends of Mr. Thatcher, who has mixed regularly with Dallas' social elite since moving here, were also critical of the decision.\n''It doesn't seem like an appropriate response to me,'' said Bob Franklin, a Dallas oilman who said he became friendly with Mr. Thatcher because of common interests in automobile racing.\n''I think the threat of terrorism in this city is pretty remote,'' Mr. Franklin said. ''There can be danger in anything, like crossing a street, but I don't think there are too many Arab terrorists running around Texas.''\nConcerns have been raised that the publicity about the incident will force Mr. Thatcher to leave Dallas and perhaps the United States. But Mr. Tower said Mr. Thatcher told him he wants to stay in Dallas.\n''There are a number of buildings that would be delighted to have Mr. Thatcher,'' the senator said."
}