{
    "title": "That Could Have Been Me_ Lessons from Welles Crowther",
    "publisher": "university wire",
    "year": 2016,
    "month": 10,
    "day": 6,
    "full text": "class=\"entry-content\">\nI first heard the story of Welles Crowther soon after I arrived at Boston College as an assistant professor in the fall of 2012. I was awed by Crowther's character and bravery, and I felt blessed to be joining an institution that helped to produce someone so devoted to the well-being of others that he selflessly sacrificed his life for theirs. Hearing Crowther's story also brought back some searing memories of my own, centered around a nagging feeling that resurfaced every time I learned about a young man or woman killed in the Sept. 11 attacks on the World Trade Center-that could have been me.\nResearch shows that terrorist attacks have a larger impact on individuals the more they can identify with the victims due to their nationality, age, occupation, or, perhaps most importantly, the likelihood that they could have been in that location at the time of the attack.\nIn the summer of 2001, I worked in the World Trade Center and World Financial Center as an investment banking intern after completing my junior year of college. I was all but set on wanting to be a college professor, but I decided to dip my toe in the financial world to find out if an occupation certain to be far better financially compensated could not also be as intellectually and emotionally fulfilling.\nI left New York at the end of August 2001, confident in my decision to continue my pursuit of political science and history in academia, and having no idea that the most deadly terrorist attacks in history were about to demolish my former workplace and kill thousands of people within it.\nWhenever I need a break from my office, I take a stroll around campus, and I inevitably find myself walking to the Sept. 11 Memorial Labyrinth behind the Bapst Library. I stare at the names of the 22 BC alumni who lost their lives in the attacks, and, inevitably, I find myself drawn to Crowther's name in the stone. It never fails to inspire me, but recently it has also gotten me thinking about the lessons of Crowther's sacrifice and what he can teach us about the struggle against terrorism.\nMost strategies of counterterrorism focus on government action, from drone strikes to \"enhanced interrogation,\" from military invasions to airport security lines. Unfortunately, researchers have found little evidence that these tactics significantly lessen terrorist attacks or defeat terrorist groups over the long term.\nHaving studied terrorism for over a decade and taught about it for half of another, I'm increasingly convinced that this is because the fight against terrorism is equally a societal struggle conducted by private citizens, as it is a political struggle waged by states. Unfortunately, as little as we know about what works for state counterterrorism, we know even less about what works for counterterrorism by individuals. Thankfully, Crowther's actions leading up to and during the Sept. 11 attacks illustrate many of the best lessons that individuals and societies should follow to deter future attacks, survive those that occur, and emerge ever more resilient and resolved.\nBy definition, terrorism is designed to inspire fear. This fear is intended to coerce the target audience into granting concessions, striking back with indiscriminate force, or changing its behavior in counterproductive ways. When terrorism is successful, it is because governments yield territory and break alliances, alienating foreign populations with indiscriminate violence that swells the ranks of the attacking group, and people stop traveling and stop living \"normal\" lives.\nCrowther reacted to an unbelievable scene of destruction not with fearful stumbles, but with calm, effective action. His clear-eyed thinking amid extreme trauma stemmed in part from the knowledge he had gained as a volunteer firefighter. In one of my ongoing research projects, I find that greater knowledge of the causes, strategies, and effectiveness of terrorism-or a lack thereof-makes people less likely to overhype the threat and succumb to counterproductive fear.\nCrowther bravely overcame his fear, and he helped save the lives of up to 18 individuals without regard for their ethnicity, religion, or previous relationship to him. Many individuals who turn to terrorism, especially \"lone wolves\" like the Boston Marathon bombers, feel a lack of social connection to their local community. They join extremists who make them feel a sense of self-worth and lash out at those they feel have rejected them. Crowther's selfless care for those around him provides the ultimate example of how building stronger communities can not only make for happier, more prosperous lives for all, but also can make extreme violence less likely to happen in the first place.\nThis example lives on in Crowther's parents, Alison and Jeff, who embody the very essence of resilience. By spreading Crowther's message and organizing numerous events to build community at BC and beyond despite their unimaginable loss, the Crowthers have ensured that our society has stronger bonds than ever to face down any future challenge. All this combines to leave us with an enormous sense of pride in Crowther, in our BC community, and in our own humanity. We have hope to overcome grief, resolve to overcome fear.\nWith the Red Bandanna Run and football game upon us and Crowther's presence ubiquitous around campus, I realize that the phrase that haunted me for so long has begun to shift from one of potential victimhood to one of hopeful resolve. I don't know if I would ever have the courage or the ability to do what Crowther did, but I know that his example inspires me to try. He inspires me to be prepared in the unlikely case that I am put in a similar situation, and-most importantly-he inspires me to work hard to teach and strengthen my community in order to make such an event ever more improbable.\nWhen will the tide against terrorism truly begin to turn? Researchers always look for metrics, ways to systematically measure that change has occurred. I think the answer may be closer than we think. We will win when more and more of us can hear the story of Crowther, look deep inside ourselves for what we have done and are prepared to do for those around us and honestly say-that could have been me.\nFeatured Image courtesy Alchetron SharingTwitter0Facebook0Google +0Linkedin0Email this articlePrint this article Tags peter krause, red bandana, welles crowther\n\nLoad-Date: October 6, 2016"
}