{
    "title": "THAT'S WHY WE CALL 'EM THE FINEST",
    "publisher": "daily news ",
    "year": 2010,
    "month": 5,
    "day": 2,
    "full text": "LAST FALL'S subway bombing plot was stopped by some sharp and hard-working federal agents and counter-terrorism cops.\nLast night, our saviors were a mounted cop and two rookies.\nMost nights, tourists and theatergoers might have asked the foot cops for directions or posed for pictures with the cop on the horse.\nThat snapshot is always big with the folks back home.\nLast night, there were visitors who might very well owe their lives to those cops who might otherwise have seemed just one of the Big Apple sights.\nAfter them came the firefighters and the bomb squad. The people who had come to see a Broadway show instead saw a drama for which our emergency services are constantly rehearsing.\nThe propane tanks and gasoline in the SUV would have been familiar to anybody who remembered the unexploded car bombs found in London in 2007.\nThe next day, two men drove a similar bomb into the terminal at Glasgow Airport.\nThe men failed to ignite the propane and the world was spared an example of what those canisters can do when they exploded.\nWe were again spared an example last night in Times Square.\nThat mounted cop and those rookies and the bomb squad deserve the whole city's praise.\nSo do all the cops who stand ready to do the same every day on our streets and in our subways.\nThey truly are our first line of defense and we have never needed them more then now.\nLast week, two seemingly normal college graduates who had moved among us were arrested for aiding Al Qaeda.\nYou have to wonder how many others might be out there.\nAnd then there are the psychos ready to wage their own private terrorism.\nJust who left last night's bomb is not yet known.\nWhat is known is what stopped him.\nThe next time there is talk of laying off cops or letting the force dwindle, we should remember this beautiful night in Times Square, when a mounted cop and a couple of rookies made all the difference.\nmdaly@nydailynews.com\n\nLoad-Date: May 3, 2010"
}