{
    "title": "Thatcher on Libya",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 1,
    "day": 21,
    "full text": "BRITISH Prime Minister Margaret Thatcher not only declined to sign on for Ronald Reagan's campaign against Muammar Qaddafi. She declined brusquely and decisively. Other NATO allies softened their words. Not Mrs. Thatcher.\nHer stated reason for opposing sanctions against Libya was that sanctions don't work, and for opposing ''retaliatory strikes'' was that ''they are against international law.''\nThere was another reason only hinted at in her remarks. She mentioned in passing, with a bit of an edge to her words, that ''we have suffered over 2,000 deaths at the hands of terrorists.'' She refrained from adding that the United States has taken only modest steps to help her curb the terrorism by the illegal Irish Republican Army terrorists, who have inflicted this toll on life in Northern Ireland.\nIRA terrorists not only get considerable funding from Boston and New York (which has in the past been converted into guns and bullets by way of Colonel Qaddafi in Libya), they also have obtained weapons directly from the United States and can, and still do, find sanctuary from British law in the United States.\nThe United States and the United Kingdom have a mutual extradition treaty. But like many such treaties it permits ''political offense exception.'' In actual criminal procedures brought in US courts for extradition of IRA terrorists, the defense routinely pleads that the act was ''political.'' The courts usually accept the plea and deny extradition.\nThus the US serves IRA terrorists as treasury, armory, and sanctuary. Colonel Qaddafi's Libya serves the Palestinians in much the same ways, though in this case with apparently active government support. In British eyes, some Americans are as guilty of condoning and even servicing terrorism as is Colonel Qaddafi in Libya.\nIt is incidental that one IRA bomb was aimed directly at Mrs. Thatcher herself, killed or maimed friends and colleagues, and came within a few yards and minutes of getting her.\nUnder the circumstances, perhaps it is not surprising that Prime Minister Thatcher bristled a bit when asked for help by those who have rendered only modest help to her in her own long gnawing problem of IRA terrorism.\nSomething is being done about her problem. The smuggling of guns into Ulster has been largely stifled. In addition, a supplement to the existing Anglo-American extradition treaty is in the hearing stage in the United States Senate. It was negotiated early last year and introduced in the Senate in July. Three hearings have been held so far. But there is as yet no evidence that the Reagan administration is putting vigorous support behind the measure.\nExperts agree that one practical measure that could be taken to help contain international terrorism would be a network of extradition treaties that eliminate the ''political offense exception'' from such treaties.\nBut getting a network of workable extradition treaties against terrorism would not be easy. Can you imagine the uproar there would be in South Boston if the man who planted the bomb that nearly killed Mrs. Thatcher were identified in the United States, and extradited to England?\nThe tradition of political asylum is deep and ancient.\nFrance, for example, has prided itself ever since its own revolution on providing political asylum to revolutionaries on the run from almost any country.\nWhere do you draw the line between patriotic revolutionaries and terrorists?\nIf the US had been more diligent in the past in helping British, French, Spanish, and other governments in tracking down and seizing and extraditing their terrorists, Mr. Reagan might have had a more sympathetic response when he wanted help against those who have injured Americans in the course of their war against Israel."
}