{
    "title": "THAT WACKY KHADAFY FILLED THE VILLAIN ROLE WELL",
    "publisher": "daily news ",
    "year": 2011,
    "month": 10,
    "day": 21,
    "full text": "COL. MOAMMAR Khadafy was as close as real life comes to a Bond movie villain.\nThe eccentric tyrant cut an almost clownish figure on the world stage with his Bedouin tents, lady bodyguards, unfortunate plastic surgery and outlandish outfits.\nHe traveled with a voluptuous blond Ukrainian nurse, made long, strange speeches and generally behaved like a buffoon.\nBut Khadafy, the Arab world's longest surviving dictator, was never really a laughing matter.\nHe kept his own people oppressed, and - as financial godfather to modern terrorism - wore the blood of thousands of innocents killed by terrorists he funded.\nMost notoriously, he was the man who ordered the deaths of 270 people in the 1988 bombing of Pan Am Flight 103 over Lockerbie, Scotland.\nHis saga ended yesterday when he was dragged out of a hole by a man in a Yankees hat and killed, two months after his compound in Tripoli fell to rebels.\nKhadafy, a herdsman's son who studied in London, took power in a bloodless 1969 military coup that toppled Libya's King Idris.\nThe flamboyant new leader laid out a political philosophy in his Mao-esque Green Book that mixed socialism, nationalism and Islam. He aimed to unite the Arab world - but was rejected by its leaders, who mistrusted the newcomer.\nNewfound oil wealth allowed Khadafy to transform his poverty-stricken country - a main reason for his longevity.\nHe also began spending money on bullets and bombs. In his '80s heyday as a global villain, Khadafy was the primary funder of a vast array of international terrorist groups.\nHe sent Libyan oil money to the Black September thugs behind the 1972 Munich Olympics massacre, the Irish Republican Army, the Basque separatists, the Italian Red Brigades, the German Baader-Meinhof gang, the Nicaraguan Sandinistas, Peru's Shining Path and a slew of Palestinian groups - including notorious 1980s terror mastermind Abu Nidal.\nIn 1986, President Ronald Reagan - who called Khadafy \"the mad dog of the Middle East\" - ordered U.S. air strikes on his tent. The attacks instead killed Khadafy's adopted baby daughter, Hannah.\nIn the late 1990s, after a decade of living under crippling sanctions, Khadafy began making nice with the west.\nHe turned over two suspects in the Lockerbie bombing, paid billions in compensation to victims of terrorism and - two years before 9/11 - offered help fighting Al Qaeda.\nPresident George W. Bush formally ended a U.S. trade embargo in 2004, ending Libya's stint as a pariah state.\nBut Khadafy continued to behave oddly, surrounding himself with a handpicked 40-member bodyguard squad called the Green Nuns - all female, all virgins, all deadly martial arts experts.\nHe appeared in public wearing elaborate military costumes or flowing Bedouin robes.\nIn 2009, he came to New York to make his first speech to the United Nations General Assembly.\nHe dragged what was supposed to be a 15-minute speech out to an hour and a half, and ostentatiously tore up a copy of the UN charter, calling the Security Council a terrorist group.\nHis request to pitch a tent in Central Park was denied.\nKhadafy had eight children, seven of them sons. All his sons died with him.\nThe end Khadafy began in February, when a popular uprising drove him from power and sent him on the lam.\nhkennedy@nydailynews.com\n\nGraphic\n\n \nNo world leader fit the description of a James Bond villain the way Moammar Khadafy did. Photo by AP\n\nLoad-Date: October 21, 2011"
}