{
    "title": "The Dangers of Mainstream Islamophobia",
    "publisher": "university wire",
    "year": 2013,
    "month": 10,
    "day": 28,
    "full text": "Several weeks ago, my political science professor asked the class, \"What is the biggest problem the U.S. government has with Indonesia?\" One student replied, \"The Muslim majority.\"\nThis response momentarily confused the discussion, but it did not incite much controversy. It should have because the implications of the student's answer are disturbing. Intolerant and offensive statements like these reflect a distressingly mainstream trend in the United States - Islamophobia.\nIn an age where the Internet is flooded with information and discriminatory viewpoints, one must be cautious and selective when identifying legitimate sources. With help from the American media, Islam has taken on a sensationalized existence; most people can easily identify violent acts committed by fundamentalist groups in the name of Islam. However we must bear in mind that these crimes are carried out by an extremely small portion of the world's Muslim population. There are billions of Muslims across the globe, and the vast majority rejects the ideologies of these radicals.\nReligion is a spectrum. This holds true for all three of the Abrahamic faiths: Islam, Christianity and Judaism. The current political scene in Israel reminds us of the substantial Orthodox Jewish population with fundamentalist religious based beliefs. On the same note, we have the American evangelical movement and its doctrine. Acts of terrorism have been carried out by members of all major religious groups. While it is clear that a significant and noticeable portion of today's global terrorism is carried out by Muslims, this does not vilify the Muslim community as a whole.\nWhile the Middle East contains the heartland of Islam and is home to the holy cities of Mecca and Medina and many other notable religious sites, Islam is not restricted to this region. In fact, the world's largest Muslim-majority nation is Indonesia by a sizable margin. The image of Muslims that is disseminated by politicians and media channels simplifies and stereotypes a remarkably diverse population. The differences between a Muslim in Saudi Arabia, Uzbekistan and Malaysia are quite immense.\nFurthermore, the differences between Islam, Christianity and Judaism are not as stark as is popularly believed. Jesus, for instance, is revered as a prophet by Muslims and mentioned many times in the Koran. The sense of otherness that many Americans feel towards Muslims today is not well rooted in the facts. For a nation that is celebrated for its sense of understanding and open-mindedness, the U.S. has unfortunately become a palatable arena for stridently anti-Islamic rhetoric. The absurd example of American pundits and politicians warning against the evils of Sharia law, and its potential future presence in the U.S., demonstrates how far this movement has strayed from the confines of reality.\nIslamophobia is by no means an exclusively American problem. In Europe, the situation is perhaps more concerning. Yet, we Americans must make more of a collective effort to condemn and marginalize anti-Islamic prejudice. It goes against America's core values and can no longer exist so comfortably as a mainstream phenomenon.\nBayly Winder is a senior political science major from Princeton, NJ. He is a staff writer and Middle East columnist for The News-Letter.\n\nLoad-Date: October 28, 2013"
}