{
    "title": "The _Lone Mujahid,_ Who Threatened Prince George, Pleads Guilty",
    "publisher": "the new york times",
    "year": 2018,
    "month": 5,
    "day": 31,
    "full text": "LONDON — In a surprising courtroom reversal, Husnain Rashid, a self-described jihadist accused of encouraging a terrorist attack on the school of 4-year-old Prince George, the third in line to the British throne, changed his plea on Thursday and admitted a series of terrorism offenses that could bring life imprisonment.\nThe case fused two conflicting themes in the nation’s public life: its enduring preoccupation with the royal family — witnessed most recently in the marriage this month of Prince Harry and the American actress Meghan Markle — and            the struggle to avert terrorism a year after a suicide bombing in Manchester followed by attacks on bridges over the River Thames in London.\nAccording to court testimony, Mr. Rashid used an online messaging service in October to publish a photograph of Prince George’s school in London, with silhouettes of jihadists superimposed on it. He also gave details of the school’s address and a warning that, “Even the royal family will not be left alone. School starts early.”\nWhile that threat inspired many headlines, prosecutors said the royal family was only one of many targets suggested by Mr. Rashid, 32, including soccer stadiums, British Army bases, Jewish institutions, polling booths, the Wimbledon tennis tournament and concert sites. He had also called for ice cream and fruit to be poisoned.\n“His proposals were indiscriminate and made no distinctions between adult and child, between members of fighting forces and civilians,” Annabel Darlow, the prosecutor, told the court when the case opened earlier this month.\nHe also provided guidance, the prosecution said, on the use of bombs, poisons, knives and martial arts as part of what Ms. Darlow called an “e-toolkit for terrorism.”\nStyling himself online as the “Lone Mujahid,” his message toward Britain’s royal family was clear, Ms. Darlow said: “Prince George and other members of the royal family should be viewed as targets.”\nThe 4-year-old prince, who started at his first school in September, is the eldest child of Prince William and the former Kate Middleton, the Duchess of Cambridge. His grandfather, Prince Charles, is the heir to the throne, followed by Prince William. Under the laws of succession, George is the third in line, after his grandfather and father.\nWhile there was no suggestion that Mr. Rashid’s prolific advice had inspired actual attacks, he faced charges relating to encouraging terrorism and preparing acts of terrorism.\nMr. Rashid was arrested in November at his home in northwest England, and his trial opened a week ago, when he pleaded not guilty to all the charges. On Thursday, though, he changed his plea to guilty, and will now be sentenced next month.\n“You have admitted these allegations of encouraging others to commit terrorist activities and publishing statements to encourage the killing of others,” the judge, Andrew Lees, told him. “It is inevitable that you will receive a very lengthy prison sentence and there will be a consideration of a life prison sentence.”\nPHOTO: A courtroom sketch of Husnain Rashid. Prosecutors say he called for attacks on soccer stadiums, British Army bases, Jewish institutions, polling booths, the Wimbledon tennis tournament and concert sites, as well as the royal family. (PHOTOGRAPH BY Elizabeth Cook/Press Association, via Associated Press FOR THE NEW YORK TIMES)\nRelated Articles\nAnother Terrorist Attack Strikes the Heart of London\nAnother Terrorist Attack Strikes the Heart of London\nAriana Grande Manchester Concert Ends in Explosion, Panic and Death\n\nLoad-Date: June 2, 2018"
}