{
    "title": "THE WORLD IN SUMMARY; A Fatal Case of Ulster Disease",
    "publisher": "the new york times",
    "year": 1982,
    "month": 12,
    "day": 12,
    "full text": "Explosives experts last week may have crippled London's latest attempts to calm Northern Ireland. They blew up an Ulster disco-bar, killing 11 British soldiers and five civilians and wounding 66 people.\nExplosives experts last week may have crippled London's latest attempts to calm Northern Ireland.Prime Minister Margaret Thatcher's Government was outraged and banned a visit to London by Gerry Adams and Daniel Morrison, two leaders of Sinn Fein, the political wing of the Provisional Irish Republican Army.\nThe prohibited pair had been elected to - and were boycotting with most other elected Catholics -the new provincial Assembly that was intended to put Northern Ireland on the road to self-government. The police in London said the visit ''would have furthered the ends of terrorism,'' but the Sinn Fein leaders promptly noted that Whitehall was excluding people it insists are British. Protestant politicians in Ulster also jumped at the chance to score points. If Messrs.  Adams and Morrison were too dangerous to accept in London, one asked, why were they allowed to ''walk the streets of Belfast with impunity?''\nMrs. Thatcher denounced the bombing as ''one of the most horrific crimes in Ulster's tragic history.'' The explosion in the heavily Roman Catholic community of Ballykelly brought down the roof on offduty soldiers enjoying a weekly dance contest. Four of the dead civilians were women. Responsibility was taken by the Irish National Liberation Army, a Marxist offshoot of the outlawed Irish Republican Army.\nWith tensions high on both sides of the Irish Sea, British politicians generally supported the ban, but some of them privately conceded that extreme Irish republicans been handed a propaganda victory. ''The terrorists have been given just what they wanted,'' said Shirley Williams, president of the Social Democratic Party."
}