{
    "title": "THE SUBWAY FIREBOMB_ REACTION; Officials Say Death Penalty Would Deter Terrorist Acts",
    "publisher": "the new york times",
    "year": 1994,
    "month": 12,
    "day": 23,
    "full text": "Mayor Rudolph W. Giuliani and Governor-elect George E. Pataki both used the firebombing of the No. 4 train this week as an opportunity to push for reinstatement of the death penalty in New York State.\n\"This can be another reason for why New York State should have a death penalty,\" Mr. Giuliani said today. \"So that if someone tries to unleash this kind of terror on the subway, we have the ultimate deterrent to prevent them with.\"\nThe Mayor's comments came in response to questions about whether he agreed with Mr. Pataki's statement on Tuesday that the person responsible for the firebombing should receive the death penalty. \"This act of terrorism cannot, must not and will not be tolerated in New York State,\" Mr. Pataki said. \"When the individuals responsible for this heinous act of terrorism are caught and brought to justice they should get the strongest sentence possible -- the death penalty.\"\nThough he agreed with the goal of reinstating the death penalty, Mr. Giuliani took issue with Mr. Pataki's conclusion that the punishment could be applied in this case, noting that first, the death penalty was not in current law, and second, no one had died. Most states with the death penalty reserve it for only the most serious crimes, like murder. The Legislature is expected to pass a death penalty law early next year, but legal experts say it could not be applied retroactively.\nMr. Pataki's aides said today that their statement had been prepared on the basis of preliminary news and police reports that one person had died. Zenia Mucha, Mr. Pataki's spokeswoman, said that under the new Federal crime bill, the death penalty can be imposed for murder cases involving the use of explosives.\nShe continued to characterize the firebombing as an act of \"urban terrorism.\" \"Just because it wasn't done by an international terrorist does not lessen the impact of the act,\" she said.\n\nLoad-Date: December 23, 1994"
}