{
    "title": "THE MIAMI TERRORISM ARRESTS Feds_ Hatred of U.S. fueled plots",
    "publisher": "st. petersburg times ",
    "year": 2006,
    "month": 6,
    "day": 24,
    "full text": "The man federal authorities say led a terrorism ring out of a rundown Miami warehouse vowed to a wage a holy war against the United States \"just as good or greater than 9/11.\"\nOn Friday, a day after federal authorities arrested Narseal Batiste, 32, and six co-defendants on charges that they intended to bomb the Sears Tower in Chicago and the Miami FBI office, U.S. Attorney General Alberto Gonzalez described the group as \"homegrown terrorists\" who \"came to view their home country as the enemy.\"\nBut descriptions of the men from neighbors - and even officials - offered a mixed, and somewhat less menacing picture of a ragtag group that borrowed everything from water to boots. The indictment said the men pledged allegiance to al-Qaida, but at least one person familiar with the group said the men also studied the Bible.\n\"This group was more aspirational than operational,\" FBI deputy director John Pistole said.\n\"We were able to disrupt this cell before they could execute their plan,\" said Alexander Acosta, U.S. attorney for the Southern District of Florida.\nBeginning in December, Batiste and co-defendants began meeting with a person they believed to be \"an al-Qaida representative.\" In fact, the man was working with the FBI.\nBatiste, according to the indictment, told the informer that \"he was organizing a mission to build an 'Islamic army' in order to wage jihad.\"\nHe provided a list of things he needed: \"boots, uniforms, machine guns, radios and vehicles\" and even gave the informer a list of shoe sizes. A week later, the informer delivered the boots.\nAt that time, according to the indictment, Batiste went a step further and asked for \"radios, binoculars, bullet proof vests, firearms, vehicles and $50,000 in cash,\" which were never provided.\nBut had they been, said government officials, the supplies could have been used to \"wage war against the United States.\"\nBatiste, says the indictment, asked the \"al-Qaida representative\" for training for himself and five of his \"soldiers.\"\nThey began discussing possible targets, according to the indictment. The Sears Tower would be first. But in March, after swearing an oath of allegiance to al-Qaida, Batiste discussed bombing FBI buildings in five cities, the indictment said, agreeing as well to videotape and photograph possible targets in Miami.\nBut by May, according to the indictment, the plans had stalled. Batiste called the informer to say \"that he was experiencing delays because of various problems within his organization but that he wanted to continue his mission and maintain his relationship with al-Qaida.\"\nAt news conferences Friday, authorities said no explosives were found in the warehouse.\n\"South Floridians should be reassured that there was not an immediate threat,\" Acosta said.\nOfficials would not elaborate on how the FBI informer approached the men, whom one FBI agent described as \"social misfits.\"\nAt a Friday court appearance, five of the men described themselves as \"self-employed\" and unable to afford lawyers.\nThe five - Batiste, Patrick Abraham, 26; Naudimar Herrera, 22; Burson Augustin, 21; and Rotschild Augustine, 22 - appeared wide-eyed and dazed when the judge read the charges, which began: \"Conspiring to provide material support and resources ... to al-Qaida.\" Upon hearing the charges, Augustin sighed audibly.\nAbraham is an undocumented immigrant from Haiti; Lyglenson Lemorin is a permanent resident. The other five are U.S. citizens.\n\"These terrorist sleeper cells can come from our own country or live here most of their lives,\" said Acosta.\nWhen U.S. District Court Judge Patrick White asked the defendants about their financial situations, each spoke in a whisper, addressing the judge as \"sir\".\nBatiste told White that he earned \"almost $30,000 last year\" but had four children and no savings and no money for a defense. Like the others, he asked the judge to appoint an attorney for him.\nStanley Grant Phanor and Lemorin did not appear in court in Miami. Phanor, 31, is already in custody on a violation of probation charge. Lemorin, 31, was arrested in Atlanta.\nThree of the accused - Lemorin, Herrera and Phanor - lived in Miami's Little Haiti neighborhood, a largely Creole-speaking enclave north of downtown and about 1 mile from the warehouse.\nAt Phanor's house, two of his aunts and several cousins sat on the front porch Friday.\n\"He loves his family,\" said Phanor's aunt, Anne Marie Milcett. \"He never did anything bad.\"\nShe said that Phanor was interested in the Muslim religion, but didn't know why. The rest of the family, she said, is Catholic.\nIn 1996, Phanor he was found guilty of smuggling marijuana into a prison, according to the Florida Department of Law Enforcement. In 2002, he was convicted of carrying a concealed firearm.\nHe was not picked up during Thursday's raid because he was already in county jail because he violated his probation on the firearms charge.\nThe other four men - Abraham, Augustine, Batiste and Augustin - had previous addresses in the North Miami area, another neighborhood of mostly Haitian immigrants.\nPlutarch Thelus, 17, is Augustin's cousin. He said that Augustin used the North Miami address so he could go to high school in the neighborhood several years ago.\n\"He was nice and easygoing,\" said Thelus. \"He liked school.\"\nBurson Augustin does not have a criminal record in Florida.\nIn 2001, Rotschild Augustine was arrested in Miami-Dade County on assault and battery and disorderly conduct charges, according to FDLE records. It was not immediately clear the disposition of those charges. He was also cited for a misdemeanor marijuana possession charge.\nIn March, Batiste was charged by the North Miami Police Department with aggravated battery; the charge is still pending.\nIn 2000, Herrera was charged by the North Miami Police Department with aggravated assault with a weapon, carrying a concealed weapon and marijuana possession. The disposition of those charges was unclear.\nLemorin was charged with various weapons and battery charges in the late '90s; the charges were dropped.\nWhen asked Friday about the charges in the indictment, Lemorin's Atlanta attorney Jimmy Hardy said several times that the only person in the group with declared al-Qaida ties was the FBI informer. Asked Lemorin's reaction to the charges, he said, \"He has very serious charges he didn't expect and the normal person would be very concerned.\"\nSome federal terrorism experts were not inclined to downplay the charges simply because the men did not fit preconceived notions about terrorists.\n\"While they may be seen as bungling wanna-bes, they are potentially dangerous wanna-bes who, based on the allegations, were pursuing extremely dangerous plans,\" said Kendall Coffey, a former U.S. attorney in Florida.\nRichard Shultz, professor of international security at Tufts University in Massachusetts, said that groups such as the one in Miami could pose a threat even if they do not make contact with al-Qaida.\n\"You don't have to go to Afghanistan like the internationalists did in the 1980s to join the jihadist movement; you can do it from your computer in Miami,\" he said.\nTimes researcher Carolyn Edds contributed to this report, which also used information from Times wires.\n\nGraphic\n\n \nPHOTO, (7); PHOTO, WILLIE J. ALLEN JR.; PHOTO ILLUSTRATION, DON MORRIS, JOHN CORBITT\n\nLoad-Date: June 24, 2006"
}