{
    "title": "The St. Paul offers firms terrorism insurance",
    "publisher": "star tribune ",
    "year": 2003,
    "month": 2,
    "day": 25,
    "full text": "The first 1 percent of the St. Paul Companies' corporate policyholders have been offered terrorism insurance, with the rest to be offered the coverage as their policies renew during the year.\n     Company officials said they couldn't characterize how much the extra coverage costs, since the perceived risk varies from city to city and by structure.\n     However, Bob Hartwig, an economist with the Insurance Information Institute in New York, said that most corporations probably will pay 8 to 10 percent of their building premiums for the terrorism coverage. Most mortgage and leaseholders require the insurance.\n   The notices from the insurance industry are in compliance with a November federal law that requires insurers to offer their customers terrorism coverage. The arrangement is in exchange for the government's promise of financial help to the industry in the event of another attack.\n     The St. Paul and its peers had until Monday to notify affected customers that they were eligible for coverage. Many companies were suddenly stripped of the coverage after the attacks on Sept. 11, 2001.\n     That one day of attacks cost the industry about $40 billion in losses, prompting most in the insurance industry to exclude terrorism coverage for fear of future attacks and possible bankruptcy. Soon after the attacks, the St. Paul estimated it would pay $941 million in losses.\n     It notified about 5,000 customers that they were no longer covered for terrorism.\n     The new law forced insurers to reverse the exclusion.\n     \"Pricing varies all over the map, literally and figuratively,\" St. Paul spokesman Pat Hirigoyen said. \"The price for terrorism coverage is going to vary widely depending on your location, type of business, etc. It is conceivable that in some cases it may not affect your premium but that depends on a lot of factors.\"\n     So far, most of the businesses asking for quotes and buying coverage are large firms, Hirigoyen said.\n     In January \"about 10 percent of the renewals were asking for quotes. Of that 10 percent, about half actually bought the coverage. It could be different next month. And we wont see any trends until much later in the year,\" he said.\n     So far, 5,000 St. Paul policyholders have been offered coverage. The rest of the company's roughly 495,000 insureds never had the coverage revoked. But now they will be asked if they want terrorism coverage when their policies renew. Policyholders have the right to refuse the coverage; if they do, a terrorism exclusion will go on the policy.\n     Companies owning iconic structures may still have little choice but to self-insure against terrorism, since the cost of coverage could be prohibitive.\n    _ Dee DePass is at ddepass@startribune.com.  \n\nLoad-Date: February 25, 2003"
}