{
    "title": "The Worldwide Political Implications of 9_11, 12 Years Later",
    "publisher": "university wire",
    "year": 2013,
    "month": 9,
    "day": 11,
    "full text": "It has been twelve years - long enough for three cycles of college graduates, long enough for some children to begin pondering the teen years, long enough for a decade to pass us by. It has been twelve years since the terrorist attacks on 9/11, and the effects are still being felt worldwide.\nThe resulting \"War on Terrorism,\" whose prime objective was to eliminate Osama bin Laden, is ongoing. A Fox News survey published in June polling over 1,000 registered voters revealed that 77% perceive the War on Terrorism as ongoing and should continue to be the government's top priority.\nThis survey came on the heels of a speech given by President Obama in May declaring the war over. \"Our commitment to constitutional principles has weathered every war, and every war has come to an end,\" he said. Still, however, U.S. troops remain in Iraq and Afghanistan.\nDespite the supposedly positive response to the war on terror, an AP poll of over 1,000 adults published on September 9 revealed that the majority of Americans oppose an attack on Syria, while 53% fear a strike would lead to a long-term commitment in Syria by the U.S. military.\nBashar al-Assad's supposed usage of chemical weapons bears an eerie resemblance to the accusations leveled against Saddam Hussein for the very same act, prompting the Iraq War. Though there is less doubt surrounding Assad's usage and no talk of sending ground troops to Syria, the War on Terrorism is teetering dangerously close to revival.\nPrivacy came under attack in the post-911 world as well. Shortly after the attacks, Republican Rep. Jim Sensenbrenner penned and passed the infamous USA Patriot Act. The act was called upon to justify the equally infamous NSA spying, yet Sensenbrenner has come out against the act being used as justification.\n\"I stand by the Patriot Act and support the specific targeting of terrorists by our government, but the proper balance has not been struck between civil rights and American security,\" he said.\nIn an indirect way, the NSA's spying program has harmed our international relations. Edward Snowden's quest for asylum damaged already-shaky ties between the U.S. and three other countries: Russia, China, and Ecuador, all of whom refused to hand Snowden over.\nThe economic aftermath in the post-9/11 world is nothing to scoff at either. A CBS article from 2009 emphatically noted the consequences that 9/11 had on the global economy. \"Swarms of people fled Afghanistan toward Pakistan or Iran, fearing the inevitable fury of U.S. military strikes against the nation that accepted Osama bin Laden as its guest,\" the article stated. \"In the wider world some companies collapsed, jobs disappeared, airlines went out of business.\"\nThese sentiments were echoed in the same article by World Bank President James D. Wolfensohn: \"Weakening global growth, falling commodity prices, increased refugee flows, and loss of tourism earnings will adversely affect most of the world's poorest countries, and keep millions of people from climbing out of poverty.\"\nIn 2011, the Guardian assembled a panel to assess the lesser-known global ramifications of 9/11. A novelist and correspondent from Pakistan noted the effect the War on Terrorism had on his country: \"When United States decided to outsource part of its 'war of terror' to Pakistan's military establishment, it effectively sealed the fate of democracy in the country for a decade.\"\nOrzala Ashraf Nemat, an activist and researcher from Afghanistan, noted both the positive and negative effects she saw in her country. \"From paved roads to girls going to school, to historical record-breaking media development, there have been positive developments,\" she said. However, she also believes that \"widespread corruption, the massive arming of militias, the fuelling of war by neighbouring countries, the civilian losses and night raids and deterioration of security have all undermined our children's education, our women's ability to work, our ability to provide basic social services to the neediest part of population.\"\nGeorge Galloway, a British political activist, feels that the actions undertaken by the western countries in response to terrorism undermined the credibility of their governments. \"I underestimated the extent to which our own people would rise up against the failure of western policy towards the east, and also the damage that this and the subsequent militarised mendacity would do to the whole credibility of governance in countries such as our own and the United States,\" he said. \"Now scarcely anyone believes the state whatever it says, on terrorism, war, freedom of information, climate change, even when the governments are telling the truth.\"\nLest the global effects of 9/11 on our ever-changing world seem entirely too grim, a study performed on the building industry following 9/11 found that \"humans, as New Yorkers showed post 9/11, have time and time again shown the amazing ability to dust themselves off and get on with life, which must really frustrate the forces of darkness.\" They went on to say that \"this resilience was evident when, a year or two after 9/11, we surveyed the occupiers of a number of London's tall buildings and found that the vast majority of occupants felt safe in them.\"\nPhotos by The U.S. Army and Beshroffline on flickr.com\n\nLoad-Date: September 13, 2018"
}