{
    "title": "THE POLITICKER_ DAMAGE CONTROL",
    "publisher": "university wire",
    "year": 2013,
    "month": 10,
    "day": 28,
    "full text": "By Navtej Ahuja\nEdward Snowden is at it again. His most recent leaks have revealed that the United States has spied upon French citizens and even the former President of Mexico, Felipe Calderon.\nAccording to the French newspaper Le Monde, the United States read and listened into over 70 million digital communications among French citizens. This included but was not limited to phone calls and instant messages. Though President Barack Obama has called his Frrench counterpart Francois Hollande to remedy the encroachment of privacy, tensions between the two nations remain high.\nA similar situation has developed in Mexico as the Snowden documents have revealed U.S. surveillance on an email account of Calderon and potentially other political information networks.\nBoth France and Mexico, naturally, have demanded immediate explanations and have issued statements condemning these practices.\nThe United States, on the other hand, continues to emphasize the need for a balance between individual privacy and collective national security, but at what point will it (or has it already) stepped over the line? Sure, the rhetoric has emphasized the necessity for diplomatic and collective efforts to deter terrorist threats, but the United States' actions have not been made with that sole goal in mind, and other nations can clearly see this too.\nThese surveillance efforts, according to the United States, are in the best security interests of the world. These policies regardless of intent, are testing the patience of the world.\nAs a result of Snowden's claims, tension with Brazil is increasing as Brazilian officials are openly expressing disgust at the practices. In fact, Brazilian President Dilma Rousseff used her speech at the United Nations General Assembly to denounce the practices of the United States. She even cancelled her diplomatic trip to the United States as a sign of protest against the surveillance of her phone calls.  Both Brazil and Mexico have declared that the United States has breached international law and is burning political bridges by acting in this outrageous manner.\nRelations with South America, though often overlooked, are of extreme importance to the U.S. economy. By risking political capital with nations in this region through unfettered and illegal surveillance, American economic interests are also compromised, and this does not bode well for an already feeble recovery.\nEver since 9/11, the United States has led the charge in the crusade against terrorism. And the world has followed, until now. Nations such as France and Mexico have supported combatting terrorism, but the trust between the United States and these nations is being strained in the process.\nThe fact that the NSA has had to collect information on leadership of friendly nations is also an ominous sign that we have not been as successful in the war against terrorism as we thought. This could explain why there is a need for such an obscene amount of data collection. Do we really have to look through innocent people's private data to find out where our enemies are?\nMass data collection has become the norm, but many still question its effectiveness. Germany has also been accused of spying on other nations' citizens and leadership (it is said to have a program almost as extensive as the NSA), but the German leadership has stated that it has followed international law and not violated the sovereignty of these nations.\nThe main question now is how international law is interpreted, and the consensus seems to be, \"however you want.\" Because there is no legitimate body actively enforcing or interpreting international law, it has become only a small hurdle to be jumped over with ease for the world's strongest nations.\nThis umbrella of interpretation is protecting nations from having to come clean and explaining the true nature of their surveillance techniques.\nThere is an argument that people need to control how much data they share on the Internet and social media. Though individuals can make an effort to reduce their sharing, the amount of data produced by the world's population every day is constantly increasing, drawing comparisons to pollution.\nThe climate of distrust in international relations, though ever-present, is getting worse. It will take a lot more to completely sabotage U.S. relations with its allies, but we will eventually reach a tipping point. Unfortunately, rhetoric will not subvert bombshells.\n\nLoad-Date: October 28, 2013"
}