{
    "title": "The Terrorism Trap",
    "publisher": "the new york times",
    "year": 2006,
    "month": 7,
    "day": 22,
    "full text": "With chaos threatening to engulf Lebanon, the need to resolve the conflict in the Middle East has rarely seemed so urgent. The Op-Ed editors went to seven experts with experience in the region, asking each of them what should be the first step toward defusing the crisis.\n  WASHINGTON needs to understand the real problem in Palestine and Lebanon. Viewing the current crisis through the distorting lens of terrorism, as the Bush administration and the Israeli government do, leads to the unreflective use of force.\n Starting from the premise that as long as there is an occupation, there will be resistance, might instead lead the United States to undertake aggressive, multilateral diplomacy with the goal of ending Israel's presence in the West Bank.\n  Although the violence that has killed hundreds of Lebanese and Palestinians and more than a dozen Israeli civilians must be halted immediately, no good can come from focusing exclusively on recent events rather than on the underlying problems, which include the denial of rights to Palestinians and the occupation of Arab lands. This crisis is rooted in Israel's nearly 40-year occupation of Palestinian lands and its occupation of Lebanon from 1982 to 2000.\n  If the American and Israeli governments do not shift their worldviews away from empty bombast about terrorism, which leads to an excessive reliance on the use of force, and toward resolving the deeper issues through diplomacy, they risk stumbling into a major conflagration, possibly involving Iran. \n  With 130,000 American troops in Iraq, such a conflict could be as dangerous as any since World War II. \n  -- RASHID KHALIDI, a professor of Arab studies at Columbia University and the author of the forthcoming ''The Iron Cage: The Story of the Palestinian Struggle for Statehood.''\n\nhttp://www.nytimes.com\n\nLoad-Date: July 22, 2006"
}