{
    "title": "The deadly attack at an Orlando nightclub early Sunday is raising serious concer",
    "publisher": "chicago daily herald",
    "year": 2016,
    "month": 6,
    "day": 13,
    "full text": "The deadly attack at an Orlando nightclub early Sunday is raising serious concerns among global security experts and criminologists about a convergence between terrorism and the American phenomenon of mass shootings.\nArmed with an AR-15 — the weapon of choice for mass shooters — Omar Mateen pledged allegiance to ISIS during an attack that killed 50 people at a popular gay club called Pulse, authorities said. The rampage echoed several recent high-profile terrorist attacks on U.S. soil in which extremist sympathizers used firearms instead of explosives, once a terrorism staple.\nNidal Malik Hasan, a follower of radical Imam Anwar al-Awlaki, gunned down 13 people in 2009 at Fort Hood, Texas. Last July, Muhammad Youssef Abdulazeez, seeking martyrdom, fatally shot five service members in Tennessee. And late last year, not long after terrorists in Paris shot up cafes and a theater, a radicalized couple in San Bernardino, California, killed 14 people at an office holiday party.\nTerrorism and mass shooting experts say the use of firearms in terror attacks, particularly among lone wolves, is probably not a coincidence. For attackers without direct ties to experts in terrorist networks, the country's nearly 60,000 gun dealers offer plenty of high-caliber options.\n\"It's becoming increasingly apparent that mass shootings can be just as deadly as bombings,\" said Adam Lankford, a University of Alabama criminal justice professor and author of a book on mass shooters and suicide bombers. \"And the scary part is that it's often much easier to pull off.\"\nMaking bombs is complicated. Buying materials and seeking assistance from others — online or in person — can tip off law enforcement officials. And bombs have a way of either blowing up attackers during construction or failing to detonate when needed.\n\"It's much easier to purchase and learn how to shoot a gun than it is to learn how to make a bomb,\" said James Alan Fox, a Northeastern University professor who studies mass killings. \"You have more tactical control with a gun than a bomb.\"\nAnd there are psychic rewards, too, for radicalized mass killers.\n\"There's a certain level of satisfaction they can get by shooting people,\" Fox said. \"With a bomb, it's sudden and over. With shooting, you have tremendous power and control over your victims. One by one you can see them suffer and die.\"\nStatistics on terrorist tactics generally involve completed attacks, not those that have been disrupted, so it's difficult to know with precision how terrorist playbooks are evolving, according to William Braniff, the executive director of the National Consortium for the Study of Terrorism and Responses to Terrorism (START).\nBut the group's statistics offer clues.\nFrom 1970 to 2014, explosives were the primary weapon in more than half of terrorist attacks in the United States, according to START. Several times during that period, no firearms were used in U.S. attacks. But in 2014, 14 of the 29 terrorist attacks involved firearms. And START's research shows that between 1970 and 2014, 40 percent of terrorist attacks with firearms were deadly, versus 4 percent in attacks without guns.\n\"Firearms are available, lethal and frankly they get a lot of media attention,\" Braniff said. \"As a country, we obsess over it. We have a gun culture.\"\nAnd what makes the potential convergence so terrifying, experts said, is that defending against mass shootings in public places, whether by extremists or psychopaths, is nearly impossible.\nAfter James Holmes killed 12 people at a Colorado movie theater in 2009, theater chains added security and metal detectors. Experts say the measures reflect the way policymakers and businesses often deal with mass shootings — protecting against the last attack, not the future ones that are more difficult to imagine and predict.\n\"We tend to react to the latest episode as if it's the same way every time,\" said Fox, the Northeastern professor. \"There are plenty of ways they can get us, and if we respond by having an armed guard at every night club, there's plenty of other places that will still be vulnerable.\"\nFox argued that extreme security measures actually give terrorists what they want.\n\"The thing about terrorism is that we wind up victimizing ourselves,\" he said. \"We've seen it in airports, inconveniencing ourselves well beyond what's appropriate. That plays into the desire of terrorists. They don't just want us dead. They want us to suffer.\"\nWhat are the solutions?\nThe gun lobby has one: More guns, so good guys with guns can kill bad guys with guns.\nThe National Rifle Association called for more armed guards after Adam Lanza killed 20 first-graders and six adults at Sandy Hook Elementary School in 2012. But school officers have been present at other school shootings, including the 1999 massacre at Columbine High School.\nBraniff, the executive director at START, said close monitoring of social networks is crucial to disrupt threats, particularly because so many attackers are radicalized there. Mateen was investigated by the FBI twice, in 2013 and again in 2014, for inflammatory remarks to co-workers and alleged ties to the first American to carry out a suicide attack in Syria, a spokesman said. Both times the investigations were closed for lack of evidence.\nHow far should the government go in monitoring communications? That debate, dating back to the terrorist attacks of Sept. 11, 2001, is still ongoing in the United States.\nIn the meantime, schools, businesses and other organizations are hiring specialists to train employees how to respond to active shooters — not just hiding under desks and behind doors, but even fighting back.\nG4S, the security company where the Orlando shooter reportedly worked, offers the training.\n\"These violent situations,\" the company says, \"are dynamic, complex and unpredictable.\"\n---\nVIDEO:\nWho was the Orlando nightclub shooter?\nURL:\nhttp://wapo.st/1XQiiUq\nEmbed code:\nOrlando-convergence\n\nLoad-Date: June 13, 2016"
}