{
    "title": "The 10 Best Crime Novels of 2020",
    "publisher": "the new york times",
    "year": 2020,
    "month": 12,
    "day": 6,
    "full text": "No fluffy bunny scenes in THE RABBIT HUNTER (Knopf, 512 pp., $27.95), just a sanguinary psycho-killer suspense story by Lars Kepler, a popular Swedish husband-and-wife writing team. There is, indeed, the sweet voice of a child chanting a nursery rhyme before each death. (''Ten little rabbits, all dressed in white / Tried to get to heaven on the end of a kite.'') But that's more a grace note than a plot point in a story that hops from sophisticated political terrorism to graphic gore.\nSusan Furlong's SHATTERED JUSTICE (Kensington, 293 pp., $26) is set in the remote Tennessee town of Bone Gap, where you'll find armed militia encampments pitched in the woods and male strippers doing the grind at local bars. The discovery of a body in a playground brings out Brynn Callahan, a sheriff's deputy, and her dog, Wilco, both veterans of the wars in the Middle East. In this sober series, a severed tongue, accompanied by a warning to ''Speak no evil,'' passes for down-home humor.  \n  The local lawman in John McMahon's folksy police procedural THE EVIL THAT MEN DO (Putnam, 330 pp., $27) thinks that Mason Falls, Ga., is heaven on earth. When rapacious land-grabbers threaten to ruin it, murder ensues. The story of real-estate moguls running amok is sadly familiar, but it's well told by McMahon, who writes with narrative flair and has the wit to name a biker bar ''Motor Mouth.'' \n  Agatha Christie figures prominently in Kate Weinberg's clever campus mystery, THE TRUANTS (Putnam, 311 pp., $26), which features a student with a passion for the ''Queen of Crime'' and an obsession with a like-minded teacher. ''How would you feel if I told you I'd killed someone?'' is typical of the academic chitchat in this smart debut mystery. \n  How well do you really know your friends? Sophie Hannah, who can twist a conventional plot until it screams for mercy, puts an existential spin on the domestic-suspense novel with PERFECT LITTLE CHILDREN (Morrow / HarperCollins, 329 pp., $27.99). The suburban mom who narrates the story has her hands full with her own family. But she can't help noticing strange things about her neighbors. Why haven't the children grown? And has anyone seen their third kid lately? Brace yourself for the ending.\n  In Jessica Barry's DON'T TURN AROUND (HarperCollins, 320 pp., $27.99), Cait Monaghan is a Lyft driver who volunteers at an abortion clinic and delivers battered women to shelters. Barry captures both the excitement and the danger of being on the run when threats from internet trolls send her on a 300-mile road drive from Albuquerque to Lubbock. A jolly road trip it is not.\n  Here we are, in the foothills of the beautiful Blue Ridge Mountains, wondering who killed a crabby old recluse -- and for what? In HARD CASH VALLEY (Minotaur, 204 pp., $26.99), Brian Panowich's Georgia lawman Dane Kirby works the case -- and the very model of a Southern noir hero he is, too. For a novel with plenty of manly violence, the characters -- all tough talk and scarred souls -- are drawn with unusual depth and subtlety. The plot is complex without being tricky (just follow the money) and the writing is something special. \n  Caitlin Mullen's spellbinding debut mystery, PLEASE SEE US  (Gallery, 341 pp., $26.99), gives voice to seven prostitutes whose abused bodies were dumped in the marshes of Atlantic City. Mullen gives these victims the courtesy of rich histories and sympathetic understanding. By refusing to link these murders and raise the alarm of a serial killer in their midst, the tourist-pandering city robs them of the last comfort and dignity left to them -- their kinship as women.\n  A master forger's failing eyesight has forced him into retirement in Bradford Morrow's lovely literary mystery, THE FORGER'S DAUGHTER (Mysterious Press, 269 pp., $26). But how can this gifted artisan resist having a go at ''Tamerlane and Other Poems,'' Edgar Allan Poe's first book, so rare it's known as a Black Tulip? He passes the pen to his daughter, who joins him in creating a perfect literary forgery. \n  In John Woods's beautifully plotted LADY CHEVY (Pegasus Crime, 296 pp., $25.95), the descriptions of fracking will set your hair on fire. His 18-year-old heroine is a smart girl who knows she must get out of her poisoned environment if she stands a chance of having a life. Unfortunately, a fellow misfit talks her into protesting the environmental damage by committing an act of industrial terrorism that leaves a man dead.\n  In addition to these 10, some of my favorite writers -- Sara Paretsky, James Lee Burke, Donna Leon, Charles Todd, Louise Perry, Jussi Adler-Olsen, Joe Lansdale and Michael Connelly -- had new books this year. I also want to make special mention of Samantha Norman, the daughter of Ariana Franklin and the author of ''Death and the Maiden,'' which brings to a satisfying conclusion her mother's superb series of medieval mysteries.Marilyn Stasio has covered crime fiction for the Book Review since 1988. Her column appears twice a month.\n\nhttps://www.nytimes.com/2020/12/04/books/review/crime-fiction-ten-best-2020.html\n\nGraphic\n\n \nPHOTO:  (PHOTOGRAPH BY Pablo Amargo FOR THE NEW YORK TIMES)               \n\nLoad-Date: December 6, 2020"
}