{
    "title": "THE LESSONS OF THE PADILLA CASE",
    "publisher": "st. petersburg times ",
    "year": 2007,
    "month": 8,
    "day": 20,
    "full text": "The Bush administration's court victory in the Jose Padilla case keeps a would-be terrorist behind bars, but it should not be viewed as an affirmation of the way the administration gamed the judicial system.\nA Miami federal jury convicted Padilla of three charges of terrorism last week, none of which included the explosive charge of \"dirty bomber.\" Padilla was never charged with the crime for which he's best known.\nYet the allegation that Padilla was planning to unleash a radioactive bomb in the United States was the ostensible justification for holding Padilla, a U.S. citizen, as an \"enemy combatant\" for more than three years. During this time in a military brig, Padilla was isolated in a tiny cell, denied natural light and constantly interrogated without access to a lawyer. The Justice Department denies that Padilla was tortured or abused, but it is clear that he was treated in a way that would not have been acceptable had the Constitution been respected.\nThe American criminal justice system has proven time and again that it is perfectly capable of handling terrorism cases. The conviction of Padilla and his two co-defendants is just one example, but there are plenty of others including the prosecutions of the first World Trade Center bombers.\nYet the Bush administration has built its war-on-terror detention policies on the premise that American courts are unnecessary obstacles and that the executive branch has absolute control over anyone it suspects of terrorism. In its view, American civil liberties can be set aside for whomever the president views as dangerous.\nThis is why the administration spent years preventing Padilla from seeing the inside of a courtroom. The U.S. Supreme Court had made it clear in the case of another American held as an enemy combatant that certain due process rights, including the right to appear before a neutral arbiter, are inviolate. So when Padilla's case of unlawful confinement reached the court for a second time (the first time having been thrown out on a technicality), the Justice Department suddenly decided that the man who was too dangerous for civil liberties could have some. Padilla was added to a standing indictment as a low-level actor in overseas mujahedeen activities. Then the department told the Supreme Court that since Padilla would now face criminal charges, his habeas corpus case was moot.\nThis cat-and-mouse game with the courts has not enhanced national security. It has tainted potential prosecutions. If Padilla was planning to harm Americans and deploy a dirty bomb, the administration ruined any chance it had to charge him in that connection by the way it treated him.\nKeeping a would-be terrorist off the streets is a good thing. But the real significance of Padilla's conviction is its affirmation of a broader point: Giving terror suspects lawyers and having their guilt judged by an impartial jury is the best way to keep America safe.\n\nGraphic\n\n \nPHOTO: A Miami federal jury convicted Jose Padilla of three charges of terrorism, none of which included the charge of \"dirty bomber.\"\n\nLoad-Date: August 20, 2007"
}