{
    "title": "The vicious circle of Islamist terrorism and far-right extremism While Islamist terrorists get close",
    "publisher": "the christian science monitor",
    "year": 2018,
    "month": 7,
    "day": 6,
    "full text": "When most people think of the Bataclan these days, it's not the venerated theater where rock bands have been playing since the 1970s which comes to mind. Rather, it's Islamist terrorism, after 89 people were killed there during a concert in November 2015.\nSo when news spread this fall that a rapper named Médine, who once named an album \"Jihad\" and is openly critical of secularism in France, will play the Paris venue in the fall, the far right was outraged. \"Is it normal that a militant, fundamentalist Islamist goes to the Bataclan to express his hatred and defend ideas that I believe are inciting crimes?\" asked France's far-right leader Marine Le Pen.\nMuslims, in kind, pointed to her comments as yet another example of intentional misunderstanding about Islam, overshadowing what Médine is trying to say about the Muslim experience in France. Instead, they say Ms. Le Pen's remarks breed the kind of victimhood often at the heart of the Muslim extremist narrative.\n\"It's like a showdown between two legitimate symbols,\" says Karim Amellal, who sits on a commission of French President Emmanuel Macron to fight anti-Semitism and Islamophobia. \"The Bataclan, which is a very symbolic place because of the terrorist attack, and Médine and Islam.\"\nThe face-off also points to the start of what often becomes a vicious circle of extremism, in which far-right groups and Muslim extremists don't just use the same language of exclusion - to divide the population essentially between Muslims and everyone else - but depend on one another for legitimacy.\nThat's the conclusion of a new report that looked at both sides of extremism in Germany and how groups rely on one another to reinforce their own views. As the threat of terrorism remains high across Europe - at the same time that far-right arrests have risen in Britain and anti-terrorist police busted a cell of far-right extremists in France who allegedly planned to kill Muslims - observers are scrambling to break the cycle.\n\"It's partly about the politics of the spectacle of confrontation,\" says Ben Gidley, a senior lecturer of sociology at Birkbeck, University of London who worked on a 2014 study on what drives extremism in British society. \"Every time [a far right leader] is on television saying something inflammatory, that fuels the anger about extreme Islamism which gives an opportunity to the entrepreneurs of panic on the right to put their message into the public sphere. Once you have a spectacular appearance on one side, it gives a platform to the other.\"\nMirrored movements\nThe study in Germany by the Jena Institute with the London Institute for Strategic Dialogue looked at far-right and Islamist content online between 2013 and 2017 on Facebook and Twitter, as well as on gaming apps and secret channels.\nThe study's authors say the two groups utilize similar rhetoric and symbols, historical references, and memes - an attempt to extinguish middle ground and recruit new members to their cause by offering a sense of identity.\nThey often co-opt each other's language. Far-right groups have called for \"white jihad,\" for example. And Robert Timm, the leader of white nationalist group \"Identitäre Bewegung\" in Berlin and Brandenburg, refers to himself as an \"ethno-jihadist\" on his Twitter profile.\n\"They're essentially telling the same story,\" says Jakob Guhl, project associate at the London Institute for Strategic Dialogue. \"The West is at war with Islam and it's just a matter of who's the good guy and who's the bad guy.\"\nSocial media companies have more vigorously starting shutting down Muslim extremism. Germany has worked to tackle some of it on the far right with a new law that requires social media companies to delete hate speech. \"One is not less dangerous than the other,\" says Maik Fielitz, who conducted the study from Germany. \"They are both trying to destroy the foundation of an open society and also initiate a spiral of polarization.\"\nMr. Guhl also says media and politicians have a responsibility to give less space to extremist voices too.\nBreaking the cycle\nAt its most extreme, the hate becomes terrorism.\nIn Britain, the number of arrests for terrorist-related activities has risen steadily, as it became a focal point of terrorist activity in 2017. The majority was categorized as holding Islamist-extremist views - 82 percent, according to Home Office statistics - but the proportion of those holding far-right ideologies has increased too, the statistics show. Some 29 individuals with far-right ideologies were in prison as of March 2018, up from 9 the previous year.\nIn France, ten people suspected of belonging to a radical far-right group were arrested at the end of June over an alleged plot to attack Muslims. Police linked them to a shadowy group called the Operational Forces Action, which explicitly calls on the French to fight Muslims.\nIt was a reminder in France that Muslims are in terrorists' line of fire just as much as non-Muslims. It was only two years ago, in the truck rampage in Nice on Bastille Day, that many Muslims were among those killed and injured in an attack committed in the name of Islam, says Sylvain Crépon, a political scientist at the University of Tours. \"Among the victims there were veiled women, practicing Muslims. We saw that the French population could become victims, regardless of if they were Muslim or not,\" he says. \"It was a huge wake-up call.\"\nThe recent arrests in France underscore that point further. Too often the media and politicians refer to acts committed by far-right groups as perpetrated by someone with mental health issues, or a lone wolf, not a terrorist.\nMr. Gidley in Britain says that labeling far-right violence \"terrorism,\" whether in political discourse, media coverage, or within civil society, is a solution to breaking the cycle. \"It's really important,\" he says, \"to challenge the association of terrorism and Islamism which contributes to the anti-Muslim discourses that feed the far right and to have clarity to challenge it properly, that there is a problem with right-wing terrorism.\"\nHe also says policy makers need to create more space for cultural mixing and frank talk about people's concerns amid demographic change.\n\"There need to be more opportunities for people to air their grievances, to feel listened to,\" he says. \"If there are concerns about migration or foreign policy, instead of making them into taboo topics, create opportunities to allow people to feel listened to so they don't get channeled into extremist ideology.\"\n\nLoad-Date: July 6, 2018"
}