{
    "title": "The terrorists win",
    "publisher": "st. petersburg times ",
    "year": 1996,
    "month": 4,
    "day": 18,
    "full text": "A year ago, when the nation was struggling to rebuild a sense of security  following the Oklahoma City bombing, President Clinton calmed fears by vowing  to make America safe from terrorism's \"evil cowards.\" This week, if he signs  a compromise anti-terrorism bill as expected, the president will no doubt say  he is making good on that vow. But Oklahoma City and the nation deserve a  better anniversary gift. This legislation's worthwhile provisions are  outweighed by others that erode some of our most important constitutional  protections.\nTERRORISM\nPresident Clinton's signature will add to his already disappointing record  as a protector of civil liberties. From the moment he called on Congress to  consider anti-terrorism legislation, the president has pushed for measures  that even the Republican-controlled Congress ultimately rejected as too  intrusive on privacy rights.\nUnfortunately, the president and congressional Republicans agreed to keep  other troubling provisions. For example, the bill allows the government to use  informant testimony to deport legal aliens suspected of terrorism without  allowing the suspects to cross-examine those testifying against them - even  though the Supreme Court has said aliens have the same due process rights that  citizens do. It also makes criminals out of Americans who donate funds to any  foreign organization the secretary of State has deemed \"terrorist,\" even if  that organization is legal and charitable.\nPerhaps the most egregious element of the anti-terrorism bill is the severe  restriction it places on a federal court's habeas corpus ability to free  people who have been unlawfully held by state courts. It would give most  death-row prisoners only six months from the time of their convictions - and  then only one chance - to appeal in federal court, even if new evidence of  innocence is later discovered. Because the Oklahoma City suspects are charged  with crimes punishable by death, Republicans demanded this amendment.  President Clinton gave in to them even though he knows it could make it easier  for innocent people to be put to death.\nTo be sure, parts of the anti-terrorism bill are worthwhile. For example,  the legislation provides $ 1-billion over the next four years for federal and  state governments to use in the fight against terrorism, and it requires  plastic explosive makers to tag their products with chemical markers to make  tracing easier.\nThe legislation no longer contains some of the worst ideas that the Clinton  administration and members of Congress tried to attach to it. Attorney General  Janet Reno wanted authority to have ordinary crimes treated as \"terrorism\" -  with a sentence up to death - if they went beyond national borders and were  meant to coerce the government. Congress wisely rejected the idea. Rejected,  too, was the president's ill-considered plan to make it easier for federal  agents to use \"roving\" wiretaps to listen in on suspected terrorists.\nThe president has not been content to allow the government to intrude only  on phone conversations. He recently issued an executive order allowing agents  - without a court order - to physically search individuals for suspected  foreign intelligence information. In the face of Supreme Court rulings that  have stripped away our Fourth Amendment protections piece by piece, the  president's record on civil liberties is all the more disappointing.\nThe bombing in Oklahoma City, the most devastating act of terrorism in  American history, should have spurred the president and Congress to take all  steps in their power to protect government employees and other citizens -  without trampling on the constitutional protections that are our birthright.  When acts of terrorism cause public officials to overreact with new laws that  erode our constitutional freedoms, the terrorists win another battle in their  war against civilized government.\n\nLoad-Date: April 18, 1996"
}