{
    "title": "The Whys and Wines of Spain",
    "publisher": "the new york times",
    "year": 1981,
    "month": 10,
    "day": 17,
    "full text": "President Reagan chose the right moment and the right words to make plain America's support for Spain's troubled democracy. It was momentarily in doubt when Secretary Haig minimized the attempted coup in Madrid last February as an internal matter. Mr. Haig soon made amends, and any remaining doubts should finally be dispelled by Mr.  Reagan's welcome to Juan Carlos, who risked his crown to defend Spain's reborn Parliament.\nEditorial discusses application of Spain to join NATO and European Economic Community and urges American support of Spanish Parliament\nThe monarch is indeed a ''champion of democracy.'' But terrorism attracts the Basques, and disgruntled generals still talk as if democracy and even the King were on trial. Much of Mediterranean Europe would feel the tremors if Madrid again fell under military rule. What would lessen the risk is Spain's admission to NATO and the European Common Market - steps that Mr. Reagan properly encouraged.\nThe divided Spanish Parliament has yet to apply to join the alliance, whose 15 members seem ready to approve. Spain's admission to the Common Market is a thornier matter. That is because its fruit, olives and wine would compete directly with the subsidized farm products of the rest of Western Europe, notably France.\nSpain applied in 1977, with the approval of all its major parties, including Socialists and Communists who oppose joining NATO. And the Common Market, including France, welcomed the application because it promised to strengthen a fledgling democracy. If that was sound reasoning, then the current hints of delay or rejection could drive Spain back into isolation, and toward distrust of pluralism.\nAmericans can offer only an advisory opinion. But it doesn't hurt when Mr. Reagan reminds Europe's democracies that more is at stake than the price of olive oil or wine."
}