{
    "title": "The Aftermath in Toulouse",
    "publisher": "the new york times",
    "year": 2012,
    "month": 3,
    "day": 23,
    "full text": "Mohammed Merah, the man who claimed responsibility for killing three French soldiers, a rabbi and three young children at a Jewish school, was killed by French security forces on Thursday. But his murderous rampage is likely to fuel anxiety over the threat of homegrown terrorism.\nPresident Nicolas Sarkozy deserves credit in calling for public solidarity, saying ''we must be united,'' and adding that ''we must yield neither to easy falsehoods nor to vengeance.'' He can help that cause by changing his tone in the presidential election campaign, where immigration and religion had become divisive themes. Just last week, he had sought to woo anti-Muslim voters from his rival on the extreme right, Marine Le Pen of the National Front.\nMr. Merah, a French citizen of Algerian descent, was a violent thug and self-proclaimed Al Qaeda sympathizer. Police officials said they had been monitoring him for several years, following trips to Pakistan and Afghanistan where he said he had trained with terror groups. The first killing, of a French paratrooper in Toulouse, took place on March 11. The next attack, four days later, killed two more paratroopers in a nearby town. And four days after that came the killings of the rabbi and three young children. Officials are investigating whether Mr. Merah acted alone, as well as gathering more details about his past.\nIn response to these killings, Mr. Sarkozy has proposed tightening some laws, but his approach seems far too broad. He would make it a crime to repeatedly view Web sites that advocate terrorism and would take action against French residents who travel abroad for training or ''indoctrination'' by terror groups. It is not clear how such rules would be carried out, or if they can be without curtailing the rights of law-abiding people.\nFrance is home to five million to six million Muslims, almost a tenth of the population, and a half-million Jews, Europe's largest Jewish community. Both faiths have suffered prejudice and persecution. As Mr. Sarkozy has stressed, the killings in Toulouse must not be used by politicians to divide the nation along religious lines.\nMr. Merah called his murders of the paratroopers a protest against the Afghan war and his murders at the Jewish school vengeance for the deaths of Palestinian children. Call them what they were: Depraved acts of slaughter and an attack on the whole French people.\n\nhttp://www.nytimes.com\n\nLoad-Date: March 23, 2012"
}