{
    "title": "The pirate vs. the cowboy",
    "publisher": "the world",
    "year": 1986,
    "month": 4,
    "day": 28,
    "full text": "By now, the dust has settled over the Azziziyah Barracks in Tripoli. But the debate over the US bombing of Libya - and of military action as a proper way to fight terrorism - rages on.\nFrom a US perspective, the issues are clear-cut. Col. Muammar Qaddafi, described by President Reagan as the ''mad dog of the Middle East,'' is widely regarded as a supreme fomenter of terrorism. Terrorism itself is seen as a form of warfare directed at American interests. Hence the conclusion: Use US military force to eradicate terrorism at its source.\nThere are other views. One comes from Europe, where Qaddafi is seen as just one of many puppeteers in the theater of terrorism, and where terrorism itself is widely viewed more as crime than as war. Another comes from the Arab world, where Qaddafi, however distrusted and disliked, is seen as upholding Arab honor in the face of Yankee (and pro-Israeli) imperialism.\nHistorians will have to weigh these views. When they do, they will no doubt notice a curious factor: the extent to which the world's conception of terrorism is being shaped not by wisdom and understanding but by cliche and stereotype.\nThe Libyan situation provides three thought-provoking examples:\nName-calling. To view Qaddafi as a ''mad dog'' at the head of a crazy state is to assume that his decisionmaking is irrational - that he is, in fact, mentally unsound. So he may be, to Western eyes. But here rises a dilemma.\nOn the one hand, what if his acts are not random and patternless but governed by a personal, cultural, or religious logic? Then the Western world is mistaken in defining him as ''mad.'' Such a definition excuses us from trying to understand his thinking - when, in fact, a sense of his peculiar logic might lead us closer to predicting his future actions and limiting future terrorism.\nOn the other hand, what if he really is irrational? Then a major argument for using force - the deterrent effect - loses its relevance. It takes a certain degree of rationality to calculate the damage to oneself that might arise from provoking an enemy. The logic of bombing Qaddafi to ''teach him a lesson'' depends in large part on his ability to make such calculations.\nThe definition of 'terrorism.' This word, while it gets bandied about mercilessly, has an amoebalike capacity to escape its own boundaries. To Western users, it suggests armed attacks on innocent people by small, violent groups for political reasons. Some other nations, however, fasten the term onto any act of force used by a state - accusing the US of ''terrorism'' for its raid on Libya and defining terrorists as freedom fighters. Meanwhile, the West struggles with the crime-or-war debate - and the discussions about whether to fight terrorism by convening a grand jury or sending in the Sixth Fleet.\nHowever used, the term hums with overtones. Because it carries a highly negative and highly emotional charge, it too has become part of the name-calling exercise. As a result, it is harder to arrive at a consensus on handling ''terrorism'' than on dealing with something defined as ''low-intensity warfare'' or ''paramilitary activity'' or ''crimes of violence.''\nHistorical stereotypes. There is a sense in which both Libya and the US are held hostage by their own histories. Libya, part of the infamous Barbary Coast, was for three centuries a hotbed of piracy and kidnapping: Our word ''barbaric'' (related to ''Berber,'' the name for the group of North African languages in the region) relates to that activity. For its part, the US - which grew out of an armed revolution, and which settled its own frontiers with the Colt revolver - has a history of individuals taking up arms in ''cowboy'' violence.\nThe danger is that nations, and the people who lead them, can almost unconsciously begin to act out historical stereotypes. There are plenty of law-abiding Libyans, no doubt, who have not a piratical bone in their bodies - just as there are plenty of Americans for whom the cowboy tradition is anathema. But the stereotype, like a forest fire gone underground, remains to be dealt with.\nAre Qaddafi and Reagan victims of their own histories - the pirate vs. the cowboy, slinging names at each other and resorting to violence to sort out their differences?\nEven to phrase the question that way suggests much more important questions. Are we, as a public, accepting stereotypes of these two men and these two nations? Are we building our view of foreign affairs on a fistful of cliches and a geyser of emotionalism?\nIf we are, we will almost surely get things wrong. The problem with stereotypes is that they depend on superficial views. Almost before we know it, they foreclose our ability to look deeply. The complexities of the Libyan-US-European triangle are profound and subtle. The actions taken by the West in dealing with Qaddafi's murderous export need to be shaped by depth, not cliche.\nA Monday column"
}