{
    "title": "The Third Bubble",
    "publisher": "the new york times",
    "year": 2003,
    "month": 4,
    "day": 20,
    "full text": "Wars are always clarifying, and what this war clarified most was the degree to which there were actually three bubbles that burst at the beginning of the 21st century: a stock market bubble, a corporate ethics bubble and a terrorism bubble.\n     The stock market bubble we're all too familiar with. When it burst three years ago, millions of people all over the world were made more sober investors. The second bubble was the corporate governance bubble -- a buildup of ethical lapses by management that burst with Enron and Arthur Andersen, producing a revolution in boardroom practices. \n But there was a third bubble that had built up over the 1990's -- the terrorism bubble. It started with the suicide bombings against U.S. troops in Saudi Arabia, was followed by attacks on the U.S. Embassies in East Africa and on the U.S.S. Cole, then ballooned with the rise of Palestinian suicide terrorism in Israel and finally peaked with Al Qaeda's attack of 9/11.\nLike the stock market and corporate bubbles, the terrorism bubble was the product of a kind of temporary insanity, in which basic norms were ignored and excessive behavior was justified by new theories. In the case of the terrorism bubble, we were told that suicide bombing was the work of desperate people who had no other way to get America's or Israel's attention.\nPeople across Europe and the Arab-Muslim world bought such theories. Some Muslim religious leaders even came up with rulings justifying the suicide bombing of civilians in pizza parlors. Arab media called the terrorists \"martyrs.\" It was moral creative accounting: if you are weak, there is no limit on what you can do, and if you are strong -- like America and Israel -- you have no moral right to defend yourself. Worse, after 9/11, some in the Arab-Muslim world actually believed they had found a new balance of power with America -- through the suicide bomber.\nAnd we in America believed them, so we blew up the bubble more. We contorted our whole open society, and imprisoned ourselves. My daughter's high school symphony orchestra trip to New Orleans was canceled because of the recent terrorism alerts. Insane.\nYes, this Iraq war was about Saddam. For George Bush and Tony Blair, though, I think it was about something larger, but unstated. They were implicitly saying: \"This terrorism bubble has come to threaten open societies and all they value. So, we're going to use Iraq -- because we can -- to demonstrate to you that we'll come right into the heart of your world to burst this bubble. Take note.\"\nWe and the Arab-Muslim world must now draw the right conclusions. One hopes Americans will now stop overreacting to 9/11. Al Qaeda is not the Soviet Union. Saddam was not Stalin. And terrorism is not communism. America sliced right through Iraq. It did so because we are a free-market democracy that is capable of amassing huge amounts of technical power. And it did so because our soldiers so cherish what they have that they were ready to fight house to house from Basra to Baghdad. That was the real shock and awe for Iraqis -- because the terrorism bubble said Nasdaq-obsessed Americans were so caught up with the frivolity of modern life, they had lost the will to fight. Wrong.\nWe are strong because of who we are. Iraq was weak because of what it was. So, yes, let's add a metal detector or two at the airports, but let's stop thinking we have to remake our whole society, constrict all civil liberties, ban all Arab students and throw out all our foreign policy doctrines that have served us so well -- from deterrence to collective security to the usefulness of the U.N. -- to meet this new terrorism threat. We do not, and we must not.\nThe message to Arabs who are depressed at how quickly Saddam folded is: You can't take on America without building something of substance of your own. You thought rogues like Saddam would bring you dignity. They have only distracted you from doing what it takes to really build your own societies.\nWe are all now in a post-bubble world. We need to calm down and get back to nurturing the sort of open society that is the real source of our strength. The Arab-Muslim states need to understand that if they build up this terrorism bubble again -- and it may well happen -- America will burst it again. But they also need to know that if they want to rebuild their societies, starting with Iraq, on a real foundation of decency, tolerance and rule of law, we will pay any price and bear any burden to help them -- if they want us. \n\nhttp://www.nytimes.com\n\nLoad-Date: April 20, 2003"
}