{
    "title": "The Coronavirus Inflicts Its Own Kind of Terror",
    "publisher": "the new york times",
    "year": 2020,
    "month": 4,
    "day": 15,
    "full text": "The virus generates much the same fear and anxiety caused by terrorism, but it is brought by nature, not by humans. And it demands a different response: staying alone.\nBRUSSELS — The coronavirus has created its own form of terror. It has upended daily life, paralyzed the economy and divided people one from another. It has engendered fear of the stranger, of the unknown and unseen. It has emptied streets, restaurants and cafes. It has instilled a nearly universal agoraphobia. It has stopped air travel and closed borders.\nIt has sown death in the thousands and filled hospitals with wartime surges, turning them into triage wards. People gird for the grocery store in mask and gloves, as if they were going into battle.\nParticularly for Europe, which has experienced waves of terrorism that achieved some of the same results, the current plague has eerie echoes. But this virus has created a different terror, because it is invisible, pervasive and has no clear conclusion. It is inflicted by nature, not by human agency or in the name of ideology. And it has demanded a markedly different response.\nPeople run screaming from a terrorist’s bomb and then join marches of solidarity and defiance. But when the all-clear finally sounds from the new coronavirus lockdown, people will emerge into the light like moles from their burrows.\n“People are more afraid of terrorism than of driving their car,” said Peter R. Neumann, professor of security studies at King’s College London and founder of the International Center for the Study of Radicalization. Many more people die from car accidents or falling in the bathtub than from terrorism, but people fear terrorism more, because they cannot control it.\nWhile terrorism is about killing people, Mr. Neumann said, “it’s mostly about manipulating our ideas and calculations of interest.”\nAs Trotsky famously said, “the purpose of terror is to terrorize.”\nBut the terrorism of the coronavirus is all the more frightening not only because it is so widespread, but also because it is impervious to any of the usual responses — surveillance, swat teams, double agents or persuasion.\n[Read: As coronavirus grips Russia, an age-old bane returns: drinking]\n“It’s not a human or ideological enemy, so it’s not likely to be impressed by rhetoric or bluster,” Mr. Neumann said. “The virus is something we don’t know, we can’t control, and so we’re afraid of it.” And for good reason — it has already killed more Americans than the nearly 3,000 who died on Sept. 11, 2001, and it will kill many times more.\n“There is a difference between man-made and natural disasters,” said Thomas Hegghammer, an expert on terrorism and senior research fellow at the Norwegian Defense Research Establishment in Oslo. “People are typically more afraid of man-made threats, even if they are less damaging.”\nBut this virus is likely to be different, he said. “It goes much deeper into society than terrorism, and it affects individuals on a much larger scale.”\nThere is a similar sense of helplessness, however, said Julianne Smith, a former security adviser to Vice President Joseph R. Biden Jr. and now at the German Marshall Fund. “You don’t know when terrorism or the pandemic will strike, so it invades your personal life. With terror, you worry about being in crowds and rallies and sporting events. It’s the same with the virus — crowds spell danger.”\nPart of what makes terrorism terrifying is its randomness, said Joshua A. Geltzer, former senior director for counterterrorism on the National Security Council and now a professor of law at Georgetown. “Terrorists count on that randomness, and in a sense this virus behaves the same way,” he said. “It has the capacity to make people think, ‘It could be me.’”\nBut to defeat the virus requires a different mentality, Mr. Geltzer argued. “You see the bomb at the Boston Marathon, so you wonder about going next year, it’s a pretty direct impact,” he said. “But the virus requires one greater step — to think collectively, so as not to burden others by spreading the virus” and overwhelm the health system.\nAnd it requires a different sort of solidarity. After the terrorist attacks of Sept. 11, President George W. Bush urged Americans “to go about their lives, to fly on airplanes, to travel, to work.” After both the Charlie Hebdo and Bataclan attacks of 2015, President François Hollande did the same in France, leading marches and public demonstrations of public resilience and defiance.\nBut in the face of the virus, with so many societies so clearly unprepared, resilience now is not to get on a plane, wrote Mr. Geltzer and Carrie F. Cordero, a former security official at the Justice Department and a senior fellow at the Center for a New American Security. “To be resilient now is to stay at home.”\nSo it is difficult for governments that learned to urge citizens to be calm in times of terrorism to now learn how to frighten them into acting for the common good. Rather than mobilization, this enemy demands stasis.\n[Analysis: The autocrats’ dilemma: You can’t arrest a virus.]\nPeople respond patriotically, and even viscerally, to the nature of the security response to terrorism, from the helicopters to the shootouts. But “there’s nothing sexy or cool about staying at home, or ordering a company to produce face masks and gowns,” said Mr. Geltzer. “We don’t usually chant, ‘U.S.A.! U.S.A.!’ about home schooling.”\nIt will also be difficult for governments to adjust their security structures to deal with threats that do not respond to increased military spending and enhanced spying.\nFor a long time, Mr. Neumann said, analysts who worked on “softer” threats, like health and climate, were considered secondary. “Hardcore security people laughed at that, but no one will doubt that now,” he said. “There will be departments of health security and virologists hired by the C.I.A., and our idea of security will change.”\nAnd there will be new threats afterward — worries about economic collapse, widespread debt, social upheavals. Many fear the impact of such low oil prices on Arab and Persian Gulf countries that need to pay salaries for civil servants and the military, let alone deal with subsidies on bread.\nBut even the Islamic State has warned its adherents that “the healthy should not enter the land of the epidemic and the afflicted should not exit from it,” which may provide some respite.\nMr. Hegghammer lived in Norway during the terrorist attacks there in July of 2011 by Anders Behring Breivik, who killed 77 people to publicize his fear of Muslims and feminism. The response in Norway was collective solidarity and resolve and a widespread sense of “dugnad,” the Norwegian word for communal work, as individuals donate their labor for a common project.\n“Dugnad” is being invoked again in the face of the virus, Mr. Hegghammer said, with the young aiding the elderly, and government and opposition working “almost too closely together.”\nThe virus and the attacks carried out by Mr. Breivik “are being linked explicitly in the debate here,” Mr. Hegghammer said. But it is being done in a critical way, to criticize how unprepared the government has been, both then and now, to deal with a major threat.\n“People say, ‘We’ve already been through this, so how can we be so unprepared?’”\nIn the aftermath, as with Mr. Breivik, there is likely to be a commission of inquiry in Norway, just as there will inevitably be one in the United States, too, as there was after Sept. 11, to see how the government failed and what can be done in the future.\nBut unlike largely homogeneous Norway, the sprawling United States is deeply divided.\nUnlike Sept. 11, “when a single set of events united the country in an instant in its grief, this is a slowly rolling crisis that affects different parts of the country and the society at different speeds,” said Ms. Smith of the German Marshall Fund. “So we’re not united as a country.”\nGiven the already deep political polarization in the United States, with partisan battles over science and facts, the virus is likely to have the same impact as the plague did in Athens during the Peloponnesian War, creating indifference to religion and law and bringing forward a more reckless set of politicians, said Kori Schake, director of the foreign and defense policy program at the conservative American Enterprise Institute.\nBut ultimately, she added, the delayed response from the White House “delegitimizes the existing political leadership.” If the political consequences are severe enough, she said, they could lead to “the end of the imperial presidency and a return to the kind of federal and congressional activism that the Founding Fathers designed our system for.”\nThe virus may be politically divisive, but “it is also a reminder,” Ms. Schake said, “that free societies thrive on norms of civic responsibility.”\nPHOTOS: Soldiers patrolling the Piazza Duomo on Sunday in Milan, top. Inhabitants of Paris sleeping at their windows last week, above. (PHOTOGRAPHS BY ALESSANDRO GRASSANI FOR THE NEW YORK TIMES; ANDREA MANTOVANI FOR THE NEW YORK TIMES)\n\nLoad-Date: July 14, 2020"
}