{
    "title": "The sacrificial Graham",
    "publisher": "university wire",
    "year": 2005,
    "month": 8,
    "day": 22,
    "full text": "If nothing else, the war in Iraq and the overall war on terrorism should bring about serious discourse concerning fundamental issues surrounding terrorism. Unfortunately, both the First Amendment and common sense are under attack from radicals under the guise of political correctness. Although there are several instances of conservatives being vocally handcuffed by those sympathetic to terrorist causes, the problem was recently epitomized by conservative talk radio host Michael Graham.\nIn a morning broadcast, Graham committed career suicide by stepping on the toes of the political correctness police when he said, \"Islam has, sadly, become a terrorist organization.\" In the world of soundbites that we live in, he made the mistake of making a concise, blunt statement that could easily be held against him by those hostile to his political ideology. When taken out of context, this statement is at worst, racist, and at best indefensible. When taken in context, Graham's analysis is dead on. This is what he really said:\n\"Because of the mix of Islamic theology that -- rightly or wrongly -- is interpreted to promote violence, added to an organizational structure that allows violent radicals to operate openly in Islam's name with impunity, Islam has, sadly, become a terrorist organization. It pains me to say it. But the good news is it doesn't have to stay this way, if the vast majority of Muslims who don't support terror will step forward and reclaim their religion.\"\nOnce the context of the statement is framed, it's extremely difficult to refute anything Graham said, and he should be commended for taking a controversial yet bold and painfully truthful position. But that didn't keep him from being suspended by Disney, the parent company of his station, WMAL, after intense political pressure from the Council on American-Islamic Relations (CAIR).\nBy any account, CAIR is involved in terrorist activities -- both directly and indirectly. It was founded in 1994 by higher-ups in the Islamic Association for Palestine, a virulently anti-Semitic, anti-American and anti-Western group that acted as a fund-raiser and recruiter for Hamas, another terrorist group on the U.S. State Department's list of terrorist organizations. In addition to refusing to condemn horrific terrorist attacks, CAIR has been no stranger to legal problems stemming from terrorism charges.\nRandall Todd \"Ismail\" Royer, a CAIR staff member, was indicted for conspiring to train on American soil for a \"violent jihad.\" Ghassan Elashi, the founder of the Texas branch of CAIR, was indicted for funneling money into the Holy Land Foundation, a Texas \"charity\" that was found to be raising money for Hamas - more than 12 million dollars since 1995. In 2001, the U.S. Government froze the assets of the Holy Land Foundation and shut it down. Bassem K. Khafagi was the Community Affairs Director with CAIR when he pleaded guilty to visa and bank fraud in Federal Court, charges brought to him due to his connection with terrorist-supporting groups. And the list goes on.\nClearly, Graham's comments about terrorism hit a bit too close to home for CAIR, and they pulled out all their big guns to get him off the air. If we let terrorist groups control the political discourse surrounding terrorism, then we've already lost the major battle. CAIR has every right to criticize Michael Graham under the First Amendment, but we, as citizens concerned with the global problem of terrorism, have every right to tell them to go pound sand. We cannot let the fear and threat of political correctness hang over our heads like the sword of Damocles.\nWhether or not Michael Graham is reinstated is not the issue (although I hope he is.) The issue at hand is whether or not we are willing to stand up for our convictions in the face of idiocy. Victory in the global war on terror depends on it.\n(C) 2005 Daily Illini via U-WIRE\n\nLoad-Date: August 22, 2005"
}