{
    "title": "The 'second wave' of terrorism has begun",
    "publisher": "the world",
    "year": 2002,
    "month": 10,
    "day": 14,
    "full text": "Complacent pacifists have warned that \"war\" is the wrong metaphor for the fight against terrorism. Muslim extremists have not pulled off a major attack since Sept 11, 2001, they have said, so how can this be called a war?\nThe bombings in Bali on Oct. 12 may not have gotten the full attention of the head-in-the-sand crowd. The Indonesian island, after all, is half a world away. Some Sunday newspapers buried the story with obscure foreign news, as if the repercussions from the blast would have a negligible effect here.\n#BALI.BRULCUT#\nBut those tuned in to the international war against terrorism understand the intent of the Bali bombings. They signal a continuation of an all-out war against Western citizens and economies. Moreover, the timing of this war is on their terms: a year or two mean nothing to them.\nThe Saturday night blasts that killed nearly 200 people outright, leaving hundreds wounded and several dozen missing, were staged on the second anniversary of the bombing of the U.S. destroyer Cole off Yemen by al-Qaida operatives.\nBombs powerful enough to ruin two dance clubs and spread fire to a dozen buildings cannot be made by your average disenchanted Indonesian. They can be made by Indonesian terrorists trained in al-Qaida camps in Afghanistan -- the most likely suspects in this atrocity.\nThe people who died in the blast are not people who would be targeted by your average disenchanted Indonesian. They were foreigners -- Australians, Britons, Americans and others -- who had gone to Bali on vacation. The terrorists chose Bali in order to frighten foreigners and wreck the island's economy.\nAt least two Americans died in the blast and several were wounded. All foreigners are scurrying to leave Indonesia, fearing further violence because these bombs did not arrive without substantial context.\nA half dozen other bombs in Southeast Asia in the past three weeks included two in the Philippines that killed an American soldier and at least 11 Filipinos and a grenade explosion near a U.S. Embassy residence in Jakarta.\nAnd terrorism in that part of the world has occurred within the context of worldwide violence. Al-Qaida operatives killed one Marine and seriously wounded another in Kuwait last week. Since then, terrorists have fired on two other Marine contingents in Kuwait.\nInvestigators have concluded that an explosion on a French supertanker off the coast of Yemen a week ago probably was the work of terrorists linked to al-Qaida.\nA bomb packed with gunshot pellets tore through one of Finland's largest shopping malls on Friday, killing seven people and injuring 59 others.\nStill, the Bali bombings stand apart from other violence. The scope of the blasts and the number of casualties make this the worst terrorist attack since 91. Al-Qaida chose the target -- a resort filled with international guests, many of them young people -- to sow fear well beyond Indonesia.\n\"This will be the event that changes Indonesia's perception of terrorism like 9/ll did ours,\" commented a senior member of the Bush administration.\nThat may be the only positive result of this horror. Indonesia's Muslim-dominated government has been reluctant to crack down hard on Muslim extremists. Suddenly, it has a powerful reason to focus on them.\nAnother positive may follow if the Bali bombings help persuade the complacent set in America and internationally that we really are in a long-term shooting war with an unorthodox and deadly enemy committed to killing Western people and, if possible, Western civilization itself.\nThe United States and international soldiers and police have had considerable success in thwarting terrorist plots, arresting terrorist cells and shutting down terrorist financial operations.  Otherwise, many more people would have died in the 13 months since Sept. 11.\nBut the enemy has proved in Bali that just one successful operation can destroy lives and property and spread fear beyond the comprehension of most people who just want to get on with living and hope that Sept. 11 cannot be repeated.\nSept. 11 can be repeated. Bali proves that. Despite the successful overthrow of al-Qaida and Taliban forces in Afghanistan, despite the worldwide crackdown on terrorism, thousands of Islamic extremists lurk in the shadows, waiting to attack.\nThis is an unmistakeable war -- on a field and according to a timetable set by the enemy. Western nations must never forget that or the enemy will win.\n\nLoad-Date: October 15, 2002"
}