{
    "title": "THE WORLD FROM...the United Nations",
    "publisher": "the christian science monitor",
    "year": 1992,
    "month": 1,
    "day": 14,
    "full text": "'THE Security Council should not handle cases like this!\"\nThe protest, made by Ali Ahmed Elhoudeiri, Libya's ambassador to the United Nations, was specific and symbolic.\nA draft resolution expected to pass the Council this week \"strongly deplores\" Libya's failure to be more responsive to United States, British, and French requests to extradite Libyan intelligence agents accused in two 1989 airline bombings.\nLibya, which has proposed a special United Nations General Assembly session to address world terrorism, says that to involve the Council in this case would politicize a legal issue. The Council's criticism of Libya would amount to the first-ever charge of state-sponsored terrorism against a UN member.\nIn the aftermath of the cold war, the Security Council - the UN body with primary responsibility for maintaining international peace and security - is moving with unprecedented speed, unity, and effectiveness. In just three days last week, the Council authorized the dispatch of 50 military peacekeeping officers to Yugoslavia, \"strongly\" condemned Israel's decision to resume deportation of Palestinians, and expanded the authority of a UN advance team in Cambodia to include land-mine clearance.\nA few UN members say the Council at times moves too swiftly and too secretly at the behest of too few. They want to keep it accountable to all members. Last month during the first General Assembly discussion in 10 years on the Council's work, Malaysia's ambassador to the UN, Ismail Razali, said the Council's five permanent members have a special responsibility not to work as an \"exclusive club.\" Brazil's ambassador deplored the Council's tendency to make key decisions at \"very brief meetings.\"\nYet the Security Council, barred by the UN charter from interference in any member's internal affairs, is feeling its way through what all members agree are major new challenges.\nAs more ethnic rivalries erupt, battles demanding international attention are more likely to rage within countries than between them. Winning factions often spurn UN aid. Yet the fighting affects innocent civilians and neighboring countries.\nBoth the Council and new UN Secretary-General Boutros Boutros Ghali have been urged to do more preventive diplomacy.\nThe Jan. 30 summit of leaders from the Security Council's 15 member nations, which was called by British Prime Minister John Major, will give the UN a rare opportunity to redefine its mission in the context of current events and sharpen its tools.\nThough the British describe the agenda only in broad terms, everything from nuclear nonproliferation to establishment of a rapid deployment force that could intervene before fighting starts or stops may be debated. Revision of the charter to expand Council membership, which has been raised recently, probably won't be considered. But the summit will effectively seal the status quo for Russia's takeover of the Soviet seat at the UN.\n\"I think the summit needs to find a more effective way of dealing with newly emerging states and self-determination movements,\" says David Scheffer, a senior associate at the Carnegie Endowment for Peace. The need, he says, is \"to avoid military conflicts, protect national minorities, and permit centrally planned economies to (shift) into free-market economies.\"\nWhile he agrees that the Security Council is experiencing \"a new era\" in terms of its power, Mr. Scheffer says he thinks it can have a \"spillover\" effect that strengthens the whole UN system. \"A strong Security Council increases the possibility that actions by the General Assembly or by the Secretary-General … will be accorded more respect and authority.\""
}