{
    "title": "The Help We Need",
    "publisher": "the forward",
    "year": 2012,
    "month": 12,
    "day": 21,
    "full text": "We appreciate the real concerns about  the separation of church and state that  the Forward's editorial, FEMA on the  Bimah (December 7), explores in connection  with federal aid for Hurricane  Sandy. While the editorial correctly  asserts that the issue of whether synagogues  should seek FEMA aid should be  seen in the context of church-state history,  the editorial then ignores some of that  history.\nFor almost 30 years, FEMA's mission  has been to lead America to prepare for,  prevent, respond to and recover from all  domestic disasters, whether natural or  man made, including acts of terrorism.  This has led to FEMA's provision of disaster-relief aid to parochial schools damaged  by natural disasters and to help  meet the physical security needs of not-for-profits, including places of worship,  deemed by the Department of Homeland  Security to be at high risk of terrorist  attack  each based upon neutral  needs-based criteria. Similarly, in 1996,  President Clinton galvanized the nation  to respond to the sharp rise in church  arson attacks afflicting the South. The  Department of Justice led a federal task  force, funded through tens of millions in  targeted appropriations, to investigate and  prosecute church arson cases. In concert,  the Department of Housing and Urban  Development led a public-private rebuilding  effort, which included grants and low-interest  guaranteed loans to places of  worship damaged or destroyed by arson.  The Jewish community stood in support  of this strong church arson response.\nToday, similar federal leadership and  public-private partnerships are required  to rebuild the social fabric of communities  that fell in the way of the storm's  path, including not-for-profit institutions,  charitable organizations, and places of  worship.\nWILLIAM DAROFF\nVice President of Public Policy  The Jewish Federations\nof North America  Washington, D. C.\nE-mail your letters to the editor to letters@  forward.comor mail them to the Forward,  Attn: Letters to the Editor, 125 Maiden Lane,  New York, N. Y. 10038. Letters may be edited  for style, clarity and length. Please include  your mailing address and phone number.  \n\nLoad-Date: December 24, 2012"
}