{
    "title": "The Dangers of Miscalculation in the Middle East",
    "publisher": "christian science monitor ",
    "year": 1996,
    "month": 5,
    "day": 3,
    "full text": "World leaders have descended on the Mideast twice in four months. In November, they mourned a slain prime minister and reaffirmed the vitality of the peace process. In March, after four suicide bombings in Israel, they convened a summit to condemn terrorism. They made protocols and set up a multilateral task force. Yet terror continues.\nAfter the latest wave of terrorism in Israel, Lebanon, and Egypt, leaders should be wary of falling into the trap of self-righteousness common in the region. Both terrorists and those fighting them have a rigid ideological arrogance that presumes they know what is best. It would be wrong for the international crusaders to approach the dilemma with equal certitude.\nDeeper crisis\nThey need to show they understand that terrorism is a symptom of a deeper crisis, both in the peace process and in the region in general. While security measures might work temporarily, national and regional political solutions remain indispensable for the long run.\nObviously, no statesman would find it acceptable to wait until political and economic crises are solved before fighting terrorism. But that should not be used as an excuse by Middle Eastern governments that are directly responsible for the misery, oppression, and despair that terrorists draw on for sympathy and even - in the case of the suicide bombers - recruitment.\nIn addition, these leaders feeling the heat of terrorism today must not forget that many of the masterminds threatening their \"New World Order\" were superpower proxies in the cold war. Afghanistan for one became a crucible in the 1980s of CIA-trained terrorists, who have made their way into the miserable urban centers of the Arab world. It is also quite clear that in some cases Tehran, which could not resist the temptation to use such groups, has taken up the reins of patronage.\nUnlike the cold-war-era international terrorism of jet-set operatives backed by intelligence services, most of today's terrorism is home-grown, and its carriers are locally groomed. Terrorists have relocated from international airports to downtowns such as Cairo, Tel Aviv, Paris, and New York. They are no longer state-sponsored, but rather dispatched from slums, fueled by twin factors of economic deprivation and political oppression.\nHamas's recent suicide bombings, for example, were carried out with minimal expense, drawing on enthusiastic recruits among the youth of Gaza and the West Bank. Some groups are energized by ideological and religious rhetoric. Most are victims of oppression, who easily fall prey to indoctrination. And much the same thing happens in Egypt, Algeria, Turkey, and other founts of terror.\nThe Mubarak government's severe crackdown on the Islamist groups in Egypt over the years clearly hasn't succeeded in containing their terrorism. Nor did the Israeli bombardment of Lebanon and the fleeing of hundreds of thousands of Lebanese deter Hizbullah from further bombing northern Israel. On the contrary, more Lebanese are said to be rallying behind the movement today than ever before.\nBetter response\nThere is no easy, clear answer to the violent dilemmas facing the Middle East. But there is a choice that must be made. It is between political pluralism that co-opts Islamist and other oppositions, as in Jordan and Yemen, and violent crackdown, as in Egypt and Algeria. In Gaza, PLO chairman Yasser Arafat's policy of political co-optation had relative success until it was torpedoed by the Israeli assassination of Yehiya Ayyash, a leading Hamas operative, in January. In response to the brazen wave of bombings, and under pressure from Israel, Mr. Arafat is now pursuing an Egypt-type crackdown on the military, political, religious, and social levels of Hamas. Can he succeed? Probably no more than Egypt.\nUntil satisfactory economic conditions are met, the best way to defeat ideologies that encourage violence is to leave them to the mercy of free speech. In a democracy, people tend to discourage terrorism when they have something at stake. They're wiser when they are not afraid. A political solution based on justice rather than on cold calculations of naked power can advance the peace process. Concerned leaders need to deliver a message of support for democracy and a just peace with the same unwavering tone they use to condemn terrorism.\n\nLoad-Date: May 3, 1996"
}