{
    "title": "THE BUSH TEAM DEFENDS OUR CONSTITUTION WITH ITS COUNTER-TERRORISM LAWS",
    "publisher": "pittsburgh post-gazette",
    "year": 2001,
    "month": 12,
    "day": 3,
    "full text": "Bill Goodman, legal director of the Center for Constitutional Rights, claims that the Constitution's \"main enemies right now are the Justice Department and the White House\" (\"Bush Power Claim to be Challenged,\" Nov. 30).\n His statement is galling, outrageous and disgusting. Hasn't he noticed the big hole in lower Manhattan? That hole was created by the true enemies of our Constitution. Those enemies killed over 3,000 Americans and proclaimed it an act of war. These are not civil rights protesters or even \"criminals\" deserving Miranda Rights, etc. These people are foreign enemies who have sworn to destroy the United States.\nThe counter-terrorism measures the president has outlined specifically exclude citizens of the United States. This hysteria to extend the rights and protections of the constitution to foreigners while we are at war is absolutely incomprehensible. Our enemies have no call on the rights afforded us by our constitution. In fact, they spit on those rights and would like nothing better than to take them away from us.\n President Bush, Attorney General John Ashcroft and the rest of the administration have taken an oath before God to defend the constitution from its enemies foreign and domestic. If there's one thing we know about the president, not to mention Mr. Ashcroft, it's that they take their God seriously. Mr. Goodman and his cohorts at the Cato Institute and the grandstanders on the Senate Judiciary Committee should take that into account before they insinuate that the president is an incipient tyrant straining to unleash the Gestapo against the citizens of the United States.\n The real and true enemies of our Constitution are the people who have declared war against us in word and deed. Heaven help us if the self-important, self-appointed \"defenders\" of the constitution hamstring the president as he executes his oath.\n\nLoad-Date: December 4, 2001"
}