{
    "title": "The Nation; How Does the World Look Through the Eyes Of Aspiring Terrorists_",
    "publisher": "the new york times",
    "year": 1994,
    "month": 3,
    "day": 6,
    "full text": "IN preparation for the first anniversary of the World Trade Center bombing late last month, the New York Police Department sent bomb-sniffing dogs to survey landmarks like the Empire State Building, the Statue of Liberty and other likely targets of terrorism. The dogs hunted inside but made a special survey of the perimeters, partly as a show, said John F. Timoney, the chief of police. \"It was to let them know, whoever 'they' are, that we haven't forgotten,\" he said.\nAlthough the World Trade Center explosion has not been followed by similar acts of terror -- the police broke up a cell that was planning additional bombings around the 4th of July, at the Hudson River tunnels, the Federal Building in lower Manhattan, and other targets -- Chief Timoney said that he suspected the terrorists might still \"be looking to make their mark.\"\nOn Friday, a Federal jury delivered verdicts of guilty against four men accused in the World Trade Center case. But larger issues -- like how a society can protect itself from terrorists -- remain unresolved.\nAs the United States, the only surviving superpower, tries to create peace in the Middle East and Bosnia, some experts think the potential for terrorism is rising. When a gunman opened fire last week on a van of Hasidic students driving across the Brooklyn Bridge, the first word in many people's minds was \"terrorism,\" though so far there is no evidence of a plot.\nThe World Trade Center explosion, frequently described as the worst act of terrorism on American soil, was a warning that the United States is more vulnerable than many experts had assumed. But what should officials be doing?\nA year after the bombing, surprisingly few security changes are evident. But there has been some rethinking, an attempt to get into the minds of terrorists and try to anticipate what constitutes an attractive target, and what does not.\nThe blast has shattered several assumptions, some stated and some nearly subliminal. There was a sense among law-enforcement and security experts that it would be impossible to assemble and deliver a bomb weighing three-quarters of a ton without doing something that would attract suspicion; that is gone now.\nThere was also the idea that bombing big buildings like the World Trade Center would not move public opinion in a way that would help the bomber's cause. But the public in this country may not be the audience. In the World Trade Center case, New York may have found itself in the unaccustomed position of being the stage for someone else's drama. Thomas G. Weiss, associate director of the Thomas J. Watson Institute for International Studies at Brown University, said the explosion was aimed as much at Egyptian dissidents as at the American public.\nBruce Hoffman, a terrorism expert at the Rand Corp., said the message read like this: \"Four 'amateurs' with readily available, commercially produced materials, can build a bomb for under $400 that kills six people, causes untold millions of dollars in losses and generates endless publicity.\" Hitting a high-profile target shows, he said, \"that to a large extent, anybody can be a terrorist.\"\nThe Trade Center bomb was the equivalent of a black eye or a bloody nose, meant for all to see, not a blow to the solar plexus, meant to knock an opponent down. For the country as a whole, the solar plexus would include electricity dispatch centers, oil pipelines or nuclear plants -- targets not designed to withstand serious attack.\nAt one electric utility control center, the official in charge said that since the bombing, he had added cameras and motion detectors, but mostly to protect against burglaries. \"At any industrial plant, somebody can bring a delivery truck up to your loading dock and you don't know what's in it,\" he said. A bombing is a \"low-probability, high-impact event, certainly, but very difficult to do anything with,\" he said. \"The idea is not to call attention to yourself.\"\nWhat might be called the \"obscurity defense\" is in full swing at the Colonial Pipeline, which runs from Houston to the New York area and supplies about half the refined oil products used in the Northeast. With branches, it totals 5,300 miles, making it essentially unguardable, although it can be surveyed by air and by electronic means. The World Trade Center case was \"not really perceived by us as a threat to the system,\" said Noel L. Griese, a spokesman.\nBut terrorism need not involve bombs or even violence. An opponent bent on widespread disruption, rather than symbolism, might try computer sabotage. Recalling a computer glitch at a New York bank last month that debited depositors' accounts twice for each withdrawal they made, Mr. Weiss suggested, a terrorist could find a smart computer programmer and \"wreak havoc.\" As recent history shows, the system is not safe from domestic hackers, let alone trained agents of a foreign power.\nNuclear plants have relied on a kind of obscurity defense, too. But the Trade Center case may force some rethinking. Police believe one man convicted in the bombing wrote a letter sent to The New York Times last year threatening a variety of structures, including \"nuclear targets.\" In an unrelated incident, a former mental patient drove his station wagon through the gate at Three Mile Island a few days before the Trade Center attack, crashed through a fence and a roll-up door, and drove 60 feet into the building that leads to the control room.\nNow the Nuclear Regulatory Commission is not sure what rules to impose. Going against the common wisdom, the Nuclear Control Institute, a Washington-based non-proliferation group, argues that terrorists are likely to pick \"soft targets,\" that is, lightly defended ones, a category that includes reactors.\nOne positive lesson learned in the year after the bombing is that the best strategy is a forward defense. The July 4th bombings were pre-empted by lawmen who burst into a bomb factory. Last April four Palestinians were indicted in Washington for plotting to blow up the Israeli embassy.\nChief Timoney meets with corporate security chiefs about once every three weeks. He has no trouble holding their attention, but vigilance in society at large is tougher. Everyone was worried in the period leading up to the American attack on Iraq in 1991, he said, but once the attack began, people seemed to lose interest.\n\"We do continuously have liaison with all the different Federal, state and local authorities,\" said Nestor Michnyak, a spokesman for the F.B.I. \"Do we have any different, modified response? No, is the bottom line.\"\n\"We respond -- that's the problem,\" he said. \"We can offer advice on what we're finding, based on experience and what history is showing, but everybody is responsible for themselves.\"\n\nLoad-Date: March 7, 1994"
}