{
    "title": "The Reason for an Israeli Curfew_ Palestinian Terrorism",
    "publisher": "the new york times",
    "year": 2020,
    "month": 4,
    "day": 2,
    "full text": "The Anti-Defamation League cites the toll in Israeli lives from suicide bombers in 2002. Also: Jerry Falwell Jr.; the Pandemic board game; struggling young mothers; reading plays out loud.\nTo the Editor: \n  Re ''Stay Vigilant, Says a Curfew Veteran'' (Op-Ed, nytimes.com, March 24):\n  Raja Shehadeh, in writing about Palestinian isolation in the West Bank in 2002, claims that at a time when Palestinians could not leave their homes, ''only Palestinians were under threat.'' He adds, ''While we suffered, normal life continued elsewhere, indifferent to what we were enduring.''\n  Normal life elsewhere? Israel was experiencing the greatest loss of life from Palestinian terrorism in its history. Four hundred civilians were murdered by suicide bombs. Israelis feared entering any public square. The public was demanding government action. Life was anything but normal.\n  If Mr. Shehadeh had recognized that there was a logical reason for the shutdown in light of the suicide bombs, and then explained that still it was tough on the Palestinian population, that would have been one thing.\n  But to argue that the shutdown itself had no basis because life in Israel was ''normal'' is outrageous.\n  Ken JacobsonNew YorkThe writer is deputy national director of the Anti-Defamation League.\n  Falwell's Recklessness\n  To the Editor:\n  Re ''A University Reopened, and Students Got Sick'' (news article, March 30):\n  How irresponsible of Liberty University's president, Jerry Falwell Jr., to flex his conservative and fundamentalist ideology, endangering the life of students and everyone else around them.\n  Mr. Falwell may have the right to hold his fanatical view about Covid-19, but to impose it on countless others by overstepping his authority is simply an act of excusable recklessness.\n  Vincent PetersNew Brighton, Minn.\n  Pandemic, the Game\n  To the Editor:\n  Re ''A Board Game Named Pandemic,'' by Matt Leacock (Op-Ed, March 26):\n  It was helpful to learn of the genesis of Pandemic, the board game, from its creator. Two weeks ago, when my wife and I isolated ourselves, we dug into a crowded closet and extracted Pandemic, which had never been opened.\n  It's a fascinating and relevant game, and we set out to learn and enjoy it. Two hours later, we were still seeking to understand the game. We finally gave up and played rummy. We concluded that it was so complicated that we would not be isolated for a long enough period to play it. We were wrong about that.\n  Chuck FrankelSan Francisco\n  The New Mothers Who Are Right to Worry\n  To the Editor:\n  Re ''What if Motherhood Isn't So Miserable?'' (Op-Ed, March 14):\n  Kate Shellnutt writes, ''When expectant parents ask for advice, I'll tell them straight-up: Stop worrying.'' Herein lies the problem.\n  All the positive advice in the world won't help the 93 percent of women in the lowest wage jobs in America with zero access to paid maternity leave. It won't help the growing number of women in low-wage and physically demanding jobs, disproportionately women of color, who are denied light duty, despite doctor's orders, and have to choose between earning a paycheck and maintaining a healthy pregnancy.\n  Or the single mother who fears losing her job because her child has a fever and she has no paid sick days, along with more than 32 million Americans.\n  Apologies if this sounds miserable, but it's the reality. Rather than just telling our new mom friends it'll be OK (and of course it may very well be!), let's recognize the very real challenges facing millions of women in America and commit to doing something about it.\n  Dina BakstNew YorkThe writer is co-founder and co-president of A Better Balance: The Work & Family Legal Center.\n  The Play's the Thing\n  To the Editor:\n  Re ''Reading Plays Aloud Transforms a Sofa Into a Cozy Stage,'' by Ben Brantley, who writes at a time of ''shuttered theaters and social isolation'' (Critic's Notebook, March 30):\n  Mr. Brantley's reminiscence about reading plays aloud with his mother reminded me of Thanksgiving in 1968, when as a college student living in Atlanta, I told my parents that, for the first time, I was not returning to their house in Virginia for the holiday.\n  Instead, I invited my brother and a friend to join me in my apartment for the festive meal, which I prepared all by myself. I had obtained three copies of ''Le Misanthrope,'' by Molière (in English translation). While we waited for the turkey to cook, my two guests and I read the play aloud, taking parts, and had a rollicking good time.\n  It is one of my strongest and fondest memories.\n  Nancy A. OlsonPutney, Vt.\n\nhttps://www.nytimes.com/2020/04/01/opinion/letters/israel-palestinians.html\n\nGraphic\n\n \nPHOTO: A nearly deserted road in the West Bank town of Ramallah during the Israeli military curfew in 2002. (PHOTOGRAPH BY Chris Hondros/Getty Images FOR THE NEW YORK TIMES)               \n\nLoad-Date: April 2, 2020"
}