{
    "title": "THE FANATICS' FALSE FEARS",
    "publisher": "daily news ",
    "year": 2011,
    "month": 7,
    "day": 26,
    "full text": "In his ravings, Anders Behring Breivik, confessed murderer of 76 people, repeats a familiar refrain: He killed to save his country, his continent and Western civilization itself from an attempted takeover by Islam.\nBreivik's belief is the photo negative of Al Qaeda's contention that the United States and its allies are hell-bent on destroying Islam.\nThis belief, that Islam at large conspires to triumph over all Judeo-Christian society, is a delusion. One that far too many share.\nThey commune in their paranoid and poisonous fantasies on the Internet. As with other extreme fear-based ideologies, a tiny number of adherents live, like Breivik, on the lunatic and dangerous fringe.\nThat leaders of this electronic movement have denounced Breivik's violence does not spare them from harsh criticism. They, too, are to be taken to task by anyone who believes the threat of Islamist terrorism is real. Demonizing a religion rather than those who pervert it is destructive and only wins sympathies for radical fanatics.\nBeyond that, the counterjihadists are fighting an imaginary enemy. In the United States, Muslims constitute less than 1% of the population. In Europe, it is about 7%.\nThese minorities, often immigrants, almost always seek to add to the economy and culture. They seek to practice their faith and to assimilate.\nHere in the United States, our Constitution has ensconced in its First Amendment a powerful protection against establishment of religion. The danger of seeing American law replaced with Koran-inspired statutes? Nil.\nIn Europe, too, the risk is minimal. In fact, France banned the burka. In 2009, Switzerland, where Muslims are less than 5% of the total population, banned the construction of new minarets, towers that rise atop mosques.\nSome Muslim takeover that is.\nTen years after 9/11, terrorism remains frighteningly real. Those who see \"Muslim domination\" and \"creeping Sharia law\" around every corner are imagining things. Their fictions only feed extremism.\n\nLoad-Date: July 26, 2011"
}