{
    "title": "The UN v. Libya",
    "publisher": "the world",
    "year": 1992,
    "month": 1,
    "day": 28,
    "full text": "WHATEVER else \"new world order\" means, the phrase stands for a multilateral approach to international security problems and to securing human rights. Specifically, it anticipates a more activist role for the United Nations in these areas.\nThe new world order was further realized last week when the UN Security Council unanimously adopted a resolution calling on Libya to surrender two intelligence agents accused of sabotaging international flights.\nThe United States, Britain, and France claim that the Libyans bombed Pan Am Flight 103 over Lockerbie, Scotland, in 1988 and UTA Flight 772 over Niger in 1989, resulting in a total of 447 deaths.\nAlthough the resolution did not expressly demand that the Libyan officials be turned over for trial, that was the intent of the 11 members of the Security Council in urging Libya \"to cooperate fully in establishing responsibility for the terrorist acts.\"\nSignificantly, the UN resolution in effect calls on Libya to subordinate its criminal procedures regarding extradition to the world community's interest in combating terrorism. The resolution thus constitutes another breach of the wall that, from the UN's inception, barred the world body from interfering in the \"internal\" affairs of a member state.\nResolution 731 comes less than a year after the Security Council adopted Resolution 688, authorizing international relief for the Iraqi Kurds being persecuted by Saddam Hussein after the Gulf war.\nLast week's resolution shouldn't be regarded as a precedent for wholesale UN intervention in nations' extradition policies or other matters properly subject to negotiation between governments. The US would, quite rightly, quickly veto a resolution that, for instance, called for the surrender of Chinese student protesters who fled to America after Tiananmen Square.\nBut when renegade states like Iraq and Libya persist in violating international norms in areas that the UN has declared to be of special concern - notably terrorism and human rights - the Security Council need not be overly fastidious in its deference to \"internal\" prerogatives.\nThe alleged Libyan terrorists may never be brought to justice, as there may not be the political will to impose sanctions on Libya severe enough to force compliance with last week's resolution. Nonetheless, the Security Council's action - unimaginable until very recently - was a heartening declaration in support of international justice."
}