{
    "title": "THE WORLD; Colombia 's Elections Are A Study in 'Violentology'",
    "publisher": "the new york times",
    "year": 1990,
    "month": 4,
    "day": 1,
    "full text": "THE man on the telephone took credit for murdering one presidential candidate, but his message was addressed to a second, Cesar Gaviria. The leader in Colombia's four-way race for president, Mr. Gaviria advocates the toughest line against cocaine traffickers. ''He can walk around with 100 bodyguards,'' the voice snarled into the spinning reels of a radio station tape recorder. ''But tell his security people to try to find a bulletproof vest for his head - because that is where we are going to hit him. Understand?'' Accustomed to the Colombian drug mafia's twisted logic, many people here understood: Traffickers had killed a minor party's candidate, Bernardo Jaramillo Ossa, to intimidate the man most likely to set drug policy in the 1990's for Colombia, the world's largest cocaine exporter.\nInside the fortified embassy of the United States, the world's largest cocaine importer, a drug expert also understood. ''The traffickers are very unhappy about Gaviria, about his support for extradition,'' the expert said. ''If Gaviria becomes president, if Gaviria sticks to what he has said over the last few months, I honestly feel Colombia has a very good chance of winning this war over the next four years.''\nNine months ago, the war on drug trafficking here was set off by the assassination of Luis Carlos Galan, a presidential candidate committed to fighting drugs. Now the conflict is approaching a new threshold: the election of Mr. Galan's political heir. In a four-way primary held by the ruling Liberal Party on March 11, Mr. Gaviria swept 51 percent of the vote. ''It was a vote against drug trafficking, because everyone knows the traffickers killed Galan,'' said Senator Ernesto Samper, a primary rival who became Mr. Gaviria's campaign manager. Mr. Gaviria is widely expected to win the May 27 election.\nThe traffickers are thought unlikely to try to kill Mr. Gaviria himself, because such an act could be expected to unleash a stringent police and military crackdown similar to the one that severely disrupted their activities last fall. Instead, to protect their highly lucrative business, the dealers are likely to play pressure politics with tools they have used before: bombings, kidnappings and murders of others to make it clear that the price of a crackdown would be even greater havoc.\n''Because they are outside the law, the traffickers don't pressure government leaders through letters to the editor; they kill someone,'' said Rodrigo Losada Lora, a political scientist who specializes in a new field of study here, ''violentology.''\nA forestaste of what may be in store for a Gaviria government came last week after Colombian authorities resumed extraditing drug traffickers to the United States after a two-month hiatus. The police, drawing on wiretaps, announced Thursday that the Medellin cartel had dispatched grenades, rifles and 1,100 pounds of dynamite to Bogota. A Government agency also reported that two major groups of hired killers were planning new murders.\nThe extraditions passed through the two-month hiatus apparently because the Government and the traffickers reached an informal truce in late January, when the traffickers released two hostages they had kidnapped, a member of President Virgilio Barco's extended family and the son of his closest aide.\nStung by reports that a deal had been cut, Mr. Barco said in a televised speech Friday night that his Government's fight against the traffickers had been unwavering, and he exhorted his compatriots, ''United we are defeating violence and terrorism.''\n \nA Blow to the Will to Fight\nEven as Bogota braces for new violence, however, the will to fight has been undermined by the feeling that Colombians pay a high price for Americans' bad habits. Many here say the cocaine problem is caused by consumers, not suppliers, and the recent arrest on drug possession charges of Mayor Marion Barry of Washington only reinforced the notion that the United States is doing too little about cocaine use. ''Here we are facing terrorism,'' Mr. Gaviria said in an interview Friday. ''There, you have an authority who takes drugs, is not put in jail, and still occupies his functions.'' Mr. Barry, who has denied using cocaine in the past, has pleaded not guilty.\nThe price and pressure of terrorism were written on the street below Mr. Gaviria's office window: barrels blocking the street, soldiers with automatic weapons at checkpoints, dogs sniffing for bombs, policemen checking visitors with metal detectors.\nMr. Gaviria voiced Colombia's oft-stated complaint that a schizophrenic United States spends heavily to block cocaine and then creates barriers to Colombia's legitimate exports - flowers, coffee and bananas. President Barco is to travel today to Europe seeking more aid. But many Colombians say the most effective aid - if it could be obtained -would come not from politicians but from people: a collective decision by Americans and Europeans to stop buying cocaine and its byproduct, crack.\nIn the first three months of this year, Colombia's Government made 844 drug arrests, destroyed 47 laboratories and 29 airstrips, and seized 8.5 tons of cocaine, 10 tons of dynamite, 444 weapons, 387 pounds of gold and $30.9 million in cash.\nWhat was the impact? At the United States Embassy, the drug expert reflected and said: ''The street price in Miami hasn't changed much.''\n\nGraphic\n\n \nPhoto: Cesar Gaviria, Colombian presidential candidate who advocates a tough line against drug traffickers (Agence France-Presse)"
}