{
    "title": "The root of American -style terrorism",
    "publisher": "the christian science monitor",
    "year": 2002,
    "month": 10,
    "day": 23,
    "full text": "After the Sept. 11 attack on America and before the Washington-area sniper's killing spree, many Americans associated terrorism with violence perpetrated by Hamas, Al Qaeda, or Hizbullah. Yet the largest number of what the FBI calls \"terrorist\" acts in this nation have not come from the Middle East at all, but from our own citizens.\nFBI statistics show there have been nearly 500 \"terrorist\" acts on US soil over the past two decades - the agency defines terrorism as the unlawful use of violence to intimidate or coerce a government or a civilian population. Most of these incidents involved Americans targeting fellow Americans.\nUnlike terrorist acts committed in Latin America, Europe, or the Middle East, terrorism American-style arises more from pyschopathology than politics. The home-grown terrorist seeks to send a message - but not necessarily one about our national policy. He - virtually all are men - has usually led a life of frustration, failure, and obscurity; and he strives to tell the world, usually through the barrel of a high-powered firearm and occasionally with explosives, that he is an important and powerful individual. In a sense, he is playing God. And, certain unhealthy changes in our social environment encourage him to do so.\nThe typical homegrown terrorist, or mass killer, is socially isolated. He lacks the support systems that might have eased him through bad times and averted his devastating rampage. The most brutal and violent cases seem to be the most telling: In almost every mass murder, the killer suffers a loss that, from his point of view, is catastrophic - typically the loss of a job in a bad economy, the loss of a good deal of money in the stock market, or the loss of a relationship as in a nasty separation or divorce.\nTo begin making sense of seemingly senseless murder, we must examine not so much the killer's biography or even biology, but our society itself. The clue tothe American-style terrorist's motivation can be found in a disturbing social trend that affects almost everyone: the eclipse of community, a dwindling of the social relationships - family ties and neighborliness - that had protected former generations of Americans from succumbing to disaster. In an earlier era, family or neighbors could be counted on to assist in times of financial or social ruin; today, you're basically on your own. Many Americans simply have no place to turn when they get into trouble. Without options or support, murder can seem like the only way out of an out-of-control situation.\nAt the same time, growing numbers of Americans are opting for the solitude of telecommuting and the Internet. They avoid traffic jams on the highways, but also give up interaction with co-workers. Their neighborhoods no longer provide them with a source of friendship and camaraderie. Typically, Americans don't know their neighbors' names and faces - but they do know the e-mail addresses of faraway acquaintances they've never met face to face. We're quick to communicate at a superficial level with strangers in chat rooms, but too busy to sit down with our neighbors and share conversation.\nAccording to our analysis of FBI homicide statistics over the past 20 years, areas of the country with large numbers of transients, newcomers, and drifters - destination cities often with relatively low unemployment rates or good weather attractive to those looking for a new beginning or a last resort - also have a disproportionate share of the nation's mass shootings.\nSo long as they remain back in Omaha, Rochester, or Boston, they can depend on their family, friends, and fraternal organizations for personal assistance. But when they reach destinations like Los Angeles, Chicago, Houston, or Washington, D.C., they find themselves very much alone. When times get tough, they have nobody around to discourage them from doing the wrong thing.\nIn other parts of the world, community continues to prevail. It would be all but impossible for a Londoner to move 1,000 miles for the sake of a job. In all likelihood, he'd wind up as an immigrant in Moscow or Rome, where both language and culture are discouragingly different. By contrast, Americans often move their residence hundreds, if not thousands, of miles - in most cases, not even crossing state lines. From a practical standpoint, then, mobility is no big deal.\nIn preventing future terrorists, like the Washington-area sniper, from committing desperate and despicable acts of violence, perhaps we should recognize the human misery and suffering of the isolated Americans in our midst - misery with no company. These are human beings who are very much alone in a psychological sense. They could use a helping hand, encouragement and support, a little understanding from their acquaintances, neighbors, and co-workers. In the end, these efforts may not totally rid our society of psychopathic terrorism, but would go a long way to restore the American community.\n* Jack Levin is the Brudnick Professor of Sociology and James Alan Fox is the Lipman Family Professor of Criminal Justice, both at Northeastern University in Boston.\n(c) Copyright 2002. The Christian Science Monitor\n\nLoad-Date: October 22, 2002"
}