{
    "title": "The Other Face of Terrorism",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 3,
    "full text": "The word terrorist is defined as a person or group that employs violence, terror and intimidation to achieve a result, usually with some type of political gain associated with the action.\nWe are all familiar with the word. It is plastered all over the media, with images of Middle Easterners and Muslims popping up immediately when searching the word.\nBut this instant association is a problem. As Americans, we have trouble distinguishing between average people and extremist groups. We tend to associate anything Middle Eastern with terrorism. What we somehow can't seem to understand is the fact that few Muslims are actually terrorists, and not all terrorists are even Middle Eastern, let alone Muslim.\nTake the recent Planned Parenthood shooter, Robert Lewis Dear. This man attacked a Planned Parenthood clinic with the intent to kill both patients and caregivers, and expressed anti-abortion and anti-governmental views as the primary motivation for his attack.\nTo me, that sounds a whole lot like someone who used violence, terror and intimidation to achieve a result, with a potential political gain. To me, that sounds like textbook terrorism.\nHowever, to the major media outlets, the CNNs and FOXs of the world, Mr. Dear is simply deranged.\nThis case is a perfect example of what American media outlets tend to do. Shootings and bombings committed by people seen as foreigners are all classified as the latest terroristic threats to America. Attacks by white Americans are portrayed as the random and rare outbursts of the insane. They spawn gun control conversations, rather than anti-terror movements.\nThese one-sided, Middle Eastern focused, accusations reinforce the fear and animosity Americans have developed of people from the Middle East. But when a white American commits a crime that is literally the definition of terrorism, he is all but justified by the media.\nMr. Dear has had his motivations put on full display by the media, and has had many media members attempt to explain his side of the story. This type of coverage that attempts to be unbiased and tries to tell both sides simply doesn't happen with your average terrorist.\nCNN recently described the way the Planned Parenthood shooting was covered as being cautious. I call it cowardly. The man committed a crime that fits the definition of terrorism and his actions need to be described as such. Allowing the term terrorist to continue to only refer to Middle Easterners is lazy and racist, and frankly, pushes Americans back socially to the days of segregation and discrimination.\nNo person deserves to be judged by their appearance. We, as a society, need to push to be as open and accepting of people of all walks of life. This ignorant idea that terrorists can only be Middle Eastern Muslims creates divisions and hatred among our global society, and it is an idea that needs to be stopped.\nAnyone who commits an act of terrorism must be considered a terrorist, regardless of their ancestry. We must strive to end the segmented way the world is presented in the media, and push to reinforce the idea that anyone can be good or bad, and that their actions alone must determine how they are seen as a person.\n\nLoad-Date: December 3, 2015"
}