{
    "title": "THE WORLD; Undercutting the Underground",
    "publisher": "the new york times",
    "year": 1981,
    "month": 1,
    "day": 4,
    "full text": "By Barbara Slavin and Milt Freudenheim E.T.A., the underground organization that has been striving for Basque independence from Spain through terrorism, appears to have suffered two blows of its own last week. The first was the murder of an E.T.A. leader in southern France; the second and potentially more damaging was a decision by Madrid to restore to the Basque provinces taxation powers revoked by Francisco Franco during the Spanish civil war.\nBasque independence leaders suffer two setbacks because leader is killed and Madrid decides to restore local taxation powers to Basques\nThe latter decision, plus earlier agreements giving the local Basque government the right to establish its own police force and television station and to finance schools teaching the Basque language, met the home-rule demands of moderate Basque nationalists who have been trying to undercut the E.T.A. Carlos Garaicoetxea, president of the regional government elected last March, called the agreements ''enormously positive.''\nFrom Madrid's point of view, however, they represent something of a gamble. Prime Minister Adolfo Suarez has been trying to craft a semifederal system that satisfies the desire of Basques, Catalans, Andalusians and others for greater autonomy without provoking rightwing centralists to attempt a military coup.\nAn extreme rightist group called the Spanish Basque Battalion claimed responsibility for the car-bomb murder of Jose Martin Sagardia, a 29-year-old E.T.A. leader, in the southern French resort of Biarritz last week. However, the Madrid newspaper El Pais, citing police sources, reported that the assassination was the work of Spanish police agents recruited among veterans of the defunct Organisation de l'Armee Secrete, rightist terrorists who fought against Algerian independence from France. E.T.A. members have used southern France as a sanctuary and Spain has criticized France for not arresting and extraditing known E.T.A. killers. France in turn has protested cross-border retaliation."
}