{
    "title": "THE DAY ON WALL STREET_ Terrorism fears overshadow positives",
    "publisher": "the atlanta journal-constitution",
    "year": 2004,
    "month": 3,
    "day": 23,
    "full text": "The threat of global terrorism intruded on the stock market again Monday, diverting investor attention from an otherwise positive outlook for first-quarter corporate profits.\nThe Dow Jones industrial average suffered a triple-digit sell-off for the second Monday in a row, this time due to the latest violence between Israelis and Palestinians. The Dow closed just above the psychologically important 10,000.\nInvestors worried that Israel's assassination of Hamas leader Sheikh Ahmed Yassin over the weekend would lead to Palestinian retaliation against American as well as Israeli targets.\nAJC\nA week ago, the Dow's plunge of 137 points came in response to terrorism in Spain, where the bombing of commuter trains in Madrid on March 11 led to the ouster of a pro-U.S. government.\nIt's too early to tell if the latest violence undermines a profit-related stock market rebound that strategists anticipate this spring.\nFor now, at least, strategists see no reason to think terrorism will do much harm unless the violence touches U.S. soil.\n\"Is it time to batten down the hatches and run for financial cover?\" asked InvesTech Research Chief Executive James Stack, noting that the recent attack in Spain \"has investors on the edge of their seats.\"\n\"Our technical tools are sending a fairly clear message, and it is still bullish,\" said Stack.\n\"Unless this is destined to be the shortest and least profitable bull market of the past 50 years, there is good historical reason to think more profits lie ahead,\" he added.\nAnalysts at Thomson Financial, a research firm that tracks Wall Street profit forecasts, also are optimistic about the first-quarter profits.\n\"We will be entering the eye of the earnings hurricane during the next couple of weeks,\" Thomson analysts said Monday. They anticipate 19 percent year-over-year profit growth for major companies.\nThat's down from 28 percent in the final quarter of 2003 but would still be one of the better quarters of the last three years.\nAs for the potential impact of terrorism on investors, a new study of how global financial markets have responded to past violence is also encouraging longer-term.\nTerrorist attacks \"have great potential to affect capital markets … in a short period of time,\" said Southern Methodist University economist Andrew Chen and Dallas Federal Reserve Bank economist Thomas Siems.\nThey added, however, that \"U.S. capital markets seem to have become more resilient and are better able to absorb shocks brought on by such events.\"\nJust after the terrorist attacks on Sept. 11, 2001, for example, they said Federal Reserve Chairman Alan Greenspan's promise to provide adequate money to the financial system \"calmed the markets.\"\nLonger-term aside, investors have become decidedly more bearish lately, and not just because of terrorism.\nUBS Investments said Monday that its index of investor optimism dropped last week to a five-month low of 85 from 97 in February.\n\"Investors have turned more skeptical about the economic expansion,\" the UBS report stated. \"The percentage of respondents describing the economy as being in a recovery or a sustained expansion slid in March to 57 percent. That share peaked at 71 percent in December.\"\nThe violemce in the Middle East was not the only bad news on Wall Street's plate on Monday: > Hopes that Pakistan might have cornered Osama bin Laden's right-hand man, Ayman al-Zawarhi, faded.\n \n* Former White House security expert Richard Clarke criticized the Bush administration for its handling of the terrorist threat before and after the World Trade Center attack.\n \n* And while not directly related to terrorism, Asian and other foreign markets were roiled by the outcome of elections in Taiwan, where opposition leader Lien Chen demanded a recount of the weekend's hotly contested and narrow re-election of Chen Shui-bian.\nThe U.S. dollar fell against the euro and the British pound in currency markets on Monday, Treasury prices rose as investors sought a safe haven from the geopolitical storm, and gold --- another safe haven --- advanced in price.\nAirline stocks took a big hit in Monday's stock trading on concern about a pullback in leisure travel. American Airlines' parent, AMR, fell 4.6 percent; JetBlue Airways, 3.5 percent; and Delta Air Lines, 0.07 percent.\nFast-food giant McDonald's was the lone winner among the 30 stocks in the Dow Jones industrial average, rising 25 cents to $28.35.\nThe Dow's losers included tobacco giant Altria Group, down 3.1 percent; Honeywell International, 2.7 percent; and International Paper, 2.5 percent.\nThe Dow closed Monday at 10,064.75 with a loss of 121.85 points, or 1.2 percent --- its lowest close since Dec. 15.\nThe Standard & Poor's 500-stock index fell 14.38 points, or 1.3 percent, to 1,095.40, and the tech-heavy Nasdaq composite index lost 30.57 points, or 1.6 percent, to 1,909.90.\nAs of Monday's close, the indexes were down 6.3 percent, 5.4 percent and 11.3 percent, respectively, from their highs for the year.\n\nLoad-Date: March 23, 2004"
}