{
    "title": "THE DEATH OF OSAMA BIN LADEN Obama s popularity gets limited boost from successful raid More pleased",
    "publisher": "charleston daily mail",
    "year": 2011,
    "month": 5,
    "day": 4,
    "full text": "WASHINGTON - In the immediate aftermath of the targeted killing of Osama bin Laden, President Obama's approval rating has jumped higher, with big increases in the number of Americans giving him high marks on dealing with terrorism and the situation in Afghanistan.\nBut the new poll, conducted Monday evening by The Washington Post and the Pew Research Center, also finds virtually no movement in Obama's numbers when it comes to handling the economy. That suggests that success on one front - even one as important as the death of the mastermind of the Sept. 11, 2001, attacks - might not translate easily to other areas.\nOverall, 56 percent of those polled say they approve of the way Obama is handling his job as president, an increase of nine percentage points over April polls by Post-ABC News and Pew. That is the highest approval rating for the president in either poll since 2009.\nThere's also been a clear increase in public satisfaction with the way things are going in the United States, although by a margin of nearly 2-1, Americans are still dissatisfied with the direction of the country.\nThe president gets big bounces on dealing with Afghanistan, with his approval rating soaring to 60 percent, and on handling the threat of terrorism, where he recorded a career high of 69 percent.\nMore than three-quarters of all Americans say the president deserves credit for the killing of the bin Laden in Pakistan on Sunday. Among Republicans, 61 percent say Obama deserves at least some credit for the move. But just 17 percent of them say he deserves a \"great deal\" of credit for bringing bin Laden to justice after a nearly 10-year pursuit by U.S. intelligence and military forces.\nRepublicans are more apt to give former president George W. Bush acclaim for killing bin Laden, with 81 percent saying he deserves at least some of the credit for what happened Sunday. Only 35 percent of Democrats share that view, however, with a slender 4 percent giving the former president a lot of credit.\nThere is more bipartisan agreement that the U.S. military and intelligence deserve a great deal of credit for the killing.\nFor the president, the nine-point increase in his overall approval rating is on par with the six-point increase in Bush's numbers in the weeks following the capture of Saddam Hussein in Iraq in December 2003. Then, as now, political independents moved the most.\nCompared with the mid-April Post-ABC poll, Obama's approval rating among independents is now 10 points higher, at 52 percent. Bush got an identical 10-point boost among independents in December 2003. For Bush, that lift proved short-lived, with the entire increase gone within six weeks.\nHow long Obama's improved ratings will last is, of course, an open question. The fact that there was no movement in Obama's approval on the economy - still the top issue by far in the country - offers a reminder of the challenges that remain for the White House. Obama's 40 percent approval on the economy in this one-night poll is the lowest of his presidency in Washington Post polls, though it has been numerically lower in Pew surveys.\nThe Post-Pew poll was conducted by conventional landline and cellular telephone Monday evening, and included interviews with 654 randomly selected adults. The margin of sampling error is plus or minus 4.5 percentage points.\nTHE ASSOCIATED PRESS\nPresident Barack Obama listens during one in a series of meetings discussing the mission against Osama bin Laden, in the Situation Room of the White House on Sunday. While Obama has enjoyed a spike in popularity after the successful execution of the raid, pollsters say such boosts have only limited staying power.\n\nLoad-Date: May 4, 2011"
}