{
    "title": "The president in Saudi Arabia on the fight against terrorism_ _A battle between good and evil' Trump",
    "publisher": "chicago daily herald",
    "year": 2017,
    "month": 5,
    "day": 22,
    "full text": "RIYADH, Saudi Arabia — President Trump delivered a forceful address here Sunday summoning the Muslim world to confront \"the crisis of Islamic extremism\" as he seeks to create new partnerships to unite against global terrorism.\nSpeaking from Saudi Arabia, the birthplace of Islam and home to several of the religion's holiest sites, Trump implored the leaders of dozens of Muslim nations to take their own destinies in hand and, together with the United States, stop the killing of innocent people in the name of religion.\n\"This is not a battle between different faiths, different sects or different civilizations,\" Trump said. \"This is a battle between barbaric criminals who seek to obliterate human life and decent people, all in the name of religion — people that want to protect life and want to protect their religion. This is a battle between good and evil.\"\nTrump implicitly rejected the aspirational goals and call for democracy and human rights of former president Barack Obama, who also delivered a major speech to the Islamic world early in his presidency. \"We are adopting a principled realism,\" Trump said.\n\"We are not here to lecture,\" he said. \"We are not here to tell other people how to live, what to do, who to be or how to worship. Instead, we are here to offer partnership, based on shared interests and values.\"\nTrump called for unity in confronting Iran over its funding of terrorists and promotion of a \"craven ideology.\" He called on the Muslim world to help isolate Iran and, just days after Iranians re-elected moderate President Hassan Rouhani, to \"pray for the day when the Iranian people have the just and righteous government they so richly deserve.\"\nIn the run-up to Trump's visit, there was considerable speculation about whether he would utter the phrase \"radical Islamic terrorism\" in his speech, the centerpiece of his Saudi trip.\nOn the campaign trail, Trump loudly criticized Obama for refusing to describe the terrorism threat in those terms. But some of Trump's top aides, including national security adviser H.R. McMaster, have been urging him to soften his language. Many Muslim leaders consider broad denunciations of their faith insulting.\nIn his Riyadh address, Trump decided to use a substitute phrase: \"Islamist extremism.\" But he slightly veered off the prepared excerpts released earlier by the White House, saying \"Islamic\" instead of \"Islamist\" on several occasions.\nDescribing the fight against terrorism, Trump spoke of \"honestly confronting the crisis of Islamic extremism and the Islamists and Islamic terror of all kinds.\"\nLamenting the scourge of terrorism across the Middle East, Trump exhorted, \"Drive them out! Drive them out of your places of worship. Drive them out of your communities. Drive them out of your holy land. And drive them out of this Earth.\"\nTrump was addressing a rare gathering of leaders of about 50 Muslim nations at the Arab Islamic American Summit. It was his second day on a marathon foreign trip that will take him next to Israel, where he has ambitions to help negotiate peace, and then to the Vatican. The Middle East, he said, had long been home to \"Arabs and Christians and Jews living side by side\" and could again be a place for \"every person, no matter their faith.\"\nBy preaching tolerance and calling Islam \"one of the world's great faiths,\" Trump departed from his previously stated views on Muslims. Anti-Muslim rhetoric and policies were hallmarks of his nationalist 2016 campaign; he proposed banning Muslims from entering the United States and proclaimed, \"I think Islam hates us.\"\nTrump gave his remarks in an opulent hall of the King Abdulaziz International Conference Center, where crystal chandeliers hung from the gilded ceiling and attendees sat in plush armchairs. The president was seated at the front of the room, behind an ornate wooden desk and alongside the summit's host, King Salman, before taking the lectern.\nNo final list of the leaders in attendance was initially released. Seen chatting in the chamber and then listening intently were kings, presidents and prime ministers from Jordan, Pakistan, the Palestinian Authority, as well as Egypt and numerous other African states with Muslim majorities. Some, including Turkey and Sudan, sent lower-level officials.\nSpeaking before Trump, Salman appeared to be gently admonishing the United States for its strict visa policies, saying that all in the room rejected \"profiling religions and countries on a religious or sectarian basis.\"\nBut he was effusive in his praise for Trump and the president's decision to make Saudi Arabia the first stop on his first overseas trip. Trump, he said, \"has many hopes and aspirations with the Arab and Muslim worlds.\"\nHe said that his kingdom is committed to \"fighting all forms of terrorism\" and that \"one of the most important goals of Islamic sharia is protecting life, and there is no honor in committing murder.\"\nThe king directed much of his ire toward Iran, saying the Arab world had no problems with that country until its 1979 revolution brought a theocratic government that quickly turned to terrorism and regional ambitions. \"These odious acts are the products of attempts to exploit Islam as a cover for political purposes to flame hatred, extremism, terrorism and religious and sectarian conflicts,\" Salman said.\nTrump was equally generous in his praise for Saudi Arabia, a Sunni Muslim state that considers Shiite Iran its principal rival for regional power.\nHe made proud reference to the $110 billion arms deal signed with the Saudis during his visit here and said the United States was willing to extend the same partnership to other nations that share its objectives.\nTrump also highlighted, in terms reminiscent of his domestic boasting, what he said were the achievements of his first months in office, claiming the creation of nearly 1 million jobs.\nThe president wants to both profit from the sales and move partners in the Middle East to share more of what he has said is the unequal burden of defending them from both the Sunni terrorism of the Islamic State and al-Qaida and from Iran.\n\"America is prepared to stand with you — in pursuit of shared interests and common security,\" he said. \"But the nations of the Middle East cannot wait for American power to crush this enemy for them. The nations of the Middle East will have to decide what kind of future they want for themselves, for their countries and, frankly, for their families and for their children.\"\nOverall, Trump delivered a dark decree to the leaders in attendance.\n\"Religious leaders must make this absolutely clear: Barbarism will deliver you no glory — piety to evil will bring you no dignity,\" he said. \"If you choose the path of terror, your life will be empty, your life will be brief, and your soul will be condemned.\"\n\nLoad-Date: May 22, 2017"
}