{
    "title": "The Most Inflammatory Ads of the Midterms",
    "publisher": "the new york times",
    "year": 2018,
    "month": 10,
    "day": 22,
    "full text": "When a fledgling Republican group released an inflammatory ad in Arkansas last week warning that “white Democrats will be lynching black folk again” if liberals came to power, it was immediately criticized on social media by members of both parties. \n“I condemn this outrageous ad in the strongest terms,” said Arkansas Representative French Hill, a Republican. “There’s no place in Arkansas for this nonsense.”\nThe group, “Black Americans for the President’s Agenda,” had made the ad in support of Mr. Hill’s campaign. \n“This radio ad is disgraceful and has no place in our society,&#34; said Clarke Tucker, the Democrat running against Mr. Hill in Arkansas’s Second Congressional District. \nWhile the Arkansas ad — which played on the Democratic Party’s late 19th and 20th Century history of southern racism — stood out for its explicit use of racist stereotypes, scores of campaigns have used similarly divisive themes throughout the election cycle. \nTravis N. Ridout, the co-director for the Wesleyan Media Project, which tracks and analyzes ad spending, said ads supporting Republicans, on aggregate, focused more on personal and negative attacks than ones supporting Democrats. He said that 17 percent of Republican ads for federal races in September mentioned immigration, while four percent of ads from Democrats did. \n“They’re falling in line with the president and it seems they’re trying to scare people about immigrants coming to this country,” Mr. Ridout said. “This is an election where Republicans are trying to get the base out and one way to get the base out is by scaring them about Democrats or scaring them about immigrants flooding in.”\nHere are some of the most eye-popping examples of ads from congressional and gubernatorial races across the country. \nHighlighting a candidate’s rap career in New York’s 19th District\nJohn Faso is the Republican incumbent in a close race against Democrat Antonio Delgado, an attorney and Rhodes Scholar, in a district in New York’s Catskills region. Since the campaign began, one of Mr. Faso’s key lines of attack against his opponent has been a fledgling rap career Mr. Delgado had years ago. \nIn repeated ads from the Congressional Leadership Fund, a super PAC closely aligned with House Speaker Paul D. Ryan, Republicans have mentioned Mr. Delgado’s rap career as a disqualifying factor in his run for Congress, citing inappropriate lyrics. \nSuspicions that the attack was motivated by racial bias reached new levels when Mr. Faso’s friend said to The New York Times: “Is a guy who makes a rap album the kind of guy who lives here in rural New York and reflects our lifestyle and values?”\nIn an ad by the Congressional Leadership Fund called “Who Am I,” Republicans misrepresent some of Mr. Delgado’s lyrics. The ad paints Mr. Delgado as unpatriotic with a lyric that says “God Bless Iraq.” But the full lyric is: “God Bless America. God Bless Iraq. God Bless Us All.” [           See the entire ad here.]\nLacing an ad with racial stereotypes in the Georgia governor’s race\nRepublican Brian Kemp and Democrat Stacey Abrams are locked in a bitter race for Georgia governor. The Republican Governors Association drew scrutiny for its ad in support of Mr. Kemp, which many political analysts said was racist, and at minimum, laced with historical racial stereotypes. [See the entire ad here.]\nIn one ad, called “Truth,” Republicans attempt to paint Ms. Abrams as untrustworthy and evasive. The ad uses a tap dancer in the background to illustrate Ms. Abrams “dancing around the truth,” which enraged some observers who connected the analogy to the trope of black Americans tap dancing in the segregated South. \nMaking references to slavery in the Florida governor’s race\nLike Georgia, the governor’s race in Florida has been closely contested, and issues of race have been at the forefront. Republican Ron DeSantis was criticized for saying voters should not “monkey this up,” by voting for Andrew Gillum, the Democratic candidate, who is black.\nLater, Kathy Gibson, an Orange County Republican Committee Member, claimed Mr. Gillum had pledged that if he won, “his people” would be getting “paid back” for slavery. \nThe same week, a white supremacist group sent robocalls throughout the state using racist language to describe Mr. Gillum. The call begins with: “Well hello there. I is Andrew Gillum.” In the background are the sounds of drums and monkeys.\nBoth Mr. Gillum and Mr. DeSantis denounced the Facebook post and the robocalls.\nAccusing an opponent of sending American jobs to Asia in New York’s 27th District\nRepublican Chris Collins is running for re-election after being indicted by the federal government on insider trading charges. In a closely watched re-election campaign against Democrat Nate McMurray, Mr. Collins tried to use a            video of Mr. McMurray speaking Korean to claim that his opponent wanted to send American jobs to Asia. [           See the entire ad here.]\nThe ad, which is from Mr. Collins’s campaign, also used images of North Korean dictator Kim Jung Un, which caused an uproar from other members of the House.\nMr. McMurray speaks fluent Korean and his wife is of Korean heritage.\nCalling an opponent a “security risk” in California’s 50th District\nRepublican incumbent Duncan Hunter, who was indicted over the summer on charges he misused campaign funds, has drawn scrutiny for            how his campaign has demonized Ammar Campa-Najjar, his Democratic opponent who is of Palestinian and Mexican descent. \nIn ads, Mr. Hunter has tried to link Mr. Campa-Najjar to his paternal grandfather, who was one of the terrorists who participated in deadly Munich attacks during the 1972 Olympics. Mr. Campa-Najjar, however, has repeatedly said he never knew his grandfather, who died before he was born, and has denounced his actions. \nStill, Mr. Hunter has maintained that his opponent is a “security risk” to America. In an ad titled “Ammar Campa-Najjar is a Security Risk,” Mr. Hunter alleges that Mr. Campa-Najjar is trying to “infiltrate” the United States government and that he was supported by the Muslim Brotherhood and the Council on American-Islamic Relations. [           See the entire ad here.]\nMr. Campa-Najjar is Christian. \nLinking a candidate to terrorism in Ohio’s First District\nRepublican Steve Chabot is a longtime Republican congressman in the Cincinnati metro area. In his re-election bid, he has come up against a strong challenge from his Democratic opponent, Aftab Pureval, a local clerk of courts who is of Indian-Tibetan heritage. \nIn an ad by the Congressional Leadership Fund called “He Should Know,” Republicans tried to link Mr. Pureval with Libyan dictator Muammar el-Qaddafi,            who died in 2011. In the spot, the group uses images from terrorist actions in the background while Mr. Pureval’s face is on the screen. \nA narrator says: “Pureval’s lobbying firm made millions helping Libya reduce payments owed to families of Americans killed by Libyan terrorism. Selling out Americans? Aftab Pureval can’t be trusted.” [See the entire ad here.] \nMr. Pureval was once a lawyer at a Washington law firm, which settled terrorism-related lawsuits against Libya. However, Mr. Pureval was not directly involved in the settlements, which were approved by Congress. \nMr. Pureval has denied any sympathies with the Libyan government. \nPHOTO: An image from an ad by the Congressional Leadership Fund, a Republican group. (PHOTOGRAPH BY  FOR THE NEW YORK TIMES)\n\nLoad-Date: November 10, 2018"
}