{
    "title": "THE WORLD; The U.S. Spreads; A Canopy Over; Mideast Bedfellows",
    "publisher": "the new york times",
    "year": 1981,
    "month": 4,
    "day": 5,
    "full text": "Secretary of State Alexander M. Haig Jr. flew to the Middle East last week bearing offers of arms to seek a ''strategic consensus'' of Moslems and Jews against a common Soviet threat.\nEven before he was airborne, however, the Reagan Administration floated an arms proposal that raised objections from Israel and its supporters. Officials reported a tentative decision to sell to Saudi Arabia five AWACs, the world's most sophisticated and expensive ($400 million each) surveillance aircraft, provided so far only to the North Atlantic Treaty Organization. Israel responded by asking Washington for a gift squadron of F-15's, fighter planes previously sold to Israel and Saudi Arabia, as well as access to an American spy satellite.\nSecretary of State Alexander Haig flies to Middle East with arms proposals that raise objections from Israel and supporters\nWashington also approved a long-delayed sale of five civilian airliners to Iraq, another bitter foe of Israel (and onetime advocate of terrorism) which has no diplomatic relations with the United States but whose relations with Moscow have cooled.\nAnother prime candidate for Mr. Haig's strategic consensus is Egypt, his first stop, or rather stopover, on a 10-day trip to four Middle Eastern countries and four European ones. Before his arrival yesterday, Egyptian officials repeated their opposition to American participation in a multinational peacekeeping force that is to police the Sinai after Israel completes its withdrawal in April 1982. Egypt has also refused to sign a contract for use of a base at Ras Banas by the new Rapid Deployment Force.\nWhile Mr. Haig visits Egypt, Israel, Saudi Arabia and Jordan, members of his entourage will fan out to Iraq, Syria and Lebanon, all embroiled in hostilities. Iraq has been at war with Iran since September. Syrians assigned to keep the peace between Moslems and Christians in Lebanon battled last week with Maronite Christians who want the Syrians out, leaving nearly 100 dead. In southern Lebanon, Israel, an ally of the Christians, carried out three raids against alleged Palestinian hideouts and killed a Lebanese soldier serving with United Nations peacekeepers."
}