{
    "title": "The PLO needs encouragement for its progress",
    "publisher": "st. petersburg times ",
    "year": 1988,
    "month": 12,
    "day": 2,
    "full text": "\"The outcome of the Palestine National Council session in Algiers    produced signs that there are Palestinians who are trying to move the    PLO in a constructive way. That is encouraging and should continue.\"\n \n     Those words come from the State Department statement explaining    Secretary of State George Shultz's decision to bar Yasser Arafat from    the U.N. General Assembly session in New York.\n \n     Seldom does an official document contain such convincing    self-refutation.\n    By denying the visa, Shultz acted decisively to discourage - to    punish - the Palestinians who worked at the Algiers meeting to move the    Palestine Liberation Organization (PLO) in a constructive direction.\n \n     He rewarded them with humiliation. He helped their opponents in the    PLO, the maximalists who want no compromise with Israel and who argue    that moderation will get nowhere.\n \n     At Algiers, the PLO for the first time endorsed negotiations on the    basis of U.N. Resolution 242, which called on Israel to withdraw from    occupied territory in return for security and recognition.\n \n     Everyone knows who led the PLO in that direction. Arafat did, and    no one else could have done it.\n \n     The Algiers resolution was not as clear as we would like. But to go    even that far Arafat had to make a highly significant change in the way    the Palestine National Council (PNC) works.\n \n     Until now the PNC has always operated on the basis of consensus.\n \n That gave extremist wings virtually a veto power. In Algiers the    delegates voted, and the vote was announced: 253 for the resolution, 46    against.\n \n     So it is now a majority-rule system, which will make further    movement easier.\n \n     Shultz denied the visa, the State Department said, because Arafat    has condoned and supported acts of terrorism against Americans.\n \n     As an example it mentioned the hijacking of the cruise ship Achille    Lauro and the murder of the disabled American passenger, Leon    Klinghoffer, one of the most horrifying acts of terrorism in recent    years.\n \n     Mohammed Abu Abbas, who was convicted in Italy of the killing, is a    member of the PLO executive committee. He was at the Algiers meeting    and made mocking remarks to the press about the murder of Klinghoffer.\n \n The State Department said his presence was \"the most recent sign of    Mr. Arafat's association with terrorism.\"\n \n     Abbas is indeed an embodiment of evil. But did the Algiers meeting    embrace him or his views?\n \n     To the contrary, he was one of the extremists who were    overwhelmingly outvoted. He ended up isolated and rejected.\n \n     PLO policy does still allow, inside Israel, what it calls military    action and we call terrorism.\n \n     The attack on a civilian bus near Dimona in Israel last winter was    an example: a brutal one and a stupid one from the viewpoint of the    Palestinian cause. The United States says correctly that the PLO must    unambiguously renounce all terrorism before it can take part in    negotiations.\n \n     But it does not follow that Arafat should be denied a visa.\n \n     Even putting to one side U.S. undertakings to the United Nations    not to hinder access, our own interest lies in letting him speak to the    General Assembly.\n \n     That forum, at this time, might lead him to take further steps    toward recognition of Israel and renunciation of terrorism.\n \n     Silliest of all was Shultz's suggestion that other Palestinian    leaders would be welcome while Arafat is barred. We cannot decide who    is to lead the Palestinian movement, and no one can doubt that most    Palestinians want Arafat.\n \n     The folly of the decision was made evident by the reaction of our    closest allies. It was deplored by, among others, the British    government, and Margaret Thatcher is not soft on terrorists.\n \n     What concerns our friends is that a U.S. role is essential in    Middle East diplomacy. In a time of cooling hostilities around the    world, the Israeli-Palestinian conflict stands out as extremely    dangerous.\n \n     But how can the United States play a serious part in ending it if    we are not willing to listen to one side?\n \n     In acting against Arafat we may have excluded ourselves, at least    for some time.\n \n     The next move is evidently going to be Arafat's, at a U.N. session    in Geneva.\n \n     The temptation to bristle will be strong. He should resist it.\n \n     This American mistake does not change the Palestinian reality: The    only way to independence is forthrightly to accept Israel and work to    live alongside it in mutual peace and security.\n \n  New York Times News Service       \n\nGraphic\n\n \nBLACK AND WHITE PHOTO, (2); George Shultz; Yasser Arafat\n\nLoad-Date: November 12, 1992"
}