{
    "title": "THE MYTH OF THE PEACEFUL MARIJUANA FARMER",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 4,
    "full text": "To the Editor:\nSteve Chapple makes certain legalization arguments based on erroneous data and unfounded conclusions.\nThere has been an appreciable decrease in the regular use of marijuana by young people since 1979. The rate of use by adults over 26 has been relatively stable, and there are approximately 20 million Americans who use marijuana regularly, not 30 to 40 million, as Mr. Chapple states.\nAlthough domestically produced marijuana does have a higher percentage of THC (tetrahydrocannabinol, the primary psychoactive ingredient in marijuana, which affects its potency), it is not about ''10 times as potent as the foreign varieties,'' but rather contains about twice the level of THC found in imported marijuana. And although sinsemilla does cost more than foreign marijuana, it is not beyond the reach of high-school students, as Mr. Chapple suggests; a sinsemilla cigarette costs between $5 and $10.\nThe health effects of marijuana are of serious concern. Recent research demonstrates significant risks and dangers in such areas as intellectual functioning, reproduction, driving and other skilled performance. Consequences can include impairment of the immune-response, the respiratory and cardiovascular systems, and possible changes in the central nervous system and genetic material.\nControlling marijuana production and distribution is not only ''a distinctly American phenomenon,'' as Mr. Chapple asserts. I have recently met with counterparts from the Latin American countries where the majority of marijuana is cultivated. We came together to find solutions to the problems of narcodollar inflation, crime, violence, corruption and, in some cases, terrorism.\nControlling drug production is important, not only in the United States, but also around the world. Other countries are facing serious drug- abuse problems, and they are turning to the United States for assistance.\nAs I have traveled around the United States and other countries, I have met with government officials, civic leaders, parents and our youth. They are unanimous in supporting our national strategy to prevent drug abuse and drug trafficking. We have an overwhelming mandate to continue to enforce current drug laws.\nThe facts do not substantiate Mr. Chapple. It is he who has myopic vision.\n \nFRANCIS M. MULLEN JR.\nDrug Enforcement Administrator Department of Justice Washington, Nov. 12, 1984"
}