{
    "title": "The threat increases of N-terrorism",
    "publisher": "the deseret news",
    "year": 2001,
    "month": 11,
    "day": 2,
    "full text": "HAMBURG, Germany -- The Sept. 11 attacks on the United States have increased the chances that terrorists might try to use nuclear weapons or materials, or attack nuclear power plants, the director of the International Atomic Energy Agency warned Thursday.\nHe spoke after Pakistan said it had detained three of the country's leading nuclear scientists for questioning in connection with concerns in the United States that nuclear weapons technology could have found its way into the hands of Osama bin Laden and the Taliban.\nOn Wednesday, the Federal Aviation Administration issued an order restricting airspace around nuclear power plants, saying that terrorists could attack them to cause public panic.\nThe warning on Thursday, by Muhammad el-Baradei, the director general of the agency, was issued on the eve of a conference in Vienna, Austria, called to discuss nuclear safeguards and ways to combat nuclear terrorism. Since Sept. 11, experts in numerous countries have begun looking afresh at earlier studies largely ruling out the use or acquisition of nuclear weapons by terrorists.\nBaradei, an Egyptian citizen and a lawyer by training, said in a statement: \"We are not just dealing with the possibility of governments diverting nuclear materials into clandestine weapons programs. Now we have been alerted to the potential of terrorists targeting nuclear facilities or using radioactive sources to incite panic, contaminate property, and even cause injury or death among civilian populations.\"\nHis message was addressed not only to the five formally declared nuclear powers -- China, France, Russia, Britain and the United States -- but also to India, Pakistan and Israel, all of which are either known to possess nuclear weapons technology, or are believed to have them.\nThe mandate of the agency, which is the U.N. body for monitoring nuclear programs and is based in Vienna, does not extend to nuclear weaponry, and Baradei voiced concern about safeguards in India, Pakistan and Israel.\nBaradei noted that Pakistani nuclear safeguards appeared to be sufficient, though he said: \"If there were a breakdown in the civil order, of course, you have worries. But so far I think they are under proper control.\"\nHe played down the likelihood of terrorists being able to produce a nuclear bomb. To do so, he said, would require obtaining 25 kilograms, or 55 pounds, of highly enriched uranium or eight kilograms of plutonium.\n\nLoad-Date: November 2, 2001"
}