{
    "title": "The danger of scaring the voters",
    "publisher": "charleston gazette",
    "year": 2004,
    "month": 2,
    "day": 22,
    "full text": "George W. Bush wins high marks from the public for being a strong leader in the war on terrorism. On every other topic, his approval ratings are below 50 percent. So the Bush campaign must keep its focus on public fear of the enemy.\nThe Democrats may be tempted to follow suit. John F. Kennedy won that way in 1960. But if this year's eventual Democratic challenger tries to emulate JFK, our public life will sink even deeper into the politics of fear. Then we'll all be the losers.\nThe Washington Post recently reported that \"Bush strategists have long been concerned that Americans would become complacent\" about the war on terrorism. \"Skepticism by voters could obviate what his advisers think is one of his paramount advantages,\" the Post says. Bush wants to prepare the public for a \"generational commitment,\" like the four anxiety-ridden decades of the Cold War.\nBush's vice president, his secretary of defense and his national security adviser have all publicly likened the war on terrorism to the Cold War. But that parallel should give Bush campaign strategists pause.\nIn the 1950s, President Eisenhower worried that the stalemate in the Korean War would weaken public support for a seemingly endless struggle against the Soviets. He and his advisers pondered how to shore up the nation's will to fight. Their answer was to have the president talk endlessly about the dangers of nuclear weapons in the hands of a ruthless enemy. Bush took a similar tack in his 2004 State of the Union speech, decrying Americans who \"believe that the danger is behind us\" or \"question if America is really in a war.\" It's a real war, he insisted, and there is still real danger to face.\nBush faces another problem that confronted Eisenhower, too. Ike discovered that his talk about the nuclear threat scared American allies, especially the French. He had to placate foreigners who feared that his Cold War policies were too belligerent and might trigger a hot war. So he promised to pursue peace by negotiating arms cuts with the Soviets.\nBush finds himself in a similar predicament. The more he talks about terrorism, the more he feeds the impression that his administration is bent on world domination and eager to wage war. Like Eisenhower, Bush must placate foreigners by insisting that he will use peaceful means.\nSo he offered \"a forward strategy of freedom in the greater Middle East.\" Like Eisenhower, Bush is hoping to regulate levels of fear at home and hope abroad. It worked for Ike - but only for a while. In the end, it backfired. By the late '50s, Democrats were playing upon those fears.\nThey agreed that the nation needed a strong war leader. They simply cast Eisenhower and the Republicans as weak leaders because they wouldn't spend enough on weapons. The Democrats boasted that they could, and would, do better at controlling a scary world.\nIn the 1960 election campaign, John F. Kennedy attacked the Republicans as too weak to wage the Cold War and too inept to achieve peace. It worked.\nBush may be building very much the same kind of trap for himself in 2004. The more he cultivates public fear of terrorism, the more he gives the Democrats an opening to charge that he can't protect us against what we fear.\nThis leaves the Democrats with a tough choice. They can follow JFK's strategy and put the spotlight on the fear of terrorism. That would play directly to Bush's strength. If they try to shift the spotlight to domestic issues, they risk looking weak and letting Bush define the agenda.\nTwo things are certain. The voters' perception of Bush's strength forces his campaign to play to public fear.\nThe Democrats must now ask themselves if that's what they want to do. Will they simply echo Bush's politics of fear? Or will they offer the voters a genuine alternative, a campaign about economic and social progress at home and abroad, a real politics of hope?\n\nLoad-Date: February 23, 2004"
}