{
    "title": "The case of former terrorism suspect Indian doctor Mohammed Haneef RIGHTS-AUSTRALIA_ Inquiry Into Te",
    "publisher": "ips",
    "year": 2008,
    "month": 5,
    "day": 6,
    "full text": "Concerns are being raised that the judicial inquiry into the case of former terrorism suspect, Indian doctor Mohammed Haneef, could be a waste of time and taxpayers' money.\nHaneef's Australian lawyer, Peter Russo, says that while he was encouraged by the announcement in March of the inquiry into the controversial arrest and detainment of the Indian national by Australian authorities, he remains bothered by the inquiry's lack of power to coerce key players in the affair -- particularly former immigration minister Kevin Andrews and current Australian Federal Police (AFP) Commissioner Mick Keelty -- to appear.\n'The difficulty with that is that if they decide not to cooperate then Clarke (the former New South Wales Supreme Court judge heading the inquiry) has no powers to get them to cooperate,' Russo told IPS.\nThe Clarke Inquiry, organised by the Rudd government -- which argues that the inquiry 'delivers on the government's election commitment to establish an independent judicial inquiry into the handling of the Haneef case' -- began in Canberra last week.\n'The government believes the Clarke Inquiry is the most effective and appropriate way to investigate the Mohammed Haneef case while ensuring ongoing national security operations and overseas trials are not compromised,' said a media statement from Attorney-General Robert McClelland.\nHaneef, who had been working as the registrar at the Gold Coast Hospital in Queensland, was arrested on Jul 2 last year at Brisbane's International Airport while trying to board a flight out of Australia.\nUnder anti-terror legislation introduced in 2005, the Indian doctor was detained for 12 days before being charged with recklessly providing support to a terrorist organisation in connection with the failed car bombings in Glasgow and London last June.\nDespite the charge, Haneef was granted bail two days later, on Jul 16, in a Brisbane court. Later that day, however, Andrews used his discretionary powers under the Migration Act to cancel Haneef's visa, meaning that the Indian doctor would have been held by immigration authorities if bail had been posted.\nFollowing a review by the Commonwealth's Director of Public Prosecutions, prosecutors abandoned their case and the charge was dropped on Jul 27, almost four weeks after the doctor's arrest.\nThe case has become one of several used to highlight concerns regarding Australia's anti-terror measures. As a 'terrorist' suspect, Haneef was allowed no contact with other inmates and was given only one hour of exercise per day outside his cell.\nLast month in London's Old Bailey, it emerged that Kafeel Ahmed -- a second cousin of Haneef and the driver of the gas-cylinder laden Jeep which smashed into a Glasgow Airport building last year -- sent his brother, Sabeel Ahmed, codes via a text message so that Sabeel could access an email in which Kafeel revealed his plans and asked forgiveness for being 'a good liar.'\nThis indicates that Sabeel was unaware of his brother's plan. The AFP based its case around Haneef's links to Sabeel, particularly in relation to a mobile phone SIM card left by Haneef in his second cousin's possession.\nDespite Haneef's SIM card being discovered by British police during the arrest of Sabeel Ahmed in Liverpool, Australian prosecutors had initially charged that the card was in the vehicle used by Kafeel in the Glasgow bombing attempt.\nYet despite these obvious flaws in the case against the Haneef, it was revealed in April that the AFP still had nine officers working full-time on the Indian doctor's file. 'I don't know why they're wasting Australian taxpayers' money,' says Russo.\nHuman rights barrister Greg Barn is also concerned that the Clarke Inquiry risks being a waste. 'What has been interesting about the Haneef matter right through has been the discovery of documents and in particular e-mails between the AFP and the federal department of immigration,' he says.\nIn November, The Australian newspaper published the contents of an e-mail sent by the AFP to Peter White, an advisor to Kevin Andrews at the immigration department.\nSent two days before Haneef was granted bail, the email stated that 'contingencies for containing Mr Haneef and detaining him under the Migration Act, if it is the case that he is granted bail on Monday, are in place as per arrangements today.'\nBarn argues that this email -- obtained by a Haneef lawyer under freedom of information laws -- and other information regarding the case has only been revealed by diligence on the part of journalists, lawyers and courts.\n'This is not a case where you can expect full cooperation from the AFP or from Kevin Andrews and the department of immigration. It does need coercive powers because of that fact,' Barn told IPS.\nThe head of the inquiry, John Clarke QC, is able to request greater powers from the Attorney-General if he is persuaded that such a move would be beneficial.\nYet Clarke argues that 'the inquiry can be effectively conducted in its present form' due to assurances from lawyers representing the AFP, the immigration department and other agencies that the inquiry will receive their full cooperation.\nAFP Commissioner Keelty welcomed the announcement of the inquiry and has pledged his full cooperation, although it remains unclear whether he or Andrews will appear.\nBarn supports calls for a royal commission, which would compel witnesses to give evidence and provide documents. However, a request last week by a Haneef lawyer for Clarke to ask McClelland for such a commission was rejected by the inquiry's head.\nIt also appears that there will be few public hearings during the Clarke Inquiry. Instead, Clarke has revealed that transcripts of witness interviews are to be posted on a website -- minus any information judged to be prejudicial to national security.\nBarn told IPS that this was another 'disturbing feature' of the inquiry. He argues that Keelty and Andrews were happy to run their arguments through the media, but not to give evidence in public.\n'I think it's critical that evidence be given in public and they be cross-examined in public so that this is a fully transparent inquiry,' he says. © 2008 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: May 6, 2008"
}