{
    "title": "THE PALESTINIANS' ACTIONS PALE NEXT TO ISRAELI STATE TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2002,
    "month": 5,
    "day": 1,
    "full text": "In the first serious challenge to the Yankee Doodle hubris fostered by President Bush and fanned by the corporate media, more than 75,000 demonstrators recently marched in Washington and San Francisco to shatter the manufactured consensus imposed on public discourse since Sept. 11.\n While Bush and CNN eagerly prepare us for an expanding war to any country deemed in need of an old-fashioned imperialist whacking, peace and human rights activists are rejecting this \"war on terrorism\" as an updated license to back homicidal and expansionist designs by ruthless governments from Colombia to Israel.\n Having just returned from participating in an international human shield movement on behalf of a besieged Palestinian people, my conclusion, painfully learned and felt, is that Israel is just as capable as any other nation-state of committing unspeakable atrocities.\nFrom military occupation to pervasive daily humiliation, both of which I witnessed firsthand, this ongoing inhuman and intolerable situation predates the first hopelessly desperate suicide bomber who strapped on a belt of explosives. The endlessly repeated notion that the state of Israel is \"fighting for its survival\" against rock throwers and even suicide bombers is ludicrous.\n On one side exists a people with nuclear weapons, F-16s, Apache helicopters, tanks and a fully armed population, and on the other, a people with stones and relatively crude weapons of defense. To label the action of the suicide bomber as \"terrorism\" while Apache helicopter rockets rain down indiscriminately on the densely populated Jenin refugee camp in \"self-defense\" is a semantic obscenity.\n However immoral and self-defeating the bomber may be, his or her effects pale in comparison with the totality of the state terrorism practiced by Israel to maintain a 35-year-old illegal occupation of Palestinian land.\n While a growing fascist element in the Israeli body politic sets the stage for a final solution of total expulsion, our tax dollars are underwriting the orchestrated murder of Palestinians and destruction of their civil society.\n It's the urgent responsibility of American Jews and non-Jews to join the worldwide condemnation of Israeli Prime Minister Ariel Sharon's policies and demand an end to the illegal occupation of all Palestinian land and the illegal Israeli settlements. Only then can the Palestinians begin to regain hope and prosper while the state of Israel achieves the security it understandably desires.\n ALBERT PETRARCA\n Highland Park\n\nLoad-Date: May 1, 2002"
}