{
    "title": "THE SOVIET LIE TO INDIA",
    "publisher": "the new york times",
    "year": 1984,
    "month": 11,
    "day": 4,
    "full text": "India quakes in agony, and what is the response from India's great good friends in Moscow? A crafty propaganda campaign that blames the United States for the Sikh rebellion and, therefore, the assassination of Indira Gandhi.\nFormal United States denials and protests are not enough. The Soviet leaders should also know that this resort to the Big Lie for some trivial advantage in India so disgusts Americans that it puts at risk the chance for improving relations between the superpowers.\nEditorial scores Soviet propaganda drive that blames United States for Sikh rebellion and assassination of Prime Min Indira Gandhi (S)\nThe practiced Soviet fabricators do not yet make their vile charge directly. They are merely featuring articles about Mrs. Gandhi's assassination in conjunction with articles that suggest a C.I.A. involvement, under such headlines as ''Terrorism - Washington's Policy.'' The unwary Soviet reader, in any case, is not the object. When Tass and Pravda authorize such a broadside, they're signaling Soviet agents and broadcasters to poison Indian minds at a vulnerable moment of grief and to spread anti-Americanism wherever else they can.\nAre not the Russians just getting even for the growing suspicion that they stood behind the Bulgarians who may have plotted the assassination of the Pope? That may be a factor but it's no excuse. President Reagan and even the C.I.A., perhaps na\"ively, have been visibly hesitant to pin that plot on the Russians.\nAre not the Russians parroting a suspicion that Indira Gandhi herself had harbored? She did indeed blame Pakistan and sometimes its friends in the C.I.A. for the unrest in the Punjab. But Soviet agents were spreading that provocative tale even then, counting on Indian paranoia about Pakistan to make it profitable.\nThe idea that any American leader would conspire against Mrs. Gandhi or promote civil war in India is preposterous. India's cohesion and democracy are important American interests.\nThe great majority of Americans have used this election year to persuade their own President to speak with a new respect and restraint about the Soviet Union. If the Big Lie is their reward, many will conclude that they've been wasting their breath."
}