{
    "title": "The Nation; Who's Entitled To Know What_",
    "publisher": "the new york times",
    "year": 1981,
    "month": 10,
    "day": 18,
    "full text": "In the struggle by bureaucrats to keep secret the inner workings of Government, the Freedom of Information act unquestionably opened the window of vulnerability.\nThe Reagan Administration wants to lower it, at least partly, and last week proposed revisions in the act to Congress.\nReagan Administration proposals to revise Freedom of Information Act reviewedThey would, among other things, allow the Attorney General to keep secret certain information about terrorism, organized crime and foreign counterintelligence investigations. Businesses, who have long complained that competitors were using the act to pry trade secrets out of Government files, could protect their files merely by asserting that data submitted to Washington ''may'' hurt its interests if made public. Most agencies could be selective about the records they release about their internal operations and investigations. And only American citizens and resident aliens would be permitted to file information requests.\n''This bill was not intended to provide the K.G.B. or a German industrialist with information about the United States,'' Jonathan C. Rose, Assistant Attorney General for legal policy, said in Congressional testimony. Officials said that the ''total immunity'' that intelligence-gathering agencies want would be requested later.  Administration spokesmen insisted that last week's proposals weren't intended to make the act, first enacted in 1966 and considerably broadened in 1974, all but inoperative. Mr. Rose, for one, termed the recommendations ''very moderate and limited and not designed to affect the press.'' Some skeptics were unconvinced, however. ''These are not minor modifications or fine-tuning of the act,'' said Jack C. Landau, director of the Reporters Committee for Freedom of the Press, ''these are a frontal assault on the act. The kind of Government accountability we've known will not exist if the Administration bill is passed.''\n \nCaroline Rand Herron and Michael Wright"
}