{
    "title": "The News Quiz",
    "publisher": "the new york times",
    "year": 2020,
    "month": 12,
    "day": 19,
    "full text": "1. Where was the first coronavirus vaccination given in the United States?\na. Los Angeles \n  b. Miami\n  c. New York City\n  d. Washington\n  2. Russian hackers broke into multiple U.S. agencies in one of the most sophisticated and perhaps largest attacks in years. Which company's software was compromised, giving the hackers a foothold into government systems?\n  a. LogicMonitor\n  b. Nagios\n  c. SolarWinds\n  d. Wireshark\n  3. Which country passed sweeping measures that curtail gay rights and expand executive power?\n  a. Belarus\n  b. Hungary\n  c. Poland\n  d. Russia\n  4. President-elect Joe Biden nominated Pete Buttigieg for which cabinet position?\n  a. Secretary of Commerce\n  b. Secretary of Energy\n  c. Secretary of Transportation\n  d. Secretary of Veterans Affairs\n  5. Which country did the U.S. formally remove from a list of state sponsors of terrorism, ending nearly three decades of international isolation?\n  a. Iran\n  b. North Korea\n  c. Sudan\n  d. Syria\n  6. Who donated $4.2 billion to charity in the past four months?\n  a. Michael Bloomberg\n  b. MacKenzie Scott\n  c. Jim Walton\n  d. Alain Wertheimer\n  7. Which professional sports team will change its name after years of protests from fans and Native American groups?\n  a. Atlanta Braves\n  b. Chicago Blackhawks\n  c. Cleveland Indians\n  d. Kansas City Chiefs\n  8. Which tech company agreed to pay $22.5 million to settle a gender discrimination suit brought by its former chief operating officer?\n  a. Facebook\n  b. Pinterest\n  c. Snapchat\n  d. Twitter\n  9. Why was the city of Paris fined 90,000 euros?\n  a. Appointing too many women to top positions\n  b. Discriminating against religious institutions\n  c. Flouting environmental regulations\n  d. Violating coronavirus restrictions\n  10. John le Carré, whose intricately plotted Cold War thrillers elevated the spy novel to high art, died last Saturday. He was 89. Who was his most famous character?\n  a. Johnny Fedora\n  b. Sam Fisher\n  c. Quiller\n  d. George Smiley\n  11. Which film star was recorded shouting at a film crew over a breach of Covid-19 safety protocols?\n  a. Christian Bale\n  b. Tom Cruise\n  c. Adam Driver\n  d. Billy Bob ThorntonSolutions: 1. C; 2. C; 3. B; 4. C; 5. C; 6. B; 7. C; 8. B; 9. A; 10. D; 11. B. This quiz is by Will Dudding, Anna Schaverien and Jessica Anderson. The News Quiz is published online on Fridays. Find previous quizzes at nytimes.com/newsquiz.\n\nhttps://www.nytimes.com/2020/12/18/pageoneplus/19itt-newsquiz.html\n\nLoad-Date: December 19, 2020"
}