{
    "title": "THE PRE- ISRAEL INTRIGUE A BRITISH HISTORIAN TELLS THE COMPELLING STORY OF THE MIDEAST MASH-UP",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 2,
    "day": 12,
    "full text": "b>\"A LINE IN THE SAND: THE ANGLO-FRENCH STRUGGLE FOR THE MIDDLE EAST, 1914-194\n/b>8\"\nBy James Barr.\nW.W. Norton & Co. ($27.95).\nAt the end of World War I, the victorious powers carved up the territories formerly controlled by the Ottoman Empire. With President Woodrow Wilson committed to self-determination as the guiding principle of their deliberations, while European leaders insisted on establishing colonies in the Middle East (and elsewhere), they recognized, with French Prime Minister Georges Clemenceau, that \"the art of arranging how men are to live is even more complex than that of massacring them.\"\nEventually, the conferees struck a compromise. They set up a \"mandate\" system, supervised by the League of Nations, and transferred control of Mesopotamia (later Iraq), Palestine and Transjordan to Great Britain, and Lebanon and Syria to France until these lands were able to stand alone as independent nations.\nIn \"A Line in the Sand,\" James Barr, a visiting fellow at St. Antony's College, Oxford, draws on extensive research, including recently declassified documents in the archives of the English and French governments, to describe the rivalry that ensued. Mr. Barr is a gifted storyteller, who takes full advantage of a colorful cast of characters and intrigue among diplomats, soldiers, Arab nationalists and Zionists to help us understand the formation of the modern Middle East.\nReluctant to leave the oil-rich region, Mr. Barr points out, England and France convinced themselves that the Arabs were neither interested in nor capable of self-government -- and were slow to institute representative political institutions in their mandates. Their ad hoc alliances with local leaders served only to exacerbate tensions between Arabs and Jews.\nFollowing the fall of France in 1940, England attacked Syria and Lebanon to prevent a German offensive against the Suez Canal. When World War II ended, the English government supported independence for these two nations, in part to divert attention from its decision to curry favor with the Arabs by backing away from their endorsement of a Jewish state. The French retaliated, Mr. Barr reveals, by helping to organize Jewish immigration to the region and by covertly supplying weapons to Zionist terrorists.\nMr. Barr maintains that key Zionist leaders, including David Ben-Gurion, colluded with the Irgun and the Stern Gang -- and that terrorism worked. A week after Menachim Begin's Irgun kidnapped and murdered two British sergeants, he notes, Hugh Dalton, chancellor of the exchequer, wrote to Prime Minister Clement Atlee that it was time to leave Palestine. British forces, Dalton declared, could not maintain \"a secure base on top of a wasps' nest.\"\nThere is no doubt that terrorism played a role in the decision of the British government to withdraw from Palestine in 1948. Other factors, however, may well have been even more pivotal. Support for a Jewish state was growing, in Europe and the United States. Equally important, once Abdullah became king of Jordan in 1946, Palestine became less valuable, strategically, to England.\nReliant on the British to fund the Arab Legion, his military force, Abdullah allowed the British to retain bases in Jordan for 25 years. Hoping that the Arabs would agree to a partition of Palestine, the Brits believed in any event that they were \"leaving through the door and returning through the window.\" In the long run, of course, Arab nationalism got in their way.\nThe British used a commitment to a stateless people, Mr. Barr concludes, \"to camouflage their determination to take over Palestine.\" Fending off Arab opposition to their rule in Syria and Lebanon, the French had followed suit. For better and worse, these actions paved the way for the creation of the state of Israel. And their departure \"marked the end of a 30-year-long last gasp of empire that aggravated the conflict that remains unsolved today.\"\n\nNotes\n\nGlenn C. Altschuler is the Thomas and Dorothy Litwin Professor of American Studies at Cornell University./\n\nGraphic\n\n \nPHOTO: No Caption\n\nLoad-Date: February 14, 2012"
}