{
    "title": "The Libyan connection_ tracing ties to terrorism",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 3,
    "day": 27,
    "full text": "''We have the right to fight America, and we have the right to export terrorism to them.'' - Qaddafi, 1985.\nCol. Muammar Qaddafi's aims include achieving pan-Arab unity, supporting the Palestinian cause against Israel, and exporting his brand of revolution. Foreign intelligence reports link many acts of international terrorism and interference in neighboring countries to Libya. These include:\nSupporting terrorism\n1972: Libya provided sanctuary to surviving Palestinians who carried out the Munich Olympic massacre.\n1975: Gave sanctuary to gunmen who took hostages at OPEC meeting in Vienna.\n1985: The US says it has ''irrefutable evidence'' of Qaddafi's support for Palestinian terrorists, allegedly headed by Abu Nidal, who killed 19 people at Rome and Vienna airports in December 1985.\n \nTerrorist acts\nMuch of Libya's terrorism is directed against anti-Qaddafi Libyans living in exile. In 1985, 10 Libyans were assassinated in Western Europe.\n1977: Egypt uncovers Libyan-linked plots to assassinate US Ambassador in Cairo and blow up US Embassy in Khartoum, Sudan.\n1979: US Embassy in Tripoli burned by mob expressing support for Iranians who were holding US hostages.\n1981: Washington closes Libyan Embassy after reports of Libyan ''hit squads'' in US.\n1984: Libyan ship plants mines in Red Sea and Gulf of Suez, damaging 18 ships.\n1984: London policewoman killed by shot fired from Libyan Embassy at anti-Qaddafi demonstrators; Qaddafi responds to pressure by arrestng British citizens in Libya.\n1985: Egypt uncovers Libyan plot to bomb US Embassy in Cairo.\n1985: US expels Libya's UN ambassador, claiming he is involved in plots against Libyans in US.\n \nPromoting revolution abroad\nSudan: Libyan-sponsored coup attempt in 1983; Qaddafi arms and supports Sudanese rebels.\nEgypt: Libyan-supported dissidents planning to destabilize government through sabotage and civil unrest captured in Cairo in 1985.\nChad: Longstanding support of rebel guerrillas, as well as Libyan invasions in 1980 and 1983.\n\nGraphic\n\n \nPicture, Qaddafi, AP"
}