{
    "title": "The U.S. cannot remain silent on Israel",
    "publisher": "university wire",
    "year": 2018,
    "month": 4,
    "day": 10,
    "full text": "The legacy of America's war on terrorism and subsequent Middle Eastern involvement will be one of ambiguous strategic aims combined with piercing hypocrisy. Our outrage over human rights is selective, and often ephemeral. America will blithely invade unfriendly countries such as Afghanistan and Iraq to \"liberate\" their oppressed citizens by deposing of autocracy. However, we turn a blind eye to a Palestinian human rights crisis intentionally started by Israel, or on a more horrific scale, Saudi Arabia's massacre of Yemenis.  At least, though, America's attitude toward Saudi Arabia has ranged from wary to critical. The same cannot be said for our current government's unwavering and wholehearted support for Israel, a country which, in recent months has proved itself to be corrupt and shamefully violent.\nThe United States is rightly considered a catalyst for Israel's existence, promoting a safe space for the assailed Jewish people. It has duly protected Israel, after helping form the Jewish state in a sea of enemies baying for its destruction. In 2016, Obama, who never fully embraced Prime Minister Netanyahu, still allocated $38 billion in financial aid to Israel, the largest foreign aid payment in American history. It's unquestionable that Israel should continue to be an ally of the U.S., and ideally a partner in moving toward a more secure Middle East. However, Israel enjoys a uniquely sacrosanct position in American politics, specifically within our current government. The Israeli government is beyond reproach by our current president, even when its recent actions are objectively inhumane, and must be denounced.\nAt the end of March, Israeli soldiers opened fire with live ammunition against thousands of protesters, resulting in hundreds of casualties on the border of the Gaza Strip. They were protesting by the border unarmed, and generally non-violently, and were met with sniper fire. In American discourse, one can safely disparage Sharia Laws' barbaric penal system, but it is the status quo to stay silent while Israel bulldozes the houses of innocent Arab citizens. In lieu of a democratic solution, Israel's current answer to the \"two-state dilemma\" is to inexorably and systematically destroy Palestinian towns, and absorb their territory. We decry Hezbollah's undoubtedly brutal terrorism, while turning a blind eye to the barbarous sanctions imposed on Gaza's electricity and water, forcing 70 percent of people to rely on humanitarian assistance.\nFurthermore, President Trump is obviously wary of decrying deceitfulness and malpractice in other governments as he faces similar charges himself. In the Israeli press, though, Netanyahu has been accused of a multitude of corruption charges. These actions include personal enrichment and bribing media outlets for more favorable coverage. While clearly one of the more stable governments in the Middle East, Israel exhibits the religion-based discrimination and overreaching executive branch that plagues many of its poorly regarded neighbors.\nAmerica shall never be globally lauded for our actions in the Middle East. But we have no moral standing to advise or condemn any government if we stay silent on the despicable actions of our allies. If our president can tweet five times about Amazon in one week, he can surely mention a brutal attack against Palestinians for the \"crime\" of protesting. Unsavory allies are not new in the foreign sphere, but when we fund a country so emphatically and unequivocally as America supports Israel, we retain the right and duty to criticize how those funds are being allocated. And when they are increasingly used to perpetuate a humanitarian crisis, we cannot stay silent.\nfederips@miamioh.edu\n\nLoad-Date: April 10, 2018"
}