{
    "title": "THE WORLD; For U.S. , Aid To Terrorists Is Hard To Define",
    "publisher": "the new york times",
    "year": 1993,
    "month": 2,
    "day": 21,
    "full text": "THE very idea that terrorist operations could be orchestrated from within the United States is alien to an American sensibility that regards terrorism as a thankfully foreign phenomenon.\nYet that is the image some Israeli officials are now seeking to imprint in the American consciousness. Sharing findings gained from the interrogation of an Arab-American prisoner, they asserted last week that command and control over Hamas, the Palestinian terrorist group, is exercised not from the West Bank or Teheran but from a headquarters in suburban Virginia.\nAnd Israel is far from the only foreign government pointing a finger at operations on American soil. Egypt has accused Islamic fundamentalists in New Jersey of encouraging terrorist attacks by others along the Nile. Britain protests the United States' willingness to tolerate Boston barroom collections for the \"charitable causes\" of the Irish Republican Army.\nIndeed, experts say terrorists have deeper American roots than is commonly recognized; residents of this country have long given at least aid and comfort to terrorist causes. But the indirectness of such efforts has made it difficult for authorities to intervene. For those who have studied the phenomenon, the latest assertions only add to years of frustration about the difficulty of distinguishing ferment from violence.\nIf this latest round of blamesmanship causes one person to look askance at another, however, that would be overreaction. Only a very small number of dissidents here lend any kind of a hand to foreign causes, according to law-enforcement officials who worry that Arab-Americans and members of other ethnic groups might become targets of unfounded fears.\nOf course, the United States has had its own vivid encounters with terrorism, even at home. In 1954, Puerto Rican nationalists shot and wounded five members of Congress on the floor of the House of Representatives. Croatian terrorists carried out attacks during the 1960's and 1970's on Yugoslav immigrants; so too did Armenians against Turks residing in America. A 1988 bombing plot by a member of the Japanese Red Army was interrupted only when the man was found to be carrying the explosives along the New Jersey Turnpike.\nBut the latest suspicions have to do with a different kind of conduct. Rather than aiming attacks at American soil, those now under scrutiny are alleged to be using the United States as refuge to plot operations abroad. Just as Cubans in Miami once helped to mastermind terrorist campaigns in their homeland, some Arab-Americans are giving support and direction to attacks by Hamas's military wing against Israeli civilians, the Israeli Government says. But experts like Bruce Hoffman of the Rand Corporation say that it is rare that American-based sympathizers of such groups have crossed the line from aid to control.\n\"Any number of terrorist groups over the years have had extensive fund-raising and some recruitment in the United States,\" Mr. Hoffman said in an interview last week. \"But if it were true that these supporters were providing direct leadership, that would really be a departure from the norm.\"\nUnited States officials have expressed a similar skepticism. Although the Federal Bureau of Investigation is looking into the allegations about Hamas's network of American support, the officials say the structure appears responsible principally for raising money, mostly for the organization's political and social welfare activities. They say that the military wing of Hamas is almost certainly still controlled from within the occupied West Bank. That contrasts with the Israelis' contention that Palestinian-Americans living in the United States actually play crucial roles in coordinating the organization's political and military operations.\nA similar dispute exists between the United States and Egypt over the roles played by Islamic fundamentalists who meet periodically in New Jersey motels with Omar Abdel-Rahman, a militant leader. Egyptian officials have complained that tape recordings of the sessions are shared with similar groups in Cairo. But American authorities say the recordings offer encouragement, not direction, for the violent challenges to Egyptian authority.\nYet no one pretends that such technicalities disprove the link between these groups and terrorism. As Britain has long protested, even contributions to the \"charitable activities\" of the Irish Northern Aid Committee frees up other funds used by the I.R.A. for more violent endeavors. To terrorism experts like Brian Jenkins of Kroll and Associates, a security consulting firm, such distinctions are little more than gradations.\n\"The supporters may say that donations are going to support widows and orphans,\" Mr. Jenkins said. \"Money is fungible, though, and it's pretty plain that this is financial support for terrorism.\"\nBut United States law embraces such fine distinctions, and American authorities say that is what limits their ability to satisfy the foreign complaints. It is not enough to show that an individual supports or is affiliated with the group; the Constitution protects First Amendment rights to free speech and association. To win prosecution, authorities must prove a link between a suspect and an act of terrorist crime.\nDepending on the outcome of a trial now under way in Los Angeles, the Government may gain further latitude. Federal prosecutors are seeking to deport two Palestinians accused of raising money and otherwise giving assistance to the Popular Front for the Liberation of Palestine, a militant wing of the Palestine Liberation Organization. The case will test a 1990 immigration law authorizing the expulsion of non-citizens who have given \"material support\" for a terrorist organization.\nCivil rights advocates protest that the widened authority would deprive immigrants of their First Amendment rights. But law enforcement officials frustrated by current constraints say a favorable ruling would give them an important new tool. \"We're the only nation in the world that can't uninvite people to our shores even when we find that they're engaged in supporting terrorist groups involved in attacks on Americans or American allies,\" said Oliver Revell, who until recently led the F.B.I.'s investigations division.\nBut some experts most concerned about the sustenance given to terrorism say the answer may require a shift not in power but perspective. \"What I see out of it all is a negligent United States,\" said Robert Kupperman, a adviser to the Center for Strategic and International Studies. \"We get fixated on every incident that takes place abroad. But I don't think we're doing what we need in monitoring terrorist activities in the United States.\"\n\nGraphic\n\n \nDrawing\n\nLoad-Date: February 21, 1993"
}