{
    "title": "The Bugles of Ankara",
    "publisher": "the new york times",
    "year": 1982,
    "month": 11,
    "day": 1,
    "full text": "When a coup in Ankara dissolved democracy two years ago, Turkey's friends muted their displeasure. Terrorism was bleeding the country while its politicians fiddled and the economy foundered. The junta said military rule was a temporary expedient, the last resort of generals eager to step down once order was restored.\nWhen a coup in Ankara dissolved democracy two years ago, Turkey's friends muted their displeasure.\nBut the generals haven't stepped down and are now maneuvering to extend military rule for seven more years.  On Sunday, Turkish voters are to judge a complicated new constitution whose approval would legitimize Gen. Kenan Evren's reign as chief of state. Lest there be any confusion about the desired outcome, the junta has made it illegal to criticize key elements of the charter. Even if Turks vote no, ''it will mean the people are happy with us,'' the general is said to have told visitors.\nThe junta has had its successes. Terrorism is contained; many Turks undoubtedly prefer military rule to a quarrelsome democracy stalked by gun-men. They may also be ready for a Gaullist presidency, with its promise of stability, and in a free vote might even choose General Evren for the job. Moreover,the draft constitution makes liberalizing concessions to the press, trade unions and the courts.  That is the junta's essential response to Turkey's democratic allies in NATO.\nBut the junta won't put its arguments to a fair test. If Turks are so fed up with the old politics, why silence politicians and disband their parties? If the desire for a new system is so pervasive, why fear a genuine debate before the referendum?\nSome would say it shouldn't matter to the West. Given its strategic location, Turkey counts most as an alliance asset; what happens inside under military rule is Turkey's business. It is also said that its officers are wise enough to know that democratic experiments can get out of hand in turbulent countries. Repression in Turkey may make economic and geopolitical sense.\nIt's a familiar argument. Ask any Pole."
}