{
    "title": "The Rights of Terrorism Suspects",
    "publisher": "the new york times",
    "year": 2010,
    "month": 5,
    "day": 18,
    "full text": "To the Editor:\n  Re ''The Threat to Miranda'' (editorial, May 16):\n  There is no need to carve out a new exception to the Miranda rule in order to keep us safe from terrorism. The Supreme Court in 1984 established the ''public safety'' exception, which allows law enforcement to interrogate a suspect without reading him his Miranda rights if there is a threat to public safety. And in 2004, the court held that physical evidence obtained as a result of a confession not preceded by Miranda rights is also admissible. That means that not only can the police find out where the ''ticking bomb'' is located, but they can also offer it into evidence against the defendant.\n  We already have adequate tools to protect the American people without weakening Miranda.\n  Marjorie Cohn San Diego, May 16, 2010\n  The writer is a professor of criminal procedure at Thomas Jefferson School of Law and former president of the National Lawyers Guild.\n  To the Editor:\n  Re ''Obama Said to Be Open to New Miranda Look'' (news article, May 11):\n  As the administration considers chipping away at the rights of terrorism suspects, we may well wonder where this will end. As a historian who has studied witchcraft trials in Europe for over 40 years, I am worried.\n  Four hundred years ago Continental jurists often agreed that witchcraft was such a horrendous crime (it was the terrorism of the day) that suspects did not deserve the legal procedures granted those suspected of ordinary crimes. They created a separate category of crime (the ''crimen exceptum'') that allowed for fewer restrictions on torture and fewer safeguards against self-incrimination.\n  There are of course many reasons witchcraft trials sometimes spiraled out of control, but scholars generally agree that setting up a category of exceptional crimes permitted a vast expansion of convictions whose justice few would defend today.\n  We must be careful not to repeat this horrific example. Our civil rights exist precisely for dangerous times and for those suspected of terrible crimes.\n  H. C. Erik Midelfort Charlottesville, Va., May 12, 2010\n  The writer is professor emeritus of history at the University of Virginia.\n  To the Editor:\n  Re ''You Have the Right to Remain Constitutional'' (Op-Ed, May 13):\n  Sol Wachtler is right that we should not further erode Miranda warnings. What sense does it make to take away protections for those accused of a crime based on the nature of the crime they're accused of? If the government can wipe out constitutional protections that are specifically for the accused just by making the accusation, what's the point?\n  In the recent Times Square bombing case, I think of the man who was seen on videotape at the scene removing a piece of clothing and looking around. His image was beamed around the world and he was strongly implicated as a suspect, although it now appears that he was just a bystander.\n  Should the government have been able to pick up this fellow (who could have been any of us) and question him indefinitely without reading him his rights, simply because someone had applied the label ''terrorism'' to events he had nothing to do with? Not in the America that I believe in.\n  Warner R. Broaddus San Diego, May 13, 2010\n  To the Editor:\n  In discussing the Obama administration's decision to authorize the killing of Anwar al-Awlaki, an American-born cleric who is hiding in Yemen, you say that he is ''arguably protected'' by the Fifth Amendment, which provides that the government shall not deprive a citizen of life, liberty or property without due process of law (''A Legal Debate as C.I.A. Stalks a U.S. Jihadist,'' front page, May 14).\n  There is nothing arguable about it. Mr. Awlaki was born in New Mexico. He is therefore a United States citizen. To say the legal issue is ''arguable'' is to say there is legitimate doubt as to whether the Constitution prohibits the government from executing citizens who are living outside the United States on the sole basis that the president believes the killing would make the nation more secure.\n  No matter how incendiary Mr. Awlaki's rhetoric is, he is not holding a weapon. Targeting him for killing is a lawless act, and the Constitution forbids it.\n  David R. Dow Houston, May 14, 2010\n  The writer is a professor at the University of Houston Law Center.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDRAWING (DRAWING BY PAUL SAHRE AND WALTER GREEN)                                          \n\nLoad-Date: May 18, 2010"
}