{
    "title": "The Taliban-poppy alliance can be stopped",
    "publisher": "university wire",
    "year": 2007,
    "month": 9,
    "day": 13,
    "full text": "Afghanistan, one of the forgotten fronts in the global war against terrorism, reported record-high production of opium poppies last week, ushering in more problems for the embattled nation and causing more conflict and prevention of a stabilized government.\nTo make matters worse, the United Nations Office on Drugs and Crime reported that Afghanistan produces 93 percent of all poppies used for illicit purposes, called opium poppies. It is also known that the money from the production of poppy funds all the necessary means for the Taliban, making Afghanistan's profitable and most exported crop a facet of global terrorism as discovered by NATO troops.\nFrom such actions, the use of heroin and opium directly supports terrorist acts and endangers the lives of American troops and their allies.\nSome may remember the terribly produced $180 million-government propaganda campaign, also known as Public Service Announcements, in 2002 that linked drug use to terrorism aimed at teens. Such a PSA now is somewhat true to life in a situation like this. Except in reality you won't die in an ironic fashion as the PSA suggests.\nWhat Prohibition in the United States in the 1920's, and America's absurd amount of incarcerated people related to marijuana charges have shown us, is that it's nearly impossible to stop the use of a substance.\nStopping the global need for heroin would be grossly expensive, taking more resources, money and possible lives from the necessity of fighting terror. No matter how much money spent on ad campaigns, awareness and policing, the demand will still be there.\nIt's not to say that drug wars in general are pointless, but when dealing with a product that is directly related to terrorism, a reason must be made to stop the demand, whether it is from the consumer or buyer.\nWhat people don't realize is that many of those who cultivate the poppy plant in Afghanistan are in poverty-stricken rural areas where jobs are meager. They must turn to poppy cultivation as the only means of making money. Such a job raises the ethical question, \"Will you steal a loaf of bread to feed your family?\" Many people would argue that the survival of a family might mean surviving at all costs. In this case it's opium poppies.\nWith poppies being at least 10 times more profitable than a grain such as wheat in Afghanistan, it seems like a natural choice. Nobody would avoid cultivating a plant knowing there could be money made. The farmers don't care how it's used as long as they get the money for their labor. Any person in crushing poverty would make that decision.\nA deep look into the people in dire need proves another reason to help Afghanistan create a sustainable democracy.\nHowever, the destruction of the crop only makes more enemies for the United States and its allies. If farmers have an entire crop destroyed and their only livelihood burnt to cinders, turning to the Taliban to fight against the people responsible for the destruction of crops is a likely decision.\nAlso, if 50 percent of the world's supply of poppies was destroyed in Afghanistan, the price of the remaining cache of poppies would skyrocket, giving even more profit to the terrorist-like group from the difference. The price of poppies skyrocketed immediately after the U.S. began fighting in Afghanistan, according to the Asia Times. The beneficiaries would be the wrong people from the crop's destruction.\nIt comes down to Afghanistan finding something new or more profitable than poppy production. It may also require that the U.S.-backed government try something that the U.S. would never do: legalize it.\nThe U.S. Department of State rightfully argues that the legal poppies sell far less than illegal poppies. But if the means of producing products other than raw poppies in the nation's boundaries were set up, profitable drugs could be made.\nThe largest hurdle would be to set up a bureaucracy that isn't corrupt to help establish the right businesses. The United States could use money from its Afghanistan reconstruction or even from money in Iraq, where goals are still not clear, for the preparations to legalize the plant.\nA short-term subsidy may also be required initially to offset the price of illegal poppies, but when the market finds its pace, the subsidy would not be needed.\nThe United States already knows a thing or two about how much profit can be made from drugs. The profits can help the farmers, giving them reason to shy away from the Taliban which would otherwise prey on the impoverished farmers.\nIf the United States wants a democracy in Afghanistan, it must realize that not all facets of American democracy can apply to Afghanistan, because the differences in culture are vast.\nSo in this case, for democracy to flourish, legalization will be required.\n(C) 2007 The Daily Aztec via U-WIRE\n\nLoad-Date: September 13, 2007"
}