{
    "title": "The elephant in the room",
    "publisher": "university wire",
    "year": 2007,
    "month": 9,
    "day": 17,
    "full text": "Rudy Giuliani has staked his candidacy for the White House on the issue of terrorism. The former New York mayor is hoping that his tough-guy image during the September 11th tragedy will be enough for him to spearhead the Republican ticket next year. If he is to reach that milestone, however, Giuliani will need more than just tough talk and bravado on national security. Giuliani should get more politically creative by diversifying his campaign: Stop emphasizing one aspect of his political career and start showing how he would be a good president -- not just a good president on terrorism, but a good president, period.\nBy skirting around the social issues that drive so much of Republican politics, Giuliani has placed himself in the precarious position of hoping that terrorism can override everything. He supports abortion rights, gay rights and gun control -- stances that would disqualify almost any other candidate running as a Republican. The Republican national electorate -- the part that supports Rudy anyway -- has ignored these Giuliani peccadilloes in favor of a supposedly electable contender with strengths in other areas, like terrorism. Republicans are generally gloomy about their prospects for 2008, which is partly what's driving Giuliani forward. The uncertainties driving Republican sentiments have opened a channel for Giuliani by allowing him to argue, among other things, that he is the only one who can defeat the Democrats.\nWill arguing that he would be a strong opponent of a Democratic candidate be enough to propel Giuliani to the front of the Republican ticket? The answer is not clear, but some think that Giuliani can do fine by \"making a deal\" with social conservatives, as a March 2007 Weekly Standard article by Noemie Emery calls it. According to Emery, the possible rise of Rudy to Republican frontrunner in 2008 \"may also see the end of the social issues litmus test in the Republican party, done in not by the party's left wing, which is shrunken and powerless, but by a fairly large cadre of social conservatives convinced that, in a time of national peril, the test is a luxury they cannot afford.\"\nThis is true to some extent, but it also overemphasizes the actual support that Giuliani has among Republicans, social conservatives or not. Giuliani may be leading the national polls in recent months, but his numbers, hovering in the 20 to 30 percent range, are not impressive, and neither are his paltry margins over the other candidates.\nWhat can he and his campaign do to energize Republicans? First off, although he should keep playing up his trump card, terrorism, he still needs to mention social issues. The Mitt Romney approach of \"I changed my mind before the election started\" probably won't work for Rudy, so even if he has divergent views from the base, he needs to tell them, more forcefully and frequently, that he won't interfere in those issues in any way that the Republican core would perceive as negative. More importantly, however, he needs to start barraging his opponents, especially Fred Thompson. This might not seem like a sound strategy for a frontrunner, but as was clarified above, Giuliani is more like a frontrunner in name only; he needs to be more active in solidifying his status.\nA passive strategy could spell disaster for him by allowing his enemies to catch up. The fundamental reason why he needs to be more aggressive is precisely because he is not leading enough. He should not make the mistake of thinking that he is just going to get a free pass from social conservatives. If he doesn't address issues that are relevant to them, they may simply show up at the polls to vote against him, which would hurt in the primaries, or not show up at all, which would hurt him in the general election.\nThere are still a few months left until the primaries and nearly a year until the conventions. Giuliani still has the opportunity to interest more Republicans in his campaign like Hillary has done with Democrats. If he waits around without doing much, however, he most certainly will not have the necessary support to overcome serious Republican skepticisms about his candidacy.\n(C) 2007 Cavalier Daily via U-WIRE\n\nLoad-Date: September 17, 2007"
}