{
    "title": "The media and terrorism __ 'Better to cover it than cover it up'",
    "publisher": "the new york times",
    "year": 1987,
    "month": 1,
    "day": 26,
    "full text": "ST. PETERSBURG - It's been 18 months since TWA Flight 847 sat on an    airport tarmac in Lebanon, its crew held hostage, one of its passengers    murdered, the remainder scattered around Beirut. But for many    Americans, a single picture lingers: pilot John Testrake giving a    television interview from the cockpit with a terrorist's gun pointed at    his head (see photo, right).\n \n     That image helped spark a debate about the coverage of terrorism,    particularly by television, that continues to this day:        Does the media provide terrorists with, in British Prime Minister    Margaret Thatcher's words, the \"oxygen of publicity on which they    depend.\"\n \n        When television brings \"hostages, the hijackers and Middle East    political leaders into American living rooms as never before,\" does it    put undue pressure on the government to make decisions that may turn    out to be the wrong ones?\n \n     When the story is terrorism, and in particular the taking of    American hostages, should the media be governed by a code of ethics?\n \n     Those were the key issues on the table this weekend as leading    television and newspaper journalists and experts on terrorism from    government, law enforcement and academia gathered in St. Petersburg to    discuss the ethical dilemmas raised by incidents such as the hijacking    of TWA Flight 847. The forum was a conference on \"Hostage Taking and    the Media: The Challenge of Coverage\" sponsored by the Ethics Center    of the Poynter Institute for Media Studies. The Institute is the    educational institution that owns the controlling stock in the Times    Publishing Co., publishers of the St. Petersburg Times.\n \n     For the journalists, many of them veterans of terrorism coverage,    the choices were never in doubt.\n \n     \"When people are killed, airplanes captured, hostages taken, there    is no choice but report what is happening,\" said David Fitzpatrick, a    CBS Evening News producer who directed coverage in Beirut during the    Flight 847 hijacking in June 1985. \"It is, simply stated, the guiding    principle of: Better to cover it than cover it up.\"\n \n     \"The coverage is necessary, more often helpful, than it is the    terrorists exploiting the media,\" said Jack Nelson, Washington    correspondent for the Los Angeles Times.\n \n     \"I know in the case of the TWA flight, ABC was damn near the only    link the government had part of the time to the terrorists and to the    hostages. Had it not been for that, I don't know whether government    would have been getting its information part of the time.\"\n \n     A former State Department official agreed that there were instances    where media coverage helped the government. ABC's exclusive cockpit    interview with Capt. Testrake, for instance, marked the first time U.S.    officials knew that the passengers had been shifted from the plane.\n \n     However, Parker Borg, who worked in the State Department's office    for combatting terrorism during the hijacking, said that officials also    felt that television coverage was excessive at times.\n \n     \"We felt it had the effect of glamorizing the terrorist, not …    so much in the eyes of the American public but glamorizing the whole    issue of terrorism for potential terrorists and for supporters of    potential terrorists,\" said Borg, who is now with the Center for    Strategic and International Studies in Washington.\n \n     Pressed by the journalists, Borg said that \"the excess coverage    did not affect per se our ability to decide what we wanted to do.\"\n \n     Others have also accused the media of overkill - scores of hours of    air time, enough newsprint to fill volumes - on the Flight 847 story.  R     \"This is automatically a major story,\" countered A.M. Rosenthal,    former executive editor of the New York Times and now an associate    editor of the paper. \"We cover it that way simply because this is a    new form of warfare.\"\n \n     Rosenthal and the other journalists, both print and broadcast,    distanced themselves from suggestions that the media adopt voluntary    guidelines for coverage of terrorism episodes. Reporters are already    well aware that they tread \"a fine line in a crisis situation,\" torn    by the question \"whether I'm a person or a journalist,\" said David    Lamb, who spent 11 years abroad for the Los Angeles Times, including a    year in Lebanon.\n \n     Television journalists are particularly sensitive to, and flatly    reject, charges from critics in government and the media that their    coverage pressures the government into unwise reactions to terrorism.\n \n        \"If any evidence were needed of the falsity of that    proposition, I think it has come out over the past three months in the    Iran affair, in which unwise actions were taken with little or no media    coverage,\" said George Watson, Washington bureau chief for ABC News.\n \n        Indeed, television journalists believe media coverage of hostage    episodes can have a positive effect on the outcome. Tim Russert, vice    president of programing for NBC News, noted that in his experience,    \"when there was a camera … with the red light on, there has not been    a death.\"\n \n     \"When people are talking, they're not killing,\" Russert said.\n \n    \nCorrection\n\nA story in Sunday's St.  Petersburg Times about a conference on hostage-taking and the media at the Poynter Institute for Media Studies in St. Petersburg incorrectly attributed a comment. The comment, \"When people are killed, airplanes captured, hostages taken, there is no choice but report what is happening. It is, simply stated,\nCorrection-Date: January 26, 1987\n\nGraphic\n\n \nBLACK AND WHITE PHOTO; John Testrake leaning out of cockpit window with terrorist behind him\n\nLoad-Date: November 18, 1992"
}