{
    "title": "The strange case of Sergeant Thompson",
    "publisher": "the new york times",
    "year": 1981,
    "month": 9,
    "day": 3,
    "full text": "Back in 1977 United States Army Special Services Master Sgt. Luke F. Thompson was invited to join in a special overseas operation in Libya.\nSergeant Thompson took precautions.  He checked with the intelligence people at Ft. Bragg, N.C., where he was then stationed.  He was told to go ahead, that the operation was proper and in order.  He went ahead.\nThe result is gradually coming out from various government and journalistic investigations.  The essential story is as follows:\nEdwin P. Wilson, a then retired agent of the US Central Intelligence Agency, entered into an agreement with Libyan strongman Muammar Qaddafi to obtain weapons for terrorist activities and to sep up a training school for terrorists in Libya.\nThis was done, apparently with remarkable ease.An agent of Wilson calling himself Pat Loomis recruited Thompson at Ft. Bragg.  Thompson recruited three other Green Beret veterans.  The four went to Libya in July of 1977 and worked at training Libyans in terrorist techniques.\nThe New York Times, which has done much of the original investigative work on this story, has just added that in October of that year others working for Wilson were able to obtain and smuggler out of the US 20 tons of a highly restricted plastic explosive known as C-4 It went to Libya and into a factory for the manufacture of the kind of devices terrorists use.\nThe CIA has confirmed the essential features of the story.  When Adm. Stansfield Turner, then director of the CIA, heard about the Wilson operation in Libya he ordered an investigation.  \"Some employees [of the CIA] were found to have provided support without agency knowledge, and action was taken against them.\"\nAdmiral Turner has stated that he fired instantly those involved.\nWilson is a fugitive from US justice, said to be living in Tripoli, Libya.\nSeveral investigations are still going on.  More are likely.  Unanswered so far is why the military intelligence authorities at Ft. Bragg gave clearance to Thompson and leave of absence for an illegal operation which the CIA now says had \"no official encouragement or involvement by the CIA.\"\nThe nearest thing to a possible explanation of the whole affair is that Sergeant Thompson has said that he thought the purpose of the operation was to \"infiltrate\" the Libyan government.\nThe larger aspect of the matter is that it is now clearly established that the US was a supplier of weapons and techniques used in terrorism to Libya in 1977.  The US government says it never intended to do any any thing.  The connection with Wilson was terminated long ago, but only after he had become a wealthy man from his various illegal activities, apparently in many places besides Libya.\nIt is usually supposed that Colonel Qaddafi's terroristse are trained in the Soviet Union and that they get their weapons and techniques from there.  I have asked CIA officials, past and present, what they know about whether Libyan terrorism owes more to Moscow or to America.  The answer I get is that they have never been able to obtain decisive evidence of a Soviet supply of such things.  They do not rule out the possibility of such supply.  But they have no firm proof, either that such services were supplied by Moscow to Colonel Qaddafi, or were not.\nThus, such information as is available leaves open the possibility that Colonel Qaddafi, who has plenty of money from his oil which Americans are still happy to buy and use, owes more to Americans than to any oen other source for those weapons and techniques which he has undoubtedly used in many places for various ends.\nFor example, it has been established that he has channeled weapons to the IRA in Northern Ireland.  He is also a major supplier of weapons to the PLO in Lebanon.  He is believed to have helped out the Baader-Meinhof gang in West Germany, but apparently not the Red Guard in Italy.\nBut certainly one of his sources of supply, possibly even his main source at one time, and perhaps still, was Edwin P. Wilson, agent (formerly) of the US Central Intelligence Agency."
}