{
    "title": "The Ghailani Verdict",
    "publisher": "the new york times",
    "year": 2010,
    "month": 11,
    "day": 19,
    "full text": "The verdict in the first federal trial of a former Guantanamo detainee has unleashed the usual chest-thumping and fear-mongering from the usual politicians. They are disappointed that the defendant was only convicted of one count of conspiring to blow up American Embassies in Kenya and Tanzania in 1998 -- a crime for which he will probably serve a life sentence.\nThat clearly wasn't enough for Representative Peter King, a Long Island Republican who will be the next chairman of the House Homeland Security Committee. He showed a shocking disdain for the 12 jurors, who deliberated more than four days. He described their verdict as a ''total miscarriage of justice.''\nSenator John McCain proclaimed on the ''Imus in the Morning'' program that the verdict proved that all terrorism cases should be tried in military commissions, which he said were set up to ''get the job done.''\nIt's not clear what job Mr. McCain had in mind, unless he meant guaranteeing guilty verdicts, on all counts, all of the time, no matter what the facts are in a case. President George W. Bush created such a system. The Supreme Court rightly declared it unconstitutional.\nLet's pause to consider some facts:\nAhmed Khalfan Ghailani was convicted of a major crime and will pay a high price. The military tribunals have generated four minor guilty verdicts. Not one of the really dangerous men at Guantanamo Bay, Cuba, like Khalid Shaikh Mohammed, the mastermind of Sept. 11, has been brought to trial. It's never been clear why the tribunals can't manage to try an important case. Perhaps it is because those cases are so tainted by torture and illegal detention. But it's clear the tribunals are not working.\nDespite predictions of security problems -- an argument that Mr. King, Mr. McCain and others often make against civilian terrorism trials -- the courthouse near ground zero in Lower Manhattan, the judge, the jury, all of New York City, got safely through the trial.\nThe prosecution was not as robust, perhaps, as it might have been, but the problem was not the civilian courts. It was the years of abuse that preceded the trial.\nMr. Ghailani was held for five years in outlaw C.I.A. prisons and at Guantanamo and was abused and likely tortured. The prosecution chose not to use his interrogation records because of that and could not introduce testimony by another witness because interrogators learned his name from Mr. Ghailani's coerced testimony.\nThat severely tainted evidence most likely would also have been excluded in a military trial. The military tribunals act bars coerced evidence. Mr. McCain knows that because he was a driving force behind the 2006 law and its 2009 amendments. Mr. King voted for both bills.\nThe problem was never the choice of a court. The 12 civilian jurors were not too weak-minded, as Mr. King seems to think. The judge was not coddling terrorists. He was respecting the Constitution and the law.\nThe problem with this case was President George W. Bush's authorizing the illegal detention, abuse and torture of detainees. Susan Hirsch, whose husband was killed in the Tanzania attack, understood that. ''I can't help but feel that the evidence in the case would have been stronger had Ghailani been brought to trial when he was captured in 2004,'' she said.\nInstead, Mr. Ghailani was kept in illegal detention and was abused and likely tortured.\nSome politicians want to keep terrorism trials in military courts because it makes them look tough. Unfortunately, this sort of bluster has led the White House to back off of its pledge to try Mr. Mohammed and other high-profile prisoners in the federal courts.\nWhat really makes this country strong is that it is based on laws not bluster. The federal courts have proved their ability to hold fair trials and punish the guilty. That is what we call getting the job done.\n\nhttp://www.nytimes.com\n\nLoad-Date: November 19, 2010"
}