{
    "title": "THE AD CAMPAIGN; Politicizing the Bombing of the Cole",
    "publisher": "the new york times",
    "year": 2000,
    "month": 11,
    "day": 1,
    "full text": "This is a new 30-second commercial that the Clinton campaign plans to begin broadcasting today.\n \nPRODUCER -- Callahan Creative\nON THE SCREEN -- The advertisement opens to the musical refrains of taps with a picture of the destroyer Cole, complete with the gaping hole in its side that was caused by a suicide bombing in the port of Aden, Yemen, last month. The ad then shifts to black screens, with excerpts from several editorials criticizing Representative Rick A. Lazio for the Republican State Committee's decision to conduct a telephone campaign that tried to suggest that some of Hillary Rodham Clinton's donors supported terrorism.\n \nTHE SCRIPT -- ANNOUNCER: \"Seventeen young American servicemen and women on the U.S.S. Cole . . . killed by a cowardly act of terrorism. Sadly, Rick Lazio is trying to exploit this tragedy. His campaign is making phone calls saying Hillary supports this appalling act of terrorism. 'Absurd,' says The New York Times, 'irresponsible smear attacks.' Newsday calls it 'reprehensible,' like 'Gingrich's slash-and-burn style.' If this is how Rick Lazio campaigns for office . . . what would Rick Lazio do in office?\"\n \nACCURACY -- The state Republican Party, not Mr. Lazio, conducted the telephone campaign that was in part aimed at Jewish voters. Mr. Lazio, however, has not disavowed the tactic since it was disclosed last week. Instead, he has repeatedly linked Mrs. Clinton to an official with the American Muslim Council who donated $1,000 to her campaign, and who has expressed support for Hamas and Hezbollah, both of which are considered terrorist groups by the State Department. Mrs. Clinton was forced to return $50,000 in contributions last week after it was disclosed that another group, the American Muslim Alliance, had sponsored a fund-raiser for her in June.\n \nSCORECARD -- The advertisement reflects the belief by Mrs. Clinton's advisers that voters who learn of the telephone campaign will turn against Mr. Lazio. The advertisement is very emotive in its opening scene, recalling the deaths of the American sailors. But it quickly disintegrates into one of the most negative of the campaign, using bold red highlights and, in standard campaign tactics, quotations from newspapers, to underscore and attempt to validate the criticism of Mr. Lazio. It also mixes a picture of him with a contorted face with upbeat music. It could backfire, since it invites the suggestion that Mrs. Clinton is doing the same thing that she is accusing Mr. Lazio of doing: exploiting the sailors' deaths in a political campaign.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto\n\nLoad-Date: November 1, 2000"
}