{
    "title": "THE WORLD; Washington's War on Terrorism Captures Few Soldiers",
    "publisher": "the new york times",
    "year": 1989,
    "month": 3,
    "day": 5,
    "full text": "IN 1985, President Reagan declared that terrorists who harmed Americans would have to answer for their crimes in Federal court. In Clint Eastwood style, he warned the airplane hijackers, hostage takers and truck bombers of the world, ''You can run, but you can't hide.''\nBut the perpetrators of international terrorism have proved adept at both running and hiding. After more than four years of applying the standards of American law to the world of international terror, United States authorities have brought only one person accused of terrorism, Fawaz Yunis, to this country to stand trial.\nIf the Yunis case represents a step forward in this effort, as Justice Department officials say, it also illustrates the problems.\nJurors began hearing testimony in the case only last week, nearly four years after the hijacking in which Mr. Yunis is accused, and 18 months after he was captured by the Federal Bureau of Investigation. To accomplish that, the F.B.I. began an elaborate operation that lured the suspect into international waters, where he was arrested so he could be flown from the Mediterranean to American soil.\nAnd Mr. Yunis himself is not a big catch, as terrorists go. Officials acknowledge, for example, that no arrest warrant has been issued for perhaps the most notorious practitioner of terror in the Middle East, Abu Nidal, for lack of the kind of specific evidence that would be needed under American law, Even when terrorists can be identified and indictments secured, it is still not the same thing as bringing them before American justice. Pursuit, capture and extradition take place in an international arena of intrigue and conflicts far removed from the orderly procedures and statutes of American law.\nNevertheless, the score sheet for the American effort is not altogether blank. Victoria Toensing, a former Justice Department official responsible for terrorism cases, said the department has secured indictments or criminal complaints in the majority of terrorist incidents over which the United States has jurisdiction. In addition to Mr. Yunis, 10 people who face American charges have been arrested or convicted overseas and one other, whom Justice Department officials would not identify, has been arrested on unrelated charges and is awaiting trial in the United States.\nIn addition, two suspects in the 1985 hijacking of Trans World Airlines Flight 847, in which an American serviceman was killed, have been charged but remain at large. And Administration officials said other terrorists have been charged in sealed warrants, although the officials would not say how many.\nThe American effort has been bolstered by a 1984 law that makes an overseas hijacking a United States crime if Americans are victims, and a 1986 measure that makes it a Federal crime to assault or murder American citizens overseas in a terrorist incident.\nBut Administration officials acknowledge that the cases still pose difficult problems, largely because the objectives of intelligence and law enforcement often clash.\n''If you want to know what a terrorist is doing, you have to put an agent in their camp,'' said L. Paul Bremer, who recently resigned as the State Department's senior counter-terrorist official. When the Central Intelligence Agency manages to find an insider, the agency is not necessarily receptive to prosecution. Court procedures require substantial disclosure of information to the defense, and the terrorist group can be expected to look hard for possible informants.\nIn addition, as Geoffrey Levitt, a former State Department official, pointed out, intelligence assessments differ from legal conclusions. ''Many times you know that someone is doing something,'' he said. ''But to actually put that knowledge in a form that is provable in a U.S. court with all of our standards of evidence is quite difficult.''\nAnother problem is getting suspects to the United States. Once a person is charged in secret, American authorities are prepared to request arrest and extradition if he sets foot in any country with which the United States has an extradition treaty. On occasion the indictment remains sealed.\n \nExtradition Is a Problem\nIn several cases, foreign governments that have arrested people sought under American terrorism warrants have declined to extradite them. West German officials, for example, chose to prosecute Mohammed Ali Hamadei in their own country instead of sending him to the United States for trial for his involvement in the 1985 T.W.A. hijacking. And Greece has spurned American requests to extradite Mohammed Rashid, who has been charged in the bombing of a Pan Am flight in 1982 that killed a 14-year-old girl.\nThe difficulties prompted President Reagan in 1986 to sign an intelligence order giving American agents the authority to seize suspects in foreign countries. But Administration officials said the United States has been reluctant to use this power. American courts have given law enforcement authorities broad powers to bring any suspects arrested overseas - not just terrorists - to this country. Almost anything short of torture can be implemented, provided nothing is done that ''shocks the conscience of the court,'' as determined by the Supreme Court.\nDespite the difficulties, American officials remain captivated by the idea of turning the rule of law against terrorism. They say the capture of a terrorist makes others more cautious in their travels. And, they say, a terrorism trial can be a way of demonstrating United States resolve against a strain of political violence that has proved strikingly resistant to other countermeasures. Ms. Toensing, the former Justice Department official, said the arrest of Mr. Yunis was intended to send the world just such a message.\n\nGraphic\n\n \nPhoto of international wanted notice for Mohammed Ali Hamadei issued in 1985 by Interpol at Washington's request. Mr. Hamadei was caught and is in custody in West Germany, which refused to extradite him to the United States"
}