{
    "title": "THE CRASH OF TWA FLIGHT 800 HOW DID IT HAPPEN _ AUTHORITIES TRYING TO DETERMINE IF IT WAS ACCIDENT O",
    "publisher": "charleston gazette",
    "year": 1996,
    "month": 7,
    "day": 19,
    "full text": "NEW YORK (AP) - A specter of doubt shrouded the deaths of the 230\npeople aboard the Paris-bound TWA jet after it exploded in flaming\nchunks and corkscrewed into the ocean: Was it an accident or a\nterrorist act?\nPresident Clinton urged Americans not to immediately assume that\nWednesday night's crash of Flight 800 was the work of terrorists.\nOfficials said there had been calls claiming responsibility for the\ncrash, none of them credible.\nStill, there were widespread suspicions that terrorists were behind\nthe second-worst U.S. airplane crash, which killed all 212 passengers\nand 18 crew members.\n\"While all the evidence is not yet in, early signs clearly point to a\npossibility of terrorism,\" said Rep. Benjamin Gilman, R-N.Y.,\nchairman of the House International Relations Committee.\nThe FBI's terrorism task force took the lead role in the\ninvestigation, but officials stressed that did not imply any\nconclusion about the cause of the crash. The task force will work\nalongside the National Transportation Safety Board, which routinely\ninvestigates airline accidents.\nAt Kennedy Airport and airports in Paris and Rome - the plane's final\ndestination - shellshocked relatives of the victims were ushered into\nprivate areas and comforted by counselors and clergy. Two busloads of\npeople arrived in New York from Montoursville, Pa., where townspeople\nmourned the loss of 16 members of the high school French club and five\nchaperones.\nComing on the eve of the Olympics, the crash cast a pall on athletes,\norganizers and tourists in Atlanta, where security measures were\nalready tightened in advance of the Games.\nSeveral miles off Long Island's coastline, remnants of the plane were\npiled aboard the Coast Guard cutter Juniper - a piece of the tail, a\nsink, less identifiable bits of metal and wood. Also piled up were\nremnants of the lives: a poetry anthology, a post card written in\nGerman.\nOn the search front\nBy late Thursday, searchers had recovered more than 125 bodies, many\nof them charred.\nRefrigerator trucks were brought to East Moriches, where a temporary\nmorgue was set up. Body parts and corpses were brought to the shore on\nrafts, and workers in white jumpsuits put them in body bags.\nA law enforcement official said he was told by the FBI that, based on\neyewitness accounts from Air National Guard pilots, investigators \"are\nleaning more towards the possibility that it was a bomb that caused\nthe plane to explode.\"\n\"A fireball fell from the sky,\" said the official, who spoke to The\nAssociated Press on the condition of anonymity. \"What would have\ncaused that?  We know there was nothing on board, other than fuel,\nthat could have caused that huge an explosion.\"\nGreek officials said the jetliner had passed multiple security checks\nat the Athens airport earlier the same day.\nFinding the culprit could take time. It took seven days for\ninvestigators to determine conclusively that a bomb blew Pan Am Flight\n103 out of the air Dec. 21, 1988, over Lockerbie, Scotland. A total of\n270 people were killed, including 11 on the ground.\nTWA's Flight 800 exploded off the coast of New York's trendy summer\nplayground about 8:40 p.m. Wednesday, breaking into flaming chunks and\ncrashing into the sea. The number of victims was raised by two to 230\nThursday night by the airline.\nCapt. Steve Snyder, of Stratford, Conn., was in the pilot's seat,\ndoing a routine check of the performance of Capt. Ralph Kevorkian, of\nGarden Grove, Calif., who was in the first officer's seat, said TWA\nspokesman Mark Abels. Both were described as veteran 747 captains. \"We\nactually had two captains at the controls,\" Abels said.\nWitness accounts\nTwo crews of New York Air National Guard flights witnessed the\nexplosion.\nThe crews \"saw the fireball twisting as it came down, leaving a\ncorkscrew trail of smoke,\" said Lt. Col. Chuck Stueve, who talked to\nthem afterward. One crew radioed a mayday to the Coast Guard.\nCivilian boaters swarmed to the scene, snagging flotsam and delivering\nit to investigators ashore.\nRacing over the glassy black water on a calm, dark night, Brian\nKelly's boat was one of the first to get there. \"It became very real\nwhen we saw the boat right next to us pull out that first body. It was\na lady with a white skirt,\" Kelly said.\nBoater Frank Panzarella, of Dix Hills, who lugged ashore a flight\nattendant's jump seat and two doors that apparently came from an\noverhead compartment, said the Coast Guard was especially interested\nin his other find: a soot-covered hinge, apparently from one of the\ncompartments. Police whisked Panzarella away.\nAppleton, Wis., high school teacher Irene Rence, who had fumed while\nshe waited in Chicago Wednesday afternoon because her plane to New\nYork was delayed, missed connections to the ill-fated flight.\n\"Thank God for bad weather!\" she said Thursday, recalling how she\nfinally got to Kennedy Airport four hours behind schedule, too late to\nmake the plane for Paris.\nThe crash was the second major airline disaster in slightly more than\ntwo months, following the May 11 Florida Everglades crash of a ValuJet\nDC-9 that killed all 110 people aboard.\n\nLoad-Date: July 19, 1996"
}