{
    "title": "The justice system works",
    "publisher": "usa today",
    "year": 2010,
    "month": 1,
    "day": 20,
    "full text": "The attempted Christmas Day bombing of Flight 253 was a wake-up call. But what message should we take from it? Some argue that this experience demonstrates the need to be able to interrogate suspects for a longer time without giving them access to counsel. They say the minute we move suspects into our justice system, we forfeit the possibility of gaining any intelligence they may have.\nLeaving aside the fact that our Constitution prohibits discrimination against alien criminal suspects, would such a move make us safer? Despite what we see on prime-time cop shows, in the real world criminal defendants do talk, even after Miranda warnings and often on the advice of counsel.\nThe \"Christmas bomber\" apparently cooperated with interrogators. That's not surprising. Experience shows that the U.S. has gained vital intelligence through traditional procedures in many of the approximately 200 federal terrorism prosecutions since9/11. Much of what the government learned about al-Qaeda in the 1990s came from the work of experienced prosecutors and FBI agents in the course of criminal trials, without torture or other coercive techniques.\nOur justice system has a proven track record of dealing with all kinds of suspects. While it's tempting in the wake of a near-miss to change the rules, a retreat from the principle of equal justice for all would be a self-inflicted wound that diminishes national security. A key al-Qaeda tactic is to provoke overreaction and cause us to change who we are. We shouldn't succumb.\nSenior military leaders have argued that unequal treatment of aliens, especially Muslims, breeds animosity toward the U.S., feeds terrorism and endangers U.S. troops. In appropriate cases, the laws of war already permit detention without charge or trial. Use of that authority must remain exceptional if we are to preserve the very values al-Qaeda would have us abandon. Proper use of the law of war and criminal detention provides a comprehensive system that meets our needs while maintaining our values. No new legislation is needed. Prolonging the detention of alien criminal suspects without charge is unconstitutional, unnecessary and would undermine, not strengthen, national security.\nGabor Rona is the international legal director of Human Rights First. \n\nLoad-Date: January 20, 2010"
}