{
    "title": "THE CLERIC'S INDICTMENT; Reno Sees Growing Evidence and Makes Call",
    "publisher": "the new york times",
    "year": 1993,
    "month": 8,
    "day": 26,
    "full text": "Two months after she turned down recommendations to charge Sheik Omar Abdel Rahman as a terrorist, Attorney General Janet Reno reversed herself and approved an indictment based on a broad approach to the case.\nThe indictment charges the sheik not with a direct role in any specific terrorist act, but with complicity in a conspiracy beginning with the shooting death of Rabbi Meir Kahane in 1989 and continuing through the World Trade Center bombing in February and the bombing and assassination plot uncovered in June.\nMs. Reno was described today by some officials as always willing to sign off on charges against the sheik, but reluctant to accuse him of a crime without powerful proof of guilt. That task was made simpler by the broad nature of the indictment, and bolstered by both an accumulating body of evidence and a harsher interpretation of information long available to the authorities.\nThe evidence came in the form of an informer's tape recording of the sheik's conversations with his followers, elliptical discussions in which he emerged as a charismatic luminary around whom the accused plotters orbited in a secret brotherhood of terror bound by religion, friendship and family connections.\n \nSeeking Strategic Advantage\n The decision to charge the sheik also seemed to reflect an increasingly close association between two of the most powerful women in Federal law enforcement, the Attorney General and Mary Jo White, the United States Attorney in Manhattan, who has pressed the Justice Department for an aggressive prosecution and has been granted direct access to Ms. Reno on the case.\nBy charging Mr. Abdel Rahman with conspiracy, prosecutors reached for strategic advantage, using the broad latitude such a case affords them to introduce evidence that might be impermissible in other cases. They can use the conspiracy charge to attempt to tie Mr. Rahman to the other defendants who appear far more directly involved by showing that he talked with them about illegal acts.\nBut charging Mr. Rahman with conspiracy is also a gamble since defense lawyers can argue that prosecutors failed to obtain specific evidence demonstrating that he was anything more than a zealous religious leader whose followers included the other defendants.\nThe decision to indict him was made on Monday in a closed-door meeting of the Justice Department's top brass. But for months, some investigators on the joint terrorism task force were convinced that the sheik was an integral link in the network of Muslim radicals who the authorities say bombed the World Trade Center and plotted bombings, assassinations and other terrorist acts across New York City.\n \n'Instruction' on Terrorism\n They interpreted his vaguely worded religious messages to his followers as conspirators' talk, or as the indictment put it today, \"instruction regarding whether certain acts of terrorism were permissible.\"\nIn June, when the joint team of local, state and Federal prosecutors included Mr. Abdel Rahman on a list of people to be charged with planning a series of assassinations and bombings at public buildings, bridges and tunnels, officials at F.B.I. headquarters and the Justice Department balked at accusing him of crime.\nThey convinced Ms. Reno to hold off arresting the sheik, worrying that the cleric's words might be ambiguous enough to create doubt in the minds of a jury about whether he actively directed the plotters or could be perceived as a passive religious figure dispensing spiritual advice.\nAt the time, Ms. Reno's decision was also affected by outside tactical considerations, including what the authorities said was Mr. Abdel Rahman's usefulness as a kind of window into the dimly understood recesses of Islamic extremism.\n \nA Close Call\n But over time, the prosecutors' view of what at first seemed to be obscure language seemed to harden into a conclusion that he had played a role as a guide and protector who also mediated arguments among the members of the group and tried to shield his followers from infiltration by law enforcement.\nJustice Department officials said privately that the decision against arresting the sheik had been a close call, one subject to change at any time. Nevertheless, Ms. Reno and Ms. White ran into heavy criticism defending the decision not to arrest the cleric, who had inspired his followers in Egypt to violence and who seemed to symbolically tie together the events swirling around the case.\nIn part, the assertion that Mr. Abdel Rahman functioned as an unwitting intelligence-gathering asset seemed implausible since by then it had been disclosed that the Government had penetrated the sheik's inner circle using Emad Salem, his part-time translator and bodyguard. Mr. Salem gave the F.B.I. many hours of taped conversations.\nToday's indictment said that in May Mr. Abdel Rahman discussed the bombing of the United Nations with \"a person known to the grand jury,\" an apparent reference to Mr. Salem. The indictment said the sheik told the informer that bombing the United Nations \"would not be impermissible but it should not be done at this time.\" It said Mr. Abdel Rahman advised the informer to \"look for a plan to bomb the United States military\" and instructed the informer to move cautiously with a plan to bomb the Federal office building in Lower Manhattan.\nPolitical figures like Senator Alfonse M. D'Amato, a New York Republican, who the authorities said was a target for assassination expressed outrage over the failure to arrest the sheik. Ms. Reno visited him at his Senate office to mollify him, a meeting that provided Mr. D'Amato with another stage to express mystification at the inaction.\nA week later, Ms. Reno seemed to react to pressure to take some action against the sheik. On July 2, acting on Ms. White's urging, the Attorney General approved the sheik's detention on the grounds that he represented a flight risk from a deportation proceeding then pending against him by immigration officials.\nSince then, Mr. Abdel Rahman has been held in a Federal prison, appealing the deportation order against him with his legal situation further clouded by Egypt's request to extradite him to Cairo. The United States has yet to respond to the request.\n\nGraphic\n\n \nChart: \"THE INDICTMENT: Assembling the Case\"\n \nTHE CENTER\nCharged with conspiracy in the plot to bomb the World Trade Center and the foiled plots to bomb the United Nations headquarters, the Holland and Lincoln Tunnels and other sites, and with conspiracy to murder Hosni Mubarak, the president of Egypt.\nFrom the indictment: Mr. Abdel Rahman \"was a leader of the organiztion, with hom others consoluted in purusing and planning bombings, murders and other acts of terrorism.\"\n \nPLANNING AND CARRYING OUT THE PLOTS\nMr. Nosair, Mr. Elgabrowny and Mr. Siddig Ali were charged in the bombing conspiracy. Beginning in January 1990, the indictment said, they and others met several times and discussed the construction of paramilitary training camps, the construction of bombs, and later, Mr. Nosair's escape from Attica State Prison. Mohammed Abouhalima and Abdo Mohammed Haggag (neither is pictured here) were charged with conspiring to murder President Mubarak.\nFrom the indictment: They were \"members of the organization who planned and executed acts of terrorism, including, among other things, bombings and murder, and recruited others for those purposes.\"\n \nOBTAINING THE WEAPONRY\nMr. Hampton-El, Mr. Alvarez and Mr. Gant were charged with attempted bombing in the alleged plots to blow up the United Nations, the Hudson River tunnels and other sites.\n From the indictment: They \"prompted and facilitated the organization's acts of terrorism by . . . supplying technical expertise, firearms, munitions, explosives and other materials.\n \nBUILDING THE BOMBS\n Charged with attempted bombing in the alleged plots to blow up the United Nations and other sites.\n From the indictment: Amir Abdelgani, Mr. Khallafalla, Mr. El-Hassan and Fadil Abdelgani assisted \"in the construction of car bombs.\" Mohammed Saleh helped by \"agreeing to provide money, and providing fuel oil, to be used in connection with the construction and planned detonation of car bombs.\" Matarawy Mohammed Said Saleh, not pictured, aided the alleged plot by \"agreeing to provide automobiles to be used in connection with the planned detonation of car bombs.\"\n\nLoad-Date: August 26, 1993"
}