{
    "title": "The 'Terror Gap'",
    "publisher": "the new york times",
    "year": 2009,
    "month": 12,
    "day": 9,
    "full text": "Under federal law, people who pose a heightened risk of violence cannot buy or own firearms, including convicted felons, domestic abusers, the seriously mentally ill and several other categories. Suspected terrorist is not one them.\n  Individuals on the government's terrorist watch list can be barred from boarding airplanes, but not from purchasing high-powered guns or explosives. Bipartisan legislation in both houses of Congress would end this ridiculous loophole, commonly known as the ''terror gap.'' \n  Introduced in the Senate by Frank Lautenberg, a New Jersey Democrat, and in the House by Representative Peter King, a Republican of Long Island, this reform was first offered in 2007 with support from the Bush administration, a rare departure from the gun lobby's party line. The Obama administration has endorsed the bill.\n  This is no small problem. An audit by the Government Accountability Office released last June found that since 2004, people on the terrorism watch list succeeded in purchasing firearms 865 times in 963 attempts. The relatively few denials owed to another factor like a felony conviction. A 2005 G.A.O. review found people on the watch list were able to buy weapons in 35 of 44 attempts between February 2004 and June 2004.\n  The National Rifle Association has voiced opposition to the legislation. To justify its stance, the group cites a Justice Department inspector general's report in March that found thousands of people placed on the terrorism watch list erroneously while people with genuine ties to terrorism who should be on the list are left off. The Justice Department needs to improve that record. But the list's imperfections are no basis for preventing the government from blocking the sale of guns or explosives to those known or suspected of having terrorist ties.\n  The terror-gap measure is more modest and balanced than its opponents make it appear. It would not automatically disqualify people on the watch list from purchasing a weapon. Rather, the attorney general would be given discretionary power to deny the issuance of a firearm or explosives in instances when the government has reason to believe the person may use the weapon in connection with terrorism. The authority would have to be exercised according to written guidelines. Due process safeguards are built in to permit the affected person to challenge a denial.\n  Mayors Against Illegal Guns, the public safety coalition led by Mayor Michael Bloomberg, has started a drive to alert lawmakers and the public to the real issues here. We applaud the group's refusal to be intimidated by the N.R.A.'s political attacks, and we urge the Democrats who control Congress to show similar fortitude by scheduling prompt hearings.\n\nhttp://www.nytimes.com\n\nLoad-Date: December 9, 2009"
}