{
    "title": "The left doesn't take terrorism seriously Political correctness will not prevent terrorist attacks",
    "publisher": "charleston daily mail",
    "year": 2005,
    "month": 8,
    "day": 2,
    "full text": "IN the wake of the London bombings, New York City is now searching the bags of subway riders.\nAs you might expect, this is provoking the usual cluster of perverse reactions. Someone on Air America, the liberal talk-radio network, suggested that riders carry many bags to confuse and irritate the cops.\nMayor Michael Bloomberg, normally a sane fellow, has ordered that the searches be entirely random, to avoid singling out any one ethnic or religious group.\nSo if someone fits the suicide bomber profile - young Muslim male, short hair, recently shaved beard or mustache, smelling of flower water (a preparation for entering paradise) - the police must look away and search the nun or the Boy Scout behind him.\nWhat's the point of stopping a terrorist if you have to trample political correctness to do it?\nBesides, the New York Civil Liberties Union opposes all bag searches. No surprise there. The national American Civil Liberties Union still opposes passenger screening at airports.\nIn a speech at the Brookings Institution, historian Fred Siegel said that the Democrats, pegged as the party of criminals' rights, are in danger of becoming the party of terrorists' rights.\nFrom the first moments after the attacks of 9/11, we had indicators that the left would not be able to take terrorism seriously.\nInstead of resolve, we got concern about emotional closure and \"root causes,\" war-nings about the allegedly great danger of a backlash against Muslim Americans, arguments that violence directed at America is our own fault, and suggestions that we must not use force because violence never solves anything.\n\"We can't bomb our way to justice,\" said Ralph Nader.\nThe denial of the peril facing America remains a staple of the left. We still hear that terrorism is a scattered and minor threat that should be dealt with as a criminal justice matter.\nIn Britain last October, the BBC, a perennial leader in foolish leftism, delivered a three-part TV series arguing that terrorism is vastly exaggerated.\nAl-Qaida barely exists at all, the series argued, except as an idea that uses religious violence to achieve its ends. Besides, the series said, a dirty bomb would not kill many people and may not even kill anyone.\nThis ho-hum approach isn't rare. Though evidence shows that the terrorists are interested in acquiring nuclear weapons to use against our cities, a learned writer for The New York Review of Books insists that the real weapons of mass destruction are world poverty and environmental abuse.\nOf course, world poverty is rarely mentioned by terrorists, and those known to be involved have almost all been well-fed and are well-to-do.\nThe \"our fault\" argument seems permanently entrenched. After the London bombings, Norman Geras of the University of Manchester wrote in The Guardian that the root causes and blame-Blair outbursts were \"spreading like an infestation across the pages of this newspaper . . . there are, among us, apologists for what the killers do.\"\nThat has been the case on both sides of the Atlantic.\nAfter 9/11, Michael Walzer, one of the most powerful voices on the left, warned about \"the politics of ideological apology\" for terrorism. In the June 2005 issue of The American Prospect, he returned to the theme.\n\"Is anybody still excusing terrorism?\" he asked. \"The answer is yes: Secret sympathy, even fascination with violence among men and women who think of themselves as 'militants,' is a disease, and recovery is slow.\"\nThough the argument has shifted somewhat, he wrote, the problem is \"how to make people feel that the liberal left is interested in their security and capable of acting effectively. We won't win an election until we address this.\"\nWalzer's analysis is a strong one. The Bush administration has botched many things, but large numbers of Americans go along with the president because he displays what the left apparently cannot: moral clarity and seriousness about what must be done.\nWhen the ideas of the left come into view, the themes often include the closing of Guantanamo, attacks on the Patriot Act, opposition to military recruitment on campuses, casual mockery of patriotism (a whole art exhibit in Baltimore was devoted to the theme), and a failure to admit that defeating terrorism will require some trade-offs between security and civil liberties. Is this a serious program?\nReal security, Walzer says, will depend on hunting down terrorist cells, cutting off the flow of money, and improving surveillance at key sites.\nHe writes: \"The burden is on us - nobody else - to make the case that these things can be done effectively by liberals and leftists who will also, in contrast to today's Republicans, defend the civil liberties of American citizens.\"\nGood argument. How will the left respond?\n\nLoad-Date: August 3, 2005"
}