{
    "title": "The crocodile is on the US doorstep",
    "publisher": "christian science monitor ",
    "year": 1982,
    "month": 4,
    "day": 20,
    "full text": "In his recent address to the Organization of American States, President Reagan said, ''In the face of outside threats, security for the countries of the Caribbean and Central America is not an end in itself, but a means to an end.''\nThat security is the key to providing the time for, and preserving the institutions of, those countries so that the conditions of the less fortunate peoples of our hemisphere can be improved.\nIt is only when a nation is secure -- free of tyranny and terrorism -- that the application of the principles of democracy can develop and grow. When terrorism is rampant, the government is forced to take whatever action is necessary to end the terror.\nCommunist nations are ruled by terror, so the external sponsorship of terrorism is nearly impossible. But for a non-Communist government, more or less democratic, ''whatever action necessary'' to end the terror leads to repression, and repression -- whether of the right or the left -- is the goal of the Soviet Union, its allies, and its agents.\nRepression leads to revolution. If revolution ends in a left-wing or communist government, the nation is easily and shortly absorbed into the Soviet empire. Dependent on Moscow's arms and money, subject to direction and control, it is lost to the free world and its people have lost any prospect of freedom.\nIf revolution results in a right-wing government, that government is held up for world denunciation, castigation by its friends as well as its enemies, and the application of further terror which is presented as a struggle against an anti-democratic force.\nThe Soviet Union's campaign to undermine and overthrow all governments that are not under its control has made great progress in this hem-isphere. Cuba is a wholly controlled surrogate of Moscow. Nicaragua has slipped away. El Salvador and Guatemala teeter on the brink. Brazil, Chile, Argentina, and Uruguay have been at the brink and are still endangered.\nThe case of Uruguay is particularly illustrative. Once the shining example of popular democracy, it saw terrorism produce repression when the elected parliament asked the army to restore order. The army is still in control, and Uruguay is now considered by many in this country to be a ''right-wing dictatorship'' deserving of severe sanctions.\nThus, Soviet-sponsored -- and, in the case of Latin America, Soviet-directed -- terrorism seeks to cause repression, to bring about a resolution and dictatorship. The Soviets prefer a dictatorship of the left, but a right-wing dictatorship also provides them with priceless advantages.\nBoth types of dictatorship -- left or right, communist or fascist -- fear democratic ideals. The fundamental and essential fact that our media reporting obscures is that we can bring pressure on right-wing governments to institute reforms. Left-wing dictatorships, by contrast, are almost always lost to the free world.\nWe must always be concerned when a friendly nation is threatened by acts of international terrorism. We have too few friends to be indifferent to the prospect of a friendly government being brought to its knees through the bloody instruments of the terrorist trade.\nFor El Salvador, the March 28 elections represented the only hope for eventual democracy and independence.\nThe rebels had directed their efforts to sabotaging that election. They continue to direct their efforts at increasing repression, delaying implementation of reforms, and forcing the government to expend its resources in merely exerting a minimal authority.\nMeanwhile, Vietnam has sent captured American military supplies to the guerrillas; Yassir Arafat has admitted the presence of PLO operatives in El Salvador; and the Soviet Union pours gasoline on the fire.\nIf the United States does not support El Salvador, we face the prospect of its loss, and a spreading loss in Latin America of faith in the US and of willingness to fight to preserve democratic institutions and ideals.\nAre we like the man who hopes that, if he feeds his brothers to the crocodile, the crocodile will eat him last? Will we feed our Latin American brothers to the crocodile, delaying -- but ensuring -- our own demise?\nThe media are full of comparison between El Salvador and Vietnam. But there is one important difference. El Salvador is not in faraway Southeast Asia.\nThis time, the crocodile is on our doorstep, in Central America."
}