{
    "title": "THE ARAB WORLD'S HARD LINE Despite the threat of terrorism, the U.S. w ill remain the only big power",
    "publisher": "daily news ",
    "year": 2000,
    "month": 11,
    "day": 26,
    "full text": "IS YASSER ARAFAT NUTS? Some American analysts think so. They see him as a starving man who finally got seated at the Camp David Cafe, received the meal he had been begging for - and then sent it back to the kitchen and broke all the china.\nBut this notion of Arafat as addled stems from a misunderstanding. He didn't come to Camp David for a meal, he came to get a takeout order for the Palestinian people. Ehud Barak offered an independent state in most of the West Bank and Gaza, but Arafat knew that if he brought that back, the people would throw it in his face.\nRefugees and their descendants comprise the majority of the Palestinian people. They left what became, after the 1948 War of Independence, Israel. Their hunger can't be satisfied by a Palestinian state in the West Bank and Gaza places they never lived. It can be assuaged only by allowing them to return to the villages and towns of the Galilee, the Mediterranean coast and the Judean Hills. Anything less is simply an offer Arafat can't accept.\nWhy didn't the Palestinian leader know this when he started the peace process? The answer is, he did. Possibly he hoped that a bird in the hand would soften refugee resistance and allow him to set up a state in Gaza and the West Bank. More likely, he understood that the refugees would keep quiet as long as Israel kept turning over occupied territory for nothing more than promises.\nThat worked until Arafat was handed the menu at Camp David and forced to admit that the only dish he could bring back wasn't on it. A majority of Palestinians would rather spend another generation or two in refugee camps than give up their dream of just and full restoration.\nArafat must have known that there wouldn't be much Western support for this sort of maximalist demand. That's why he's concentrated his efforts on the Arab world, where the idea of the Middle East as an Israel-free zone is widely and wildly popular. From the Persian Gulf to North Africa, not a single Arab statesman, intellectual or journalist has raised his voice in a call for Arafat to accept a state at the price of compromising ultimate Palestinian goals.\nEven \"moderates\" have been swept up in the present wave of militancy. Arab governments that established diplomatic ties to Israel (as part of the payback for territorial concessions) have recalled their representatives. In Amman, a city where nothing happens without Hashemite permission, students have been staging bare-knuckled anti-Israel, anti-American demonstrations. This week, Osama El Baz, Egypt's leading foreign policy voice, threatened that \"American interests could be harmed\" if the United States continues its support for Israel in the mini-war Arafat has precipitated.\nThis warning raises an interesting question: What exactly are America's Middle Eastern interests? The State Department's Bureau of Near Eastern Affairs lists six: ensuring Israel's survival; protecting the free flow of energy resources; ensuring open markets for U.S. trade; promoting human rights, promoting democracy and counter-terrorism.\nBefore the fall of the Soviet Union, there was a seventh, often overriding, U.S. interest currying popularity as part of the global competition with Russia. Out of habit, Arafat flew off last week to see Prime Minister Vladimir Putin. For all Moscow's influence in the Middle East these days, he might as well have gone to see Prince Charles.\nThe fact is that the Arab world has no capacity to seriously harm America's Middle Eastern interests as the State Department defines them. It can't defeat Israel. It can't cut off or even menace the flow of fuel (in the Gulf War, Washington demonstrated that it will kill over oil). Aside from oil, the Arabs don't produce anything America wants, and the threat of a boycott of U.S.-made goods is a joke, especially when it comes from governments like Egypt and Jordan, which are propped up by American largess.\nAs for the interests of promoting human rights and democracy, this is sheer rhetoric. Pushing for such things is regarded by Middle Eastern regimes as a form of subversion. The State Department almost never even raises such issues except as a form of propaganda warfare against enemy regimes in Iraq, Libya and other rogue states.\nThe only way the Arab world can actually hurt the United States is through terrorism. Middle Eastern regimes that want to support Arafat's all-or-nothing hard line can do it by tolerating, encouraging or actively engaging in attacks on U.S. targets. This variety of Mafia diplomacy is the subtext of the Egyptian warning. It is also the reason that America has made counter-terrorism a priority in dealing with the Arabs.\nBefore he's through, Arafat's Palestinian freedom fighters will undoubtedly blow up more Israeli buses, and his Arab supporters will demolish some American targets as well. But beyond the funerals, fear, anger and sorrow, the U.S. will continue to be the only big power in the Middle East. Oil will flow. Israel will adapt and flourish. And the Palestinians will remain what they are now, people starving with menus in their hands. \n\nGraphic\n\n \nILLUSTRATION CARY HENRIE\n\nLoad-Date: November 27, 2000"
}