{
    "title": "THE WORLD; TERRORISM ON THEIR MINDS",
    "publisher": "the new york times",
    "year": 1984,
    "month": 10,
    "day": 28,
    "full text": "Eighty years of entente cordiale between Britain and France have not passed entirely unmarred. Last week, in the course of celebrating the anniversary with a state visit by President Francois Mitterrand to London, an uncordial moment testified both to the centuries of distrust between ''perfidious Albion'' and the ''frogs'' and to the unusual state of nervousness that terrorism has lately instilled in world leaders.\nAmong Mr. Mitterrand's French bodyguards was a particularly zealous one who, the outraged British said, planted explosives (without a detonator) at the residence of French Ambassador Emanuel de Margerie, apparently to test the efficiency of Scotland Yard.\nComment on heightened concern about terrorist attacks that marks French Pres Mitterrand's state visit to London to celebrate eighty years of entente cordiale between Britain and France (S)\nFresh from her brush with a lethal I.R.A. bomb in Brighton, Prime Minister Margaret Thatcher was not amused. ''A most regrettable incident,'' she huffed in Parliament. Anthony Beaumont-Dark, a Tory member, said ''it was the most insensitive act ever perpetrated by a so-called ally'' and Eldon Griffiths, another member, called it worthy of Inspector Clouseau. French sources asserted that the explosive had been placed at the request of the British who wanted to test their sniffer dogs. Both the embassy and Mr. Mitterrand sought to present the incident as unimportant in the larger scheme of French-British friendship.\nThe theme of terrorism was also addressed by Secretary of State George P. Shultz last week, amid confusion over Administration policy. In a Manhattan synagogue, he urged an end to Hamlet-like ''equivocation'' toward terrorists and called for the use of military force even if it might lead to the death of American\nservicemen or innocent civilians.\nSome Administration officials said Mr. Shultz was speaking only for himself but White House and State Department spokesmen insisted he was stating policy. At one campaign stop, President Reagan said it was policy and at another, said Mr. Shultz was talking about things ''under consideration.'' Vice President Bush disagreed with the Secretary. Counterterrorist moves have to be ''pinpointed,'' he said, adding, ''We are not going to go out and bomb innocent civilians.''"
}