{
    "title": "THE FRENCH OFFER A PLEDGE ON LIBYA",
    "publisher": "the new york times",
    "year": 1986,
    "month": 1,
    "day": 23,
    "full text": "An American envoy said today that France and most other Western European countries had pledged not to undercut United States economic sanctions against Libya by taking over contracts or filling jobs abandoned by Americans.\nThe envoy, Deputy Secretary of State John C. Whitehead, has been trying to persuade the allies to join in collective action against Libya on the ground that it supports terrorism.\nHe made his comments after a meeting with President Francois Mitterrand, Foreign Minister Roland Dumas and Interior Minister Pierre Joxe.\n''France promised us that they will not undercut us,'' Mr. Whitehead said at a news conference. ''That is one of our accomplishments today.''\nHe added that ''most European countries'' had given him similar assurances during his tour, which has taken him to Britain, West Germany and Greece. On Thursday he goes on to Belgium and the Netherlands.\n \nNo Further Success in France\nMr. Whitehead had no more success here than elsewhere in persuading the Government to join the sanctions the United States imposed after the Rome and Vienna airport attacks Dec. 27. The sanctions include freezing Libyan assets, banning trade and ordering Americans in Libya to return home.\nBut Mr. Whitehead said he believed he had persuaded the French that Col. Muammar el-Qaddafi, the Libyan leader, had played a role in terrorism.\n''I would be surprised if French leaders I have talked to have any doubt about Qaddafi's involvement,'' he said.\nCalling the evidence ''overwhelming,'' he said he could not understand why some Europeans were skeptical.\nOn Tuesday, the Greek Foreign Minister, Karolos Papoulias, took issue with Mr. Whitehead's assertion that Athens shared the belief that Libya had been involved in the Rome and Vienna airport attacks. Mr. Papoulias said at a news conference that Greece had evidence to the contrary.\n \nBoycott Said to 'Hurt' Libya\nHere, in Paris, Mr. Whitehead said the Western Europeans' pledge not to profit from the American withdrawal from Libya ''was important because the American boycott is already starting to hurt Libya.''\n''We see very early signs that the U.S. boycott is giving Qaddafi serious cause for concern,'' he said. He added that 500 of the 1,500 Americans in Libya had already left. The United States wants all Americans to go by Feb. 1.\nMr. Whitehead contended that Western European governments had agreed to take unspecified steps against Libya short of full economic sanctions, but he declined to say what they were. He said he had sugggested such measures as boycotting Libyan oil, reducing air transport links and keeping a closer watch on Libyan diplomats.\nAfter the meeting here, Foreign Minister Dumas of France repeated the Western European view that economic boycotts were ''ineffective.'' He confirmed that France would not try to benefit from the American sanctions.\n \nEuropeans Meet on Monday\nHe said France hoped that a meeting of Western European foreign ministers next Monday on the issue would lead to ''accentuated cooperation'' in the fight against terrorism. He said France had already been reducing economic links with Libya, cutting trade by three-fourths over the last four years.\nThe United States' decision to impose an economic boycott, Mr. Dumas said, may reflect the fact that ''American trade with Libya has been relatively high in the past.''\nItaly halted arms sales to Libya after the recent airport attacks. And Mr. Whitehead said that France assured him today that an arms embargo it imposed on Libya after its invasion of Chad included spare parts.\nOn Tuesday, Austria announced that it would now require Tunisians and diplomats from ''certain countries'' to obtain Austrian visas in the future as part of a drive to increase security. Officials said the list of countries, which has not been made public, included Libya.\nThe three terrorists in the Vienna attack entered Austria on Tunisian passports that had been confiscated by Libya from Tunisian deportees. ----Swiss Won't Join Sanctions BERN, Jan. 22 (AP) - The Swiss Government said today that it would not sanctions against Libya.\nA spokesman, Achille Casanova, said President Reagan had been told in a letter that the Swiss were ready to participate in measures against terrorism, but would not join in sanctions against only one country or a limited group of countries.\n\nGraphic\n\n \nphoto of John Whitehead (AP)"
}