{
    "title": "The five worst political ads of 2014 Amid this year's nearly $1 billion crop of campaign commercials",
    "publisher": "usa today",
    "year": 2014,
    "month": 10,
    "day": 17,
    "full text": "Remember Willie Horton, the violent criminal used in ads to stir racial bias and eviscerate 1988 presidential candidate Michael Dukakis for his policies on parole? Sen. Mark Begich, D-Alaska, apparently does.\nHis Horton-esque ad featured a former Anchorage police officer recounting how a man got off with a light plea agreement when Begich's opponent, Dan Sullivan, was state attorney general. After getting out of prison, the man was charged with murdering a couple and sexually assaulting their 2-year-old granddaughter.\nThe world is full of criminals. Singling out one to play on people's emotions and argue that an officeholder is soft on crime is usually a cheap shot. But Begich's ad, which has been pulled, was closer to fraud.  The state Department of Law agreed to the sentence because of a clerical error -- one made before Sullivan became attorney general, no less.\nEquating President George H.W. Bush's organization known as Points of Light with terrorism takes gall and a vivid imagination.\nDavid Perdue, the GOP Senate candidate in Georgia, has these attributes in bulk. His ad against Democrat Michelle Nunn, who ran the group for six years, begins with the line: \"Michelle Nunn's own plan says she funded organizations linked to terrorists.\"\nSuffice it to say, Points of Light does not have any links to terrorism. In an ironic twist, the charge comes from a Nunn campaign internal review (what Perdue refers to as her \"own plan\") that concluded an opponent might make that claim.\nIf that weren't bad enough, Purdue goes on to conflate comprehensive immigration reform with terrorism. \"She's for amnesty,\" the ad says. \"Experts say our border breakdown could provide an entry for groups like ISIS.\" Really. Really?\nIn 2012, a pro-Obama group ran what came to be known as the \"Mitt Romney killed my wife\" ad. It featured a former steel worker discussing how Romney's company shut down his workplace and ended his insurance as his wife contracted cancer.\nFor the conservative Koch brothers, this misleading ad was not to be deplored but copied. Earlier this year, in a bid to brand Michigan Democratic Senate candidate Gary Peters as uncaring, a group they fund aired an ad with a leukemia patient bashing Obamacare, which Peters voted for. \"If I do not receive my medication, I will die,\" she said.\nJust about everything stated or suggested in the ad was wrong. She did not lose her doctor; her costs did not skyrocket. And because Obamacare caps out-of-pocket expenses, she almost certainly pays less. As the facts came out, the ad went through multiple revisions but never got it right.\nOne ad by Wendy Davis, the Democratic candidate for governor in Texas, against Republican Greg Abbott would be incendiary enough without the visuals.\nDavis accuses Abbott, who has been handicapped since a tree fell on him in 1984, of collecting up to $10.7 million in legal settlement and then fighting to limit compensation to other victims.\nThat's a pretty serious charge, based on a very selective reading of Abbott's career in law and politics as a champion of tort reform.\nBut what puts the ad over the top is its sinister imagery. It begins with a photo of an empty wheelchair and ends with the line: \"Greg Abbott. He's not for you.\"\nApparently, it's not enough for Davis to portray Abbott as uncaring, self-centered and wedded to business interests. She has to use his handicap to make him out as some alien force in Texas politics as well.\nThe Republican Party ad attacking Rep. John Barrow, D-Ga., is meant to be funny. A woman criticizes Barrow for voting for research on monkeys while she is sitting on a stool with a monkey perched on her shoulder.\nIn the name of humor, however, the ad repeats one of the biggest lies in American politics -- that federal spending could be substantially curtailed by axing silly programs of limited use. In fact, Washington's budget problems are the result of growing expenditures for popular and massive entitlement programs such as Medicare, Medicaid, Social Security, veterans' benefits and food stamps.\nThe amount in question for monkey research -- $820,000 -- is a tiny piece of the budget. If 20,000 programs like this were eliminated, government spending would shrink by less than one half of 1%. In this case, the laugh should be on the ad's producers. \n\nLoad-Date: October 17, 2014"
}