{
    "title": "The FBI vs. terrorists THE UAR ON TERROR(2)",
    "publisher": "daily news ",
    "year": 2016,
    "month": 10,
    "day": 4,
    "full text": "FBI agents review the crime scene of remnants of bomb debris on 23rd Street in Manhattan's Chelsea neighborhood on Sept. 18. Nobody expects the police to prevent every homicide or to prevent public corruption or eliminate drugs, but the expectation among many Americans is that the FBI should stop every terror attack. Former and current FBI officials accept the reality that the bureau faces a different standard.\nIn the United States, the FBI is the government agency in charge of investigating terrorism. But the bureau has been criticized for failing to thwart a series of\nterrorist attacks in recent years in Boston; Orlando, Florida; Garland, Texas; and now New York. In each of those cases, the person suspected of carrying out the attack had been investigated previously by the FBI. The latest case involved Ahmad Khan Rahami, 28, who was charged with setting off bombs in New York and New Jersey.\nWhy wasn't the FBI\nable to prevent the\nattacks by arresting\nthose now believed to be responsible?\nNone of the people in those cases had broken the law or given a clear indication they intended to go on a killing spree. The FBI is not allowed to conduct open-ended investigations without justification. Traveling to Pakistan or Afghanistan or expressing admiration for Osama bin Laden or the Islamic State could put someone on the FBI's radar, but none are illegal. The FBI cannot jail someone without evidence of a crime and must follow extensive guidelines that are intended to protect privacy and civil liberties.\nJames B. Comey, the FBI director, is fond of reminding the public of the FBI's checkered past and what happens when the rule of law is not followed. He keeps a copy on his desk of then-Attorney General Robert F. Kennedy's approval to wiretap the Rev. Martin Luther King Jr., a move that later brought shame to the bureau.\nWhat can the FBI do to\nprevent an attack?\nA lot, in some cases, but that is not always enough. After Omar Mateen fatally shot 49 people in an Orlando nightclub in June, Comey revealed that the FBI had investigated Mateen beginning in 2013. At that time, the bureau opened a preliminary investigation after Mateen told co-workers he had family ties to al-Qaida, was a member of Hezbollah and wanted to die a martyr. The FBI used confidential informants to determine if Mateen was a terrorist and placed him on a watch list.\nA preliminary investigation has a limit of six months, but it was extended another four in Mateen's case. But the bureau failed to find evidence that he was plotting an attack or had connections to an overseas terrorist group. In an interview with reporters after the Orlando shooting, Comey said about the case: \"We are also going to look hard at our own work to see whether there is something we should have done differently. So far, the honest answer is: I don't think so.\"\nIn a failed plot last year to attack an exhibition of cartoons depicting the Prophet Muhammad in Garland, Texas, one of the attackers was already under full investigation. Yet the FBI was unaware that they had obtained guns and traveled across the country. The police killed both men before they carried out their plan.\nDid the FBI miss anything in investigating Rahami?\nThat question will linger for months. Rep. Michael McCaul, R-Texas, chairman of the House Committee on Homeland Security, has already said he wants to review the FBI's handling of the case.\nLaw enforcement officials believe agents did not miss anything. After Rahami stabbed his brother during an August 2014 dispute in New Jersey, where the family lives, the local police interviewed Mohammad Rahami, the father. He told investigators that Ahmad might be involved in terrorism. The police passed that information to the FBI-led Joint Terrorism Task Force in Newark.\nThat prompted an assessment, which can last 90 days, and is the most basic of bureau investigations. It allows the use of informants, limited physical surveillance, mining databases and conducting interviews. Members of the task force repeatedly interviewed Mohammad Rahami and spoke with others who knew his son. The FBI did not interview Rahami, who was jailed after the stabbing, and closed the case the following month.\nIt is unclear why the FBI did not seek out Rahami, but an interview alone does not always identify a future criminal. In 2011, the FBI received information from Russian officials that Tamerlan Tsarnaev, one of the brothers who bombed the Boston Marathon, had become radicalized. In that case, the FBI opened an assessment and interviewed both Tsarnaev and his family members, but after the Russians never provided additional information, the investigation was dropped.\nIs it fair to always ask if\nthe FBI is at fault?\nNobody expects the police to prevent every homicide in Chicago or Los Angeles or to prevent public corruption or eliminate drugs. But the expectation among many Americans is that the FBI should stop every terror attack. Former and current FBI officials accept the reality that the bureau faces a different standard.\nThat threat has only grown since Sept. 11, 2001, and more recently with the rise of the Islamic State. The FBI in recent years has averaged 10,000 assessments a year, and 7,000 to 10,000 preliminary or full investigations involving international terrorism. In addition, the FBI receives tens of thousands of terrorism tips. All of those have to be tracked down, as in the case involving Rahami. That does not include information the FBI learns from foreign partners, war zones or U.S. agencies. Most investigations never end in prosecution.\nIn the meantime, the FBI and the Justice Department have prosecuted more than 100 cases involving the Islamic State. Officials say those are the cases that the public tends to overlook, as well as all the other plots they stopped.\nAdam Goldman, New York Times\n\nLoad-Date: October 4, 2016"
}