{
    "title": "THE DEATH OF OSAMA BIN LADEN Area high school students come to terms with death Teens were in grade",
    "publisher": "the world",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "Since he was 6 years old, Matt Massie has known Osama bin Laden as the face of public enemy No. 1.\nTen years later, the 15-year-old South Charleston High School International Baccalaureate student is grappling with how to react to the death of the al-Qaida leader responsible for the tragic events that unfolded on Sept. 11, 2001.\nLike other high school students, Massie was in elementary school when commercial jetliners hijacked by members of the terrorist organization struck the World Trade Center and the Pentagon.\nBecause they were so young, their memories of that day are foggy, and a full understanding of the gravity of what happened did not come until a few years after the attack.\n\"I went to day care and I remember they were watching it there, but I didn't realize what was going on. I just knew there were planes and that the people taking care of us were really freaking out, but I didn't understand why,\" said Chandler Milam, another sophomore at South Charleston High.\nWhen President Barack Obama announced Sunday night that bin Laden had been killed in a compound in Pakistan, there were celebrations all around. But for students like Milam and Massie, it was a moment of mixed feelings stemming from those intangible memories and countless classroom discussions.\n\"Last night I watched the president's speech about it, and it was a strange euphoria. When I heard that it happened, I couldn't believe it. Once I found out, I don't know if I felt empty or happy; I can't really tell,\" Massie said.\n\"Really my whole life he has been out on the run, and I've never had a time where this man was not public enemy No. 1 for America.\"\nWhen he was finally old enough in middle school to understand the consequences of Sept. 11, 2001, all Milam felt was sadness and the angry urge to get back at whoever this mysterious group was that caused such pain in his country.\nUpon hearing the president's announcement, however, the uncertainty of what happens now that the 10-year pursuit of at least bin Laden is over is more of a concern than his initial feelings about the attacks.\n\"I don't want to say I was happy, but I was glad and scared at the same time. I'm glad we have made progress, but I'm also very worried about possible retaliation acts,\" Milam said.\nUnderstanding the latest development of the War on Terror and what it means for the political atmosphere begins with defining terrorism in David Hauser's Introduction to National Security class at West Virginia University.\nStudents in Political Science 293 are currently tackling Hauser's take-home final exam. One questions pertains to whether or not terrorism can be combated with traditional military tactics.\nHauser believes it is too soon for students to be able to conclude what kind of impact bin Laden's death will have on politics.\n\"What we know right now is the initial story, and the initial story tends to change. I think we need a month or more to get the story straight to see what the effects are before it impacts what we know about terrorism in general,\" Hauser said.\nJames Logue, a senior political science student at WVU, is working on Hauser's final.\nFor the past 10 years, Logue has weighed all of the possibilities of bin Laden's whereabouts and at one point considered the possibility that the terrorist could already be dead.\n\"I would almost look at it as a military tactic, but not a chivalrous one by any means,\" Logue said.\nSept. 11 \"definitely kind of characterized my generation; his face came to symbolize terror and that's what we're all fighting over.\"\nWhen it comes to reaching conclusions about bin Laden's death and the possible repercussions, students might still be on their own. Hauser says he does not foresee this changing the way he teaches politics any more than Sept. 11 did.\n\"Sept. 11 was eye-opening for America, but in the end it has not changed American or global politics in the same way World War I, World War II or even Vietnam changed international politics,\" Hauser said.\nEd Booten, the International Baccalaureate coordinator at South Charleston High, agrees with the general idea that the way he teaches current events and leads classroom discussions will not change drastically.\nBut Kylie Joins, another of Booten's sophomore students, says the way she has always looked at the disaster has changed from the first time she saw a plane smash into one of the towers on a TV in her elementary school classroom.\n\"Honestly, I was completely surprised. It was one of those things that sort of gravitated back to recognizing him as more of a presence than a man, and to find out he's dead - it makes it all crash back into reality,\" Joins said.\n\"It changed my entire outlook on everything. The history is the same, but the outcome is different.\"\nBOB WOJCIESZAK/DAILY MAIL\nSouth Charleston High School students, from left, Matt Massie, Kylie Joins and Chandler Miliam talk about what the death of Osama Bin Laden means to them. They were very young when the hunt for \"public enemy No. 1\" began after Sept. 11, 2001.\nContact writer Amber Marra at amber.marra@dailymail.com or 304-348-4843.\n\nLoad-Date: May 3, 2011"
}