{
    "title": "The 'Wanted Dead' Option",
    "publisher": "the new york times",
    "year": 2010,
    "month": 5,
    "day": 2,
    "full text": "BAGHDAD -- You can hardly blame Iraq's beleaguered prime minister, Nuri Kamal al-Maliki, for trumpeting the killing of the two leaders of Al Qaeda in Iraq last month as a lethal blow to the local terrorist franchise.\n  ''Decapitation,'' as it is called, has long been seen as the silver bullet of counterterrorism. Military commanders and especially political leaders rarely resist the temptation to embrace the strategy -- think, ''Osama bin Laden, Dead or Alive'' -- as the short road to the end of a war on terror.\n  But it rarely is so easy. The reported killing in January of Pakistan's Taliban leader, Hakimullah Mehsud, by an American drone not only failed to defuse the fight there; as officials said last week, the reports may not even have been true.\n  Still, Mr. Maliki's optimism may not be entirely misplaced, because  in some circumstances decapitations can work. Understanding what those conditions are also helps explain why the  war in Iraq may end differently from that in Afghanistan.\n  Al Qaeda in Iraq is hardly defeated, but recent academic research on decapitation as a strategy suggests that in this case, it may in fact have put the group closer to demise -- not so much because the airstrikes  were accurate as because Iraqis have lost respect for the group.\n  ''Decapitation does not have a great historical track record in ending groups on its own,'' Audrey Kurth Cronin, an author and professor at the National War College in Washington, wrote in an e-mail message. But her new book, ''How Terrorism Ends'' (Princeton University Press),  outlines circumstances in which terrorist groups over the last two centuries have run their course. ''When decapitation is most effective,'' she added, ''it's due to a number of things.'' And in Iraq, the single most significant factor has been the erosion of Al Qaeda's popularity in recent years.\n  At the height of the violence here, the group effectively governed cities, villages and even entire regions, with the explicit or at least tacit support of Iraqis. ''They controlled territory the size of New England in 2006,'' says Peter Bergen of the New America Foundation in Washington.\n  As the Taliban does now in swaths of Afghanistan and Pakistan, the Iraqi group could operate openly, recruit fighters and raise its own funds (in the Iraqi case, by running, or extorting money from, oil fields and even phone companies), as it used terrorism to wage an insurgency against an occupying power.\n  Ultimately, though, Iraqis soured on the group's Islamic ideology, its foreign leadership and its use of indiscriminate violence, which killed as many Iraqi civilians as it did American ''occupiers.'' That, as much as the American ''surge'' in troops in 2007, was what changed the dynamic in Iraq.\n  ''The Al Qaeda in Iraq brand,'' Mr. Bergen said, ''is horribly tarnished,'' reflecting the idea that terrorism, at heart, is a campaign for consumer loyalty.\n  Which is where decapitation fits in. The question now is whether the group can recover from the loss of two leaders: Abu Ayyub al-Masri,  an Egyptian who served as the military commander, and Abu Omar al-Baghdadi, the chief ideologue.\n  A recent statistical analysis by Jenna Jordan of the Chicago Project on Security and Terrorism that appeared in the journal Security Studies found that the removal of a terrorist leader succeeded in defeating a group only 17 percent of the time. Having studied 298 killings or arrests of leaders from 1945 through 2004, Ms. Jordan concluded that ''the marginal utility for decapitation is actually negative,'' because martyrdom can actually rally the troops.\n  Still, she found that other factors, like the age and size of the group, could change the odds: The smaller and younger a terrorist group, for example, the more likely that decapitation could work.\n  While the central Qaeda group led by Mr. bin Laden has been around for decades, the Iraqi franchise emerged only after the 2003 invasion.\n  And it has been shrinking. A wave of arrests -- apparently based on fortuitous intelligence -- seems to have decimated its ranks, depriving the group of fighters who might have risen and taken over. Meanwhile, officials say, ordinary Iraqis have become more willing to come forward with tips, which are essential to a counterterrorism strategy.\n  It's telling that while Al Qaeda in Iraq's political arm   acknowledged the deaths of the two men last week, it has not yet announced their replacements, as Al Qaeda in Iraq did in 2006 after the death of its founder, Abu Musab al-Zarqawi.\n  ''One of the differences this time, we believe, is there are less charismatic and combat-proven leaders remaining in Al Qaeda that can step up and assume that leadership role as effectively as in the past,'' said Brig. Gen. Ralph O. Baker, deputy commander of American forces in Baghdad.\n  He added that the group's captured leaders have been surprisingly cooperative with Iraqi interrogators, an indication that zeal within the group is less than it once was. The same may be true of support from the international jihad. ''When Al Qaeda was a highly effective organization, Osama bin Laden would often talk about Iraq,'' Mr. Bergen said. ''In his recent statements, he doesn't talk about it.'' Iraq, he added, ''is no longer the good war for them.''\n  Of course, declarations of success in Iraq have been premature before, and Iraq remains horrifically violent. Other extremist groups, and Iraq's political disarray, almost guarantee more carnage.\n  As Ms. Cronin says, though, terrorist groups are not indestructible. That may be why some officials here think Iraq and the United States may, at last, have turned a corner on A.Q.I., as she calls the Iraqi Qaeda group. ''No one can say a group has definitely 'ended,' except in retrospect,'' she wrote. ''And some groups are more violent in their closing phase. But I do believe that A.Q.I.'s days are numbered.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: OUT OF THE PICTURE: The Iraqi government announced the killings of two leaders of Al Qaeda in Iraq -- Abu Omar al-Baghadi, left, and Abu Ayyub al-Masri --  in April as a major blow to the group. (IMAGES PROVIDED BY IRAQI PRIME MINISTER OFFICE)                                               \n\nLoad-Date: May 2, 2010"
}