{
    "title": "THE WORLD; A Week's Worth Of Terrorism",
    "publisher": "the new york times",
    "year": 1986,
    "month": 7,
    "day": 20,
    "full text": "If nations kept a police blotter on international terrorism, here is what would have been on it last week:\n* In Beirut yesterday, ambushers fired on an American University Hospital bus, killing a doctor, a hospital administrator and two other hospital employees, all of them Lebanese Christians. A Christian mililtia radio station blamed Syria, whose troops now patrol Beirut, for failing to protect the Christians from assassins they assumed to be Moslems.\nThe shooting took place at the Green Line between the city's Christian and Moslem sectors.\n* Vice President Abdel Halim Khaddam of Syria said in Paris that the five American hostages and others being held in Lebanon were under the control of ''militias'' in Beirut, not in Syrian-controlled Eastern Lebanon, as had been thought. Diplomats said he seemed to imply that efforts to free them should be directed through Iran.\n* Basque separatists took responsibility for a bomb that killed 10 members of the paramilitary Civil Guard in Madrid. Fifty-six people, including a dozen civilians, were injured. The bomb, apparently detonated by remote control, exploded in a van as it was passed by a bus taking young officers to highway patrol classes. State televison suggested that the bombing, which brought to 29 the number of people killed in political violence in Spain this year, was related to the expulsion from France Sunday of Domingo Iturbe Abasolo. He is thought to be the military leader of the group known as E.T.A., which is campaigning for an independent Basque nation in three northern provinces.\n* In Portugal, a previously unknown group, the Armed Revolutionary Organization, said it was responsible for four bombings that caused damage but no casualties in the southern cities of Evora and Setubal.\n\nGraphic\n\n \nPhoto of man wounded in Madrid bombing (Reuters)"
}