{
    "title": "The year-old war on terrorism",
    "publisher": "the deseret news",
    "year": 1999,
    "month": 8,
    "day": 9,
    "full text": "One year ago this week, President Clinton declared a war on terrorism after ordering bombing raids in Afghanistan and Sudan. The raids came in retaliation for the bombing of two U.S. embassies in Africa, and, although critics questioned the president's timing -- it came soon after he was forced to admit he had lied about his affair with Monica Lewinsky -- no one could seriously question the cause against terrorism, or against notorious mastermind Osama bin Laden.\nOne year later, the nation is left wondering what has happened to this war, which the president said would be \"a long, ongoing struggle between freedom and fanaticism, between the rule of law and terrorism.\" The evidence is mixed.\nBin Laden still is on the loose. The administration rarely mentions him these days, although he has given no sign of abandoning his passionate hatred of the United States. Iraq remains under the leadership of Saddam Hussein, and it remains belligerent. The Clinton administration deserves credit for resuming military strikes against Saddam, but those strikes continue virtually unnoticed by the world and have accomplished little. Saddam, meanwhile, continues to remain free from any oversight by the United Nations or any other part of the free world.\nAnd, perhaps more importantly in light of last year's embassy bombings, U.S. embassies around the world remain vulnerable to attack. State Department officials say only 31 of 270 embassies and consulates worldwide are adequately protected from car bomb attacks. This despite a $1.5 billion project to rebuild buildings and hire extra security.\nThere is some good news, as well. Bin Laden hasn't killed any Americans in the past year, despite his threats. The U.S. government, meanwhile, has harassed him and his followers, arresting many of them, including Mamdouh Mahmud Salim, a top lieutenant believed to have helped plan the embassy bombings.\nPerhaps, as the president said, this is \"a long, ongoing struggle\" and success must be measured in small increments. But it seems as if the administration keeps nibbling around the edges without hitting the big targets; as if it is operating without any clear objectives or strategies. And it seems as if the war, which seemed so urgent one year ago, has worked its way down on the list of priorities.\n\nLoad-Date: August 10, 1999"
}