{
    "title": "The Next Supreme Court Nominee",
    "publisher": "intelligencer journal",
    "year": 2008,
    "month": 10,
    "day": 11,
    "full text": "President Bush was in Ohio on Monday, touting his record of appointing conservative judges \"who don't legislate from the bench.\"\nBush's appearance in the Buckeye State, a battleground state in presidential politics, serves to remind voters of the significance of the Nov. 4 election beyond the predominant issues of the economy and the war of terrorism.\nBush is particularly proud of his appointment of two stellar conservative justices on the high court, Chief Justice John Roberts and Justice Samuel Alito.\nThe appointment of Roberts and Alito, along with other Bush judicial appointees to the federal system, will influence the nation long after the president leaves office in January.\nThe same can be said for Bush's successor.\nExperts say Republican John McCain or Democrat Barack Obama almost certainly will be able to appoint one - and possibly three - justices of the Supreme Court.\nEven one appointment, experts say, could alter the direction of the high court, whose ideological makeup remains narrowly split today.\nIf John McCain becomes president, he will appoint justices who strictly interpret laws as written and who don't impose their own views when making decisions.\nMcCain says justices should resist \"judicial activism,\" particularly in cases involving controversial issues such as abortion or gay rights. He says decisions on those issues should rest on the shoulders of state legislatures and voters, not the courts.\n\"My nominees will understand that there are clear limits to the scope of judicial power and clear limits to the scope of federal power,\" he says.\nAlso, McCain has formed an advisory committee made up of conservative legal minds to provide input on his court appointments.\nObama, on the other hand, voted against confirming Roberts and Alito. So you can easily imagine where he stands.\nIn May, Obama told CNN that he considered Justices Stephen Breyer, Ruth Bader Ginsburg and David Souter to be \"sensible.\" They also are three of the most liberal voices on the 9-member court.\nObama, an attorney who has taught constitutional law, has said the Constitution \"is not frozen in time,\" a buzz phrase for the judicial activism that McCain, as many Lancaster County residents, abhors.\nThe next president will be able to exert his influence on, not only the Supreme Court but lower federal courts, through his judicial appointments.\nA number of divisive issues are likely to come before the federal courts over the next four to eight years - abortion, gay rights, gun control, privacy, civil liberties in the age of terrorism.\nHow the court rules on these issues depends to a significant degree on who will be sitting in the Oval Office.\nIf it's McCain, it will be one thing. If it's Obama, it will be something entirely different.\n\nLoad-Date: October 12, 2008"
}