{
    "title": "The War in Afghanistan Turns 17",
    "publisher": "the day ",
    "year": 2018,
    "month": 10,
    "day": 11,
    "full text": "As of Sunday, the war in Afghanistan is 17 years old. That sentence alone is shocking. Most teens that age have \"senioritis\" and thoughts about the independence college will bring at the forefront of their minds. Many of those same teenagers will enlist in the military and possibly fight in a war that began before they were born.\nExplanations for the war's persistence can be found in three spheres: political, military, and societal. In short, no American president wants to be the one to \"lose\" Afghanistan, military leaders generally believe that \"there is no substitute for victory,\" and the American public is divorced from the costs and consequences of the war but has outsized fears of terrorism.\nThe Bush administration launched the war on Oct. 7, 2001, less than a month after the attacks of Sept. 11. Despite Afghanistan's reputation as the \"graveyard of empires,\" U.S. military success was stunning. In line with what later became known as the \"Afghan Model,\" U.S. airstrikes and special operations forces combined with Afghan rebel forces to oust the Taliban from power. A new government was established under Hamid Karzai, but the situation has continued to deteriorate ever since. \"Victory\" has remained elusive across three administrations. Despite increasing the U.S. military presence in Afghanistan, the Obama administration pledged that it would remove troops by the end of 2014. President Donald Trump also railed against the wisdom of the conflict, but he, too, increased the American military presence - claiming he would pursue a radically different strategy that was, in reality, little different than that of his predecessors.\nHow does a country remain in a war that is old enough that the children of its veterans can serve in it? It makes little strategic sense to do so given the likelihood that success will remain elusive at any acceptable cost and the need to dedicate resources to looming major power competition. Why does the conflict persist?\nFirst, no American president wants to be blamed for losing the war. The image of U.S. troops retreating is bad enough; the victors' messy consolidation power over the fallen country threatens to add insult to injury.  For example, the Nixon administration wanted to create a situation in which there was a \"decent interval\" between an American withdrawal from Vietnam and the day North Vietnam \"gobble[d] up\" the south, so that the fall could be blamed on the government in Saigon. Multiple presidents have understandably chafed at the prospect of images of Taliban forces overrunning Kabul on their watch.\nSecond, while military leaders are reluctant to start wars, generally speaking, they believe in finishing them. As one of President Trump's favorite generals, Douglas MacArthur, declared, \"there is no substitute for victory.\" And while it is not at all true, the sentiment is understandable and encapsulates how many military leaders feel. America's military leaders have been unified in their belief that the war should continue, and several have gone to great rhetorical lengths to convince the president of that. Secretary of Defense (and retired U.S. Marine Corps general) James Mattis, for example, told the president that the United States needed to stay in Afghanistan - and send troops elsewhere - because doing so was necessary to prevent a terrorist attack on Times Square. Then-National Security Advisor H.R. McMaster, at the time an active-duty U.S. Army three-star, reportedly showed the president pictures of Afghan women in 1970s Kabul wearing miniskirts to convince him of what could be if the military remained. The military also routinely reports progress in the war. Yet after 17 years, so many corners have been turned, the war effort is going in circles.\nThird, the American public feels no pain from the war. A number of scholars have demonstrated how the failure to internalize the costs of war - in treasure or blood - disconnects the American people from the consequences of 17 years of fighting. With less than 1 percent of the population serving in the active-duty military, few Americans personally face the risks of combat. More importantly, as Cornell University political scientist Sarah Kreps has written about extensively, the lack of taxes to pay for the war divorces the American people from the financial consequences of the effort.\nForeign policy generally plays little role in elections, but the fact that the war continues to feel cost-free for the American people all but ensures voters will fail to pressure their elected leaders to end it.\nMaking the problem more intractable is that the three factors discussed here are interrelated. For example, while foreign policy writ large generally plays little role in electoral politics, terrorism looms large. The American people have an outsized fear of terrorism. Analyst after analyst has found that the odds of dying are infinitesimal. Yet Americans in 2016 ranked the issue's importance to their decision at the ballot box disproportionately high when compared to the real-world impact terrorism has.\nThe electoral salience of terrorism makes Mattis' warning about preventing an attack on Times Square weighty. President Trump ran, in part, on being tougher than everyone else on terrorism. He would \"bomb the shit\" out of ISIS, go after terrorists' families, and reintroduce torture as a counterterrorism measure. A successful terrorist attack following a withdrawal from Afghanistan would shatter the image he has attempted to project and reinforce the narrative that a war was \"lost\" on his watch. Meanwhile, public ambivalence about the war itself means there is no political counterweight against these arguments.\nThis analysis paints a pretty dismal picture, suggesting as it does that the war in Afghanistan will still be with us when it becomes old enough to drink in a few years. Some analysts have suggested foreign policy overreach will not end absent some \"shock\" to the American political system, most likely in terms of a financial catastrophe. And while such an event cannot be ruled out, there are options available for more proactive solutions - specifically, internalizing the costs of the war in ways that might put a dent in the American public's ambivalence to toward it.\nPhoto credit: Creative Commons 2.0 by the U.S. Army. \nThe post The War in Afghanistan Turns 17 appeared first on Niskanen Center.\n\nLoad-Date: July 16, 2019"
}