{
    "title": "The nuclear terrorism threat is real",
    "publisher": "the world",
    "year": 2005,
    "month": 7,
    "day": 10,
    "full text": "First the 9/11 attacks in New York and Washington. Then last year's train bombing in Madrid. And now a series of blasts tearing through London's subway and bus system. As horrific as these terrorist attacks were, we ain't seen nothing yet.\nJust wait until terrorists explode a small nuclear bomb in a major U.S. or European city. This threat is real, and, contrary to what some people may think, it's not going away even if George Bush were to withdraw U.S. troops from Iraq, close the Guantanamo prison and resign as president. Terrorists would still try to slaughter innocents, especially Americans.\nIf a nuclear nightmare comes to America - and some terrorism experts say the question is not if but when - we won't be able to say we weren't warned. And as things stand now, we won't be able to say we did everything we could to prevent it.\nFor years now Sam Nunn, the former U.S. senator from Georgia and one of the few people who seems to take nuclear terrorism seriously, has been among those who have been warning about the danger of terrorists getting their hands on some of the \"loose nukes\" - bomb-making material that is unaccounted for or inadequately secured - around the world but primarily in the former Soviet Union.\nNunn, who was considered the Senate's leading authority on national security issues, isn't trying to scare us to death. It's just that he takes the threat of nuclear terrorism seriously. Does anyone else?\nSpeaking at a forum in Washington recently, Nunn offered this chilling assessment: We are losing the battle to keep the world's most dangerous terrorists from getting their hands on bomb-making nuclear material.\n\"We are in a race between cooperation and catastrophe, and the threat is outrunning our response,\" said Nunn, former chairman of the Senate Armed Services Committee and now co-chairman of the Nuclear Threat Initiative, a nonprofit group that promotes nuclear nonproliferation.\nIn the Senate, Nunn co-authored legislation to spend $400-million annually to help Russia dismantle and secure its nuclear stockpiles. But U.S.-Russian cooperation on this project has been hindered by a disagreement over which country would assume liability for a nuclear accident.\nNunn also is urging President Bush and Russian President Vladmir Putin to reach an agreement to monitor smaller nuclear \"tactical\" weapons. \"We don't have good counts on those, we don't know where they are,\" Nunn said.\nThere is no question that Osama bin Laden has a nuclear weapon at the top of his terrorist shopping list. The 9/11 commission said in its report: \"The greatest danger of another catastrophic attack in the United States will materialize if the world's most dangerous terrorists acquire the world's most dangerous weapons . . . al-Qaida has tried to acquire or make nuclear weapons for at at least 10 years.\"\nThomas Kean, who served as a co-chairman of the commission, said on NBC's Meet the Press a few weeks ago that bin Laden talks about making an American city his Hiroshima. \"He talks about Hiroshima. He's studied it. He feels that when we dropped the bomb on Hiroshima, that it psychologically ended the war because the Japanese couldn't continue anymore,\" Kean said, adding that the al-Qaida leader believes a nuclear bomb attack would drive America out of the Middle East.\nFormer CIA director George Tenet has said bin Laden considers the acquisition of chemical, biological and nuclear weapons to be a \"religious obligation.\" In 2003, according to some reports, the face of international terrorism even sought and received a religious ruling, or fatwa, from a radical Saudi cleric saying a nuclear bomb attack on U.S. civilians was permissible under Islamic law.\nEarlier this year, J. Porter Goss, Tenet's successor at the CIA, was asked at a Senate hearing if the material missing from Russian nuclear facilities was enough to construct a nuclear weapon. Goss replied: \"Senator, the way I would prefer to answer the question is: There is sufficient material unaccounted for so that it would be possible for those with know-how to construct a nuclear weapon.\"\nYou would think that nuclear terrorism would have been on the agenda of the G-8 nations whose leaders met in Scotland last week. The G-8 agenda had two items: global warming and African aid. After their meeting was interrupted by the London bombings, the G-8 leaders presented a united front in condemning terrorism but said nothing about the urgency of keeping nuclear weapons out of al-Qaida's hands.\nIs anyone listening to Sam Nunn?\n \nPhilip Gailey's e-mail address is gailey@sptimes.com.  \n\nLoad-Date: July 10, 2005"
}