{
    "title": "The other big news about bin Laden",
    "publisher": "chicago daily herald",
    "year": 2011,
    "month": 5,
    "day": 5,
    "full text": "The big news is not that Osama bin Laden is dead. I mean, that is certainly big news, but a guy in hiding who has a record price tag on his head is not exactly an effective leader of a revolutionary movement. The big news, at least by my lights, is that Americans waving flags seem to be the biggest demonstrations going on.\nI'm not for one minute diminishing the success of the American military in tracking down bin Laden or the credit the president rightly deserves as commander in chief of such a mission. Nor have I forgotten that every family who lost a loved one because of this man deserves a chance at closure.\nI'm usually the one who's pointing out that ours is a nation of laws; that we take revenge in courts, not in secret bunkers; that even in times of war, we convene tribunals before we employ firing squads. Not here. Bin Laden is different. Hitler, too. Exceptions make the rule. You prove the next guy is as bad as they were, and I'll say kill him, too.\nMy first thought upon hearing the news of the killing was to run through my head who in my family was flying or was about to. Fear, in other words. Recognition of the danger that he would be seen as a martyr, that his execution at the hands of America might re-energize his base, even if it is dwindling.\nSo far so good, which is, of course, the worst thing you can say about terrorism. Vigilance. But — knock on wood, keep the evil eye away and all — so far so good in the Muslim world.\nYes, there is the familiar picture held high in a pro-Taliban demonstration. But the big talk is about the anti-government movements spreading through the Middle East and North Africa, most recently in Libya with American and French air support. The bin Laden message of jihad against the United States rings a little hollow when the issues people are talking about are jobs and freedom, and American planes are bombing government positions — which is not to say we are safe.\nI grew up being afraid of the Soviet Union. We had bomb shelters in the school basement, as if they would save us from nuclear fallout.I can't say that I look back fondly on the Cold War, but it was a different kind of fear from the one I've felt over the past 10 years. How many bin Laden followers does it take to bomb a cafe or a bus stop or far worse? How many crazy people does it take to terrify a nation?\nThe reason acts of \"terrorism\" are deserving of the worst punishment is that they not only take lives, but they also tear at the very fabric of our society. Years ago, I studied fear of crime and, as did other researchers, came to the not-so-surprising conclusion that \"fear of crime\" took a greater toll on society than crime itself.\nTerrorism lives on fear and breeds it. You cannot give in to it. But you would be hard-pressed not to worry about it, especially because no one is telling you that there is an air-raid alarm and when it goes off, everybody goes down to the basement where their parents will somehow magically find them when the nuclear attack is over.\nOsama is dead. We tracked him and found him. We are helping the people in the Muslim world fight for democracy and basic rights. There are still scary and dangerous and evil people in the world, who don't value the lives of anyone. But now, at least, there is one fewer, and the world is certainly a better place for that.\n\nLoad-Date: May 6, 2011"
}