{
    "title": "The Domestic Terrorism Discussion_ The Elephant in the Gun Debate Room",
    "publisher": "university wire",
    "year": 2013,
    "month": 2,
    "day": 11,
    "full text": "We are all privy to the enormous impact that gun violence has had on recent United States history. Presently, a task force on gun control led by Vice President Joe Biden has just been completed, President Barack Obama has declared his willingness to use executive orders on the matter, a shift towards new state gun control laws like those of Governor Andrew Cuomo of New York has occurred and the renewed debate has substantiated conversations in the U.S. Congress as well as amongst the American populace and the entire world. In the age of terrorism's arrival to the world stage, we are equally aware of the incredible detriments terrorism has likewise forced on our society. However, the latter has had united, forceful and timely responses on the part of the American government and its constituents. Why has this lack of responsiveness and action to American gun violence continued over the past few decades? Why have these instances of gun violence not been considered to be domestic acts of terrorism?  Defining massacres like the slaughter at Sandy Hook Elementary as terrorism would have significant implications for our government's current task at hand and in our society as a whole.\nThe Wikipedia page dedicated to the 1995 Oklahoma City bombing reads, \"The Oklahoma City bombing was a terrorist bomb attack on the Alfred P. Murrah Federal Building in downtown Oklahoma City on April 19, 1995.\" The FBI originally suspected that international terrorists, perhaps the same that had executed the 1993 World Trade Center attacks, were responsible for this bombing in Oklahoma that claimed the lives of 168 people and injured over 680. Ibrahim Ahmad, a Jordanian-American, was arrested on the day of the attack while traveling to his family's home in what was referred to as an \"initial dragnet.\" He was later cleared of all charges, after Timothy McVeigh and Terry Nichols were deemed the main perpetrators of the attack. The response to Oklahoma City was harsh - the U.S. government had no problem recognizing the massacre as terrorism, passing the Antiterrorism and Effective Death Penalty Act of 1996.\nBut McVeigh and Nichols are not the only American militant perpetrators of violence to target American civilians in our history. In 1994, former Airman Dean Allen Mellberg injured or killed twenty-eight people inside a hospital in the shooting at the Fairchild Air Force Base in Washington. In the 2009 Fort Hood massacre, Army Psychiatrist Nidal Malik Hasan injured or killed forty-three. These are just two of the sixty-two mass shootings that have occurred in the United States in the past twenty years.\nThere is much controversy over the definition of \"terrorism\" as the word has become so politically and emotionally charged. Since 1994, the United Nations General Assembly has used this description of terrorism: \"Criminal acts intended or calculated to provoke a state of terror in the general public, a group of persons or particular persons for political purposes are in any circumstance unjustifiable, whatever the considerations of a political, philosophical, ideological, racial, ethnic, religious or any other nature that may be invoked to justify them.\"\nBut must acts of terrorism be defined as politically charged? And who is to determine whether the motivations behind an act of violence are legitimate or not? Where is the fine line between dismissing perpetrators as crazy products of America's mental health failings and recognizing their motivations as somewhat political, as though these acts are therefore sickly justified by an arbitrary definition?\nIn defining terrorist attacks, the weapons used and the scale of the attack should not determine whether or not we label them as terrorism or domestic shootings.\nIn a post 9/11 world, it often seems mandatory that the word \"terrorist\" go hand in hand with actors such as Al Qaeda, or other largely Middle Eastern fundamentalists that are part of a society filled with people constantly portrayed by the Western media as \"the other\".\nWhy is \"terrorism\" so taboo? Born and raised in the greater New York City area, I can personally testify to the unspoken paranoia that the events of 9/11 permanently ingrained in our everyday lives. I understand how shootings in high schools, elementary schools, hospitals, universities, movie theaters, restaurants and post offices generate the exact same sort of paranoia and fear that the American populace knew all too well in the wake of the massacre at Sandy Hook Elementary. Can't American perpetrators of violence - the majority of whom have been white males in their twenties and thirties - be considered terrorists with the same vigor that international agents are?\nIf we did declare these perpetrators to be domestic American terrorists, the responses of the National Rifle Association, the American government and the American people would be different. We would not be hopelessly polarized and divided; we would be coming together as a nation to face the state of dire crisis that has manifested itself over the past two decades, as we did after our country was attacked by international terrorists on September 11, 2001.\nIn December, ABC News released statistics of the annual rates of gun homicides in seven of the eight G-8 countries (excluding Russia). In Japan, there is an average of zero gun homicides each year. In France and the United Kingdom, there are 10,000. In Germany, there are 20,000; in Canada, 50,000; and in Italy, 71,000. In the United States of America, there are 320,000 gun homicides on average each year. If the reality of this statistic does not qualify as provoking a state of terror - in the words of the UN General Assembly - then I am at a loss for what truly does.\nThe United States is a country that has declared a War on Terror, a country that vocally condemns international terrorism and has put everything on the line in the name of combating it from our troops overseas to human rights violations in Guantanamo Bay. We have utterly and hypocritically failed, as we have so many times before in our history, to recognize our own deeply rooted problem of American domestic terrorism. Only when we are able to admit that many facets of our society that are fueling the sort of environment in which domestic terrorism is bred will we actually see a change. ·\n(Visited 35 times, 1 visits today)\n[mc4wp_form id=\"5878\"]\n\nLoad-Date: March 6, 2024"
}