{
    "title": "THE PRESIDENT'S BUDGET PROPOSAL_ THE OUTLAYS -- State Department Fighting Terrorism And Global AIDS",
    "publisher": "the new york times",
    "year": 2004,
    "month": 2,
    "day": 3,
    "full text": "The budget submitted on Monday by President Bush was good news for some departments and agencies and not-so-good news for others.\n     In international affairs, President Bush's $31.5 billion budget gives a strong push to counterterrorism spending, international AIDS programs, foreign military assistance and embassy staffing and construction. \n It cuts aid in some traditional areas, especially bilateral or regional support administered by the Agency for International Development, by 13 percent. For example, child survival programs in Africa as well as development aid to Latin America and Eastern Europe would decline, though overall foreign assistance would rise by 9 percent.\nThe budget gives a considerable increase to the Millennium Challenge Account, a new development program that offers financial incentives to countries that adopt political, economic and social policies considered to be sound. The program was devised to appeal to results-oriented critics of foreign aid.\nThe president asked for $2.5 billion for the millennium account, up from $1 billion in the current year. Secretary of State Colin L. Powell was host of the board's first meeting yesterday. Among those nations mentioned as likely beneficiaries are Uganda, Mongolia and Bangladesh.\nOn Capitol Hill, some officials expressed concern that the administration was financing the millennium account faster than the money could be absorbed. \n\"The organization is not going to be in a position to spend money for several months, and it's already got another billion in the bank,\" said Timothy S. Rieser, a top aide to Senator Patrick J. Leahy, the Vermont Democrat who sits on the Appropriations Committee.\nMr. Rieser called the overall budget for foreign aid inadequate.\nChristopher B. Burnham, the State Department's chief financial officer, said fighting terrorism topped the list of presidential priorities in the budget, with more than $5.7 billion in programs to nations aiding the United States in that fight. The budget seeks $1.2 billion for the economic reconstruction of Afghanistan and foresees beginning construction on 13 diplomatic facilities next year.\nIn addition, Mr. Bush asked for $2.8 billion in global AIDS financing, which includes $1.45 billion for the office of the new AIDS coordinator, Randall L. Tobias. He sought $731 million for the Andean Counterdrug Initiative, including $463 million for Colombia, and nearly $5 billion in military aid to foreign governments, both modest increases over last year.   CHRISTOPHER MARQUIS\n\nhttp://www.nytimes.com\n\nLoad-Date: February 3, 2004"
}