{
    "title": "The World_ Hitting Home; America Takes On a Struggle With Domestic Costs",
    "publisher": "the new york times",
    "year": 1998,
    "month": 8,
    "day": 23,
    "full text": "CERTAINLY the images and the oratory last week were those of a fast-spreading war.\nIn the Red Sea and the Arabian Sea, Tomahawk cruise missiles roared from the decks of American warships, bound for targets in Afghanistan and Sudan, where they smashed into what American officials describe as a terrorist training center and a chemical-weapons plant.\nIn Washington, some of President Clinton's harshest Congressional critics put aside partisanship and saluted the nation's scandal-burdened leader for responding to terrorism with military strikes. Days before, in East Africa, Secretary of State Madeleine K. Albright had wandered the rubble of the bombed-out American Embassy in Kenya, comparing the scene here to her childhood memories of the blitz in London.\n\"It is like being in a war,\" she said after returning to Washington from Africa to help plan the attacks on Afghanistan and Sudan. \"I think we are embarked on a venture in which we have to deal over the long run with what is the very serious threat to our way of life.\" President Clinton warned that the United States was facing \"a long, ongoing struggle between freedom and fanaticism between the rule of law and terrorism.\"\n \nJoining Battle\nIt was hardly the first blow in the struggle. The bombing of the World Trade Center in New York in 1993 shocked Americans out of feeling safe in their geographic isolation. And the American military had struck back before, at targets in Libya and Iraq. But last week's attack was portrayed as more than just retaliation; this was a pre-emptive strike against a continuing threat. And, ominously, the speechmakers were saying not that an enemy had been crushed, but that a battle had been joined.\nSo is the United States prepared for the consequences of what it now insists is a global war on terrorism? Experts in terrorism -- and more specifically, in the activities of Osama bin Laden, the multimillionaire Saudi-born extremist believed responsible for the embassy attacks this month in Kenya and Tanzania -- say that if the Clinton Administration is true to its word, Washington is embarked on a decades-long battle in which Americans may find themselves increasingly targeted on the streets of their own cities.\nIt is a war, they say, in which the United States is confronted by an enemy who is difficult to identify and harder to catch.\n\"I don't think the United States understands what it's in for,\" said David M. Anderson, a senior lecturer at the School of Oriental and African Studies in London, who has studied the Islamic fundamentalist groups in East Africa that have been tied to Mr. bin Laden. \"This will be a long, perhaps never ending, attritional war. Pandora's box has been opened, and it won't be closed again.\"\nTerrorism experts wonder if the United States is ready to add itself to a roster of nations, including Britain, Ireland and Israel, that have curbed cherished civil rights in order to combat terrorism waged on their own soil.\nLast week, the Irish Government responded to a bombing in Northern Ireland that killed 28 people by announcing \"draconian\" measures to deal with terrorism, including a proposal that would make it easier to hold suspects without charging them with a crime.\nIn announcing the attacks on Afghanistan and Sudan, the Pentagon refused to provide basic information about how the air strikes were carried out -- a degree of official censorship by the military rarely seen in Washington since World War II. Lawmakers have cited the embassy bombings in calling for President Clinton to revoke an executive order that bans assassination as an instrument of foreign policy.\nThe attacks on Afghanistan and Sudan seem to reflect the move by the Clinton Administration away from what had been its preferred course in dealing with international terrorists -- treating them as criminals and bringing them to justice through the niceties of law enforcement, trial by jury and diplomacy.\nDue process may now be a luxury. While Mr. bin Laden is not known to face charges in any American court, the United States was willing to dispatch dozens of cruise missiles to Afghanistan to destroy his training camps and to kill anyone unlucky enough to have been there as they landed, including Mr. bin Laden. \"There have been and will be times when law enforcement and diplomatic tools are simply not enough, when our very national security is challenged,\" the President said last week.\nThe Clinton Administration hopes that by retaliating for the embassy bombings, Mr. bin Laden and his followers will think twice before striking again against American targets. It is a popular strategy among many of the President's political foes. The attacks in Afghanistan and Sudan drew widespread bipartisan praise on Capitol Hill, where Mr. Clinton was otherwise under siege over his acknowledgment of an improper relationship with a White House intern. \"I want to applaud the President,\" said Senator Orrin Hatch, the Utah Republican who is chairman of the Judiciary Committee and who earlier in the week had called the President a \"jerk\" over his handling of the intern scandal. \"I want to give him credit for being willing to take this action at this time.\"\n \nRetaliation\nBut while retaliation pays early political dividends and may serve as a deterrent, history shows that one act of retaliation may simply inspire another. In 1986, the United States bombed Libya after terrorists linked to the Libyan Government killed an American soldier at a Berlin discotheque. Two years later, a Pan Am jumbo jet blew up over Scotland, an attack that killed 270 people and was blamed by the Justice Department on two Libyan intelligence agents. And the 1993 bombing of the World Trade Center in Manhattan demonstrated that foreign terrorists had already arrived on American shores.\nSecretary of State Albright warned last week of the consequences of a tougher line in dealing with terrorists: \"What I think is very important for the American people to understand is that there may in fact be retaliatory actions. We are very concerned about this.\" Even before the American strikes, half a dozen American embassies in Europe, Africa and the Middle East had been effectively shut down after warnings that they were next on the list of targets.\nSome sort of retaliation for last week's air strikes seems inevitable, if only because Mr. bin Laden's Muslim extremist followers are so numerous and far flung -- from Pakistan to the Philippines, from Sudan to Afghanistan -- and so eager to follow his edict to make targets of Americans.\nThe loose nature of this network, though, presents problems for Americans in thinking about how to confront it. Focusing just on the leader, some experts argue, is not a promising strategy. \"Bin Laden is a bogeyman,\" said Mr. Anderson, the African specialist. \"He didn't build the bombs in East Africa. He didn't plant them. He just paid for them. There are lots of other small groups who would have been happy to take his money and carry this out. I don't think the United States really understands the way the activists among Islamic radicals have broken into very small fragments. They are connected to each other, but only loosely.\"\nSo targeting them for retaliation, he said, is likely to be difficult. For now, the United States is eager to paint Mr. bin Laden as the chief architect of the bombings in East Africa -- \"perhaps the pre-eminent organizer and financier of international terrorism in the world today,\" as President Clinton put it last week.\nBut should Mr. bin Laden be captured or killed, there are other, more shadowy extremists who appear likely to take his place in their holy war against America. In a sense, Mr. bin Laden's notoriety has made it easier for Washington to mount its global war against terrorism. Without him, the United States might be left to battle an enemy who is increasingly dangerous but without an obvious face.\n\nGraphic\n\n \nPhoto: Sea-launched Tomahawk cruise missiles, like these fired in 1991 during the Persian Gulf war, were unleashed last week at targets linked by Washington to a terrorist network. (Associated Press)\n \n\nLoad-Date: August 23, 1998"
}