{
    "title": "The actual meaning of terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 7,
    "day": 20,
    "full text": "In the late 18th century, the word terrorist began its appearance in the English language. This had very little mention until after the 1950s, and spiked in use near the 21st century.\nThe words \"terrorist\" and \"terrorism\" have been thrown around not only on national television, but also in conversations between various people in and around my life, making it a prominent topic of regular conversation. Through the nature of events tied to this word, and the chosen current enemy \"at war\" with the United States, and by proxy Europe, terrorists have garnered a face and a portrayal that fails its true definition.\nThe Merriam-Webster Dictionary defines terrorism as \"the use of violent acts to frighten the people in an area as a way of trying to achieve a political goal,\" or \"as a means of coercion.\" This is a simple definition which is vague to a point that allows for terrorism to be a blanket term for the intent of violent acts.\nThe problem comes at the portrayal of the individuals and groups that routinely use violent acts to get their end goal. Through the 90s, and its intensity after 9/11, multiple terrorist groups have arisen to combat large governments-mainly the U.S.-by this means to get freedom, revenge or in some cases, change the world into an image of their choosing.\nThe strongest rise in terrorist activity against American citizens has come from groups operating from the Middle East, mainly based out of Iraq and Afghanistan with affiliations to extremist Islam. This is rather common knowledge because of media outlets covering these horrendous acts, and generally only painting this image with the use of Islam-related terrorist attacks.\nThis image has been painted and repainted through every attack on American soil-or the recent European attacks-and has made members of the general public forget the true meaning of terrorism and use it to brand faces that look different from their own, come from a different place or practice a different religion.\nThe term terrorism should not be held for those who look and believe differently than we do, but should be used to define an act and intent matching the definition. People do not need to be Muslims, from the Middle East or tied to terrorist organizations to be considered terrorists.\nA terrorist simply needs to complete a terrible act meant to create fear in others in an attempt to coerce them to change something. This can range from the Charleston Church attack aimed at causing terror in African Americans to the recent Orlando Pulse attack aimed at the LGBTQIA community.\nAmerican society as a whole has seemed to forget every citizen here comes from a different background and has the right to think, believe and feel however they want. No way of believing or looking brands someone a terrorist like no way of believing or looking makes someone a criminal.\nThe act of being a terrorist is left to the actions each person decides to commit. Terrorism is terrible and needs to be brought to an end, but as a society, let's make sure to look in the right direction first.\n\nLoad-Date: January 6, 2017"
}