{
    "title": "The Hamas Conundrum",
    "publisher": "the new york times",
    "year": 2007,
    "month": 3,
    "day": 26,
    "full text": "As Secretary of State Condoleezza Rice moves into the final days of her Middle East trip, she still needs to come up with a way to translate the current lull in the violence between Israel and the Palestinians into an opening for genuine peace negotiations. \n  Nobody pretends that will be easy. Hamas -- which has now formed a unity government of convenience with the more moderate Fatah -- still refuses to take the three steps needed to demonstrate its commitment to good-faith diplomacy: renouncing terrorism, recognizing Israel and adhering to previously negotiated agreements. And until it does, Israel refuses to negotiate with Hamas or conduct serious business with the Palestinian Authority president, Mahmoud Abbas, of Fatah.\nStanding back and waiting for more promising conditions is not an option -- and never has been. After six wasted years of Bush administration posturing, Ms. Rice appears, belatedly, to realize that a just, negotiated peace between Israel and the Palestinians is essential for Israeli security and American diplomacy. But recognizing it is not enough. If serious negotiations are to begin any time soon, Washington has to help jump-start the process. \n  That will require Ms. Rice to be willing to talk to any Palestinian genuinely willing to discuss peace -- no matter Israel's objections. Ms. Rice's clear message to all Palestinians -- those in the room and those outside it -- needs to be that if their new government is ready to stop all terrorist attacks against Israel, Ms. Rice is ready to press Israel to take matching steps, like halting all settlement construction and easing onerous restrictions on movements within the West Bank that have throttled economic development and stoked almost universal anger among ordinary Palestinians. \n  If Hamas wants American aid restored, it still must meet the three conditions on ending terrorism, recognizing Israel and accepting past agreements. European governments should hold that line as well. That still leaves room for humanitarian aid delivered through nongovernmental channels, which should continue as needed. \n  And it also leaves room for funneling Western aid to government departments independent of Hamas, like Mr. Abbas's presidential security forces. That practice could be extended to those ministries not controlled by Hamas, provided the aid is kept insulated from other government accounts. \n  Selective assistance can be used to reward well-run ministries that steer a responsible political course. Otherwise, there is a risk that the Palestinian government will become ever more dependent on non-Western sources, like Iran and Saudi Arabia. That would further dilute America's already diminished influence in the region.\n  Ms. Rice's ultimate diplomatic goal must be to resume bilateral negotiations on trading land for peace to create a Palestinian state committed to live alongside Israel. That end result is also envisioned in a 2002 Saudi peace proposal that King Abdullah hopes to revive at an Arab League summit meeting in Riyadh later this week \n  As events five years ago made tragically clear, the renewed Saudi initiative will not get anywhere unless Hamas renounces terrorism and the Palestinian leadership moves aggressively to stop terrorists. Just as an Arab League summit meeting was adopting the initial version of the Saudi plan, Hamas blew up a hotel filled with Israeli civilians celebrating the Passover holiday. That effectively ended the initiative. Ms. Rice's biggest challenge will be moving beyond that sterile cycle of diplomacy and terror. She clearly has her work cut out for her. \n\nhttp://www.nytimes.com\n\nLoad-Date: March 26, 2007"
}