{
    "title": "THE FIGHT AGAINST EXTREMISM IS JUST BEGINNING",
    "publisher": "wisconsin state journal",
    "year": 2020,
    "month": 12,
    "day": 29,
    "full text": "Now that the Electoral College has confirmed the presidential election result, the 2020 election season is finally behind us. Yet the conspiracy theories, dog whistles, outright racism, antisemitism and echo chamber of online hate that characterized the last few months are still with us - and they not going away anytime soon.\nWe knew the 2020 general election would be like no other, and we prepared.\nMadison's IT department worked for over a year to prevent cyberattacks and obtained a $1.6 million grant to ensure a safe and secure election in our city. The city took steps to protect the public and poll workers by acquiring personal protective equipment, encouraging residents to vote by mail, creating curbside voting, and installing ballot drop boxes.\nBut as the election neared, rhetoric from the campaign trail posed a new threat: Extremists tried to interrupt and interfere with the election.\nIn the weeks before the election, the city and the Anti-Defamation League convened a series of briefings with elected, administrative and law enforcement representatives from 17 Wisconsin municipalities. The goal was to discuss the threat extremists posed to the election, with a particular focus on public safety in its aftermath.\nCities responded. In Madison, we worked with state and national partners to prepare for the worst. Staff and chief election inspectors were given new training on how to deescalate potentially violent situations, and the city hosted a tabletop exercise to plan for various scenarios while coordinating with state and federal government officials on Election Day.\nWhile Madison fortunately did not have any of those issues, many of the concerns expressed during those briefings played out across the country.\nPro-Trump rallies in Washington, D.C., for example, attracted right-wing extremists from around the country, including members of the Proud Boys. Violent assaults left at least four people stabbed as well as the vandalization of two African American churches - acts likened by one religious leader to a cross burning and which are now being investigated as possible hate crimes.\nState officials in Lansing, Michigan, shut down state legislative office buildings due to \"credible threats of violence\" related to the casting of Electoral College votes. Elsewhere across the country, public officials continue to face threats of violence as some have contested the election.\nClearly, extremists are still trying to capitalize on hyperpoliticized anger and disbelief over election results to destabilize communities, elicit fear and spread their hateful views.\nNone of this should be surprising. For months, some politicians, news networks, social media platforms and websites have spread lies and dangerous conspiracies to cast shade and doubt on the election results. In fact, a recent poll shows a shocking 38% of voters believe widespread voter fraud occurred despite no evidence to support the claim. This kind of baseless charge paves the way for extremists to expand their influence.\nWisconsin is far from immune from this new wave of extremist activity, as evidenced by Anti-Defamation League data showing nearly 200 extremist and anti-Semitic incidents in Wisconsin in 2019 and 2020. In Dane County, we have seen a steady uptick in the distribution of white supremacist propaganda since September, including in Madison, Middleton, Cottage Grove and Verona. In other parts of the state, law enforcement thwarted a terrorist plot of two militia men in Pleasant Prairie in September, and just this month former Milwaukee County Sheriff David Clarke, well-known for his hateful rhetoric, was joined by armed members of the Proud Boys at a pro-Trump rally in Wauwatosa, where Clarke called for a more prominent Proud Boy presence in the state.\nLet's be clear: This is dangerous, and it will take a significant effort to stop the further normalization of extremism in Wisconsin and across the country.\nFirst, we must all speak out against the politicization of hate. We need a bipartisan and full-throated rejection of organizations and individuals who traffic in conspiracy theories and extremist ideas that have infected this country's public and political life.\nSecond, more aggressive actions are needed at the federal, state and local level to counter domestic extremism. Congress should pass the Domestic Terrorism Prevention Act, which requires the Department of Justice, Federal Bureau of Investigation and Department of Homeland Security to provide training and resources to assist state, local and tribal law enforcement agencies in understanding, detecting, deterring and investigating acts of domestic terrorism and white supremacy.\nFinally, in the opening weeks of the new administration, President Joe Biden's team should create a comprehensive strategy to fight white supremacy and other forms of domestic extremism.\nIt will not be easy to push extremists back to the fringes from which they came. But these important first steps should be backed by resources across all facets of government and civil society and will be needed to stop the normalization of white supremacy, extremism and hate in America.\n\nLoad-Date: December 30, 2020"
}