{
    "title": "The Name of the Great Game",
    "publisher": "the christian science monitor",
    "year": 2005,
    "month": 8,
    "day": 1,
    "full text": "The \"great game\" for influence in the old imperial playground of Central Asia took an important twist last week.\nUzbekistan handed an eviction notice to the US to exit an air base that's been used to track down terrorists in neighboring Afghanistan and to rebuild that country after the US-led ouster of the Taliban in 2001.\nThe eviction notice is no big deal, the US claims. Its forces already have access to bases in two other \"stans,\" Kyrgyzstan and Tajikistan. And besides, perhaps the notice is only an opening gambit by the Uzbek regime of President Islam Karimov to negotiate for more money in renting out that key real estate.\nWhat's more, does Uzbekistan really want to throw itself back under the shadow of Russia? Both Moscow and Beijing have lately stepped up pressure on Central Asia nations to keep the US out of their backyard.\nJust the same, the eviction notice is an important sign that the US is quite willing to antagonize a dictator and possibly lose a military base used in fighting terrorism in order to achieve a broader aim: establishing democracy in Islamic nations.\nThat decision was forced on the US last May when Uzbekistan's forces killed a few hundred protesters in an uprising against the Karimov regime, which has not tolerated dissent.\nThe killings were a gross human rights violation the US could not ignore, even if Karimov claims, rather dubiously, that he was merely suppressing Islamic radicals.\nOn Friday, more than 400 people who had fled to Kyrgyzstan after the uprising were flown to Romania. They were wanted by the Uzbek regime, and their rescue is a clear sign where the US stands. The next step for Washington is to withhold as much as $ 22 million in aid to the regime in Tashkent if it fails to move toward democracy with political reform.\nWhile the US \"war\" on terrorists remains a priority, the other goal of spreading democracy should sometimes trump it. Perhaps that's why the White House last week announced that the term \"global war on terrorism\" will now be called the \"global struggle against violent extremism.\"\nDefinitions matter, and in Central Asia, the name of the game is not just to kill or capture terrorists, but for the US to struggle for democracy as a way to suppress any terrorism.\nDuring the cold war, the US took a long time to learn that its befriending of anticommunist dictators often ended up helping communists. The US has now made a strategic choice with Uzbekistan to not abandon long-term American ideals on democracy for the sake of short-term tactical advantage in combating terrorists.\n(c) Copyright 2005. The Christian Science Monitor\n\nLoad-Date: July 31, 2005"
}