{
    "title": "THE TOP STORY_ TERRORISM; SEPT. 11 ATTACKS, WAR IN AFGHANISTAN AND ANTHRAX DOMINATE AP LIST FOR 2001",
    "publisher": "richmond times dispatch ",
    "year": 2001,
    "month": 12,
    "day": 22,
    "full text": "From the first hijacking to the collapse of the second World Trade Center tower, the terrorist attacks of Sept. 11 spanned less than three hours. But the effects were profound and long-lasting, at home and around the world.\nThe attacks were the unanimous choice as the top news story of 2001, according to The Associated Press' annual survey of its members.\nThe story received a first-place ranking from all of the 354 AP newspaper and broadcast members who voted on the year's top news events.\nThe war on terrorism, including the campaign against al-Qaida and the Taliban in Afghanistan, was the overwhelming pick as the No. 2 story of the year.\nOne editor made only one entry on her ballot, even though 10 choices were allowed. \"The gap between No. 1 and No. 2 is so huge that it's not worth going there,\" she wrote.\nThis was the 66th year that the AP polled its members.\nA first-place vote gave a story 10 points, a second-place vote nine points, and so on. The top story last year was the close presidential election.\nAlong with the war on terrorism, which has global scope, there was only one international story in this year's Top 10: the Israeli-Palestinian conflict, which ranked seventh.\nAP subscribers outside the United States, in a separate poll, also chose the terrorist attacks as the top story. But they ranked the Israeli-Palestinian strife higher, in third place behind the anthrax threat.\nTheir list included the indictment of former Yugoslav leader Slobodan Milosevic for war crimes, the outbreak of livestock diseases in Europe and China's admission to the World Trade Organization.\n \n * * *\nAP's top 10 stories for the year\n\n 1) Sept 11. attacks: More than 3,000 people were killed as suicide hijackers flew planes into the World Trade Center and a third into the Pentagon. A fourth plane crashed into a field south of Pittsburgh, apparently after passengers fought back.\n \n 2) War on terrorism: The U.S. military and allied Afghan forces toppled Afghanistan's Taliban regime and pursued members of the al-Qaida network.\n\n 3) Anthrax threat: Tainted letters killed five people, disrupted mail and forced temporary evacuation of federal buildings in Washington.\n\n 4) Recession: Economists confirmed that a recession began in March, ending a record-breaking economic expansion at 10 years.  Hundreds of thousands of Americans were laid off.\n\n 5) Bush inauguration: After one of the closest presidential elections in history, George W. Bush was sworn in as America's 43rd president.\n\n 6) McVeigh execution: Oklahoma City bomber Timothy McVeigh became the first person executed by the federal government in 38 years.\n\n 7) Mideast conflict: Suicide bombings by Palestinian militants and repeated forays by Israeli forces into Palestinian communities damaged peace prospects.\n\n 8) Jeffords defection: Sen. James M. Jeffords of Vermont quit the Republican Party and became an independent, tilting Senate control to the Democrats.\n\n 9) Power crisis: Californians endured rolling blackouts.\n\n 10) Tax cut:< ka-40>In a victory for President Bush, Congress passed a $1.35 trillion tax cut.\n\nLoad-Date: December 27, 2001"
}