{
    "title": "THE NUCLEAR SHADOW; THE ULTIMATE IN CATASTROPHIC TERRORISM IS MORE LIKELY WHEN U.S. POLITICIANS SHAM",
    "publisher": "the new york times",
    "year": 2004,
    "month": 8,
    "day": 16,
    "full text": "If a 10-kiloton terrorist nuclear weapon explodes beside the New York Stock Exchange or the U.S. Capitol, or in Times Square, as many nuclear experts believe is likely in the next decade, then the next 9/11 commission will write a devastating critique of how we allowed that to happen.\n As I wrote in my Aug. 13 column (\"An American Hiroshima\"), there is a general conviction among many experts -- though, in fairness, not all -- that nuclear terrorism has a better-than-even chance of occurring in the next 10 years. Such an attack could kill 500,000 people.\n Yet U.S. politicians have utterly failed to face up to the danger.\n\"Both Bush administration rhetoric and Kerry rhetoric emphasize keeping WMD out of the hands of terrorists as a No.1 national security priority,\" noted Michelle Flournoy of the Center for Strategic and International Studies. \"And when you look at what could have been done in the last few years, versus what has been done, there's a real gap.\"\n So what should we be doing? First, it's paramount that we secure uranium and plutonium around the world. That's the idea behind the U.S.-Russian joint program to secure 600 metric tons of Russian nuclear materials. But after 12 years, only 135 tons have been given comprehensive upgrades. Some 340 tons haven't even been touched.\n The Nunn-Lugar program to safeguard the material is one of the best schemes we have to protect ourselves, and it's bipartisan, championed above all by Sen. Richard Lugar, a Republican of Indiana. Yet President Bush has, incredibly, at various times even proposed cutting funds for it. He seems bored by this security effort, perhaps because it doesn't involve blowing anything up.\n Joseph Cirincione of the Carnegie Endowment sees the effort against nuclear terrorism as having three components. One is the Pentagon's version of counterproliferation, which includes the war in Iraq and the missile defense system; this component is costing $108 billion a year, mostly because of Iraq. Then there's homeland security, costing about $37 billion a year. Finally, there's nonproliferation itself, like the Nunn-Lugar effort -- and this struggles along on just $2 billion a year.\n A second step we must take is stopping other countries from joining the nuclear club, although, frankly, it may now be too late. North Korea, Iran and (perhaps to a lesser extent) Brazil all seem determined to go ahead with nuclear programs.\n Dennis Ross, the former Middle East peace negotiator, notes that if Iran develops nukes, jittery Saudi Arabia will seek to follow, and then Egypt, which prides itself as the leader of the Arab world. Likewise, anxiety about North Korea is already starting to topple one domino -- Japan is moving in the direction of a nuclear capability.\n The best hope for stopping Iran and North Korea (and it's a bleak one) is to negotiate a grand bargain in which they give up nuclear aspirations for trade benefits. Bush's current policy -- fist-shaking -- feels good but accomplishes nothing.\n President Clinton's approach to North Korea wasn't a great success, but at least North Korea didn't add to its nuclear arsenal during his watch. In just the last two years, North Korea appears to have gone to eight nuclear weapons from about two.\n A third step is to prevent the smuggling of nuclear weapons into the United States. Bush has made a nice start on that with his proliferation security initiative.\n A useful addition, pushed by Sen. Charles Schumer, would be to develop powerful new radiation detectors and put them on the cranes that lift shipping containers onto American soil. But while Congress approved $35 million to begin the development of these detectors, the administration has spent little or none of it.\n Finally, Bush needs to display moral clarity about nuclear weapons, making them a focus of international opprobrium. Unfortunately, Bush is pursuing a new generation of nuclear bunker-buster bombs. That approach helps make nukes thinkable, and even a coveted status symbol, and makes us more vulnerable.\n At other periods when the United States has been under threat, we mustered extraordinary resources to protect ourselves. If Bush focused on nuclear proliferation with the intensity he focused on Iraq, then we might secure our world for just a bit longer.\n Right now, we're only whistling in the dark.\n\nNotes\n\nNicholas D. Kristof is a syndicated columnist for The New York Times (nicholas@nytimes.com).  \n\nLoad-Date: August 17, 2004"
}