{
    "title": "The Reign of 'Terror'",
    "publisher": "the new york times",
    "year": 2014,
    "month": 10,
    "day": 19,
    "full text": "When President Barack Obama spoke to the public in September about his decision to use American military force against the Islamic State in Iraq and Syria he used familiar language. ISIS (or ISIL as the White House and others refer to the group), the president said, \"is a terrorist organization, pure and simple. And it has no vision other than the slaughter of all who stand in its way.\" The man picked to manage Obama's strategy, General John R. Allen, wrote in the publication Defense One that \"the Islamic State is            an entity beyond the pale of humanity and it must be eradicated.\"\nIt is undeniable that many of the tactics being used by ISIS - executions of civilians and well publicized beheadings of hostages - do violate accepted standards of conduct in conflict (detailed in an evolving legal and philosophical code known as just war theory.) And understandably, those moved by language of the sort used by the president and his staff are in no mood to consider softer tactics like negotiation with ISIS, nor to ponder the complex causes contributing to its rise. Obama's stated policy of removing the \"cancer\" threatening the established political order in the Middle East is already underway, and is facing little resistance.\nThis is merely the latest example of a powerful rhetoric centered on the word \"terrorism\" that has shaped - and continues to shape - popular conceptions about contemporary political conflicts, making it difficult to speak intelligently about their real sources. \nIf individuals and groups are portrayed as irrational, barbaric, and beyond the pale of negotiation and compromise, as this rhetoric would have it, then asking why they resort to terrorism is viewed as pointless, needlessly accommodating, or, at best, mere pathological curiosity. Those normally inclined to ask \"Why?\" are in danger of being labeled \"soft\" on terrorism, while the more militant use the \"terrorist\" label to blur the distinction between critical examination and appeasement.\n*\nPart of the success of this rhetoric traces to the fact that there is no consensus about the meaning of \"terrorism.\" While it is typically understood to mean politically motivated violence directed against civilians, the Federal Bureau of Investigation and the Department of Defense, for example, describe terrorism as the unlawful use of violence to achieve political goals by coercing governments or societies. The State Department cites a legal definition of \"terrorism\" as \"premeditated, politically motivated violence perpetrated against noncombatant targets by sub-national groups or clandestine agents.\" It adds: \"The term 'noncombatant' is interpreted to include, in addition to civilians, military personnel who at the time of the incident are unarmed or not on duty.\" Thus, by means of linguistic gerrymander, members of uniformed government military forces acting under government authorization are incapable of committing acts of terrorism no matter how many civilians are ground up in the process.\nEven when a definition is agreed upon, the rhetoric of \"terror\" is applied both selectively and inconsistently. In the mainstream American media, the \"terrorist\" label is usually reserved for those opposed to the policies of the U.S. and its allies. By contrast, some acts of violence that constitute terrorism under most definitions are not identified as such - for instance, the massacre of over 2000 Palestinian civilians in the Beirut refugee camps in 1982 or the killings of more than 3000 civilians in Nicaragua by \"contra\" rebels during the 1980s, or the genocide that took the lives of at least a half million Rwandans in 1994. At the opposite end of the spectrum, some actions that do not qualify as terrorism are labeled as such - that would include attacks by Hamas, Hezbollah or ISIS, for instance, against uniformed soldiers on duty.\nHistorically, the rhetoric of terror has been used by those in power not only to sway public opinion, but to direct attention away their own acts of terror. Yet, to the fair-minded, the attempt by governments to justify bombardment of residential districts, schools and hospitals in the name of fighting terrorism is outright hypocrisy. Government forces have long provided outstanding examples of politically-motivated violence against civilians, the very thing they allegedly oppose. Claims about not \"targeting\" civilians ring hollow when it is quite obvious that high-tech explosives are aimed at buildings known to contain civilians.\nIf what is insidious about terrorism is its callous disregard for civilian lives in pursuit of political goals, why is there not an uproar about state terrorism? Why do so many reserve their venom for people whose destructive capacity pales in comparison with those who command tanks, artillery and warplanes?\nIt is easy to lose sight of inconsistencies in wartime hostilities. Instead, the emotional impact of language tends to triumph at the expense of accuracy and fairness. By effectively placing designated individuals or groups outside the norms of acceptable social and political behavior, the rhetoric of \"terror\" has had these effects:\n1) It erases any incentive the public might have to understand the nature and origins of their grievances so that the possible legitimacy of their demands will not be raised.\n2) It deflects attention away from one's own policies that might have contributed to their grievances.\n3) It repudiates any calls for negotiation.\n4) It obliterates the distinction between national liberation movements and fringe fanatics (for example, during the 1990s, the \"terrorist\" label was applied to Nelson Mandela and Timothy McVeigh alike);\n5) It paves the way for the use of force by making it easier for a government to exploit the fears of its citizens and ignore objections to the manner in which it responds to terrorist violence.\nThis is not just a strategy of the United States government. For decades, Israeli leaders have used such language in their attempt to discredit Palestinian nationalism and deflect attention away from their own policies in the occupied territories. In the 1986 book \"Terrorism: How the West Can Win,\" Benjamin Netanyahu, the book's editor, who is now Israel's prime minister, encouraged pre-emptive strikes \"to weaken and destroy the terrorist's ability to consistently launch attacks,\" even at the \"risk of civilian casualties.\" Addressing the origins of terrorism, he surmised that \"the root cause of terrorism lies not in grievances but in a disposition toward unbridled violence\" traceable to \"a worldview that asserts that certain ideological and religious goals justify, indeed demand, the shedding of all moral inhibitions.\" Other contributors to the volume voiced similar sentiments in portraying the terrorist as a carrier of \"oppression and enslavement,\" having \"no moral sense,\" \"a perfect nihilist,\" and whose elimination is the only rational means for the West to \"win.\"\nMore careful assessments were made by scholars like Robert Pape of the University of Chicago, who has stressed that foreign military interventions and nationalism are the primary causes of terrorist violence. In his book \"Dying to Win: The Strategic Logic of Suicide Terrorism,\" Pape argued that desires for national self-determination and an end to military occupation were at the root of nearly every instance of suicide terrorism from 1980 to 2003, and that while religion was used a tool for recruiting and procuring aid from abroad, it was rarely the cause. While some took issue with Pape's analysis, he at least employed a more dispassionate, analytical approach in attempting to understand this form of violence.\n*\nObviously, to point out the causes and objectives of particular terrorist actions is to imply nothing about their legitimacy - that is an independent matter - nor is it any endorsement of a particular method for dealing with the problem of terrorist violence. Yet, to ignore these causes and objectives is to undermine attempts to deal intelligently with terrorism, since it leaves untouched its motivating factors, and paves the way for blind reactions of the sort that are likely to exacerbate rather than resolve the problem.\nTo put it bluntly, by stifling inquiry into causes, the rhetoric of \"terror\" actually increases the likelihood of terrorism. First, it magnifies the effect of terrorist actions by heightening the fear among the target population. If we demonize the terrorists, if we portray them as evil, irrational beings devoid of a moral sense, we amplify the fear and alarm generated by terrorist incidents, even when this is one of the political objectives of the perpetrators. In addition, stricter security measures often appear on the home front, including enhanced surveillance and an increasing militarization of local police.\nSecond, those who succumb to the rhetoric contribute to the cycle of revenge and retaliation by endorsing military actions that grievously harm the populations among whom terrorists live. The consequence is that civilians, those least protected, become the principle victims of \"retaliation\" or \"counterterrorism.\"\nHaving been desensitized by language, the willingness to risk civilian casualties becomes increasingly widespread. For example, according to a CBS/New York Times poll of 1216 Americans published on September 16, 2001, nearly 60 percent of those polled supported the use of military force against terrorists even if \"many thousands of innocent civilians may be killed,\" an echo of the view taken by Netanyahu in his book.\nThird, a violent response is likely to stiffen the resolve of those from whose ranks terrorists have emerged, leading them to regard their foes as people who cannot be reasoned with, as people who, because they avail themselves so readily of the rhetoric of \"terror,\" know only the language of force. As long as groups perceive themselves to be victims of intolerable injustices and view their oppressors as unwilling to arrive at an acceptable compromise, they are likely to answer violence with more violence. Their reaction might be strategic, if directed against civilians to achieve a particular political objective, but, with the oppression unabated, it increasingly becomes the retaliatory violence of despair and revenge.\nIn \"1984,\" George Orwell described doublethink as \"the power of holding two contradictory beliefs in one's mind simultaneously, and accepting both of them,\" and portrayed it as a device for destroying the capacity for critical thinking, for controlling populations, and for perpetuating the political status quo. Something like doublethink is occurring as the rhetoric of terror continues to immerse us in a nightmare of skewed reason and perpetual warfare. In condemning terrorism, we think of it as something to be eliminated at all costs. Yet, in sanctioning the use of modern weaponry to achieve this end, regardless of its impact upon civilian populations, we are effectively advocating the very thing we condemn, and this is closer to doublethink than we should ever wish to be.\n Tomis Kapitan is a professor emeritus at Northern Illinois University. He is the author of papers in metaphysics, the philosophy of language and international ethics, and the co-author of \"The Israeli-Palestinian Conflict: Philosophical Essays on Self-Determination, Terrorism, and the One-State Solution.\"  \n\nLoad-Date: October 20, 2014"
}