{
    "title": "The Elephants in the Room in Sri Lanka",
    "publisher": "the day ",
    "year": 2019,
    "month": 4,
    "day": 24,
    "full text": "Focusing on the media's use of the term \"Easter worshippers\" instead of the more normal term \"Christians\" to describe the victims of the terrorist attack in Sri Lanka, American Christians, not surprisingly, are failing to see the many big elephants in the room: The U.S. government's invasions and occupations of Iraq and Afghanistan more than 15 years ago, its forever wars in both countries, its regime-change operations in Syria and Libya, its perpetual \"war on terrorism,\" and its ongoing program of assassination in the Middle East. Another elephant in the room that might be worth mentioning is the U.S. government's decades-long war on immigrants, which, in some ways, is closely aligned with its perpetual \"war on terrorism.\"\nAfter all, let's state the obvious: Of the countless people who the U.S. government has killed in the Middle East since the Persian Gulf intervention in 1991, including the hundreds of thousands of Iraqi children from the sanctions on Iraq, many, if not most, of the victims have been Muslims.\nWhy is that important?\nBecause as we here at FFF have been stating since even before the 9/11 attacks, the result of this type of foreign policy is likely to be retaliation or, as the noted analyst Chalmers Johnson titled his remarkable pre-9/11 book, \"blowback.\" That's what happens when a government goes abroad and kills countless people, especially innocent people. People who lose fathers, mothers, brothers, sisters, daughters, sons, or other relatives, friends, or countrymen tend to get angry. Some of them hold it in and go on with their lives. Others are unable to do so. They decide to retaliate even if it means surrendering their own lives in a suicide attack against more innocent people.\nEver since the 9/11 attacks, all too many Americans, especially conservatives and Christians, have not wanted to think about that. From the day of those attacks, they convinced themselves, in large part because they embraced the official propaganda being issued by the U.S. government, that the \"terrorists\" had attacked America because they just hated our \"freedom and values.\"\nThen, after U.S. officials used the attacks as the excuse for regime-change invasions of Afghanistan and Iraq, the mindset morphed into a religious war between Christianity and Islam. The notion was that the Muslims, which became the same as the \"terrorists,\" were coming to get us as part of a centuries-old quest to establish a worldwide caliphate. The fear of being forced to study the Koran and embrace Sharia law became predominate in the minds of many Americans, especially conservatives and Christians.\nIt was all a crock, and it still is. It's all designed to avoid confronting U.S. foreign policy, which consists of empire, interventionism, assassination, torture, indefinite detention, invasions, occupations, wars of aggression, kidnapping, rendition, military tribunals, and other totalitarian-like, dark-side programs and policies.\nConsider the terrorist attack in Sri Lanka. U.S. officials, many American Christians, and the U.S. mainstream press are making it look like the attacks are part of the supposed Muslim holy war against Christianity. Yet, the evidence points in the direction of ISIS-inspired terrorism and retaliation for the terrorist attack on mosques in New Zealand.\nWhy is that important?\nISIS is the group that the U.S. invasion, occupation, and war of aggression against Iraq brought into existence. Remember: ISIS didn't exist before President George W. Bush launched his regime-change invasion of Iraq. It only came into existence after the U.S. government succeeded in conquering the country. The creation of the group was a response to what the U.S. government did to Iraq and what it did in Iraq.\nKeep in mind also the very important fact that Iraq had never attacked the United States or even threatened to do so. Bush's invasion was a clear-cut war of aggression, one designed to remove Saddam Hussein from power, a goal that the decade-long brutal and deadly U.S. sanctions had failed to achieve. The 9/11 attacks, and the deep fear they engendered in the American people, gave Bush and his interventionist cohorts the opportunity to achieve by invasion what their sanctions had failed to achieve - regime change. Think about how many innocent Iraqis, including Muslims, they killed in the process of that multi-year regime-change operation.\nMoreover, how many times have we heard U.S. officials referring to immigrants, including Muslim immigrants, as \"invaders?\" Don't forget the severe immigration controls imposed on Muslim countries after the 9/11 attacks because of the supposed danger that such immigrants could consist of Muslim terrorists who were infiltrating our country to prepare the ground for the worldwide caliphate to take over our nation and teach Sharia law in the public schools.\nIt is precisely that mindset that led the terrorist in New Zealand to attack those mosques and kill all those innocent Muslims. But in his warped mind, those victims weren't innocent at all. To him, those Muslims were \"invaders\" who were trying to take over New Zealand and the rest of the Christian world.\nThus, connect the dots: Invasions, occupations, bombings, killings, sanctions, embargoes, death, destruction, torture, assassinations, the perpetual war on terrorism, and the war on immigrants - all leading to the deaths of innocent Muslims in the Middle East and New Zealand - which then leads to the deaths of innocent people in Sri Lanka.\nIt's a never-ending process. In fact, don't be surprised to see interventionists calling for an ever-greater \"crackdown\" on the \"terrorists\" and the \"radical Muslims\" in the wake of the Sri Lanka attack. And then don't be surprised at even more \"blowback.\" The violence will just continue indefinitely.\nMeanwhile, Americans continue to lose their liberties and privacy at the hands of their own government, as the Pentagon, the CIA, and the NSA continue to take measures to keep us \"safe\" from the dangers that their policies create.\nWhy won't American Christians focus on the root cause of the problem - U.S. interventionism, militarism, and empire - and devote themselves to restoring America's founding foreign policy of non-interventionism and its founding governmental structure of a limited-government republic?\nBecause many American Christians have come to have two gods in their lives - the real God - the God of Abraham, Isaac, and Jacob - and the other god consisting of three entities in one - the Pentagon, the CIA, and the NSA. They have made the national-security state their everything. They'll never it admit it but they worship it, they adore it, they love it. Just watch their faces at major sporting events when they are asked to stand up and glorify it. You'll see tears in their eyes as they stand and glorify their co-god. They can't wait to thank it for its \"service\" in Iraq, Afghanistan, Syria, Libya, and elsewhere, notwithstanding the fact that such \"service\" consisting of killing ever-more people, including Muslims, which then produces the \"blowback\" that kills even more innocent people.\nAnd Heaven forbid that any libertarian place responsibility for all this death, destruction, and mayhem on their co-god. Ever since the 9/11 attacks, they have been prepared to unleash a barrage of hell on anyone who dares to lay responsibility for death and destruction on their co-god. The truth is just not what pro-empire, pro-intervention, pro-national-security state Christians want to hear.\nThe post The Elephants in the Room in Sri Lanka appeared first on The Future of Freedom Foundation.\n\nLoad-Date: July 16, 2019"
}