{
    "title": "THE PRIORITY IN TOKYO_ RESTORING SOME UNITY",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 3,
    "full text": "The American bombing of Libya on April 15 has transformed the agenda for the summit conference of the seven leading Western industrial powers.\nIn the last few days, officials of the Reagan Administration and diplomats and spokesmen for the other governments involved have said in a series of interviews that restoration of a semblance of unity - especially but not exclusively on terrorism - has become the overriding priority for the conference, which opens in Tokyo on Sunday.\n''We simply cannot afford to leave there in the same state of disarray we found ourselves after the air raids,'' said Lord Lever, an international economist and a former British Cabinet member, who has been involved in the planning for the conference.\n \nStresses Are Noted\nHe argued that in a sense both the economic questions with which these annual gatherings are designed to deal and the political issues that have always intruded would have to be viewed, this time, ''in terms of the stresses that are seriously weakening the alliance.''\nPresident Reagan will meet with the leaders of Britain, France, West Germany, Italy, Canada and Japan over three days, both individually and at several group sessions.\nMr. Reagan made it clear before leaving for the Far East that he expected the Europeans in particular to agree to a plan for joint action against terrorism. European failure to agree to economic sanctions, Paris's refusal to allow American bombers en route to Libya to fly through French airspace and widespread European criticism of the raids has aroused considerable public anger in the United States, so the President approaches the subject confident of support at home.\n''I'm not going there with the idea that we should get some grandiose statement,'' Mr. Reagan said last week. ''I think we all know how we feel about terrorism. I'm hopeful we can sit down and work out what it is that we can do together to deal with this problem.''\n \nSpeculation on Sanctions\nSome European diplomats said they suspected the Administration might press for an oil embargo against Libya at Tokyo, and one said his country had already received ''a glimmering of a warning'' that such a proposal was likely. But a senior Administration official said the United States did not expect its European allies to agree to any sort of sanctions against the Government of Col. Muammar el-Qaddafi.\nFrench sources said it was conceivable that President Francois Mitterrand and Prime Minister Jacques Chirac would agree to some form of sanctions. French trade with Libya has dropped sharply, the sources said, and oil imports have almost dried up. In any event, France seems determined to make amends in some way for the difficulties caused the United States by the denial of the use of French airspace.\nMr. Mitterrand has spoken in recent days of his willingness to join in much broader antiterrorist measures involving the police, intelligence and possibly armed services of allied countries. The American raids have proved surprisingly popular in France, and Mr. Chirac, a conservative who gained power in March with the defeat of Mr. Mitterrand's Socialists in the parliamentary elections, is believed to be pressing hard for a more aggressive antiterrorist posture.\nOfficials in Washington say they believe that although Mr. Mitterrand will continue to take the larger public role in Tokyo, a good deal of the political power has passed to Mr. Chirac. The Prime Minister's majority in the National Assembly gives him an absolute veto on French policy, and he is expected to use it if necessary behind the scenes in Tokyo.\n \nThatcher in Awkward Spot\nPrime Minister Margaret Thatcher finds herself in a much more difficult position. Having granted the United States the right to use British-owned bases to mount one element of the strikes on Libya, she has been greeted with a public outcry, including widespread suggestions that she has become Mr. Reagan's lap dog. Her popularity has plummeted so fast that her advisers are worried about the next general election, which is not likely to take place for several years.\nAccording to authoritative sources, the British have made it clear to the State Department that they almost certainly will not be able to authorize the use of the bases if Mr. Reagan decides on another raid on Libya, or on Iran or Syria.\nThe Prime Minister, according to reports from London, will be eager to demonstrate to Mr. Reagan that she is pushing harder than anyone else for concerted European action. She is said to be ready to support such measures as improved extradition measures and stricter visa requirements for citizens of countries involved in terrorism. But she has not softened her opposition to economic sanctions.\nIn company with the West Germans, Mrs. Thatcher is said by her aides to be determined to stress the importance of continued United States observance of the treaty on limiting strategic nuclear arms as one means of increasing the likelihood of success in arms talks with the Soviet Union and of promoting a second summit meeting between Mr. Reagan and the Soviet leader, Mikhail S. Gorbachev.\n \nKohl Opposes Sanctions\nMr. Reagan recently decided to retire two Poseidon submarines to remain within the limitations of the treaty, which has never been ratified by the Senate. But the Administration has made clear that its commitment to the treaty is not open-ended, which Mrs. Thatcher reportedly believes it should be, at least for the immediate future.\nAlthough West German officials have spoken of the importance of restoring cohesion to the alliance at Tokyo, Chancellor Helmut Kohl said before leaving for the Far East that he could ''see no argument whatsoever'' that could alter his opposition to economic sanctions. In addition, Mr. Kohl, who faces an election in January, is likely to resist American demands that he cut interest rates and taxes on the ground that doing so would endanger West German economic recovery.\nSo to American planners, at least, it is unclear just what the Chancellor will offer as his contribution to restoring allied unity. The same questions occur in connection with the Italians. Prime Minister Bettino Craxi's coalition Government has been split on terrorist issues, putting pressure on him to take a tougher line. But Italian economic links with Libya, which include the importation of large quantities of Libyan oil, and Italy's vulnerability to terrorist attack appear to limit the Prime Minister's room for maneuever.\n \nConflicting Signals\nAs for the host nation, the Japanese have issued conflicting signals both on terrorism and the restructuring of their economy that Mr. Reagan has long sought. Prime Minister Yasuhiro Nakasone has promised a statement on terrorism without saying how strong or how specific it should be. And after seeming to promise measures to open Japan to imports and to make it less export-oriented, he has backed away.\nAlone among the participants in the summit conference, Japan has refrained from detailed public comment on the American air raids.\nCanada, which has on occasion taken a major role in previous seven-nation gatherings, appears to have no special agenda for this one. It has stoutly supported the tough American measures against Libya, and Prime Minister Brian Mulroney has in general backed Mr. Reagan's economic policies."
}