{
    "title": "THE HOSTAGES' RETURN; MILITARY OPTIONS IN RESERVE_ A BOMBING AND A MANHUNT",
    "publisher": "the new york times",
    "year": 1985,
    "month": 7,
    "day": 2,
    "full text": "Reagan Administration officials said today that they were holding in reserve several military options in response to the hijacking of the Trans World Airlines plane. The options include a bombing strike against the Beirut airport, attacks on terrorist training camps and the use of agents to track down the hijackers.\nBut the officials said the prevailing desire was to try diplomatic moves first. The officials said one factor inhibiting a military reprisal against Shiite extremists believed to be behind the hijacking was the possible risk to seven missing Americans, at least six of whom are believed held by extremists in Lebanon.\nReagan Administration officials say they are reserving several military options in response to hijacking of TWA jet in Lebanon, including bombing strike against Beirut airport, attacks on terrorist training camps and use of agents to track down the hijackers; say diplomatic moves will be tried first; photo (M)\n''Obviously, you don't want to get seven people killed,'' a State Department official said.\nOfficials also said that although they believed they knew the identities of the two men who hijacked the T.W.A. plane June 14, they did not know which hijacker killed one of the passengers, Robert Dean Stethem, a Navy diver.\n''The man who pulled the trigger, as of now, we don't know,'' a State Department official said. #39 Are to Be Debriefed Administration officials said they hoped to learn details about the hijackers, possibly including the identity of the killer, by debriefing the 39 passengers and crew members freed Sunday.\nThe officials said lawyers at the Central Intelligence Agency had been asked to study the legal restraints that would apply to American agents if President Reagan ordered a manhunt.\nFor example, the officials said, the agency's lawyers have been asked whether a Presidential order forbidding assassination would also apply to the use of deadly force in merely trying to seize the hijackers.\nAn official said, ''We want Stethem's killers brought to justice.'' But he added that the United States hoped to accomplish this through the Lebanese Government.\nIn describing the measures announced today to close the Beirut airport, a State Department official said they were ''the beginning of a campaign'' against terrorism. But when asked about the possibility of bombing the airport, he said: ''No comment. I am not going to speculate.''\n \nPhysical Destruction Held Needed\nAnother official said that unless the sanctions were accompanied by destruction of runways, terrorists would be able to land at the airport.\n''We are not ruling it out,'' he said. ''But it is pretty strong medicine.''\nLarry Speakes, the White House spokesman, said President Reagan met for an hour with his national security team today, discussed the hostage situation and ''reviewed the United States program of counterterrorism.''\nRobert C. McFarlane, the President's national security adviser, said in an interview after the release of the T.W.A. hostages that the United States had identified ''two or three strategic locations in the Middle East'' that might be targets of a strike.\nMr. McFarlane, in an interview with the Independent Network News, was asked if it was necessary to ''surgically retaliate'' against whatever group was responsible for the hijacking, to maintain credibility. 'Root Causes' to Be Sought Out ''Well, I think that is true,'' Mr. McFarlane replied. ''And I think the focus of it, the purpose of it, has to be, not to conduct a random act of violence, but instead, to focus our power on dealing with the root causes of terrorism -where people are trained, where they are housed, fed, sustained over time. And there are two or three strategic locations in the Middle East, in particular, where that is the case.''\nOther officials have said that they believe they know the location of two or three training camps in the Bekaa in eastern Lebanon that are reportedly used to train the militia of the Party of God, a Shiite extremist group.\nIn other interviews, Mr. McFarlane and other officials have said the Party of God is not vulnerable to reprisals because it is sheltered in urban areas.\nGovernment officials and outside experts on terrorism also repeated concerns about using violence in response to the hostage-taking, noting that the killing of civilians might damage America's stature and that it might only incite more terrorism. Cline Opposes Military Action Ray S. Cline, a former deputy director of the C.I.A., who recently completed a study for the Army on terrorism, said the best response was to avoid military action and use the occasion to mobilize world opinion against terrorism, including an effort to persuade the United Nations, which is often hostile to United States positions, to take a stand against Shiite terrorism.\n''Willingness to use force is your key card,'' Mr. Cline said. ''But that does not mean you don't play the other cards first.''\nA State Department official said that although some in the Administration were eager for a military show of strength, ''there is a counterargument that reprisal, particularly against this kind of group, only feeds more terrorism.''\nOfficials said that although they were reluctant to use force, they believed the threat of it - accompanied by the movement of an American Navy battle group off the coast of Lebanon - had brought pressure on the Syrians and the Lebanese that helped end the impasse.\n\nGraphic\n\n \nphoto of Edwin Meese 3d and Caspar Weinberger (NYT/Paul Hosefros)"
}