{
    "title": "The Obama Strategy in Afghanistan",
    "publisher": "the new york times",
    "year": 2009,
    "month": 11,
    "day": 26,
    "full text": "To the Editor:\n  Re ''Obama May Add 30,000 Troops in Afghanistan'' (front page, Nov. 25):\n  President Obama's imminent announcement that he has decided to up the ante in Afghanistan makes me nervous. Last week, the administration admitted that our success would hinge on an unprecedented level of cooperation from two deeply unreliable partners, the Pakistani and Afghan governments. There is also the unsettling fact that no foreign power has ever triumphed in Afghanistan.\n  Still, it seems clear that President Obama has listened to every possible viewpoint, thought long and hard, and is totally aware of the gravity of this decision.\n  I'm still working on that leap of faith required to trust that he is right.\n  Janice Gewirtz   Mountain Lakes, N.J., Nov.   25, 2009\n  To the Editor:\n  It is disheartening and alarming that President Obama is poised to usher in an era of increased troop levels and escalation of the war in Afghanistan. The argument that a muscular effort is needed to rout Al Qaeda and the Taliban and to squelch terrorism fails to recognize that the American military presence in Afghanistan increases support for Al Qaeda. If the goal is to stem terrorism, this is a plan destined to boomerang.\n  If we are determined to march to our own death in the ''graveyard of empires,'' that is a tragedy of our own making.\n  But the lives of the Afghans, the women and children bombed at wedding parties, command our consideration, and ask us to set down our bombs, drones and bullets.\n  It is time we discard failed policies based on endless war and embrace diplomacy as if we mean it.\n  Nancy Dickeman   Seattle, Nov.   25, 2009\n  To the Editor:\n  Those of us who protested the Vietnam War see an uneasy parallel with the reported plans of increased American involvement in Afghanistan. A Democratic president is about to send more troops to a faraway land that is ruled by a corrupt authoritarian government and that poses no clear national security risk.\n  Another quagmire awaits. Will Barack Obama become our next Lyndon B. Johnson? Steven E. Barkan   Holden, Me., Nov.   25, 2009\n  To the Editor:\n  One man's dithering is another man's deliberation.\n  I look forward to hearing about the details of President Obama's plans for Afghanistan next week.\n  Bruce Ellerstein   New York, Nov.   25, 2009\n\nhttp://www.nytimes.com\n\nLoad-Date: November 26, 2009"
}