{
    "title": "The war on terrorism",
    "publisher": "chicago daily herald",
    "year": 2015,
    "month": 12,
    "day": 6,
    "full text": "President Obama to address nation:\nPresident Barack Obama will give a nationally televised address this evening on the shooting rampage that killed 14 people in California, as U.S. authorities pursue evidence that the attack was an act of terrorism that may have been inspired by Islamic State.\nIn remarks from the Oval Office at 7 p.m., Obama will talk \"about the steps our government is taking to fulfill his highest priority: keeping the American people safe\" as well as the \"ongoing investigation into the tragic attack in San Bernardino,\" and \"the broader threat of terrorism,\" White House press secretary Josh Earnest said Saturday in an emailed statement.\nObama will use his address to counter Republicans who have said he hasn't done enough to defeat Islamic State terrorists in Iraq and Syria. The Republicans have called for more stringent steps in the U.S., including barring refugees from the war in Syria, while opposing Obama's calls to consider new gun controls.\nBritish police say stabbing treated as ‘terrorist incident':\nLONDON — A stabbing incident at a London Underground station is being treated as \"terrorist incident,\" the London police said Saturday.\nThe London police counterterror command said in a statement that it is investigating the incident at Leytonstone Underground station in east London in which a man was threatening people with a knife at around 7 p.m. One person sustained serious injuries and two other received minor injuries.\nOne person was arrested. Police said a stun gun was used.\n\"We are treating this as a terrorist incident. I would urge the public to remain calm, but alert and vigilant,\" said Commander Richard Walton, who leads the counterterrorism unit. \"The threat from terrorism remains at severe, which means that a terrorist attack is highly likely.\nU.S. can't access NSA phone records in California case:\nWASHINGTON — The U.S. government's ability to review and analyze five years' worth of telephone records for the married couple blamed in the deadly shootings in California lapsed just four days earlier when the National Security Agency's controversial mass surveillance program was formally shut down.\nUnder a court order, those historical calling records at the NSA are now off-limits to agents running the FBI terrorism investigation even with a warrant.\nInstead, under the new USA Freedom Act, authorities were able to obtain roughly two years' worth of calling records directly from the phone companies of the married couple blamed in the attack. The period covered the entire time that the wife, Tashfeen Malik, lived in the United States, although her husband, Syed Farook, had been here much longer. She moved from Pakistan to the U.S. in July 2014 and married Farook the following month. He was born in Chicago in 1987 and raised in southern California.\nNigeria arrests 9 extremists in Abuja:\nLAGOS, Nigeria — Nigeria's intelligence agency says it has arrested nine alleged Boko Haram extremists plotting attacks on Abuja, the capital, over the festive season.\nSaturday's statement follows a warning Friday from the U.S. Embassy that extremists may be planning attacks on hotels favored by Westerners.\nThe Department of State Security says one of the nine men arrested was carrying out surveillance of a \"high-profile hotel.\"\nTriple suicide bombings in Chad kill at least 27:\nDAKAR, Senegal — A triple suicide bombing at a market on an island in Lake Chad on Saturday killed at least 27 people and injured 90 others, said security officials.\nThe three explosions on Koulfoua were carried out by females, said Chad police spokesman Paul Manga.\nNigeria's Islamic extremist group Boko Haram is suspected, according to Chad's director general of the gendarmerie, Gen. Banyaman Cossingar.\nRecord bombing of Islamic State targets:\nThe U.S.-led coalition against Islamic Statelast month dropped the most bombs in its 16-month campaign in Iraq and Syria, according to new Air Force data.\nThe 3,271 munitions used in November were almost double the 1,683 in June, the low point of this year. They bring to almost 32,000 the weapons — most of them precision-guided — dropped by fighters, B-1B bombers and drones in almost 11,000 combat sorties since August 2014, according to statistics compiled by U.S. Air Forces Central Command that were obtained by Bloomberg News in advance of publication.\nWhile Gulf states in the U.S.-led coalition have flown relatively few airstrikes, the U.K. has expanded its bombing beyond Iraq into Syria, and France has dispatched its nuclear-powered aircraft carrier, the Charles de Gaulle, into the eastern Mediterranean as a launchpad for airstrikes into Syria. Defense Secretary Ash Carter also has announced creation of a U.S. \"expeditionary targeting force\" that can conduct special operations in Iraq and Syria as part of what Obama has called an intensification of his strategy.\nThe munitions dropped by the U.S. in airstrikes so far have cost $1.2 billion, or 23 percent of the $5.2 billion spent on operations against Islamic State, according to Pentagon statistics. Most of the weapons were made by Boeing Co., Lockheed Martin Corp. and Raytheon Co. — From wire reports\n\nLoad-Date: December 7, 2015"
}