{
    "title": "The new-fangled way to participate in terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 1,
    "day": 27,
    "full text": "Before you read another word of this paper, whether it be the classified ads, news page or even our beloved sports page that tells you of Cyclone feats, you should know that by doing so, you are funneling money to terrorists.\nOf course, for the sake of my job and our advertisers, I should let you know that you, dear reader, are supporting the terrorist scum yourself, every second of every day of your entire life. Sadly, your wrath just never seems to end.\nNow some of you may be more responsible for funneling money to terrorists, as recent television ads have informed you. For instance, nearly everyone has seen the commercials in which recreational drug users confess to having given money to kill policemen, firemen, babies, mothers, cute kitties and the like. Now, a similar ad accuses owners of Short-Range Mobile Assault Vehicles, normally known as SUVs, of being guilty of funneling money to al Qaeda and its buddies because they increase our importation of Middle Eastern petroleum.\nIowa State U.\nI, for one, applaud these series of advertisements, because it points the finger where it belongs -- not me.\nHowever, in the event that someone should require a more substantial reason for why these ads are a good thing, I'm puzzled, because they simply aren't.\nFirst off, and I hate to even mention this, considering the disgusting unanimity of this country in favor of anything from the abandonment of civil rights to the viewing of \"8 Simple Rules for Dating My Teenage Daughter,\" but this is dividing people, not uniting them.\nMore importantly, however, the ads just totally get it wrong. As much as SUV owners are wicked people who spill toxic substances into our atmosphere and waste fossil fuels, everyone who drives does the same thing. SUV owners do it faster than your average Geo driver, but does it really make a substantial difference if you donate $ 5 to a Saudi prince or $ 25? Maybe for tax purposes, but morally, there's not much of a difference.\nSpeaking of taxes, if you pay them, you are donating your money to support terrorism. Remember the Contras and Iran? Your tax dollars paid them. Iraq? Oh, yeah, if you paid taxes in the 1980s, you're personally responsible for everything that Saddam does. It seems you can't even spend a dollar without turning it into dozens of dead policemen or a downed airliner outside of Lockerbie, Scotland. Even today, your tax dollars keep the School of the Americas in business, helping train people to assassinate leaders, lead coups and create general havoc, convincing people to come over to our side.\nSo unless you're guilty of tax evasion, you're helping the terrorists.\nOf course, it isn't just at the national level. Sales tax dollars work their way into the terrorist cycle even more insidiously.\nFarmers of Iowa, stop growing corn this very second, because if you do, you are helping the state of Iowa funnel money to terrorist cells. By subsidizing ethanol, the state of Iowa wants to get you good and hooked on paying not that much for gas. You'll use ethanol, drive all you want, fill your car with ethanol, and continue with your terrorism-contributing lifestyle. The state of Iowa subsidizes ethanol, so that some of that gasoline profit goes to corn growers in the state of Iowa, but a substantially larger chunk of it still goes over to the good old Middle East, where we seem utterly convinced that everyone is a terrorist.\nIf you're a baseball fan, odds are, you're helping pay for terrorism as well. Carl Lindner, owner of the Cincinnati Reds and CEO of Chiquita, is thought to be responsible for the establishment of a few \"banana republics\" in Central America, so by watching the World Series, you may have been paying for Guatemala's president to disappear.\nWell, knowing how much you personally are contributing to terrorism, I really couldn't blame you if you're the kind of person who wants to light up a joint. Just remember that when you do, due to your baked state, you're contributing to terrorism at a slightly slower rate than the rest of us. If you bought good old American-grown drugs, you successfully evade sales tax and taxation that our government would just use to give al Qaeda a foothold.\nMany SUV owners are terrorists, but it sure isn't because of the gas they buy, it's because of the emissions and traffic fatalities that result from the vehicles. To buy into the argument that gas consumption or someone smoking marijuana is responsible for funneling money to terrorists is simply finger-pointing, blaming terrorism on individuals.\nSo if it's not the SUV drivers, who is responsible? That's easy. Not me. I'm perfectly non-terroristic, just sitting here wistfully wishing for the days that the only ways to participate in terrorism was by hijacking a plane or killing the president of Paraguay with a fork.\n(C) 2002 Iowa State Daily via U-WIRE\n\nLoad-Date: January 27, 2003"
}