{
    "title": "The traditions of terrorism",
    "publisher": "the day ",
    "year": 2002,
    "month": 2,
    "day": 3,
    "full text": "THE LESSONS OF TERROR\nA History of Warfare Against Civilians: Why It Has Always Failed and Why It Will Fail Again\nBy Caleb Carr\nRandom House, $ 19.95, 259 pp\nReviewed by BILL DURYEA\nThe lengthy and confident title of Caleb Carr's latest book might comfort some people looking for assurance in this stormy and anxious time.\nThey would be mistaken.\nAs this slim volume makes clear, warfare against civilians has been for millenniums the first and worst tactic employed by armies and paramilitary groups. First, because indiscriminate slaughter is the easiest strategy. Worst, because it usually just engenders more of the same.\nTERROR\nCarr, best-selling author of The Alienist and a military historian by training, drafts an impressive list of historical figures - the Romans, medieval knights, the Catholic Church, Muslim caliphates, Napoleon and the American government that sold small pox-infested blankets to the Indians - to support his premise that \"what we know as international terrorism is part of a military tradition, albeit a savagely violent one.\"\n\"It is important to bear in mind,\" he writes, \"that the men responsible for the survival (of that tradition) were not fringe lunatics or mystics.\"\nSo the enemy is us. What kind of comfort is that?\nCarr is only getting warmed up. Once we have come to terms with terrorism's pervasiveness throughout history, we need to rethink how we fight it, he argues. To do that will mean rethinking how we define terrorism, not as a crime but as an act of warfare.\n\"Our leaders . . . have in the past been, and in disturbing numbers remain, prepared to treat terrorists as being on par with smugglers, drug traffickers, or, at most, some kind of political mafiosi, rather than what they have been for almost half a century: organized highly trained, hugely destructive paramilitary units that were and are conducting offensive campaigns against a variety of nations and social systems,\" Carr writes.\nThe definition is not simply a game of semantics. Criminals must commit their crimes before they can be dealt with, but label terrorists as the soldiers they are, Carr says, and it becomes permissible to take proactive and limited military action against them and their sponsors.\n\"Continued, and in all likelihood, escalated military action will be the only remedy for this problem,\" Carr writes.\nThis is not a new concept. Carr said the same thing in a 1996 article in the World Policy Journal.\n\"Many experts pronounced that I was overreacting to the menace at hand by advocating \"the liberal use of military force,' \" Carr writes of the reaction to that piece. \"If the implication was that I was recommending that Americans do what their enemies had long been doing - making war with all the means at their disposal - then I accept the criticism . . .\"\nThe day after the Sept. 11 attacks, Carr discovered, much to his sad dismay, that his ideas were suddenly in vogue. The article got liberal posting on the Web. The publisher who had discouraged him from writing this book two years earlier wanted it so badly he placed the book - unwritten - in the December catalog.\nBut timeliness and a somewhat prophetic point of view will not spare Carr from criticism this time either. The book, reasoned and passionate as it is, may infuriate as many hawks as it does doves.\nWith the possible exceptions of Frederick II of Prussia, whose insistence on military discipline put a virtual end to rape and pillage by his armies, and Donald Rumsfeld I, who has overseen the toppling of the Taliban with minimal civilian casualties, few escape unbloodied.\nHenry Kissinger and Richard Nixon get labeled as terrorists for the bombing in Cambodia, a stand that will no doubt be cheered by good liberals. But what will the Democrats of South Boston make of Carr's scathing rebuke of \"drunken Americans who thoughtlessly finance the purchase of weapons\" for the terrorist activity of the IRA?\nIsrael supporters will be satisfied that Carr has placed responsibility for Palestinian terrorism on the shoulders of Yasser Arafat, but they're not likely to appreciate it when Carr dredges up the 1946 bombing of the King David hotel in Jerusalem, an attack that killed 90 people and which was ordered by Menachem Begin, then-commander of the Jewish paramilitary group Irgun.\nLikewise, conservatives will resent Carr's disdain for Secretary of State Colin Powell's doctrine of overwhelming force as much as they appreciate his support for the current war effort.\nThe general public may take umbrage that Carr's definition of terrorist includes many cherished war heroes, including Lt. Col. Jimmy Doolittle and Union Gen. William Tecumseh Sherman. Americans, Carr notes, are slow to enter war, but when they do they favor total destruction and don't fuss much about collateral damage. In that regard, the United States is no different from the Roman Empire whose armies wreaked havoc on conquered civilian populations to the delight of the citizens at home.\nThat refusal to play favorites may be the best recommendation for Carr's work. But just as there can be no relativist weighing of terrorism (it is never right, no matter who commits it, no matter what God is invoked), Carr asks that his prescription be taken whole. That may be more than Americans care to swallow.\nBill Duryea is a Times staff writer.\n\nGraphic\n\n \nPHOTO; Lessons of Terror by Caleb Carr, dust jacket\n\nLoad-Date: February 11, 2002"
}