{
    "title": "The United Nations Vote on Palestine",
    "publisher": "the new york times",
    "year": 2012,
    "month": 12,
    "day": 1,
    "full text": "To the Editor:\nRe ''U.N., in Blow to U.S., Heightens the Status of Palestine'' (front page, Nov. 30): President Mahmoud Abbas's successful bid for nonmember observer status for Palestine at the United Nations is a meaningless victory that antagonizes Israel while achieving nothing for the Palestinian people. In short, it is a telling tribute to how desperate Mr. Abbas is for a political victory to take the limelight away from Hamas.\nIsrael should be doing everything in its power to bolster Mr. Abbas -- the only true partner Israel has -- yet Prime Minister Benjamin Netanyahu's failure to engage Mr. Abbas while fighting a war with Hamas has driven Mr. Abbas to desperate political ploys like this one. Mr. Netanyahu would be wise, instead, to honor former Prime Minister Yitzhak Rabin's vow to pursue the peace process as if there were no terrorism, and fight terrorism as if there were no peace.\nFor the time being, it seems that both sides are left with leaders who are excellent at attaining symbolic yet meaningless victories, yet incapable of taking meaningful measures to advance the peace process.\nBEN LINDEN Larchmont, N.Y., Nov. 30, 2012\nTo the Editor:\nI am profoundly disappointed by our government's vote against recognition of Palestine as a United Nations observer state. It is no small irony that 65 years to the day after the United States voted in the General Assembly to create a Jewish state and a Palestinian state, a resolution that Israel cites proudly in its Declaration of Independence as fundamental to its own legitimacy, the United States and Israel vote in that same body to deny legitimacy to the Palestinian state.\nIsrael opposed the measure even though it effectively provides legal sanction to its acquisition of an additional 23 percent of the territory over and above that allocated to Israel in the 1947 resolution.\nThis vote, undoubtedly driven by domestic political considerations, defies the will of the international community, harms our national interest by worsening our already abysmal standing in the Arab and wider Muslim world, and perpetuates a gross historic injustice against the Palestinian people, who no less than anyone else are entitled to self-determination on their own land.\nJOSEPH J. SALTARELLI New York, Nov. 30, 2012\n\nhttp://www.nytimes.com/2012/12/01/opinion/the-united-nations-vote-on-palestine.html\n\nLoad-Date: December 1, 2012"
}