{
    "title": "The Democrats have no idea",
    "publisher": "the philadelphia inquirer",
    "year": 2006,
    "month": 9,
    "day": 24,
    "full text": "Your average Democrat these days is teetering between fantasy and fatalism. There's the fantasy about helping Nancy Pelosi measure the drapes in the House speaker's inner sanctum and watching President Bush eat crow on the eighth of November. But inside every Democrat is the tortured soul of a Phillies fan, forever wondering, \"How are we gonna screw it up this time?\"\nActually, it's a snap to answer that question. If the Democrats somehow blow their chance to capture a chamber in the '06 congressional elections, despite the most favorable political environment in years, they can spend the winter flagellating themselves over their persistent failure to craft an alternative national-security agenda.\nWho knows? Maybe they can still win without one. Maybe independent swing voters are so fed up with Bush and the Iraq war that they'll gravitate by default to the dithering opposition. But with Bush and the Republicans enjoying upticks in the latest polls, the alarm bells are clanging. Bush has spent weeks pounding home his view of Iraq and the war on terrorism; the Democrats have not countered with a vision of their own. In politics, something usually beats nothing, even if that something is flawed. As Bill Clinton warned Democrats in a 2002 speech, \"When we look weak in a time when people are insecure, we lose. When people feel uncertain, they'd rather have somebody who's strong and wrong than somebody who's weak and right.\"\nHere's one definition of weak: Last June, the congressional Democrats unveiled their \"New Direction for America\" election agenda - and it omitted Iraq. All the familiar party staples were present and accounted for (minimum-wage hike, lower drug prices, stem cell research), yet the agenda was silent on how to clean up America's biggest mess. Nor did it expend a single word on how Democrats would fight a better, tougher, smarter global war on terrorism - aside from putting more money into homeland security and securing the ports.\nA few days after that, Democratic strategist Simon Rosenberg appeared on Fox News Sunday. He was asked why swing voters should support a party that seems clueless about what to do in Iraq. He replied, \"We have fulfilled our patriotic role, which is to make sure that we're... coming up with the right policy for the American people.\" Eventually the question arose: So what is the party's chosen course? And he replied, \"I think we're having a debate about that.\" Well, they must still be having that debate, because Pelosi last week again itemized those New Directions (student loans, health care, Social Security, Medicare) without once volunteering a word about why the Democrats should be trusted to protect America from the jihadists.\nThe Democrats' opportunity is obvious. People are hungering for new ideas, alternatives to the status quo. As party pollsters Stanley Greenberg and Jeremy Rosner wrote in a Sept. 7 memo, most Americans \"have reached a clear judgment that the war was not worth the costs, but they are not sure what to do about it; uneasy about pulling out, and bothered, at the very least, by Republican hyperventilation about Democratic plans to 'cut and run' from Iraq. Democrats cannot leave these issues unaddressed, and need to show they have the better answers.\" And, in a follow-up memo, they urged: \"Don't just attack. Give people things you will do to accelerate change in Iraq, wage the war on terrorism better, and make America safer.\"\nSo why aren't Democrats speaking on these vital issues with a clear, consistent voice? Many reasons. For starters, it's tough for a powerless, leaderless opposition party to speak with one voice. A slew of presidential prospects is circling these issues and saying different things (Hillary Clinton and Mark Warner oppose a pullout timetable; John Kerry and Russ Feingold support it). Liberal bloggers and activists want to pull out, yet there are also party moderates who believe that Middle Eastern democracy is still a worthy pursuit. All told, this disputatious Democratic cacophony is no match for a president who owns the biggest megaphone and delivers a clear, consistent message.\nSome Democrats argue that their ongoing fumblings aren't really their fault, that Bush's failings in Iraq have narrowed the range of options. Ideally, they'd like to pull out the U.S. troops to fight the war on terrorism more effectively elsewhere, but they fear being blamed for a subsequent Iraqi bloodbath. As Suzanne Nossel, a United Nations official during the Clinton era, lamented on Democracy Arsenal, a Democratic blog, the other day: \"Progressives and liberals are flummoxed... about Iraq. Rather than reflecting weakness, indecision, or political cowardice, the dilemma is genuine and not of their own making.\"\nNossel and many others have been hungering to articulate a Democratic national-security stance. Yes, Bush may have narrowed the available options, and yes, prospective '08 candidates are earnestly looking for answers, even as they disagree.\nBut one big reason Democrats lag on this issue is that their liberal base is not pushing for clarity. The liberal base doesn't even view the war on terrorism as a priority; rather, it often dismisses that war as the right wing's politicized response to 9/11. In a survey last year, when the liberal Center for American Progress asked citizens to name their top national security goals, self-described conservatives said the number-one goal was destroying al-Qaeda - while the self-described liberals put that objective at number 10.\nBecause they lack their own meta-narrative about America's role in the post-9/11 world, Democrats are allowing Bush and the GOP to control the rhythm of this campaign season. The polls tell the story. Last month, the ABC-Washington Post survey reported that the Democrats were actually more trusted to fight terrorism, by a margin of 46 percent to 39 percent. Yet today - after a string of security speeches by Bush and his chief surrogates, with no effective Democratic response - the Republicans are suddenly more trusted, 48 percent to 41 percent. Why the 14-point swing in one month? An NBC/Wall Street Journal poll suggests an answer: More Americans are concerned about the Democrats' lack of new ideas than about the Republicans' adherence to the status quo.\nSix weeks still remain until Election Day, but unless Democrats can answer the threshold question of this campaign - \"How would you guys do any better?\" - they may well spend this winter pining yet again for the glory days of the last successful tough-on-terrorists Democratic regime. That, of course, would be the Jeb Bartlet administration, starring Martin Sheen.\nDick Polman Comes to Currents\nStarting today, Dick Polman'sopinion column, \"The American Debate,\" will appear here every other week. Polman also will continue to write his daily Inquirer blog: http://go.philly.com/polman\nFor the Congressional Democrats' \"New Directions\" agenda, see http://go.philly.com/newdir\nFor Suzanne Nossel's blog in the Sept. 17 Democracy Arsenal, see http://go.philly.com/nossel\nFor Simon Rosenberg's appearance on the June 18 edition of \"Fox News Sunday,\" see http://go.philly.com/foxnews\nFor the Aug. 6 and 7 ABC News/Washington Post poll, see http://go.philly.com/washpost\nContact Dick Polman at dpolman@phillynews.com.\n\nLoad-Date: September 24, 2006"
}