{
    "title": "The Good News About Terrorism",
    "publisher": "the new york times",
    "year": 2018,
    "month": 12,
    "day": 30,
    "full text": "In terrorism, we may remember 2018 for what didn't happen: The jihadist threat to the United States has dissipated. We had only one death from jihadist-linked terrorism in this country, and while disturbing, it was hardly an Islamic State spectacular. (In Florida, a teenage boy, inspired by jihadist videos, stabbed a 13-year-old friend to death during a sleepover.)\nThis death toll is dwarfed by the 2018 body count from right-wing terrorism (15) and a far cry from attacks like the 2016 Pulse nightclub shooting, when a jihadist loner shot 49 people. The number of jihadist terrorism-related legal cases has also plummeted, to 13 this year from 80 in 2015. \n  As the recent killings of five people at a Christmas market in Strasbourg, France, indicate, the European situation is worse, but not hopeless. In Europe, around 20 people have died from jihadist terrorism in 2018, a steep fall from 2015, when attacks in Paris and elsewhere led to 150 deaths. Around the world, global terrorism fell in 2017, and 2018 looks even more promising.\n  We can hope the death toll will be low in 2019, too. The Islamic State will not go away, but it is unlikely to return to its 2015 peak.\n  None of this good news has stopped President Trump from emphasizing the terrorism threat. He invoked it to justify more funding for a border wall with Mexico (despite no known jihadist terrorists crossing to the United States from Mexico). Perhaps not surprisingly, Americans' fears of jihadist terrorism remain high.\n  A mix of successful counterterrorism efforts overseas and more effective measures and a weak jihadist movement at home explain the low death toll. The American-led military campaign against the Islamic State has diminished the threat in the United States and Europe. The group has been largely driven underground, and its losses have tarnished its prestige and undermined its effectiveness.\n  Intelligence and law enforcement services have monitored the jihadist threat and prosecuted suspects, disrupting the flow of fighters to and from Syria and the Islamic State's efforts to incite Americans online. In Europe, the 2015 Paris attacks shocked many governments into action. Even formerly dysfunctional security services like Belgium's, which once seemed helpless as terrorists recruited and plotted on their soil, are more aggressive and effective.\n  But we must remember that terrorists need get lucky only once, and new dangers -- though not necessarily worse ones -- are emerging. Militant groups that use terrorism plague many countries in the Middle East. In the West, the networks, connections and propaganda forged to recruit and proselytize for the Syrian civil war are likely to endure in some form.\n  ''Lone wolves'' and others who act in the Islamic State's name will conduct mostly low-level but still lethal attacks. The Islamic State itself is more likely to revive if the United States removes its troops from Syria. At home, right-wing violence is surging, with Mr. Trump's rhetoric legitimating it and emboldening the worst elements of the far right.\n  We cannot expect 2018's incredibly low level of jihadist terrorism to endure for too long, but we can hope that the numbers remain small.\n  Daniel Byman (@dbyman) is a professor and vice dean at Georgetown's School of Foreign Service and a senior fellow at the Center for Middle East Policy at the Brookings Institution.\n  Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.\n\nhttps://www.nytimes.com/2018/12/28/opinion/sunday/islamic-state-terrorism-europe.html\n\nLoad-Date: December 30, 2018"
}