{
    "title": "THE FUNERAL OF YITZHAK RABIN; Arabs recall 'iron fist' as well as olive branch; 'We have not forgott",
    "publisher": "the world",
    "year": 1995,
    "month": 11,
    "day": 7,
    "full text": "In the bustling commercial center of this West Bank town, televisions were tuned to Yitzhak Rabin's funeral Monday but there was hardly an air of mourning.\nRabin, praised by world leaders as the visionary of the peace process with the Palestinians, also was remembered by Palestinians as the architect of the \"iron fist\" response to the intifada.\n\"We have not forgotten that it was Rabin who gave the order to demolish homes and to break the bones of protesters,\" said Ahmed Hamayel, owner of a children's clothing store. \"But the bottom line is that we are a people who suffered from terrorism, and by this I mean at the hands of the Israelis. We do not like this thing to happen to others.\"\nWhile Palestinian leader Yasser Arafat strongly condemned Rabin's assassination, Israelis temporarily halted their withdrawal from several West Bank cities and sealed the West Bank and Gaza, preventing Palestinians there from traveling to jobs in Israel.\nBut at Rabin's funeral, acting Prime Minister Shimon Peres called peace \"irreversible.\" King Hussein of Jordan and President Hosni Mubarak of Egypt eulogized Rabin, and Egyptian and Jordanian television carried the funeral of the slain Israeli leader live, an unimaginable choice of programming a short time ago.\nIn Ramallah, too, signs abound of an irreversible peace process, or at least one that would be difficult to undo. Construction sites are as plentiful as parking is scarce, the fruit of Palestinian-Israeli agreements that have attracted investors to the West Bank.\nStill, Palestinians offered a detached view of Rabin's death at the hands of an Israeli Jew that many said showed the world something they have long known.\n\"Once and for all, the Israelis should admit that not only Palestinians are terrorists, that they have people like this inside their own society,\" Afaf Arouri said as she shopped for food at an open-air market.\nSeveral said that if the gunman had been Palestinian, peace talks would have ended.\n\"I was relieved when I heard the murderer was Israeli,\" Hamayel said. \"If he was Palestinian, it would have been an excuse to practice all kinds of torture on us and it would have demolished the peace process.\"\nThat prospect would not upset supporters of Hamas and other Palestinian factions opposed to talks with Israel.\n\"They close the border, they keep us from working. They don't want peace,\" said Andrea Yusef, who sells lemons and oranges. He called King Hussein a traitor when television showed him arriving in Jerusalem.\nAnd a Hamas leader in Ramallah, Hussein Abu Kweik, said Rabin was never a friend of the Palestinians.\n\"I will never forget that he was the one who ordered soldiers to grab me out of my house and throw me across the border to Lebanon,\" he said of the deportation of 400 Hamas leaders in 1992.\nAt the Palestinian Ministry of Youth and Sport, a discussion about Rabin tried to make sense of the different Rabins Palestinians have known: The war hero in Israel's 1948 fight for independence. The general who marched triumphantly in 1967 into a reunited Jerusalem, a city Palestinians consider theirs. The defense minister whose orders during the intifada drew criticism from around the world. The prime minister who shook Arafat's hand at the White House in 1993 and shared a Nobel Prize with him in 1994.\nFalma Yassin, a ministry official, captured the ambivalence. \"People can't forget his history,\" she said, \"or his attempt to make reconciliation.\"\n\nGraphic\n\n \nPhoto: Palestinian leader Yasser Arafat (right), who feared his presence at rites for Yitzhak Rabin would inflame Israeli extremists, watches events on television Monday in his Gaza office. / Associated Press\n\nLoad-Date: November 8, 1995"
}