{
    "title": "The Role of Vengeance in Fighting International Terrorism",
    "publisher": "the monitor ",
    "year": 1989,
    "month": 8,
    "day": 24,
    "full text": "The editorial ''Roots of Mideast Terror,'' Aug. 3, falsely equates the taking of innocents by armed subnational gangs and the capture of the leaders of such gangs by national military forces. Western hostages held by Hizbullah, the Revolutionary Justice Organization, and other terrorist groups based in Lebanon are innocent civilians who were engaged in lawful pursuits. None were engaged in any sort of military activity, but their nationalities symbolize the kind of free society these groups find so objectionable.\nSheik Abdul Karim Obeid, in contrast, is an outspoken belligerent toward Israel and the West who actively aided and abetted the planning and support of terrorist operations. His words and actions make him a legitimate military target, subject to military action by his declared enemies.\nRather than condemning the apprehension of terrorists as some sort of ''diplomatic and moral trap,'' the Monitor should encourage efforts to bring these terrorists to justice in open court. This editorial asks what purpose was served by the capture of Sheik Obeid. The capture by any national authority of terrorist leaders increases the operational costs to the terrorists and lets their colleagues know that they will be held accountable for their actions. Moreover, the capture of key personnel within organizations as resistant to agent penetration as Hizbullah can provide invaluable insider information that may aid in the recovery of hostages and the curtailment of the threat these groups pose. Finally, capturing terrorists in their own neighborhoods erodes the myth of security and invincibility by which terrorists inspire their followers and intimidate their victims.\n''Moderation'' on the part of Iran (or any other nation) is not ''the only way to get at the roots of Mideast terror.'' In the case of Lebanon, terrorism will be abated only after a strong central government that speaks for all Lebanese people asserts control over its borders and internal affairs, and imposes the rule of law on the hostage takers. Until then, afflicted nations have the right to apprehend the outlaws.\nWilliam Burgess III, Fort Richardson, Alaska\nLetters are welcome. Only a selection can be published, subject to condensation, and none acknowledged. Please address to ''readers write.''"
}