{
    "title": "THE LIMITS OF RISK; From Apples to Terrorism, Governments Try to Answer How Safe Is Safe Enough",
    "publisher": "the new york times",
    "year": 1989,
    "month": 3,
    "day": 19,
    "full text": "For the last week, governments here and abroad have been grappling with one of the most basic and complicated questions that human beings face: what risks are worth taking?\nThe question recurred on issues as diverse as apples and airliners, grapes and terrorism. In each case, governments were being asked to balance risks to public health and risks to public order, the risks of openness and the risks of secrecy. And each case involved matters of life and death that created large political risks no matter which decisions government officials made.\nJudging risks goes to the heart of what government does every day. Should a new drug be allowed on the market? Should nuclear power be banned? Should an airliner be grounded because of a terrorist threat? Should the public be warned about the threat in advance, even if the warning might disrupt air travel or sales in an industry? Should a product be banned because it contains substances that are linked to cancer? How much of the substance is too much?\nPolitical Questions\nThese questions are decided not as theoretical matters but as political questions in which power and economic interests can matter as much as science and calculation, as events of the last week suggested.\nPerhaps the most diplomatically thorny issue was the case of Chilean fruit. Earlier this month, the United States Embassy in Chile was warned that Chilean fruit had been injected with cyanide. After two poisoned grapes were discoved in Philadelphia, the Federal Government banned the importation of Chilean fruit.\nBy Friday, when no more poisoned fruit had been discovered, and after an-gry protests in Chile, whose economy was threatened by the ban, the United States lifted most restrictions.\nFor Ralph Nader, the consumer advocate who did more than almost anyone in public life in the last two decades to bring risk and safety issues to the fore, the Chilean case raised a fundamental issue in the politics of risk assessment: that the group bearing the risk is often different from the group paying to avert it.\n \n'Easy One to Go After'\n''It was an easy one to go after because it didn't involve the American grape industry,'' Mr. Nader said. ''If it had been the domestic grape industry, would they have done the same thing?''\nMoreover, Mr. Nader noted that the immediate risk of contaminated grapes was far more tangible than the peril from, say, toxic substances that ingested over time could cause cancer in 20 or 30 years. This, he said, pushed Dr. Frank E. Young, the Commissioner of Food and Drugs, to act quickly to ban sales of all Chilean fruit.\nDr. Young made a different judgment about the risks stemming from the use of the chemical daminozide, marketed as Alar, to preserve apples. The Natural Resources Defense Council, an environmental group, set off deep concerns about eating apples when it charged that children may have been exposed to dangerous levels of carcinogenic chemicals that are a residue of Alar.\n \n'A Very Narrow Diet'\nBut Dr. Young challenged that view and cited recent studies showing carcinogen levels in apples well below the levels that the Environmental Protection Agency considers unsafe.\nClayton Yeutter, the Secretary of Agriculture, said the health risk from apples was ''minuscule'' and added: ''If you want to avoid food that has any potential health risk, you're going to have a very narrow diet. You'll be down to 75 pounds real fast.''\nThe E.P.A. has begun procedures to take Alar off the market because of preliminary laboratory findings that the chemical posed a risk of cancer to humans, but the agency said it was not immediately barring use of Alar because there was no proof that it constituted an imminent hazard.\nIt was not clear whether economic concerns played any role in the decision, but the apple industry was clearly hurting. Senator Steven D. Symms, Republican of Idaho, described the apple market as ''dead as a doornail right now across America.''\n \nWarning the Public\nWhile all this was happening in the United States, the British Government came under attack for withholding from the public a warning sent last November to airlines and airports about terrorist bombs in radio cassette players - precisely the kind of bomb that investigators say brought down a Pan American World Airways jet in Scotland in December. The American Government came under similar criticism earlier when it was learned that some United States embassy officials and military personnel were warned about the danger but that ordinary passengers were not.\nIn the wake of the revelations, Senator Alfonse M. D'Amato, the New York Republican, introduced a bill requiring pubic disclosure of ''serious security threats'' to airlines. ''Travelers have every right to be informed of possible dangers and flight crews should not have to fly blindly,'' Mr. D'Amato said.\nBut Brian Jenkins, an expert on terrorism and a senior researcher at the RAND Corporation, a research organization, said the problem with such a proposal was that the difficulty in determining which terrorist threats were credible and which were not.\n''To make them public routinely would encourage the pranksters, the lunatics and the extremists to make more threats,'' Mr. Jenkins said. ''It would either seriously disrupt air travel, or it would result in so many warnings that the warnings themselves would become meaningless.''\n \nEncouraging Questions\nThe consumer and environmental movements, which took hold in the 1960's and 1970's, encouraged Americans to question whether the products they bought were safe and whether their health was being endangered by the environmental practices of business. The movements, coupled with the advance of research on substances that can cause cancer, led to much stricter regulations on things like food production and toxic waste disposal.\nCritics argue that the environmental and consumer movements have encouraged Americans to search for the impossible: a risk-free society. Aaron Wildavsky, a professor of political science at the University of California at Berkeley and the author of ''Searching for Safety,'' contended that since all innovation requires risk, a search for absolute safety would inevitably impede both economic and scientific progress.\nMr. Wildavsky said the environmentalists and consumer activists were playing on public fears. ''There's always the imputation that a terrible truth is being kept from you,'' he said.\nBut Mr. Nader countered that assertion, saying the risks associated with cancer-causing substances and nuclear radiation were frightening precisely because they are unseen and because the normal human defense mechanisms cannot be counted on for protection.\n \nSome Risks Tolerated\nBoth Mr. Wildavsky and Mr. Nader agreed that society routinely tolerated well-known risks like the dangers of driving a car or smoking a cigarette even as it resists the introduction of new ones. Habit and social sanction can make familiar risks acceptable in a way that unfamiliar risks are not, they said.\nJames V. Aidala, a specialist on environmental policy at the Congressional Research Service, said the debate on the risks of pesticides and other chemicals was often difficult for the nonscientist to follow, since all sides in the debate dealt with statistical probabilities. Yet statistical probabilities are at the heart of how the Government assesses which risks are acceptable and which are not.\nA given substance, Mr. Aidala said, might be described as having a ''one in 100,000,000 chance'' of increasing the risk of cancer, which would not be a cause for alarm, while another might be described as having a ''one in 10,000 chance'' of doing so, ''a range where we really start to yell and scream,'' he said.\n \nTrust Called Into Question\nFor drug regulation, the choice of risks is a case of balancing one danger against another. On the one hand, looser regulation might allow a drug with dangerous side effects or one that turns out to be ineffective to enter the market. On the other hand, stricter regulations slow the marketing of good drugs that might save lives.\nThe issue has repeatedly been raised about drugs to treat AIDS sufferers, and the Food and Drug Administration has been under pressure to relax its drug testing standards for AIDS treatments. Mr. Nader argued that the case of AIDS is a special one. AIDS victims, he said, are almost certain to die and they are thus willing to take risks with any drugs that hold out the hope of saving, or at least prolonging, their lives.\nMr. Jenkins, the terrorism expert, said certain incidents went beyond the normal levels of risk that human beings were willing to accept and abruptly called into question the minimal trust and confidence needed to hold a society together. Such cases, he said, include random terrorist attacks and the deliberate poisoning of food, as in the case of the Chilean grapes, or of drugs, as happened when Tylenol capsules were contaminated in 1982.\n''People face risks all the time, whether they're riding a plane or eating a grape,'' he said. ''These incidents simply remind us of our vulnerabilities. People want a risk-free society and when an incident occurs, people want to know: Why did this happen, why weren't we warned?''"
}