{
    "title": "The U.S. Wallows in Hypocrisy on Iran",
    "publisher": "the new york times",
    "year": 1991,
    "month": 8,
    "day": 27,
    "full text": "To the Editor:\nSteven Emerson's \"Don't Appease Iran\" (Op-Ed, Aug. 9) has a myopic view of world politics and a contempt for the lives of third world people. He suggests the West should apply an anti-Iraq style \"full-court press\" against Iran to stop terrorism throughout the world.\nA full-court press involves one group of five people trying to keep another group of five from getting their hands on a ball. The \"full-court press against Iraq\" consisted of roughly 100 people dying on our side while, conservatively, more than 150,000 died on the other. Sports analogies are inappropriate because they imply fair competition and sportsmanship.\nMr. Emerson suggests that if the West would kill thousands of Iranians, terrorism would cease. The long history of the United States in Iran is one of interference and killing. In 1953 the Central Intelligence Agency deposed the popularly elected Mohammed Mossadegh to reinstall the Shah. The training of the secret police (Savak) under the Shah by the C.I.A. made possible the torture and execution of many thousands of Iranians.\nMr. Emerson also suggests the United States is being tricked because \"power struggles in Teheran . . . tricked us before.\" Whose power struggle was at fault for prolonging the hostage crisis? House Speaker Thomas S. Foley just announced an investigation by both houses into an alleged Republican deal to prevent the release of the American hostages in Teheran until after the 1980 Presidential election.\nIf these accusations hold water, Ronald Reagan and George Bush are accessories to the horrible Iranian hostage crisis. Mr. Emerson does acknowledge the hypocrisy of the arms-for-hostages deal in 1985 and 1986, but omits the second half of the equation, the funneling of profits to the contras in Nicaragua.\nThe Boland amendment had forbidden sending money for arms to the contras. The Reagan Administration created the now-infamous \"off-the-shelf\" organization to provide weapons to the \"freedom fighters.\" Now the \"freedom fighters,\" termed re-contras, have their freedom, but prefer to kill cooperative farmers in northern Nicaragua.\nIf you want to stop terrorism abroad, fight to stop exporting it from home.\n \nKEVAN SHOKAT\nBerkeley, Calif., Aug. 12, 1991\n\nLoad-Date: August 27, 1991"
}