{
    "title": "The real bin Laden",
    "publisher": "the deseret news",
    "year": 2012,
    "month": 5,
    "day": 4,
    "full text": "Candid glimpses into the lives of terrorists can be a healthy way to remove their carefully brushed-on veneer. Al-Qaida's premise in the 9/11 attacks was to make the people of the United States think the organization was larger, more ominous and better organized than it, in fact, was. With the right kind of devastating strike, commandeering commercial jets and targeting important landmarks, a small band of people can make themselves look large, indeed. \nWhile the al-Qaida network was large, spread out and, to some extent, more clever than other terror groups, it was, by the time U.S. forces killed Osama bin Laden, struggling to hang together against a host of problems that have undoubtedly grown worse since then. The Combating Terrorism Center at the U.S. Military Academy at West Point published several letters and notes this week that were confiscated during the raid that killed bin Laden one year ago. They paint a portrait of a man trying desperately to micromanage a terror network that was impossibly diverse and multifaceted. They show a man worried about the brand of his organization, searching for a new name the way the CEO of a troubled company might do in an attempt to jump-start lagging sales. They show someone frustrated because terrorists are killing Muslims instead of focusing on scoring another big attack within the United States. In other words, they show that the U.S. strategy in the war on terror, at least as it concerns al-Qaida, has worked. Earlier this week, White House terrorism official John Brennan went public with information about U.S. drone strikes and offered arguments as to why they are legal when used against al-Qaida members. He said the targeted strikes with unmanned aircraft save the lives of U.S. personnel and keep civilians from being injured the way they might be by bombing raids. Bin Laden made it clear in his letters and notes that the drone strikes were effective in killing his leaders. He was forced to leave the Pakistani tribal areas because of these strikes. The newly released papers reveal something else, too. Bin Laden wasn't so driven by ideology when his own family was concerned. He wanted his 20-year-old son moved from the tribal regions to Qatar, a wealthy Arab nation. He urged his other children to move to safer areas, as well. Clearly, bin Laden understood that al-Qaida was losing support in the Middle East because his group was killing Muslims. Now, the disclosure that he wanted to protect his own children when urging everyone else into a deadly holy war is likely to hurt al-Qaida's brand even more. Any time the curtain is pulled back to reveal the man behind the controls, it bursts the illusion. The good news is that al-Qaida is being effectively beaten and destroyed. The bad news is there is no shortage of other terrorists for whom the United States should be prepared. \n\nLoad-Date: May 5, 2012"
}