{
    "title": "The Michael Caine of Israel Ambassadors GOOD FENCES",
    "publisher": "the forward",
    "year": 2010,
    "month": 7,
    "day": 9,
    "full text": "At 38, Matthew Gould,  Britain's first Jewish top  diplomat to Israel, has a  long résumé.\nMaybe I'm watching too many  movies. When I was called  and asked if I wanted to meet  Matthew Gould, Britain's  first-ever Jewish ambassador to Israel, I  immediately imagined a blue-eyed Paul  Newman type who passes undetected.  Searching the Web, I learned that his  background includes deputy chief of  mission in Iran and security-related postings  in Pakistan and  Washington, all by  the tender age of 38.  Now I pictured some  sort of cross between  a cynical James Bond  as played by, say,  Daniel Craig, and a  hardened Jewish partisan  or Israeli agent  played by  well, also  Daniel Craig.\nThe guy I met at the  British Consulate was  more like Michael\nCaine as played by Billy Crystal. He could\nhave passed for half the people I sat next  to in shul last week. He started out by  noting that he isn't the ambassador yet   he doesn't start until right after Rosh  Hashanah (he pronounced it Russiashunna,  like somebody who didn't  learn it from a language tape but actually  grew up with it). He tried to downplay  his Jewish upbringing: He attended  heder (religious school, he explained)  at a Reform synagogue (comparable to  your Conservative) but didn't pay attention,  and now he's sorry he didn't bother  learning Hebrew.\nIt quickly became clear that London  hadn't merely appointed an ambassador  who was Jewish; it appointed a Jewish  ambassador. I needed to re-examine my  notions of European diplomacy.\nIf others react the same way, Gould  won't be sorry. I'd like to think I got the  job not because I'm Jewish, but because  I was the best qualified, he said, but  still, the fact that regardless of my background,  they sent me to this job  it does  say something about the country that sent  me.\nSome critics snipe that he will tilt toward  Israel. Others fear he will bend over backward  the other way. But the overwhelming  reaction has been positive.\nI hope that my background does send a  positive message, but I'd hope that when  I'm there, I'll be judged by my work,  he said.\nIn fact, Gould's work will have a lot to  do with his background, though not in the  obvious way. He has emerged in the past  two decades as one of British diplomacy's  top experts on Iran and the Muslim world.  Straight from college he joined the foreign  ministry's security desk, dealing with the  war in Bosnia. Then three years in the  insurgency-plagued Philippines; two years  as speechwriter for then-foreign secretary  Robin Cook; two years as deputy head  of the consular division, dealing heavily  with British immigration issues; two  years in Pakistan as political counselor  (or chief regime analyst); two-and-a-half  years in Tehran as deputy mission chief  (and, he says, sometime synagogue-goer);  two years in Washington, in charge of the  Iranian issue; three years as chief of staff  to Foreign Secretary David Miliband, and  now Tel Aviv. Individually, the titles don't  say much. Together they speak volumes.\nNot surprisingly, one of the things I will  do in Israel is to maintain an extremely  close partnership on Iran, Gould said.  Britain and the United States work  extremely closely on Iran. So do Britain  and Israel.\nWe met a few days after Congress passed  its harsh new sanctions on Iran. Gould  says he's more optimistic than he has  been in a long time that sanctions and  diplomacy can work as a way to deter  Iran's nuclear project. He points to a host  of economic conditions in Iran that are  dire and getting worse.\nHe hardly needs to spell them out. Oil  prices, Iran's chief moneymaker, are way  down. A worldwide supply glut is lowering  production. Foreign investment is  dropping. The regime, widely despised  since last year's election protests, has  been buying popularity through subsidies,  but it's going broke. The Obama  administration and the United Nations  are actively jawboning other countries to  tighten sanctions. For all Iran's bravado,  its nukes are costing it dearly.\nDeterring Iran isn't only about nukes.  Britain worries about its sponsorship of  terrorism and, pointedly, about its promotion  of Islamic radicalism beyond its  borders. Both matter to London. We have  faced the threat of terrorism for decades,  Gould said. Previously it came from  Irish groups. Now it comes from Islamic  radicalism.\nIn particular, there is a real issue that  we have been tracking for considerable  time of British-born Muslims who have  become radicalized, he said. Thinking  back to London's horrific bus-and-subway  bombings of July 7, 2005  seven-seven,  Brits call it  one of the saddest things  was hearing the videos recorded by the  boys who blew themselves up. If you  closed your eyes, the accents sounded  very familiar. They weren't foreigners.\nThat familiarity is part of British security  theory. Tackling terrorism presents a  difficult tension between short-term and  long-term goals, Gould said. Some of  the things you can do in the short term  to tackle the immediate effects can, in the  long term, undermine the things you need  to do to develop relationships and alter  events in a fundamental way.\nThe classic example is profiling. You  can make a case that if you want to stop  terrorists, you have to do that. On the  other hand, if in doing that you give a  whole community a sense that the government  doesn't treat them equally, you do  enormous damage to your efforts to build  relationships with the moderate mainstream  and isolate extremists.\nSuch nuances give Britain a reputation in  some quarters as soft on terrorism, which  Gould insists is unfair: True, we've tended\nto go down the law enforcement route  more than the American war-on-terror  route. But frankly, we think it works.\nEqually touchy is the image in some  quarters that Britain is neutral or  unfriendly toward Israel. The government  that I represent regards itself as a  partner of Israel, and more important,  as a strategic partner of Israel, he said.\nWhat about British public opinion?  Gould paused, searching for words, and  then said: The population of the U. K.  strongly supports the Israeli people and  the Palestinian people in their quest for  a peaceful solution to their conflict.  There are people who seek to delegitimize  Israel, but the government strongly  rejects that.\nI'm hugely proud as a British Jew to be  going to represent my country to the State  of Israel. And while there are some who  find it problematic, there are many more  who see it as a good thing.\n\nGraphic\n\n \nIMAGE\n\nLoad-Date: July 7, 2010"
}