{
    "title": "THE SHADOW OF TERRORISM DARKENS PERU",
    "publisher": "the new york times",
    "year": 1986,
    "month": 6,
    "day": 15,
    "full text": "After winning enormous popularity for his efforts to lift Peru out of a prolonged economic and social crisis, President Alan Garcia is now facing mounting public frustration over his Government's failure to deal with terrorist and criminal violence.\nAlarm over rising violence has already spread a mood of insecurity throughout this city, forcing the Government to extend until August both a state of emergency and a 1-A.M.-to-5-A.M. curfew declared in Lima and the adjacent port of Callao four months ago.\nNo less ominously, a wave of bombings, assassinations and acts of sabotage attributed to leftist extremists is feeding tensions between the 10-month-old Garcia Government and senior military commanders who want a freer hand in dealing with terrorism.\nIn recent weeks, the heads of the armed services have urged legalization of the death penalty for certain crimes, and the War Minister, Gen. Jorge Flores Torres, has speculated that the state of emergency might be extended to the entire country, a move that would give the armed forces full responsibility for fighting extremists.\nProblem Is 'Overshadowing'\n''The problem of violence is beginning to overshadow everything else,'' an official said. ''Terrorism was not Garcia's biggest problem when he took over, but it certainly is now.''\nThe President himself has had to abandon spontaneous crowd-pleasing addresses from the balcony of the National Palace, a feature of his early months in office. On June 7, despite security measures, bomb blasts before and again after Mr. Garcia attended a military ceremony in a downtown plaza killed three people.\nAlthough the Maoist Shining Path guerrillas have been active here since 1980, they have recently switched their focus away from Andean regions toward Lima and other urban areas, where at least one other rebel group, the pro-Cuban Tupac Amaru Revolutionary Movement, is also active.\nFurther, while in the past the Shining Path often blacked out Lima by bombing transmission towers, intelligence sources pointed to the murder of a vice admiral, Carlos Ponce Canessa, and the attempted murder of a senior official of the governing party in May as evidence that rebels have a campaign of ''selective assassinations.''\n \nSeries of Kidnappings\nAt the same time, in a development that seems unrelated in its origins but nonetheless compounds nervousness, this capital, with six million residents, has been shaken by a series of kidnappings carried out for monetary reasons by well-organized criminal gangs.\nThe Interior Minister, Abel Salinas, said this month that 54 kidnappings had been reported to the police since the new Government took office last July 28, but that the real number was believed to be much higher. ''The families of victims are warned not to call the police,'' an official said. ''And after the victim is freed, they still keep quiet for fear of reprisals.''\nMost identified kidnap victims to date have been Peruvian business officials and their families, but foreign executives have also rushed to hire body-guards, acquire bullet-proof cars and adopt other precautions. ''Security is the only growth business in Peru these days,'' a foreign banker said, ''although some people have sent their families out of the country.''\n \nTargets of Terrorists\nNot surprisingly, with politicians and military officers singled out by terrorists, and with business officials fearful of kidnapping and ordinary Peruvians learning to live with heavily armed troops patroling their streets at night, the mood of optimism injected into Peru by Mr. Garcia's arrival on the scene last year has begun to fade.\nFor the Government, which came to office with a strong mandate to bring sweeping change to this country, the wave of violence has had the additional negative effect of diverting public attention away from its campaign to improve the lot of the poor and to rebuild an economy destroyed by years of recession, inflation and speculation.\nIn reality, although President Garcia has won stark headlines abroad for limiting Peru's interest payments on its $14 billion foreign debt to 10 percent of export earnings, at home his economic policies have been applauded for slowing inflation, stabilizing the currency, protecting local industry and increasing real wages.\n \nPolice Officers Purged\nThe Government has purged more than 1,000 police officers suspected of corruption and involvement with narcotics and, still more daringly, Mr. Garcia has personally ordered a cutback from 26 to 12 in the number of Mirage jet fighters on order from France.\nForeign diplomats said that if the problem of urban terrorism continued to grow, the Garcia Administration might find itself increasingly trapped between pressure for tougher action from the army and complaints about human-rights violations and repression from the United Left coalition, the country's second political force.\nA conservative politician has said that although public-opinion polls show continuing support for President Garcia, the ''wear and tear'' of his Government was evident in growing political tensions and open in-fighting within the Cabinet. ''Alan is a loner, he loves power and is not about to share it,'' the politician said, ''but he can't do everything himself without losing his political capital.''"
}