{
    "title": "THE NEW YORK CONNECTION",
    "publisher": "the new york times",
    "year": 1993,
    "month": 9,
    "day": 19,
    "full text": "An intriguing contrast lies in the simultaneous unfolding of the Palestinian-Israeli peace accord and the trial in New York City of four men charged with the Feb. 26 bombing of the World Trade Center.  Yasser Arafat, Palestine Liberation Organization chairman and at one time the world's leading terrorist, has transformed himself into a statesmen welcomed to the White House even as the fear of terrorism has been greatly heightened by the bombing at the trade center in lower Manhattan.  In theory, a settlement of the Palestinian-Israeli dispute would give far less cause for men such as the four on trial to unleash terrorist attacks against American lives and property. A letter to The New York Times, traced to Nidal A. Ayyad, one of the defendants, took responsibility for the bombing in the name of the Liberation Army Fifth Battalion and  demanded that the United States cut its ties to Israel and make other changes in its Middle East policy. Otherwise, the letter said, other bombings would follow. The careless return of a rented van by Mohammed A. Salameh, another defendant, led to the unraveling of the plot and the trial.  The bombing jolted the American public, political leaders and the law-enforcement community into realizing that a major terrorist attack could happen here. Had the World Trade Center collapsed, as the defendants are believed to have wanted, thousands of people would have perished.  In a subtle way, then, the trial of the three Palestinians and an Egyptian is a reminder of the urgency for the United States to use its resources and diplomatic prowess to bring about a long-lasting peace between Israelis and the Arabs, particularly the Palestinians.\nThis will take years to complete, but the beginning has occurred.  If the spadework by Mr. Arafat and Israeli Prime Minister Yitzhak Rabin is effective, the rationale for terrorism will appeal to far fewer Palestinians and potential extremists. This would make a more effective defense against terrorism than police investigations and an attention-getting trial.\n\nLoad-Date: October 11, 1993"
}