{
    "title": "THE UNITED NATIONS _ THE OVERVIEW; Clinton Urges World Action on Terror",
    "publisher": "the new york times",
    "year": 1998,
    "month": 9,
    "day": 22,
    "full text": "President Clinton told world leaders today that the fight against terrorism was \"at the top of the U.S. agenda\" and proposed steps for better international cooperation to prevent and punish attacks.\nIn a speech to the United Nations General Assembly that was generally flat and listless, an unsmiling Mr. Clinton nevertheless struck a theme: the need for a global effort to combat terrorism.\nSimilar sentiments found voice today as a number of world leaders gathered here to address the Assembly. Security was unusually high in the surrounding neighborhood.\nIn his address, President Clinton said: \"We must show people they have everything to gain by embracing cooperation and renouncing violence. This is not simply an American or a Western responsibility; it is the world's responsibility.\"\nHe said he would ask Congress for more money to strengthen protection for American embassies abroad and for programs to help countries threatened by terrorism improve the lives of their people and thus diminish the pool for terrorist recruitment.\nHis audience knew that if he looked preoccupied, which he did, it was because he was in the awkward position of addressing the United Nations at the same time that a videotape of his testimony to a grand jury investigating the Monica Lewinsky matter was playing on television screens and computer monitors around the world. Some television banks here were playing his speech and the videotape at once.\nMr. Clinton received a warm standing ovation with rhythmic clapping as he entered the General Assembly hall this morning, a sign of the sympathy that many foreign delegates felt for him. Many diplomats reflected the views of commentators around the world who have expressed shock in recent days that the United States was putting itself, and the President, through this ordeal.\n\"It is sad, really sad,\" an envoy said.\nSamuel R. Berger, the national security adviser, told reporters in a briefing today that the warm reception the President received was a surprise. \"None of us expected that kind of response,\" Mr. Berger said. \"We had not seen that before.\"\nMr. Clinton paused at the start of his speech to thank the General Assembly for \"your very kind and generous welcome.\"\nBut at the end of his address, the applause was more polite and less enthusiastic. Mr. Clinton did not advance American policy against terrorism in any new direction, nor did he deal with rising criticisms from a number of countries regarding the American missile attacks in the Sudan and Afghanistan on Aug. 20, which the United States linked to Osama bin Laden, a Saudi-born supporter of Islamic militancy.\nIn fact, Mr. Clinton's speech followed by half an hour an opening address by Secretary General Kofi Annan, who obliquely criticized the American use of force, which the Administration said was in retaliation for terrorist bombings of American embassies in Nairobi, Kenya, and Dar Es Salaam, Tanzania.\n\"Terrorism is a global menace, which clearly calls for global action,\" Mr. Annan said. \"Individual actions by member states, whether aimed at state or non-state actors, cannot in themselves provide a solution.\"\nMr. Clinton, in his remarks about a global response, suggested improvements in a number of areas.\n\"If terrorism is at the top of the American agenda and should be at the top of the world agenda, what then are the concrete steps we can take together to protect our common destiny?\" the President said. \"What are our common obligations? At least, I believe, they are these:\n\"To give terrorists no support, no sanctuary, no financial assistance. To bring pressure on states that do. To act together to step up extradition and prosecution. To sign the global anti-terror convention. To strengthen the biological weapons and chemical conventions. To enforce the chemical weapons convention. To promote stronger domestic laws and control the manufacture and export of explosives. To raise international standards for airport security. To combat the conditions that spread violence and despair.\"\nMr. Clinton's call for strengthening of the biological and chemical weapons conventions will be welcomed by arms control groups, which say the Administration is allowing the Pentagon to weaken the chemical treaty. International efforts to bolster the biological pact have lagged without strong American action.\nThe tone of Mr. Clinton's remarks on international cooperation against terrorist organizations found an echo in a speech today by Chandrika Kumaratunga, the President of Sri Lanka. In her country, more than a decade of ethnic warfare has hobbled what was once the most rapidly developing of South Asian nations and cost tens of thousands of lives.\nPresident Kumaratunga warned global leaders to be \"eternally vigilant to insure that terrorists do not find loopholes in our laws or use procedural delays to circumvent the emerging international consensus against terrorism.\"\nShe mentioned front organizations set up with ostensibly humanitarian goals that officials say funnel money to the Liberation Tigers of Tamil Eelam, who are fighting to carve out a piece of Sri Lanka's northeast as a separate country for the island's Tamil minority.\nPrime Minister Tony Blair of Britain also sounded the theme of monitoring attempts by terrorists to find new ways to finance their activities from abroad. Calling terrorism a \"uniquely barbaric and cowardly crime,\" he invited world leaders to London to discuss ways to thwart terrorist fund-raising.\n\"Effective new measures on an agreed international basis could make a real difference,\" said Mr. Blair, who is working to maintain a peace agreement in Northern Ireland, which has suffered years of sectarian violence.\nMr. Clinton reiterated his Administration's insistence that the fight against terrorism was not part of a clash of civilizations involving the United States and the Islamic world.\n\"I believe this view is terribly wrong,\" Mr. Clinton said. \"False prophets may use and abuse any religion to justify whatever political objectives they have, even cold-blooded murder. Some may have the world believe that Almighty God Himself, the merciful, grants a license to kill. But that is not our understanding of Islam.\n\"A quarter of the world's population is Muslim, from Africa to the Middle East, to Asia and to the United States, where Islam is one of our fastest growing faiths. There are over 1,200 mosques and Islamic centers in the United States, and the number is rapidly increasing. The six million Americans who worship there will tell you there is no inherent clash between Islam and America. Americans respect and honor Islam.\"\nMr. Clinton did not talk about paying debts to the United Nations, disappointing members of Congress who were prepared to challenge his repeated efforts to blame them for the failure to pay. The United States is the organization's biggest debtor, with outstanding payments of more than $1.5 billion, and faces the loss of voting rights in the General Assembly at the end of the year.\nBefore his speech, the President met with Mr. Annan to discuss the American arrears, which remain entangled with abortion legislation in Congress, Mr. Berger said.\nMr. Annan was forthright about the issue. In his speech, he said the organization was in a \"financial straitjacket\" that hindered reforms demanded by Congress and others.\n\"Financial stringency is a feature of today's world,\" Mr. Annan said. \"It has helped concentrate our minds on giving you better value for your money. But without money there can be no value. Stringency is one thing, and a starvation diet quite another.\"\n\nGraphic\n\n \nPhotos: President Clinton addressed the General Assembly yesterday morning, calling for better international cooperation to combat terrorism. Secretary General Kofi Annan of the United Nations proposed a toast yesterday at a luncheon for world leaders attending the General Assembly session. President Clinton was among those joining in. (Photographs by Marilynn K. Yee/The New York Times)\n      \n\nLoad-Date: September 22, 1998"
}