{
    "title": "The fire last time",
    "publisher": "daily news ",
    "year": 2018,
    "month": 2,
    "day": 26,
    "full text": "Twenty-five years ago today, Islamist terrorists detonated a 1,300-pound nitrate-hydrogen gas enhanced bomb stuffed with cyanide in the parking garage beneath the World Trade Center.\nThey killed six people, injured 1,000 more and spread panic - but failed in their goal: to bring down the north tower, crashing it into the south tower and murder thousands.\nThe editorial in this space in the wake of the attack was prescient:\n\"There are those who say the bombing of the World Trade Center was an act of madness. They are wrong. It was an act of evil - a precisely calculated act with a precisely calculated purpose.\n\"The Clinton administration must treat the bombing not as a simple criminal act, but as an act of war. Every New Yorker, and every American, must recognize that 12:18 p.m. on Friday, the U.S. entered the future - a future in which small powers and their supporters are prepared to use terrorism in the continental U.S. to achieve their goals.\n\"The only real deterrent to future high-profile attacks against U.S. targets is swift and sure retaliation against the ultimate source of this attack. Fingering the culprit now becomes the top priority of the Clinton administration.\n\"No matter who bombed the World Trade Center, one thing is obvious: The U.S. cannot allow its foreign policy to be swayed in the slightest by terrorism. That would be tantamount to a declaration of open season on American targets.\n\"But the American people must understand that if the U.S. is going to pursue its interests abroad - in ex-Yugoslavia, in the Middle East, in the former Soviet Union - this may happen again.\" (emphasis in the original.)\nConvicted bomber Ramzi Yousef, nephew of one Khalid Sheikh Mohammed, is in federal Supermax prison in Colorado, as are four other conspirators. Omar Abdel-Rahman, the \"Blind Sheikh\" who masterminded the attack, died last year in another federal facility.\nJustice comes slowly, but it comes. And the long war the radicals began, which eight years later left its deepest wound in America's side, presses on.\n\nGraphic\n\n \nNLVL\n\nLoad-Date: February 26, 2018"
}