{
    "title": "The Wrong Way to Guard the Ports",
    "publisher": "the new york times",
    "year": 2006,
    "month": 2,
    "day": 16,
    "full text": "The Bush administration has done far too little to protect the nation's ports against terrorists. But it has taken that laxness to a new level by allowing a company from the United Arab Emirates to run significant operations at six American ports, including the Port of New York. The administration should reverse this decision.\n  National security experts have long warned that the ports are a key point of vulnerability. One of the worst fears about terrorism is that a nuclear device might be shipped from overseas and set off when it arrived in a port in a large city. The federal government should be doing everything it can to ensure that port security is as rigorous as possible, including keeping port management in trusted hands.\n But the British company that operates the Port of New York, and other ports, has been acquired by Dubai Ports World, based in the United Arab Emirates. Although that nation is considered an ally, there have been troubling connections between it and anti-American terrorism. Many of the Sept. 11 hijackers and planners traveled through that country, and its banking system was used in preparing for the attacks.\n  But the Bush administration appears to have brushed these concerns aside. The Committee on Foreign Investment in the United States, a panel that includes representatives from Homeland Security, Treasury and other departments, has given its approval to the transfer of control. Senator Charles Schumer, Democrat of New York, who has long raised questions about port security, is asking the Homeland Security Department to take a closer look at the impact of the takeover.\n  Much remains to be done to protect the nation's ports against terrorism. Putting port management in the hands of a country with such a mixed record in the war on terror is a step in the wrong direction.\n\nhttp://www.nytimes.com\n\nLoad-Date: February 16, 2006"
}