{
    "title": "The erosion of freedom; Spying tools are now routinely used against ordinary, law-abiding Americans",
    "publisher": "star tribune ",
    "year": 2005,
    "month": 11,
    "day": 22,
    "full text": "Christmas 2003, Las Vegas. Intelligence hinted at a terrorist\nattack on New Year's Eve. In the absence of any real evidence, the\nFBI tried to compile a real-time database of everyone who was\nvisiting the city. It collected customer data from airlines,\nhotels, casinos, rental car companies, even storage locker rental\ncompanies. All this information went into a massive database -\nprobably close to a million people overall - that the FBI's\ncomputers analyzed, looking for links to known terrorists. Of\ncourse, no terrorist attack occurred and no plot was discovered:\nThe intelligence was wrong.\nA typical American citizen spending the holidays in Vegas might\nbe surprised to learn that the FBI collected his personal data, but\nthis kind of thing is increasingly common. Since 9/11, the FBI has\nbeen collecting all sorts of personal information on ordinary\nAmericans, and it shows no signs of letting up.\nThe FBI has two basic tools for gathering information on large\ngroups of Americans. Both were created in the 1970s to gather\ninformation solely on foreign terrorists and spies. Both were\ngreatly expanded by the USA Patriot Act and other laws, and are now\nroutinely used against ordinary, law-abiding Americans who have no\nconnection to terrorism. Together, they represent an enormous\nincrease in police power in the United States.\nThe first are FISA warrants (sometimes called Section 215\nwarrants, after the section of the Patriot Act that expanded their\nscope). These are issued in secret, by a secret court. The second\nare national security letters, less well known but much more\npowerful, and which FBI field supervisors can issue all by\nthemselves. The exact numbers are secret, but a recent Washington\nPost article estimated that 30,000 letters each year demand\ntelephone records, banking data, customer data, library records,\nand so on.\nIn both cases, the recipients of these orders are prohibited by\nlaw from disclosing the fact that they received them. And two years\nago, Attorney General John Ashcroft rescinded a 1995 guideline that\nthis information be destroyed if it is not relevant to whatever\ninvestigation it was collected for. Now, it can be saved\nindefinitely, and disseminated freely.\nSeptember 2005, Rotterdam. The police had already identified some\nof the 250 suspects in a soccer riot from the previous April, but\nmost were unidentified but captured on video. In an effort to help,\nthey sent text messages to 17,000 phones known to be in the\nvicinity of the riots, asking that anyone with information contact\nthe police. The result was more evidence, and more arrests.\nThe differences between the Rotterdam and Las Vegas incidents are\ninstructive. The Rotterdam police needed specific data for a\nspecific purpose. Its members worked with federal justice officials\nto ensure that they complied with the country's strict privacy\nlaws. They obtained the phone numbers without any names attached,\nand deleted them immediately after sending the single text message.\nAnd their actions were public, widely reported in the press.\nOn the other hand, the FBI has no judicial oversight. With only a\nvague hinting that a Las Vegas attack might occur, the bureau\nvacuumed up an enormous amount of information. First its members\ntried asking for the data; then they turned to national security\nletters and, in some cases, subpoenas. There was no requirement to\ndelete the data, and there is every reason to believe that the FBI\nstill has it all. And the bureau worked in secret; the only reason\nwe know this happened is that the operation leaked.\nThese differences illustrate four principles that should guide\nour use of personal information by the police. The first is\noversight: In order to obtain personal information, the police\nshould be required to show probable cause, and convince a judge to\nissue a warrant for the specific information needed. Second,\nminimization: The police should only get the specific information\nthey need, and not any more. Nor should they be allowed to collect\nlarge blocks of information in order to go on \"fishing\nexpeditions,\" looking for suspicious behavior. The third is\ntransparency: The public should know, if not immediately then\neventually, what information the police are getting and how it is\nbeing used. And fourth, destruction. Any data the police obtains\nshould be destroyed immediately after its court-authorized purpose\nis achieved. The police should not be able to hold on to it, just\nin case it might become useful at some future date.\nThis isn't about our ability to combat terrorism; it's about\npolice power. Traditional law already gives police enormous power\nto peer into the personal lives of people, to use new\ncrime-fighting technologies, and to correlate that information. But\nunfettered police power quickly resembles a police state, and\nchecks on that power make us all safer.\nAs more of our lives become digital, we leave an ever-widening\naudit trail in our wake. This information has enormous social value\n- not just for national security and law enforcement, but for\npurposes as mundane as using cell-phone data to track road\ncongestion, and as important as using medical data to track the\nspread of diseases. Our challenge is to make this information\navailable when and where it needs to be, but also to protect the\nprinciples of privacy and liberty our country is built on.\nBruce Schneier is the CTO of Counterpane Internet Security and\nthe author of \"Beyond Fear: Thinking Sensibly About Security in an\nUncertain World.\"\n\nGraphic\n\n \nILLUSTRATION\n\nLoad-Date: November 30, 2005"
}