{
    "title": "The story of Gitmo GUANTANAMO BAY MILITARY PRISON",
    "publisher": "daily news ",
    "year": 2018,
    "month": 2,
    "day": 13,
    "full text": "To many in and outside the United States, the military prison at Guantanamo Bay, Cuba, has long been a\nblot on America’s stated democratic ideals, a facility closely associated in the public mind with orange jumpsuits, waterboarding and hunger strikes. Soon after taking of›ice in 2009, President Barack Obama declared he would shut down Guantanamo, although he didn’t succeed in doing so. President Donald Trump, in his ›irst State of the Union address, de›iantly announced that the facility would remain open, in keeping with campaign pledges and an apparent determination to reverse as many of his predecessor’s policies as possible. \nTrump’s announcement, codified in an executive order signed shortly before his address to Congress, leaves open the question of what’s next for the prison and those held there. Here’s some background: \nHow did Guantanamo \ncome into being? \nU.S. Naval Station Guantanamo Bay, at Cuba’s southeastern tip, sits on land leased under the Cuban-American treaty of 1903. A detention camp was constructed there in stages after the Sept. 11 attacks to hold designated “enemy combatants”  terrorism suspects captured on the battlefield in Afghanistan  rather than bring them to the United States for trial. The first prisoners arrived in 2002, and since then more than 750 detainees, from teenagers to octogenarians, have passed through the facility, colloquially known as “Gitmo.” \nWhere did the Guantanamo inmates come from? \nOnly about 5 percent were captured on battlefields. Many others were caught by bounty hunters, or handed over to U.S. forces by rival warlords or neighbors with a grudge. Opponents of the Guantanamo detentions said important figures were far outweighed by ordinary foot soldiers. Probably the best known detainee is accused 9/11 mastermind Khalid Shaikh Mohammed. \nHow many prisoners \nare there now? \nWith no new arrivals in a decade, the facility’s population has dwindled to 41. When Trump assumed office, five of those had been cleared for release. Twenty-three have not been charged with any crime, according to the American Civil Liberties Union. The prison costs more than $440 million annually to operate, nearly $11 million per detainee. \nWhy is the facility \ncontroversial? \nPractices have varied over the years, but suspects have few legal rights, and accounts have surfaced of methods widely seen as torture  sleep deprivation, denial of food and water, beatings, isolation and exposure to extremes of heat and cold. \nWhy was Obama unable to make good on his promise to close Guantanamo? \nIt was a long and complicated saga that lasted his entire presidency. Obama largely blamed Congress, but one significant obstacle was foreign governments refusing to accept custody of those the United States wanted to release. The Pentagon also raised roadblocks. \nWhat does Trump’s \nexecutive order say? \nThe president gave Defense Secretary James N. Mattis 90 days to hold consultations and come up with a new policy for military detentions. “Terrorists are not merely criminals; they are unlawful enemy combatants,” Trump declared in his speech. “When they are captured overseas, they should be treated like the terrorists they are.” \nWhat has Trump said \nabout Guantanamo in the past? \nOn the campaign trail and as president-elect, he railed against the release and transfer of prisoners from Guantanamo. Most of these  532  were made under President George W. Bush, and 197 by Obama. Trump has praised the facility as an appropriate destination for “bad dudes,” and last year raised the prospect of sending Uzbek national Sayfullo Saipov, the suspect in a truck attack on a Manhattan bike path that killed eight, to Gitmo. The idea, which legal experts said would have been highly complicated, was dropped. \nWhat has been the reaction to Trump’s announcement? \nThe president’s remarks on Guantanamo won warm applause from Republican lawmakers, and his backers see his declaration as keeping with a hard line on terrorism. Critics say it fits with a pattern of animosity toward Muslims and disregard for the rule of law. The group Physicians for Human Rights called the facility a “symbol of U.S. torture and injustice known around the world.” Former U.N. Ambassador John Bolton, a Trump supporter, praised the decision on Twitter, saying it reflected the embracing of a “war paradigm” for dealing with terrorism suspects. \nWhat rationale did Trump offer for keeping prisoners at Guantanamo? \nSpeaking generally about the topic of dangerous figures being released, Trump cited the case of Islamic State leader Abu Bakr al-Baghdadi, who was not held at Guantanamo. He was held in U.S. custody in Iraq, but was released. Trump’s reason for keeping the facility open is based on notions of deserved punishment. “Terrorists who do things like place bombs in civilian hospitals are evil,” Trump said. “When possible, we have no choice but to annihilate them.” \nWho might end up at \nGuantanamo now? \nNo new detainees have arrived since Trump took office, nor have any been released. The executive order stipulates that U.S. authorities “may transport additional detainees to U.S. Naval Station Guantanamo Bay when lawful and necessary to protect the Nation.” But in recent years, U.S. federal courts have proved a much more fruitful venue for trying terrorism cases, with more than 500 such prosecutions taking place since the Sept. 11 attacks. The military commissions at Guantanamo have convicted eight, and four of those were overturned on appeal. \nLaura King, Tribune News Service\n\nGraphic\n\n \nBRENNAN LINSLEY / ASSOCIATED PRESS 2006\">ABOVE: U.S. military guards walk within Camp Delta military-run prison, at the Guantanamo Bay U.S. Naval Base, Cuba.BEN FOX / AP 2014\">BELOW: The entrance to Camp 5 and Camp 6 at the U.S. military’s Guantanamo Bay detention center.\n\nLoad-Date: November 30, 2023"
}