{
    "title": "The United Nations Must Confront the ISIS Threat",
    "publisher": "new york observer",
    "year": 2014,
    "month": 9,
    "day": 24,
    "full text": "Today, the United Nations confronts a bloodthirsty ideology. Will it have the institutional courage to call evil by its proper name?\nAs the General Assembly of the United Nations convenes on the East Side this week, there is no shortage of global emergencies to discuss. Climate change is high on the agenda. No doubt there will be a discussion of the Ebola outbreak on the west coast of Africa, where aid workers lack the very basics of care, including-unbelievably-soap.\nThere's another unfolding threat that ought to command the attention of every member of the General Assembly, but it's likely to be shunted aside for political reasons. The murderous ideology of Islamic terrorism, exemplified by the psychopathic group known as Islamic State, is proving to be a threat to all of the values enunciated in the Universal Declaration of Human Rights, approved by the General Assembly in 1948.\nThe Islamic State has butchered Muslims and non-Muslims with equal enthusiasm. It has turned women into sex slaves for terrorists. It has virtually wiped out centuries-old Christian communities in Iraq and Syria. It is, in short, an enemy of humanity.\nLike Hitler, the leaders of Islamic State and similarly minded groups have made their intentions clear, so there should be little doubt what they wish to achieve: a worldwide jihad designed to roll back modernity and slaughter any and all infidels.\nHowever haltingly, the United States and its allies have taken up the fight against the pernicious evil. Those allies include not only Western powers like France and Britain, but Arab nations whose leaders understand the existential threat that Islamic State poses.\nBut the response to Islamic State and like-minded groups must be even broader. There is no other force on earth today that is more antithetical to the spirit of the United Nations Charter than Islamic terrorism. Its reach is global; the response must be global as well. And it is well past time for Arab nations to make their voices heard on this subject in the General Assembly.\nEighty years ago, the League of Nations stood on the sidelines while the Nazis and fascists seized power and began their campaigns of conquest and murder. History rightly has judged the League harshly for its inaction.\nToday, the United Nations confronts an ideology that is no less bloodthirsty. Will it have the institutional courage to call evil by its proper name?\n\nLoad-Date: September 23, 2014"
}