{
    "title": "THE ETHICS OF REPORTING TERRORISM",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 5,
    "day": 16,
    "full text": "Eberhard Pilz, commentator, Association of Public Broadcasting Stations (ARD Television), Bonn\nIs it the role of the press to fight terrorism, or is it the role of the press to report what's going on?\n''Censorship is to be ruled out, that's not even something we should seriously discuss. (But) I'm not feeling that I am betraying my profession if I say that we have to have self-restraint. There are no imposed regulations (in West Germany), but there is a certain degree of understanding among all the participants. We as journalists need to be aware of the role we are playing, and the risks for society if the journalist lets himself be used by the terrorists to magnify whatever their intentions are. But an event is an event - you can't mute the media.  (Instead,) you have to educate the audience to behave differently . . . to get this competition a bit more civilized.''\nNachman Shai, director, Galei Zahal (Army Radio), Tel Aviv\n(The news media) sometimes seem to create a situation which plays into their own hands. The press is not passive\nanymore.\n''If there is a general understanding that we have to fight terrorism, why should we make it harder?  In some cases, the media do not represent the public anymore.  In some cases the media force the public to know more than it really wants. I don't trust the networks . . . and especially the American networks.  They will not lose any picture which shows . . . tragedy, emotions, something which will help them to attract viewers.  Afterwards they will be very sorry, and they will send condolences to the families, but when it takes place (another time) they will fight each other (again). . . . If they have 100 producers, reporters, cameramen, (and other) crew all over, they need to find something to do.  They need to show that their mission was not in vain, that they did something.''\n \nAlan Protheroe, assistant director general of the British Broadcasting Corporation, London\nYou're living in a democracy . . . . I believe that the public is entitled to know what and why (terrorists) are doing what they're doing.\n''(My) journalistic assessment goes like this: Does what I am reporting actually enhance and add to the sum of information available to the viewer so that he may make up his mind? I still have the highest regard for the three (American commercial) networks. I have to say that I'm a great fan of the American technology and a lot of the journalistic practices that you have. (But) I think a national broadcaster of that caliber, of that importance or relevance to the community, has got imposed upon him . . . certain standards and certain concepts and precepts that you don't run from.You draw a line and say, 'No, I am sorry, there are standards of taste and standards of decency and standards of journalistic behavior,' . . . you draw a line and nobody crosses it.''\n \nTed Koppel,anchor, ABC Television's ''Nightline''\nThe American media stretch the outer boundaries of what may seem acceptable to our European allies.\n''(American television is) particularly vulnerable to misuse.  We are vulnerable to misuse by our own leaders. We are vulnerable to misuse by our international adversaries. And they obviously include terrorists. The fact that terrorism by definition tends to be dramatic, (and) the fact that by definition it tends to involve acts which are pictorial, makes us even more vulnerable. (But) don't make the mistake of jumping to the conclusion that the immediate impact of that day's visual message is the final impact.  The American media . . . operate under what ultimately is our basic assumption in this country, a Jeffersonian notion, that if you allow the public access to all the information, no matter how dramatic or devastating it may be at any given point, ultimately they will reach the proper conclusions.''\n\nGraphic\n\n \nPicture 1, Eberhard Pilz; Picture 2, Nachman Shai; Picture 3, Alan Protheroe, BBC; Picture 4, Ted Koppel, FILE PHOTO/R. NORMAN MATHENY;"
}