{
    "title": "THE TWIN TOWERS _ Prevention; Authority Chose Access Over Tighter Security",
    "publisher": "the new york times",
    "year": 1993,
    "month": 3,
    "day": 6,
    "full text": "In an effort that waxed and waned with the level of world terrorist acts, the Port Authority of New York and New Jersey carried out several anti-terrorism planning reviews, including the mock bombing of a building and infiltration of secured areas to test preparedness, between 1984 and 1991.\nUltimately its officials rejected the sweeping restrictions on public access that might have prevented the World Trade Center bombing as too disruptive, unfair to merchants and contrary to the Port Authority's role as a public agency.\nThe most extensive effort was the creation in 1984, amid the rise of bombings in Europe and the Middle East, of an independent anti-terrorism unit, the Office of Special Planning, which laid the groundwork for tighter security against attacks at major Port Authority buildings. It included a proposal to close the World Trade Center garage to non-tenants.\nBut several sources said that after a change in administrations at the Port Authority and a decline in the perceived threat of terrorism, the anti-terrorism unit was downgraded and most of its proposals shelved, although some steps, such as protecting the ventilation shafts of the Lincoln Tunnel, were completed.\n \nQuestion Not Raised\n In 1991, during the crisis in the Persian Gulf, the Port Authority conducted a second anti-terrorism review of the World Trade Center, but the question of closing the garage was not raised, said Charles Maikish, Director of the World Trade Department at the Port Authority, which oversees the Trade Center.\nThe measures involved installing video cameras in the tourist visiting areas at the top floors, but not in the garages, increasing police patrols and removing public wastebaskets on the concourse level, where a bomb might be hidden. When asked why more stringent measures, such as closing the garage to the public, were not taken, Mr. Maikish spoke of the necessary balance between control and access.\n\"The idea was to try to maintain normalcy rather than an armed camp,\" he said. \"The questions always come down to balancing the sense of personal freedom and of being free from fear with ringing the place with the National Guard.\"\nOffice developers and some state officials who oversaw the Port Authority's operations have come forward since the blast to defend the agency's choice of access over security, noting the public's short tolerance for being inconvenienced. Stanley Brezenoff, the Port Authority's executive director, made much the same point earlier this week:\n\"A judgment was made that a complex like the World Trade Center, with 350 tenants, seven restaurants, a hotel and shops should include tenant and public parking,\" he said in a statement. \"Many other public buildings have reached the same conclusion.\"\nThe difficulty of getting the public to accept strict security measures was echoed by Meyer S. Frucher, executive vice president of Olympia & York, the developers of the World Financial Center, the huge office complex across West Street from the Trade Center.\nMr. Frucher said this week that his office had tried closing the World Financial Center's garages to non-tenants last Saturday and Sunday, the days after the blast, and to insist on inspecting the trunks of tenant cars being parked there.\n\"We saw a reduction in the level of business, which upset the retailers, and the tenants become very upset when the line of cars waiting to get into the garage started going around the block,\" Mr. Frucher said. \"And this was the day after the bombing.\"\nBut in 1984, the terrorist threat was foremost on the mind of the Port Authority's executive director, Peter Goldmark, now president of the Rockefeller Foundation. Mr. Goldmark oversaw the creation of the anti-terrorism unit.\n\"We weren't getting the battering Europe was getting, but New York was the focus of what threats did exist,\" Mr. Goldmark recalled this week. \"The Port Authority had some of the most spectacular installations anywhere in the world, and frankly, preparations against the dangers of terrorism were virtually nil -- they were not even conceived of by the Port Authority police as one of their most important responsibilities.\"\nStill, although the option of closing the World Trade Center garage was first raised during Mr. Goldmark's tenure, the structure remained open to the public. Although Mr. Goldmark began the anti-terrorism planning process, he was replaced by Stephen Berger before the planners' recommendations were completed.\nThe anti-terrorism unit was deliberately set up separate from the Port Authority's police department, and included both members of the police and civilian experts in electronics, explosives and electrical defenses, including some veterans of the F.B.I., said a former Port Authority security official. Edward J. O'Sullivan, a member of the task force who is now in charge of airport access for the Port Authority, said on Sunday that the group presented about 170 options. Other sources said the options ranged from upgrading combination locks on some doors to closing the Trade Center garage.\nThe unit approached security experts in several countries, including the British police at Scotland Yard. Among other things, its anti-terrorism experts strongly recommended that the parking garage be closed to non-tenants, police sources said.\nWhat the Port Authority did to protect the public from attack will be the focus of liability lawsuits brought by victims of last Friday's attack. The first such suit was filed Monday, officials said.\n \nNo Consultation\n Most of these activities were conducted quietly and, apparently, without consulting the Port Authority's Board of Directors. Alan Sagner, a member and later chairman of the board during Mr. Goldmark's tenure, said the closest thing brought before the board involved structural defects at the Journal Square PATH headquarters that were unrelated to terrorist threats.\nThe Office of Special Planning identified three potential Port Authority targets that were considered particularly vulnerable to attack: the fuel tanks at Kennedy International Airport, the ventilation shafts for the Lincoln Tunnel, and the World Trade Center's basement garage, the former agency security official said.\nElectronic monitoring equipment was installed around the ventilation towers and plans for a series of highly visible security drills were drawn up for the airports, aimed at giving the impression of preparedness to any watchful terrorist.\nOn some occasions, agents from the unit infiltrated the restricted tarmac of the Port Authority's three airports as a test of police vigilance. Once, in 1987, to demonstrate lax security at the Passenger Ship Terminal, a former Port Authority employee said, agents worked their way past unlocked doors and inattentive guards to plant a mock bomb under the desk of a terminal manager.\n\"His reaction was one of shock and some personal embarrassment,\" the source recalled.\nMissing in the debate over what the Port Authority knew and did about terrorism during the 1980's is Mr. Berger, who succeeded Mr. Goldmark in 1985 until June 1990, when Mr. Brezenoff, the current executive director, was appointed. Mr. Berger, an investment banker based in Stamford, did not return requests for interviews. His spokesman, Tom Lamb, said Mr. Berger was traveling on business in the West.\nNumerous sources, both in and out of the Port Authority and in officials of the governments of New York and New Jersey, which jointly own the agency, confirm that few of the special unit's recommendations were ultimately acted on. Some lesser steps, such as closing the section of the short-term parking lot at Newark International Airport that underlies the airport roadway, were carried out in 1991.\n\nGraphic\n\n \nPhoto: Investigators, at top, walked through the wreckage at what officials yesterday called ground zero at the site of the explosion at the World Trade Center. On other subbasement levels, workers installed support beams. (Reuters)\n\nLoad-Date: March 6, 1993"
}