{
    "title": "THE U.S. ALONE CANNOT CONTAIN IRAN OR LIBYA",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 8,
    "day": 12,
    "full text": "President Bill Clinton is right to call terrorism the \"enemy of our generation.\" One can sympathize with his vow to fight it alone, if necessary - which was his rationale for signing a sanctions bill just p assed by Congress that penalizes foreign companies investing in Iran and Libya. The problem is that the Europeans, who it was hoped would follow the U.S. lead, instead are promising to protest the new law at the World Trade Organization. So this may be the wrong place and wrong time to stand alone against terrorism.\nThe bill itself is actually quite mild. It aims only to discourage investment, not trade, with Iran and Libya - and not all investments but only those in the energy sector, a key source of their foreign exchange. It is that foreign exchange that finances the terrorism the two nations support, as well as their efforts to acquire weapons of mass destruction. Europe's argument that maintaining a dialogue with them doesn't have much merit; rogue states aren't interested in dialogue.\nThe United States has taken the opposite course. The president barred Conoco Inc., the giant U.S. oil company, from developing oil fields in Iranian waters and now wants to discourage others from doing the same. The law he has just signed allows him to deny certain banking and investment privileges in this country to offending companies. Still, if Europe remains unconvinced of the wisdom of isolating rogue states, the purpose of the sanctions law is vitiated.\nEconomic sanctions don't work unless there is broad support for them. In some cases, they even threaten to infringe on the sovereignty of independent nations - clearly the case with the Helms-Burton law, which imposes severe penalties on foreign companies doing business with Cuba, a state that poses no threat to any country.\nLibya and Iran are, however, a real danger to a peaceful world and should be contained. Washington should continue to try to persuade its allies to join a policy that would do just that. But a unilateral attempt at containment isn't likely to work. Fighting terrorism with sanctions requires a consensus.\n\nLoad-Date: August 13, 1996"
}