{
    "title": "The Message From Iran",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 11,
    "full text": "Secretary of State Shultz was surely not including Iran among the law-abiding nations he summoned last Sunday to help put an end to terrorism. Iran has usually appeared high on Washington's list of nations thought to be supporting terror. Yet Iran has now spoken the right words and, however tardily, apparently done some right things in storming a hijacked Kuwaiti airliner in Teheran.\nEditorial, commending role Iran played in freeing hostages from hijacked Kuwaiti jet in Teheran, holds perhaps Iran has learned value of international norms it once scorned\nThe raid followed the appalling murder of two Americans, but it freed the last nine hostages, including two other Americans. If the hijackers are now punished, or at least delivered to those who would punish them, Iran will be sending a notably different message than before, to the world and also to the murderous gangs that profess to be its fellow travelers.\nIt's been five years since Ayatollah Khomeini commended the mob that invaded the United States Embassy in Teheran. He found Islamic merit in holding diplomats hostage. Now his envoy to the United Nations appears on American television and extends condolences to the families of slain United States officials. The delegate denounces the hijackers for profaning Islamic law, and denies that Iran stood behind the barbarous bombings ascribed to the Party of God and its Shiite adherents in Lebanon.\nThough much remains to be learned about the hijackers and their motives, it would be heartening to find that Iran is truly committed to resisting terrorism. Those who held the Kuwaiti plane's passengers hostage claimed to be seeking the release of 17 prisoners in Kuwait who were reputedly involved in the truck-bombing of the American and French Embassies in Beirut. Kuwait refused to yield. When Iran backed up Kuwait and professed to be delaying its commando assault only until the Kuwaiti Cabinet approved, Americans had reason to be surprised.\nPerhaps Iran has learned the value of the international norms it once scorned. There are good reasons, beyond the safety of Iranian travelers and diplomats, that a new attitude may be dawning. Iran has kept itself in gloomy isolation and has had few friends in its now-deadlocked war with Iraq. Iraq, by contrast, has been reaching out for new friends, including even the United States.\nUntil now, Iran has appeared a hostage of its recent past. A huge sign at Teheran airport proclaims ''Death to USA,'' a message the hijackers took all too literally in moving the drama to that airport. Iran has also inspired violent intolerance by brutally persecuting dissenting minorities, notably the Bahais. If it is beginning to care about world opinion, redemption begins at home.\nHowever mixed its motives, Iran's new words defer to the civilized consensus. Perhaps its deeds over the last week and in days to come will bear out the words. To the extent that the change proves real, Mr. Shultz may be able to welcome an unexpected recruit to the anti-terror campaign."
}