{
    "title": "The War That Gave Birth to Urban Terrorism",
    "publisher": "new york sun ",
    "year": 2006,
    "month": 4,
    "day": 20,
    "full text": "Any American who went to college in the 1970s probably remembers seeing Gillo Pontecorvo's film \"The Battle of Algiers,\" a cinematic reconstruction of the last days of French Algeria, a kind of paean to urban terrorism and the joys of the anti-colonial struggle. Now comes Ted Morgan (the adopted American name of Sanche de Gramont), who served as a lieutenant in the French army in the penultimate days of that war, to remind us what it was all about.\n\"My Battle of Algiers\" (Collins, 284 pages, $24.95) is more persuasive and finely filigreed than the film, and all the more so because unlike Mr. Pontecorvo, Mr. Morgan has no particular illusions about the glories of Third World revolutions. But it is his unusual background that makes this firsthand account of the war particularly interesting: His father was a French diplomat who left his post at the embassy in Washington, D.C., to serve (and die in) de Gaulle's forces, and Mr. Morgan spent his formative years in the United States, graduating from Yale University and then Columbia Journalism School. While working on a small-town paper in Massachusetts in 1955, he received a draft notice from the French army and, though not of a military mindset, felt obliged to honor his father's memory.\nAt the time, France was still licking the wounds from its recent defeat in Indochina and was deep in another colonial war in Algeria. Mr. Morgan knew this, of course, and had no illusions about the ultimate outcome. In fact, he applied for officer candidate school precisely to postpone his deployment to North Africa as long as possible, hoping the war would be over in the meantime. No such luck: In 1955 he was sent off to Algeria as a newly minted second lieutenant, assigned to service in an infantry unit deep in the bled,or countryside.\nFirst as an intelligence officer and then as a platoon commander, Mr. Morgan saw the war firsthand and in all its maddening ambiguity: It was often difficult to separate Algerians genuinely sympathetic to the rebels' Front de Liberation National from those merely forced to contribute taxes or information to the rebels for fear of their own lives. At times the practical distinction between the two was very nearly irrelevant. There in the bled,Mr. Morgan learned:\nthe true nature of war ... your declared enemy is not your only enemy. Your superior officers, who place you in high risk situations, are also your enemy, and so are some of the soldiers you had to work with ... You had to be on your guard against everyone.\nBut there was a change on the horizon for Mr. Morgan. During leave from the field in Algiers he was invited to a cocktail party by an American diplomat, a friend of his father's, and was introduced to General Jacques Massu, commander of the French army in Algeria. Upon learning of Mr. Morgan's journalistic background, Massu promptly reassigned him to psychological warfare. Mr. Morgan's new job was to write for a French-language newspaper, Realites Algeriennes, published with a view to winning over native opinion. And this meant service under far more com fortable conditions - an apartment in the European quarter of Algiers instead of a tent or a remote barrack and, as it turned out, an attractive French mistress, as well. On the other hand, service even in the capital was not without its risks; by the time Mr. Morgan was assigned there, the FLN had decided to carry its struggle to the cities. These were the first versions of urban terrorism. The rebels' favorite weapon was a bomb, typically placed in cafes, railroad stations, or clubs, often in unobtrusive bags or purses left by women agents. The idea was to make life so unpleasant for the several hundred thousand French settlers that they would finally decamp.\nThe French authorities, and particularly the French military, had never faced a situation quite like this before. In response they recoursed to torture: Uncooperative witnesses were murdered in cold blood, and the military often claimed they had been \"shot while trying to escape.\" Alas, Mr. Morgan reports, this tactic proved all too effective. But the results, though favorable in the short run, deprived the French of their most valu able resource - the conviction that their cause was one of justice and decency. In the end the war brought down not merely one government after another, but even the Fourth Republic itself. It was followed by the return to power of de Gaulle, conceivably the only figure in France capable of extricating the country from its colonial trap.\nMr. Morgan left Algeria in December 1957 and returned immediately to the United States to resume his career as a journalist. Now an American citizen, he has produced more than a dozen important books. Here he looks back on his Algerian experience with shame and regret, although he still does not recognize the right to be criticized \"by those who had not been put in harm's way.\"\nIn the introduction to \"My Battle of Algiers\" Mr. Morgan tells us he was inspired to write this book by the current U.S. involvement in Iraq, which - though he admits differences in context and even in intent - must likewise end in an inglorious withdrawal. Perhaps so. But he does not address the implications of the fact that while France, long gone from Algeria, is much the better for it, the scores of thousands of Algerians who have fled their native country for the old metropolis - and continue to do so to this day - suggest the reverse is far from true.\nMr. Falcoff is resident scholar emeritus at the American Enterprise Institute.\n\nLoad-Date: April 20, 2006"
}