{
    "title": "The kidnappers can't shift the blame",
    "publisher": "st. petersburg times ",
    "year": 1989,
    "month": 8,
    "day": 1,
    "full text": "Under what circumstances, if any, can democratic nations rightfully    \"kidnap\" suspected terrorists being sheltered by other countries? The    Israeli government's capture of Sheik Abdel Kareem Obeid, suspected in    the 1988 kidnapping of U.S. Lt. Col. William Higgins, illustrates the    l l moral and practical complications that governments create for    themselves and their friends when they resort to extralegal means to    apprehend suspected terrorists.\n \n     However, the needed debate over the propriety of those kinds of    anti-terrorist activities should not distract our attention from a    central fact: It is the kidnappers of the Americans and other foreign    nationals now being held in the Middle East, along with the governments    that actively support such terrorism, who bear sole responsibility for    the safety of those hostages. If Col. Higgins' captors did indeed    execute him in retaliation for the capture of Obeid, they cannot    justifiably attempt to make Israel, the United States or any other real    or imagined oppressor share the blame for their crimes. It takes a    special kind of gall for the kidnappers and murderers of dozens of    innocent citizens to decry the supposed immorality of Israel's capture    of Obeid.\n    Predictably, some members of Congress are demanding an immediate    military retaliation against Higgins' captors - even though they aren't    certain where, and against whom, it should be directed. Others, perhaps    out of frustration with our continued inability to locate and punish    those terrorists, seem to be blaming Israeli policymakers (who are,    after all, readily identifiable) for Higgins' apparent execution.\n \n Neither of those emotional reactions serves any constructive purpose.\n \n     President Bush's initial reaction was far more responsible. \"This    is a matter of grave concern to the American people,\" he said, \"and    discussing in some halfway manner what might or might not be done is    not the way to conduct a foreign policy or the national security policy    of this country.\"\n \n     Our anti-terrorism policy, like our Middle East policy, should be    based on more rational and consistent long-term goals. They include    working with other governments to bring international terrorists to    justice, as well as working with all parties to find solutions to the    larger issues standing in the way of permanent peace in the Middle    East.\n \n     Those policies also should be consistent with our democratic    values. The \"kidnapping\" of suspected terrorists - such as Israel's    capture of Obeid, or our own operation against the suspected hijackers    of the Achille Lauro in 1985 - should be approved only in the absence    of normal extradition procedures, and only to bring suspects to justice    according to the standards of existing legal institutions. In the    murky, dangerous world of international terrorism, those judgments can    be agonizingly difficult for civilized societies to make. Those who    bear the responsibility for making such judgments do not deserve to be    equated with terrorists who kidnap and kill without compunction.\n \n\nLoad-Date: November 9, 1992"
}