{
    "title": "The French brace for Mideast conflicts played out in France",
    "publisher": "the christian science monitor",
    "year": 1984,
    "month": 1,
    "day": 5,
    "full text": "France is bracing for a new wave of terrorism.\nConcerned that recent bomb attacks in France may signal the beginning of a step-up in terrorist activities, the government is strengthening security at airports, train stations, government ministries, and border posts to try to prevent such attacks.\nBut even with the increased security measures of the past few days, French officials say it may be impossible to prevent future attacks.\nJust minutes before President Francois Mitter-rand gave a televised New Year's address in which he said French troops in Lebanon would return home ''when their mission is completed,'' a train station in Marseilles and a train en route from Marseilles to Paris were bombed.\nIn the previous month, bombs had exploded at two Paris restaurants. Those blasts had injured 45 people.\nMany French observers fear that, like the terrorism that hit France in the summer of 1982, the Middle East conflict is once again being played out on French soil. The French are worried that Iran may be involved in the recent upsurge of bombings here.\nFrench security forces have been monitoring the movements of Iranian nationals on French territory. Last week France expelled five Iranian students and three Iranian diplomats. It also closed an Islamic center in Paris run by the Iranian Embassy. The Iranians were suspected of planning subversive activities.\nThe French have been at loggerheads with Iran over France's aid to Iraq in the Gulf war and a November raid on a Shiite barracks near Baalbek in which 14 Iranian revolutionary guards were killed.\nInvestigators say efforts to prevent terrorist attacks in France are hampered by the recent proliferation of terrorist groups here.\nThey also cite such groups' increased willingness to choose targets with the aim of causing a maximum number of casualties.\nAmong those claiming responsibility for the New Year's bombings was a group calling itself the Organization of Armed Arab Struggle, which said both bombs were in retaliation for France's Nov. 17 raid on the Shiite barracks. The international terrorist ''Carlos'' has been associated with this group.\nA Shiite group called Islamic Jihad is also suspected. It claimed responsibility for the truck bombings against the French and United States contingents of the multinational force in Beirut and the attack on the US Embassy there as well as on the Israeli military governor's headquarters in Tyre. On Dec. 22 it warned that if the US and France did not withdraw their forces from Lebanon, it would ''make the ground shake under their feet.''\n\nGraphic\n\n \nPicture, On guard in Paris for Iran-backed terrorism, R. NORMAN MATHENY - STAFF"
}