{
    "title": "The Politics of Terrorism in a Combustible Europe",
    "publisher": "the new york times",
    "year": 2020,
    "month": 11,
    "day": 9,
    "full text": "Austria and France both suffered deadly attacks in recent weeks. The responses offer a glimpse of the political shape-shifting around Europe’s complex relationship with Islam.\nPARIS — October’s knife slayings by freelance terrorists shocked the French but have not led to the global outpouring of sympathy for France seen after Islamist massacres in 2015 and 2016. European leaders have expressed solidarity, but the Muslim world has been convulsed with anti-French demonstrations and calls for a boycott.\nBeyond the magnitude of the attacks, the striking difference between then and now has much to do with President Emanuel Macron’s response, which has alienated many French Muslims and generated anger across the Muslim world.\nHis government set in motion a broad-brush crackdown on Islamists and some Muslim organizations, with language that appeared to conflate Islam (the religion) with “Islamism” (an ideology that has sometimes led to violence).\nNow, looking for allies, Mr. Macron is reaching out to Chancellor Sebastian Kurz of Austria, making common cause with a European leader whose country was also hit by a terrorist attack, last week. The two men will meet in Paris on Tuesday to discuss terrorism’s challenge to Europe, according to the Élysée Palace.\nAfter the attack in Vienna, Mr. Kurz barely caused a ripple with his response, using conciliatory words that deliberately sought to defuse tensions. “Our enemy is never all those belonging to a religion,” Mr. Kurz said last week in addressing his nation. “Our enemy is extremists and terrorists.”\nMr. Macron, by contrast, even before the recent killings, had sought to make a critique of Islam and Islamism a signature issue before the 2022 presidential campaign. “Islam is a religion that is today living through a crisis everywhere in the world,” he said.\nSince then, he has tried to soothe ruffled feelings and to emphasize that his “country is a country that has no problem with any religion,” as he told Al Jazeera in an interview.\nBut he has also bridled at any hint of criticism from the Western media outside France (inside he has received solid support), and taken pains to clarify his views.\n“France is fighting against Islamist separatism, never against Islam,” he wrote in the Financial Times after it published an opinion piece that Mr. Macron said had unfairly accused him of stigmatizing French Muslims for political purposes. He vigorously denied doing so, and the newspaper removed the original article from its site for review.\nMr. Macron has also expressed irritation about American coverage of the government’s response, including in The New York Times, according to the newspaper Le Monde, complaining in a recent cabinet meeting, “Going along with American multiculturalism would be a kind of death of thinking,” and vowing that there would be no French “alignment” with it.\nBut while Mr. Macron has insisted that he has no quarrel with his country’s Muslims, only with terrorists and “Islamism,” his government appeared to lash out indiscriminately after the beheading of a teacher, Samuel Paty.\nIt said it would shut down two Muslim aid organizations that the authorities accused of having extremist views; it conducted dozens of raids; and it sought to deport hundreds of Muslims already in police files.\nOn Monday, the Austrian police did much the same, carrying out scores of raids aimed at members of the Muslim Brotherhood and Hamas. Dozens were arrested or brought in for questioning on suspicion of forming terrorist networks, terrorist financing and money laundering, the interior minister said.\nThe Austrian authorities said the operation had been in the works even before last week’s terrorist attack, which it attributed to a man linked to the Islamic State.\nWhether there is much daylight between the two leaders’ positions remains to be seen. Mr. Kurz, 34, and Mr. Macron, 42, both ambitious and unapologetic political chameleons, offer a glimpse of the political shape-shifting in a combustible Europe, especially as it regards terrorism and immigration.\nMr. Macron was elected as the center-left savior of liberal democracy as France’s Socialist Party imploded. He is now tacking to the right, letting his ministers do most of the tough talking for him, to position himself for France’s next presidential election in 2022, when he is expected to face a strong challenge from the nationalist far right.\nMr. Kurz, a conservative, was already elected once before by co-opting the message of the far right, which he then joined in a coalition that employed some of Europe’s harshest language and restrictions against immigrants. But since Austria’s last election in 2017, he has teamed up with the left-leaning Greens. His new coalition is very different — and so are his words.\nEarly last month Mr. Macron laid out markers for what would become his aggressive stance after the killings, in the face of what he calls “Islamists” and “Islamism.”\nBut there has been ambiguity in his approach from the beginning, and Mr. Macron’s subtle — sometimes too subtle — use of language has left his phrasing and positions open to multiple interpretations, not all of them favorable to the French president.\nIn his lengthy Oct. 2 speech, Mr. Macron declared war on what he deems “Islamist separatism” — the tendency, according to him, for some Muslims in France to jettison republican values and to develop an “alternative organization of society.”\nThere are sociologists who don’t think the problem is as large as Mr. Macron portrays it. They point out that an overwhelming majority of French Muslims merely want to be equal citizens of France. And Mr. Macron himself was careful to acknowledge the way the French Republic has ghettoized its Muslim citizens, denied them opportunity and oppressed them with the weight of France’s colonial past.\nThose caveats were largely ignored in the Muslim world. What amplified the post-killings anger was the way Mr. Macron slid seamlessly from the dangers of “Islamism,” over to what he deemed a fundamental problem with Islam itself.\nEarly in the 70-minute speech he talked of the “ultimate goal” of Islamists, to “take complete control.” Then he spoke of the murders by a jihadist of two local police officers, of a “radical Islamism that leads to denial of the Republic’s laws.”\nAlmost immediately he moved on to the phrases that gave offense — about the “profound crisis” in Islam. Mr. Macron told the Al Jazeera interviewer that these phrases were “taken out of context.”\nThe “context” for his critique of Islam, though, was unmistakable — Mr. Macron’s long catalog of the crimes of “Islamism.”\nLater in the same speech Mr. Macron sought to bring Islam under the aegis of France, to make it a French project — to de-Islamize it in some way, reinforcing hints that Islam itself was alien.\nA principal “axis” of his strategy, Mr. Macron explained in the speech, would be to construct ‘‘an Islam of the Enlightenment” in France — thereby incorporating Islam into a signature achievement in French cultural history, the period dominated by thinkers like Voltaire and Diderot.\nAfter Mr. Paty’s killing, France’s far-right leader, Marine Le Pen declared, “Islamism is a warlike ideology whose means of conquest is terrorism.” The same day Mr. Macron’s interior minister, Gerald Darmanin announced police operations against “the enemy within, insidious and extremely well organized.”\nTwo days later, Mr. Macron told a national audience, eulogizing Mr. Paty: “I have named the evil. The actions have been decided on. We have made them even tougher. And we will carry them to their conclusion.”\nIn this context, the display of restraint by Mr. Kurz, who not long ago was parroting the anti-immigrant message of the far right, did not go unnoticed.\n“He resisted the populist temptation,” said Peter Neumann, senior fellow at the International Center for the Study of Radicalization at King’s College in London. “It would have been easy and probably popular with his voters to give a more polarizing speech, a speech that takes a tough line on Muslims and how Islam has to change.\n“He could have held a Macron speech, but he didn’t,” Mr. Neumann added.\nMeanwhile, Mr. Macron continued to fiercely defend the caricatures of the Prophet Muhammad, first published in Charlie Hebdo, in the name of “preserving liberty.” \nThat position has met wide approval in France, on the left and right, among intellectuals and politicians, and in the media. Prominent moderate Muslims have also, in public, expressed muted support.\n“It doesn’t shock me. It doesn’t touch me,” said Tareq Oubrou, the imam of Bordeaux’s mosque, of the caricatures. Muslims “should receive this type of provocation with indifference,” he said.\nWithin France, there have been only a few dissident voices, in public, pointing out potential flaws in Mr. Macron’s approach.\n“He’s the president of all the French, including the Muslims,” said Jean-François Bayart, a specialist on Islam at the Graduate Institute of Geneva. “Now he’s identifying France with a position that’s not representative of all sensibilities.”\nMr. Bayart has also pointed out that the French police systematically discriminate, abusively, against Muslims — a consistent finding of independent review bodies in recent years.\nCalling Mr. Macron’s position on the caricatures “puerile,” Mr. Bayart said images are intended to “remind people that they don’t belong here, they are from somewhere else.” He added: “You’re an Arab, you’re an immigrant. You are stealing French bread.”\nPHOTOS: A memorial outside the Notre-Dame basilica for the victims of a knife attack last month in Nice, France, that left three people dead. (PHOTOGRAPH BY MAURICIO LIMA FOR THE NEW YORK TIMES); Left, the police in Vienna last week after a terrorist attack. Right, President Emmanuel Macron expressed condolences for the victims. (PHOTOGRAPHS BY LAETITIA VANCON FOR THE NEW YORK TIMES; CHRISTOPHE PETIT TESSON)\n\nLoad-Date: October 9, 2021"
}