{
    "title": "The Gang That Couldn't Bomb Straight",
    "publisher": "the new york times",
    "year": 2010,
    "month": 10,
    "day": 24,
    "full text": "IN ''Four Lions,'' the first feature directed by the British comedian Chris Morris, a group of British Muslim fundamentalists hatch a plot to blow themselves up during the London Marathon. From this decidedly unfunny premise the film finds multiple occasions for laughter.\nIt opens with jihadist-video bloopers and uses the firing of a rocket launcher for a slapstick punch line. One of the gang argues that bombing a mosque is the best way to radicalize Muslims and tests his theory by punching himself in the face. The would-be terrorists communicate on a children's chat site called Puffin Party, shake their heads from side to side to avoid being identified in closed-circuit video footage and attempt to thwart surveillance efforts by swallowing their SIM cards.\nNearly a decade after the Sept. 11 attacks, terrorism and the war on terror are still more or less off limits for screen comedy, and the handful of exceptions -- Albert Brooks's ''Looking for Comedy in the Muslim World,'' the stoner farce ''Harold and Kumar Escape From Guantanamo Bay,'' the militarist spoof ''Team America: World Police'' -- have been relatively circumspect, dealing mainly with Western attitudes and avoiding the specter of the Other.\nBut Mr. Morris, 45, an institution in British television comedy since the mid-1990s, has no fear of hot-button issues. His most distinctive talent may be for tackling nominally controversial material in a way that reveals the irrational roots of the controversy.\nEqual parts social satirist, media critic and surrealist prankster, he created -- with Armando Iannucci, the director of ''In the Loop'' (2009) about the diplomatic maneuvers that led to an Iraq-like war -- the influential fake-news BBC program ''The Day Today,'' which was billed as ''Facts x Importance = News'' and anticipated the likes of ''The Daily Show.'' Mr. Morris followed that up with ''Brass Eye'' (1997), a mock newsmagazine show that specialized in the elaborate duping of gullible public figures (as Sacha Baron Cohen would go on to do with his various alter egos).\nA tall, imposing man with a prominent mop of curly hair, Mr. Morris has earned a reputation for elusiveness. The truth of the matter, he explained, is that he has simply avoided speaking to the news media when they are the primary targets of his satire. In an interview in Manhattan last month, fresh off a plane from London, he proved an affable and erudite conversationalist.\n''It's an impatience with easy, short-cut thinking,'' he said, describing the impetus for ''Four Lions,'' which opens in New York on November 5. Starring Riz Ahmed (who appeared in Michael Winterbottom's ''Road to Guantanamo'') as the beleaguered cell leader, the movie is the first release of Drafthouse Films, the new distribution arm of the Alamo Drafthouse cinema in Austin, Tex.\nIt is no surprise that Mr. Morris, with his keen appreciation for the comedy of faulty logic (and particular contempt for fear-mongering rhetoric), would be drawn to the big red flag of fundamentalist terrorism, which tends to deter rational thought among adherents and outsiders alike. ''Resistance groups don't seem to be outside our understanding,'' he said. ''But if it's a movement that ends in blowing yourself up, that seems to flatten all the understanding that would be available.''\nIn a recent phone interview Mr. Iannucci described Mr. Morris's knack for confrontation as a ''natural tendency to head towards the fire.'' Mr. Morris remains most notorious in Britain for a ''Brass Eye'' episode that skewered the moral outrage and alarmism around pedophilia. He recruited unsuspecting celebrities to compare the genetic makeup of pedophiles to that of crabs, and to warn of toxic fumes from computer keyboards that make child targets more suggestible. The show drew more than 1,000 viewer complaints and a public scolding from cabinet ministers; The Daily Mail branded Mr. Morris the ''Most Hated Man in Britain.''\nMr. Morris said he did not conceive of ''Four Lions'' as a provocation: ''It wasn't about getting the least likely subject for a comedy and then making a film about it, but the other way around.'' After 9/11 -- and with greater intensity after the 2005 London bombings -- he immersed himself in books and articles on Islamic history and culture, not knowing where his research would lead.\n''I wanted to understand what was going on,'' he said. ''Once I started reading I found things that made me laugh.''\nAs he pieced together a ground-level view of Islamic extremism -- talking to a wide spectrum of British Muslims, interviewing security experts, poring over transcripts and documents from terrorism trials -- he noticed an abundance of plans gone wrong and a pattern of incongruous situations and idiotic behavior: the makings of farce, in other words.\nThere were the would-be terrorists who set up a training camp in the woods but slept in their van because they were afraid of mice. Recordings by the MI5 security service of a London cell turned up ''reams of rubbish dialogue,'' Mr. Morris said, ''like debates about who's cooler, bin Laden or Johnny Depp'' and puzzled questions about the exact purpose of all that fertilizer they had purchased.\n''These guys were behaving like Keystone Kops,'' Mr. Morris said, citing a ruse in which one radical impersonated a British secret agent. Mr. Morris also encountered what he described as unwitting ''sitcom-style'' humor in some of his conversations with extremists.\nOne man told him that the world should be run under an Islamic caliphate. When asked about imposing sharia law in his own house, the man replied, ''My wife won't let me.''\nWith ''Four Lions'' Mr. Morris does more than undermine the stereotype of the terrorist as an evil genius; he replaces it with an image of the terrorist as a total doofus. ''It's the sort of chaos you get with blokes in claustrophobic situations,'' he said. ''They could be guys on a football team, or at a stag party.''\nThis central conceit allows ''Four Lions'' to function as a goofball comedy, but it also connects to what the former C.I.A. official Marc Sageman has called ''the bunch-of-guys theory'' of terrorism, which accounts for peer pressure and social forces. ''You're much more likely to get people hanging together for positive reasons than negative reasons,'' Mr. Morris said, ''and those reasons have to do with companionship and common views.''\nThe Web site for ''Four Lions'' (four-lions.co.uk/) features a background reading list, including Mr. Sageman's ''Understanding Terror Networks'' and Ian Buruma and Avishai Margalit's ''Occidentalism,'' a history of anti-Western thought (which Mr. Morris was rereading while in New York).\nMr. Morris has long been a stickler for accuracy. For ''The Day Today'' he and Mr. Iannucci took news-broadcast courses so they could properly lampoon the medium. ''I don't want to sound like I'm showing off,'' Mr. Morris said. But he noted that effective satire is necessarily well informed. '' 'Spinal Tap' has research in it,'' he said. ''There's a lot of deep cultural knowledge in a film like that.''\nIn ''Four Lions,'' a farce that recognizes the limits of humor and the existence of tragedy, comedy is a means of illuminating the rhetorical confusion and knee-jerk pieties surrounding a charged subject. ''It doesn't go for easy laughs,'' Mr. Iannucci said. ''I thought Chris was quite mad to be spending the amount of time he did getting underneath the skin of the subject. But when I saw it, I thought all the work has been worthwhile. He's come up with something honest.''\nThe British premiere of ''Four Lions'' was held in Bradford, a northern city with a large Muslim population, and Mr. Morris said the response from Muslims has been overwhelmingly positive. He admits to having felt anxious about reactions in the United States, but the film was enthusiastically received at the Sundance and South by Southwest festivals, and he seemed thrilled that the driver who picked him up at Kennedy Airport, a Pakistani man, had seen the trailer.\nJust as ''In the Loop'' showed how self-deceiving politicians who have backed themselves into nonsensical conclusions can plunge countries into war, ''Four Lions'' zeroes in on the fairly mundane factors that might drive someone to terrorism: the desire for community, a persecution complex, flat-out stupidity. But while the movie strives for a demystifying clarity, Mr. Morris said he had no intention of making terrorism seem less scary. ''If something explodes, you're still going to jump,'' he said.\nAs he sees it, though, there is value in framing the terrorist mind-set as not just ridiculous but also, in some way, familiar.\n''It's making them seem like you or me, I suppose,'' he said. ''That goes back to the observation I picked up time and again that these people are abundantly, goofily frail. It doesn't alter the fact that they're terrorists. But I think it improves your understanding of what's going on. Or it at least gives you the opportunity to do that.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: A scene from Chris Morris's ''Four Lions,'' with, from left, Kayvan Novak, Arsher Ali, Riz Ahmed, Nigel Lindsay. (PHOTOGRAPH BY DRAFTHOUSE FILMS)\nTop, from left, John Cho, Kal Penn and Rob Corddry in the stoner farce ''Harold and Kumar Escape From Guantanamo Bay.'' Albert Brooks, above, in ''Looking for Comedy in the Muslim World.'' (PHOTOGRAPHS BY JAIMIE TRUEBLOOD/NEW LINE CINEMA\n LACEY TERRELL/WARNER INDEPENDENT PICTURES)                  \n\nLoad-Date: October 24, 2010"
}