{
    "title": "The terror of falling furniture",
    "publisher": "daily news ",
    "year": 2015,
    "month": 12,
    "day": 16,
    "full text": "CALL ME STUPID (hey, others have), but I'm not worried about dying from an act of terrorism.\n Yes, I reacted in horror to the San Bernardino shootings, the Paris attacks, the Mali massacre. Who didn't? But I haven't altered a single thing about the way I conduct my daily life.\n Have you? I mean, have you made tangible changes in how you live your life, based on fear that you or a loved one could be killed by jihadists? If so, what specifically are you doing and why?\n The reason I ask is that a Gallup Poll last month reported that Americans now name terrorism as America's No. 1 problem - ahead of the economy, government and guns. A new poll this week gives the president low scores for not acting tough enough on terrorism. And we all know by now that Donald Trump has promised to \"bomb the s---\" out of terrorists if he's elected.\n But I'm scratching my head.\n Since 9/11, just 45 Americans have died on American soil in jihadist attacks. The deaths were brutal, the victims innocent, the acts craven. But that doesn't change the fact that the number itself works out to 3.2 lives per year.\n Compare that to these fatalities, also right here at home:\n * 10 drowning deaths per day\n * 380 deaths a year from salmonella\n * 430 deaths from furniture tip-overs between 2000 and 2013\n * 42 dog-bite deaths in 2014\n These numbers dwarf the terrorism ones, but we're fixated on those 3.2 lives per year, letting it freeze us in fright, which is exactly the goal of terrorism.\n It's not as if Americans are somehow less dead if they succumb to sudden cardiac death (293,000 per year) instead of a radical's bomb. Or if they're killed by a car while walking (4,735). Or felled by cancer (589,430) or a bullet (30,000-plus).\n I was thinking about this weird disconnect when I visited the National Constitution Center this week. Yesterday marked the 224th anniversary of the ratification of the U.S. Bill of Rights, and the center created fun ways to celebrate (including an interactive game show called \"Who Wants to be a BILL-ionaire?\" - whose title I hope earned a bonus for whoever dreamed it up).\n I wandered up to the second floor to inspect the bill, one of 14 copies penned in 1791, and got a lump in my throat as I squinted to read its delicate, faded script. I imagined a calligrapher carefully adding the rights to our country's Constitution and I wondered:\n Did he have any idea that the rights it promised to the individual would change the world - and yet become so vulnerable, 224 years later, in the very country where they were born?\n Could he have imagined that a presidential candidate in 2015 would seriously propose messing with the right to practice the religion of one's choosing - all because 45 Americans had died from a certain form of murder over a period of 14 years? And - worse - that a startling number of Americans would support that flimsy reason for disassembling this fundamentally human right?\n Outside the Constitution Center, Hye Lim, visiting from Jersey, said she knows she has a higher chance of dying in a car wreck than of being killed by a terrorist. But she fears terrorism more.\n \"I have control in the car,\" she told me. \"I am a careful driver. I don't drive too late at night. With terrorists, there's no control.\"\n There's no controlling other drivers, I want to tell her - like the ones who caused 32,675 motor-vehicle fatalities last year. But Lim is happy and friendly, and I don't want to flatten the tune she whistles in the dark.\n We need our whistled tunes, because the world is unpredictable and fate is fickle. It's too hard to live with that knowledge without reducing risk where we can - or at least giving ourselves the illusion of doing so.\n I get it. Really, I do.\n Except the numbers show that our risk of harm from terrorism is already really, really low.\n But from toppling bookcases?\n Get on it, Mr. Trump. \n Email: polaner@phillynews.com\n Phone: 215-854-2217\nOn Twitter: @RonniePhilly\n\nGraphic\n\n \nPhotograph by: REUTERS/Patrick T. Fallon\n\nLoad-Date: December 16, 2015"
}