{
    "title": "The world welcomes a new year despite threat of terrorism",
    "publisher": "the columbian ",
    "year": 2004,
    "month": 1,
    "day": 1,
    "full text": "LONDON - New Year's Eve violence in the Iraqi capital and an underlying threat of terrorism in the United States, Britain and Israel provided a grim counterpoint to the high spirits greeting 2004.\nCelebrations were happier in Australia, where Sydney's famous harbor was alight with colorful fireworks, and in New Zealand, where thousands crammed into a public square, dancing and waving glow sticks. Still, a tactical response team scoured the streets of Sydney, looking out for everything from drunken revelers to any possible security threat.\nPope John Paul II gave thanks for 2003 and prayed for world peace in 2004 during a vespers service at St. Peter's Basilica. His New Year's Mass today will mark the Roman Catholic Church's World Day of Peace.\nIn central Baghdad, a car bomb ripped through a restaurant during a New Year's Eve party, killing five Iraqis and injuring 35, including at least two Americans and one Briton.\nCelebrations also turned deadly in the Philippine city of Lucena when fireworks started a fire in an old public market, killing at least 14 people.\nIn Israel, the threat of terrorism prompted even greater security efforts than usual. Police said Wednesday that reinforcements were patrolling night spots in Tel Aviv during celebrations, days after Israeli security officials warned of the possibility of a major New Year's terror attack at a public building or holy site.\nIn Paris, about 4,500 police officers and soldiers patrolled the city streets. The police presence was strong around the Champs Elysees, the famous tree-lined boulevard in western Paris where the crowds gathered. No specific terrorist threat was announced.\nThe green, pink and red glow of Roman candles lit up the Champs Elysees as roars of delight broke out just at midnight.\nYoung North Africans holding up the Algerian flag danced atop concrete barriers, a group of Italians posed for pictures, and a young Danish couple bargained with a street vendor for two cans of beer.\n\"It's great so far,\" said Ben Jacobs, a U.S. college student from Northville, Mich. who was visiting the city with friends.\nLondon's Metropolitan Police said there was a \"high state of alert\" but there were no specific terrorist threats for New Year's Eve.\nFor many in Britain, the weather appeared a more immediate threat to the festivities than terrorism.\nThe west coast city of Liverpool rescheduled its fireworks display to Friday because of forecasts of sleet, rain and gale force winds.\nBut in London, the weather held off and thousands enjoyed a brief but spectacular fireworks show at the London Eye. The huge sightseeing wheel at the edge of the River Thames became a necklace of light against the black sky and then exploded with rockets and multicolored fireworks as the crowd cheered. As in years past, crowds also flocked to Trafalgar Square in central London, despite the fact that no events were planned there.\nIn Berlin, thousands of New Year's revelers packed a 2-mile-wide area around the Brandenburg Gate, listening to music and watching fireworks.\nIn Athens, fireworks streaked over the 2,500-year-old Parthenon in New Year celebrations marking the final stage of preparations for the 2004 Olympic Games in August. Thousands of Athenians of all ages crowded into a central square in front of parliament to watch a light show.\n\nGraphic\n\n \nPeople watch as fireworks explode over Copacabana Beach in Rio de Janeiro, Brazil, on Wednesday.\n\nLoad-Date: January 2, 2004"
}