{
    "title": "The Quad Saudi Arabia 's new anti-terror law a ploy(2)",
    "publisher": "university wire",
    "year": 2014,
    "month": 2,
    "day": 11,
    "full text": "Saudi Arabia, a unitary absolute monarchy, is an Islamic country covering most of the Arabian Peninsula.  Considered by many western countries as a state sponsor of terrorism and the jihadist culture, foreign relations have been strained with western powers despite western dependence on Saudi Arabia's oil exports.  Recently, King Abdullah's cabinet passed a new anti-terror law that \"criminalizes acts that disturb public order, defame the reputation of the state or threaten the kingdom's unity.\"  The law \"also grants security services broad powers to raid homes and track phone calls and internet activity.\"\nThe latter powers allowed through the law are all too reminiscent of the United States' National Security Agency and their fight against terrorism through the collection of phone call metadata.  However, I trust that the U.S. war on terror does not sufficiently inhibit our human rights and political freedom.  Although it may seem as though Saudi Arabia's monarch has made strides in response to growing terrorism in the Middle East, I do not believe that King Abdullah's actions are entirely altruistic.  The new law is a ploy in order to crush any kind of dissent and acts as a cover in order to continue its secret contribution to terrorism in other Middle Eastern countries and the West.  In response to the Arab spring, in which four governments were overthrown and countless others are being protested, King Abdullah knows that any kind of radical dissent in the kingdom would undermine his power and potentially end his reign.\nNow, anyone who calls for governmental reform could be tried as a \"terrorist.\"  For example, 12 members from the Saudi Association for Civil and Political Rights were arrested for their public disapproval of the monarchy and for calling for a constitution.  Defending his title is likely one of his motives behind this new law.  The human rights of Saudis are in danger due to the broadness of the law.  For example, when a wave of Saudi women decided to drive for themselves, an act banned in the kingdom, they were accused of disturbing the public order, which means they could theoretically be tried under the anti-terror law as a threat to the country.\nHuman rights in Saudi Arabia are also severely limited; women lack political and social freedoms, religious discrimination, and the monitoring and repression of public speech.  The Kingdom is also, unsurprisingly, one of very few countries that have still refused to sign the UN Declaration of Human Rights.  King Abdullah justifies criticism by citing that the Islamic character of the country requires a different political order.\nBecause Saudi Arabia still remains a large base for financial support and recruits for extremist groups, the new law allows the king to tolerate jihadists while repressing any thoughts of a rebellion.  Donors in Saudi Arabia will continue to finance extremists as long as Kind Abdullah is in power and allowing them to do so.  I am not convinced that the new anti-terror law will prevent any religious militants from terrorizing and inciting violence.  However, the law may prevent internal insurgents from seizing the king's power.\nWith President Barack Obama set to visit Saudi Arabia in March, the time to act against this repressive law is now rather than later.  Obama, who aims to re-strengthen ties with the kingdom, also hopes to discuss Saudi Arabia's relations with Iran and its weaponry support for rebel fighters in Syria.  However, the new anti-terrorism law shrouds the fact that Saudi Arabia, supposedly one of the United States' main allies in the region, remains devoid of protections of human rights and is still one of the foremost benefactors towards militant religious groups.  Perhaps our president will have his eyes opened when he visits the nation.  Only time will decide whether the law will positively or negatively affect the Saudi people. \nMarisa Claggett is a first-year student majoring in political science and minoring in Arabic. She can be reached at MC808919@wcupa.edu\n\nLoad-Date: February 1, 2018"
}