{
    "title": "THE TROUBLE WITH THE WORDS 'ISLAMIC TERRORISM'",
    "publisher": "pittsburgh post-gazette",
    "year": 2015,
    "month": 2,
    "day": 23,
    "full text": "When a self-described \"gun-toting atheist\" killed three Muslim university students in Chapel Hill, N.C., earlier this month, some were quick to assert that the slayings were hate crimes - that the students had been targeted because of their particular faith.\nThe father of the two women killed, a psychiatrist named Mohammad Abu-Salha, went further in assigning blame: \"The media here bombards the American citizen with Islamic, Islamic, Islamic terrorism and makes people here scared of us and hate us and want us out.\"\nIf by \"media\" Mr. Abu-Salha means news outlets that are simply reporting the terrorism currently going on in the world, then he is blaming the messengers. It is not the media's fault that most terrorist atrocities committed worldwide have been for two decades now the work of self-described Muslims.\nIf he's complaining about the opinion shows and blogs that go beyond the news, exploring the meaning of \"Islamic,\" who uses it where and how often, then he has a point - one that a lot of politicians and pundits are wrestling with, or beating each other up with, these days.\nIt's the age-old question: What's in a name?\nSome would say \"the truth,\" some would say \"a trap.\" Sadly, it's both - and determining which it is from one situation to the next would require a political climate far more civil and agile than ours.\nThe dilemma raised by a grieving father does not really seem to apply to the source of his heartbreak. His children's alleged killer seems to be yet another mentally ill person with a cache of weapons and an irrational, long-simmering grievance.\nIsn't it probably chance that the people he thought were wrongly using his parking spot were Muslims? Would this \"gun-toting atheist\" not have killed them had they been Christians, Hindus or Jews? The crime likely has nothing to do with their faith - or his lack of it.\nBut the problem of faith - of who is using the word \"Islamic\" and when - has erupted with more merit in other quarters.\nSpecifically, President Barack Obama's equating today's Muslim terrorists with the Middle Ages' crusaders and his decision to use the term \"violent extremists\" instead of \"Islamic State\" have drawn caustic criticism - and not just from the hard right (though staunch conservatives have denounced him in the strongest terms).\nSen. Lindsey Graham's words bear special consideration, because they are a step above the personal attacks from Sen. Ted Cruz, former Gov. Mike Huckabee and former Mayor Rudy Giuliani.\n\"When I hear the president of the United States and his chief spokesperson failing to admit that we're in a religious war,\" Mr. Graham said, \"it really bothers me.\"\nBut we are not at war with all Muslims, or even most of them. A war is being waged against us by a small but growing sect of Muslims whose theology is fanatical and deadly.\nTo defeat these \"violent terrorists,\" the civilized world needs the aid and support of the much greater number of moderate Muslims - like, apparently, the father of the women just killed in Chapel Hill.\nWe do indeed need to choose our words very carefully - our president more than anyone.That Mr. Obama might finally be right on this matter will be a tough sell, of course, and he has no one to blame but himself. He has been too quick to criticize and too slow to defend the United States for too many years - the lowest point being his knowingly false citing, at the United Nations, of an unknown amateur video as the (reasonable, he implied) cause for terrorists' attack on our Benghazi embassy.\nAnd his caution, though now appropriate, may be so for bad reasons, such as failing to take our foes seriously.\nIt would be understandable if Republicans don't want to be any kinder to a Democratic administration than the opposition was to President George W. Bush: The lunatic left still slanderously claims that Mr. Bush lied about weapons of mass destruction and that he, not Osama bin Laden, launched the \"religious war\" we unwillingly fight.\nBut it's time to agree that this war is far bigger than our bitter partisan politics.\nThe violent criminals of Islamic State want to bring about the apocalypse and establish a worldwide Islamic state. Hence their name.\nDo we dignify them by using this name? Do we alienate potential allies with thoughtless anger - or with intentional anger, cynically expressed, for mere political gain? Or do we make our way carefully through this religious and political minefield?\nWords matter. What's in a name? Possibly life itself.\n\nNotes\n\nRuth Ann Dailey: ruthanndailey@hotmail.com\n\nLoad-Date: February 23, 2015"
}