{
    "title": "THE HUNT FOR A SNIPER_ THE SPECULATION Hints, but No Evidence of Terrorism",
    "publisher": "the new york times",
    "year": 2002,
    "month": 10,
    "day": 17,
    "full text": "The methodical cold-bloodedness of the shootings in the Washington area, the inexplicable targeting of victims and the elusiveness of the gunman have stirred speculation that the killings could be the work of a terrorist. \n     But so far, investigators say there is no evidence that the sniper is motivated by a political grievance or has anything other than intensely personal motives. \n \"Nobody is taking anything off the table in terms of motive,\" one senior government official said. \"But right now what we know just doesn't seem to fit with terrorism.\"\nTerrorism experts largely agreed. \"I'd say he is absolutely not Al Qaeda,\" said William Cowan, a retired Marine counterterrorist officer who is chief executive of the WVC3 Group, a consulting firm that works on security for the government and corporations. \"If this was Al Qaeda, they'd be doing it in 10 cities around the United States, not just around Washington, because they want to disrupt America, undermine our economy and spread terror.\"\nWith so little known about the gunman, the experts say, it is possible he may have some political agenda. Moreover, the killings have aroused precisely the kind of anxiety that many people equate with terrorist acts. The shootings have also occurred at the same time as a surge in violence associated with Islamic extremism and Al Qaeda, Osama bin Laden's terror network.\n\"You can't rule anything out,\" said Bruce Hoffman, a terrorism expert in the Washington office of the RAND Corporation, said of the sniper. \"He doesn't conform to any existing terrorist operandi. But on the other hand, he doesn't conform to any known operandi.\" \nGovernment officials said the victims, even Linda Franklin, the F.B.I. terrorism analyst who was shot on Monday, appeared to be selected at random as targets of opportunity near highway escape routes.\nIf the killer is motivated by politics, there has been no indication of it. The only known communication from the killer, a tarot death card left near the scene of a shooting of a 13-year-old student critically wounded on Oct. 9, made no reference to any political cause. The authorities said the card suggested that the shooter was emotionally troubled. \nThe card, \"la mort,\" numbered XIII in the deck, had an added communication that said, \"Dear Policeman, I am God.\"\nA senior official said behaviorial scientists had interpreted the message as a challenge to the authorities, but without political content. The official said the shooting of the boy was not typical of terrorists, who sometimes try to limit injuries to children and young people, knowing that such casualties can arouse sympathy for victims and undercut the intended political message.\nNot all investigators are positive that rage is the sole factor that motivates the shootings since terrorist violence has also increased recently.\nThe shootings began on Oct. 2, four days before an audiotape made by Ayman al-Zawahiri, the top lieutenant of Mr. bin Laden, was broadcast on Al Jazeera. In the tape, Mr. Zawahiri urged Mr. bin Laden's followers to strike economic targets, an exhortation that seemed to dovetail with the suburban killings that have scared many customers away from shopping malls.\nThe shootings also echo a rampage outside the headquarters of the Central Intelligence Agency in 1993 in Langley, when Mir Aimal Kansi, an anti-American extremist from Pakistan, killed two C.I.A. employees and wounded three others with an assault rifle.\n\"You don't have to be a member of Al Qaeda's A team to be part of Al Qaeda,\" Mr. Hoffman said.\nAl Qaeda has always functioned on multiple levels, he said, from professional operatives to trained amateurs to local walk-ins inspired by Mr. bin Laden.\nAt a briefing on Tuesday, Tom Ridge, the homeland security director, said he could not exclude any possibilities.\n\"Unfortunately under these horrific circumstances,\" Mr. Ridge said, \"you don't want to draw any premature conclusions, because we need to apprehend the individual or the individuals first and then determine what diabolic, what evil mindset causes someone to murder innocent people.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: Tom Ridge said he could not exclude the possibility of terrorism in the snipings. Ayman al-Zawahiri has urged strikes on economic targets. (Photographs by Reuters) \n\nLoad-Date: October 17, 2002"
}