{
    "title": "The President and the Peace Prize",
    "publisher": "the new york times",
    "year": 2009,
    "month": 12,
    "day": 12,
    "full text": "To the Editor: \n  Re ''Accepting Peace Prize, Obama Offers 'Hard Truth''' (news article, Dec. 11):\n  The Nobel Peace Prize only underscores the irony and sadness of President Obama's Afghanistan policy. On that memorable night a year ago, in Grant Park in Chicago, before an impressed and stunned nation and world, Mr. Obama promised that change would come to America. \n  We looked forward to change where we could become more disengaged from, and impartial about, the world's conflicts, since we are not the world's policeman. Where anti-American extremism and terrorism could begin their gradual decline and eventual disappearance because the swamp would be drained of motivation for them. \n  But to our disappointment we find the recycled and failed policies of Lyndon B. Johnson, George W. Bush and Secretary of Defense Donald H. Rumsfeld. \n  All we can do now is hold out hope that change will come to Mr. Obama himself, that he will reinvent us as a nation newly disengaged from conflict, where hatred against America can become virtually extinct, where we can at last make our peace with the world.\n  James Adler Cambridge, Mass., Dec. 11, 2009\n  To the Editor: \n  Awarding the Nobel Peace Prize to Barack Obama, as we recommit to Afghanistan, may be making a major contribution to world peace, though not in the way the Nobel committee intended. It has impelled the president to reaffirm the existence of ''evil'' in the world and the need for ''just war.'' \n  Suicide attacks -- whether in New York, London, Tel Aviv, Madrid, Mumbai, Jerusalem, Pakistan, Iraq or so many other tragic sites -- are ''evil,'' and the war against terrorism is a ''just war.'' \n  The president should be encouraged to follow up his realistic and courageous words by confronting terrorism wherever it rears its ugly head.\n  Samuel H. Bahn New York, Dec. 11, 2009\n  To the Editor:\n  President Obama's Nobel lecture referred to Mohandas K. Gandhi and the Rev. Dr. Martin Luther King Jr., applauding their adherence to the principle of nonviolence. But by claiming that violence is justified in ''the world as it is,'' President Obama contradicts this pacifist doctrine at a fundamental level.\n  This, of course, does not suggest that he did not deserve the prize (it's not a pacifist prize). Yet his comments fail to acknowledge the violent world that these two remarkable figures practiced nonviolence within. Is the threat of Al Qaeda or the Taliban any greater than that of the British in India and South Africa, or the genocidal lynchers in the Deep South?\n  Judge for yourself, but we must not pretend that Gandhi and King did not face ''the world as it was.''\n  Brian Thiede Ithaca, N.Y., Dec. 11, 2009\n  To the Editor:\n  I congratulate President Obama on winning the Nobel Peace Prize, and I praise his eloquent acceptance speech. Yet I mourn his passing into the ranks of banal, platitudinous national leaders.\n  While reading his speech, I wondered, has any nation ever started a war that it did not think was just? Would any nation be stupid enough to go off to war thinking that its god was not supporting it 100 percent (''Gott mit uns'')? \n  Mr. Obama couches our nation's military exploits in terms of ''just wars,'' and then strains to suggest that our invasion of Afghanistan is somehow morally just. \n  But of course it's just; it's ours.\n  Gene Weisskopf Richland, Wash., Dec. 11, 2009\n\nhttp://www.nytimes.com\n\nLoad-Date: December 12, 2009"
}