{
    "title": "THE FOG OF TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 2002,
    "month": 2,
    "day": 15,
    "full text": "SUNSHINE LAWS\nFROM the White House to the statehouses in Jefferson City and Springfield, officials are using the threat of terrorism to stifle the free flow of information about the government. Too often, security is just a convenient excuse for withholding embarrassing or unflattering information.\nPresident George W. Bush, Vice President Dick Cheney and Attorney General John D. Ashcroft have shown a penchant for secrecy beyond the legitimate interests of heightened national security. Mr. Bush blocked access to the papers of former presidents, citing national security and executive privilege. He refused to turn over details of the meetings between Enron Corp. and Mr. Cheney's energy task force, citing executive privilege.\nMeanwhile, Mr. Ashcroft refused to release the names and locations of the hundreds of suspects detained during the anti-terrorism investigation. In October, he encouraged federal bureaucrats to resist many of the Freedom of Information requests filed by citizens.\nCloser to home, the Missouri Senate has given preliminary approval to SB712, an anti-terrorism bill that includes an amendment denying access to information about public utilities. That amendment, offered by Rep. Roseann Bentley, R-Springfield, is a good example of using terrorism as an excuse for secrecy. In 1998, City Utilities of Springfield persuaded the Legislature to adopt a similar exception to the Sunshine Law, predicated on the advent of utility deregulation. The exception expired last year, by which time utility deregulation had lost its urgency. Now, Rep. Bentley wants to let public utilities withhold information if it is \"highly confidential\" or \"would compromise the security of the utility system.\" Those who try, and fail, to pry loose the information, could pay all the attorneys' fees.\nThe bill also includes a proposal by Sen. Chuck Gross, R-St. Charles, to allow an agency to close meetings and records relating to \"proposed security systems or security vulnerabilities\" of public buildings. An Illinois House committee unanimously approved a similar bill Thursday that would allow closed meetings and records on issues relating to \"homeland security.\" Rep. James Meyer, R-Bolingbrook, is its sponsor.\nThe Missouri and Illinois Press Associations are not opposing the Gross or Meyer bills, figuring the legislation could be worse. But that's giving up too easily on the principle of freedom of information. Restricting access to blueprints of power plants or government buildings makes sense. But there is no surer way to light a fire under public officials than to report on the vulnerabilities that threaten public safety.\nTerrorists don't use the Freedom of Information laws; reporters and citizens do. Public officials should take care not to manipulate the fear of terrorism to cover up their own failure to protect the public. The war on terrorism shouldn't be a war on the public's right to know.\n\nLoad-Date: February 16, 2002"
}