{
    "title": "The forgotten issue in the Iran debate",
    "publisher": "the world",
    "year": 2015,
    "month": 3,
    "day": 13,
    "full text": "\"There was nothing new in it.\"\nWith those six words, President Barack Obama tried to dismiss the significance of Prime Minister Benjamin Netanyahu's address to Congress on March 3. But there was, in fact, something very new and very important in the speech--something that Mr. Obama understandably wants to keep out of the spotlight.\nThe forgotten issue in the negotiations with Iran is now back, front and center, thanks to the Israeli prime minister: Iran's role as--in Netanyahu's words--\"the foremost sponsor of global terrorism.\"\nThe Obama administration has kept the terrorism issue off the table throughout its talks with the Iranian regime. That is a terrible mistake.\nOf course, my interest in Iran and terrorism is personal. Iran sponsored the Palestinian jihadists who carried out the 1995 bombing in which my daughter Alisa was murdered.\nBut my concern now is for every parent whose child could be the next victim of Iranian-financed terrorism. Netanyahu briefly sketched the incredibly extensive role of Tehran in terrorism around the world, past and present.\nThey \"took dozens of Americans hostage in Tehran.\" They \"murdered hundreds of American soldiers, Marines, in Beirut.\" They were \"responsible for killing and maiming thousands of American service men and women in Iraq and Afghanistan.\"\n\"Beyond the Middle East, Iran attacks America and its allies through its global terror network,\" the prime minister continued. \"It blew up the Jewish community center and the Israeli embassy in Buenos Aires. It helped Al-Qaeda bomb U.S. embassies in Africa. It even attempted to assassinate the Saudi ambassador, right here in Washington, D.C.\"\nHe pointed out that Hezbollah, in Lebanon, today is \"Iran's chief terrorist proxy.\" He reminded us that the terrorists now seizing control of Yemen are tools of the Iranians. He emphasized that \"Iran's goons in Gaza,\" Hamas, continually plot to murder Israelis.\nJustice alone requires that the Iranians be heldaccountable. Declaring Tehran \"kosher\" in a nuclear agreement, without doing anything about their terrorism, would be an outrageous miscarriage of justice. But more than that, the question of Iran and terrorism goes to the very heart of a nuclear deal.\nThe premise of an agreement on Iranian nuclear development is the claim that Iran's leaders have become moderate and can be trusted to adhere to the agreement. If not, the agreement is worthless. Sponsoring terrorism against Americans, Israelis, and other innocents is not compatible with a supposedly \"changed\" Iranian attitude. Terrorism is a litmus test of Iranian trustworthiness.\nThus, Netanyahu pointed out that Iranian Foreign Minister Zarif, \"the same Zarif who charms Western diplomats,\" recently \"laid a wreath at the grave of Imad Mughniyeh--the terrorist mastermind who spilled more American blood than any other terrorist besides Osama bin Laden.\"\nNetanyahu said, \"I'd like to see someone ask him (Zarif) a question about that.\" But that's the whole problem: Obama and Secretary of State John Kerry are not asking him about it. They don't want to know the answer, because it might tear apart the facade of Iranian moderation they need to complete a deal.\nThe threat is real. If the Obama administration strikes a deal that does not address terrorism, lifting sanctions on an unreformed Iranian regime, then the regime will soon be financially strengthened in a very significant way. \"Would Iran fund less terrorism when it has mountains of cash with which to fund more terrorism?\" Netanyahu asked. \"Iran will become even more aggressive and sponsor even more terrorism when its economy is unshackled and it's been given a clear path to the bomb.\"\nSo yes, Mr. Obama, the prime minister did present a number of new things--including an issue that is \"new\" only because you have tried to bury it. Iranian-backed terrorism is a clear and present danger to America, its allies, and the entire Free World. It must be put on the table. There must be no agreement with Iran that does not put a stop to Iranian-backed terror once and for all.\nStephen M. Flatow, an attorney in New Jersey, is the father of Alisa Flatow, who was murdered in a Palestinian terrorist attack in 1995. He is a candidate on the Religious Zionist slate (www.VoteTorah.org) in the WorldZionist Congress elections.\n\nLoad-Date: April 9, 2016"
}