{
    "title": "THE MARINE TRAGEDY; CHAIN OF COMMAND_ LACK OF GUIDANCE FOR OFFICERS IN BEIRUT",
    "publisher": "the new york times",
    "year": 1983,
    "month": 12,
    "day": 11,
    "full text": "In the days immediately after the bombing, the man most identified with the Marine mission in Beirut was the Commandant of the Marine Corps, Gen. Paul X. Kelley. Dispatched by President Reagan to visit the scene, General Kelley reviewed security, visited victims at hospitals and testified before Congress.\n General Kelley's prominence masked the fact that the officers actually responsible for supervising the marines were the admirals and generals in the United States European Command. Under the organization of the military services, the Marine Commandant has authority over the recruiting, training and equipping of marines, but the troops are under the operational control of theater commanders.\nThe Beirut bombing raised questions about the performance and organization of the European Command, according to members of Congress and military officers, including some at senior levels in the command itself.\nThey said the admirals and generals did not adequately carry out four of their essential responsibilities: providing guidance to commanders in the field, giving them sufficient resources to do their job, evaluating developing problems, and recommending adjustments in the basic mission when changing circumstances endangered the lives of the men in the field.\n \nSecurity Measures Not Challenged\nSpecifically, the military officers and Congressmen said, the senior officers never challenged the marines' security measures, failed to provide the troops with expert advisers on terrorism and defenses against it and did not reassess the Marine mission as violence increased in Beirut. They also did not provide the marines with experts who could help evaluate intelligence information about terrorism.\nThe European chain of command starts with the commander-in-chief of United States Forces in Europe, usually an Army general who is based at North Atlantic Treaty Organization headquarters in Brussels and doubles as the Supreme Allied Commander. General Bernard W. Rodgers has held the job since 1979.\nHis deputy, normally an Air Force general, is based at the United States European Command in Stuttgart, West Germany, and exercises day-to-day control over the American forces in Europe. During the first months of the Marine deployment in Beirut, this post was held by Gen. William Y. Smith. Since July, it has been filled by Gen. Richard L. Lawson.\nNext in the chain is the commander of United States Naval Forces in Europe, an admiral based in Naples, Italy, who has the additional job of being NATO's southern commander. The current occupant is Adm. Richard N. Small. Before his arrival in May, the position was held by Adm. William J. Crowe Jr., for five months. Vice Adm. Ronald J. Hays was the commander from September 1980 until January.\nFrom Naples, the chain drops to the deputy commander of American Naval Forces in Europe, Vice Adm. M. Staser Holcomb, who is based in London.\n \nKelley Shared in Management\nThe chain ends with the commander of the Sixth Fleet in the Mediterranean, who operates from his flagship, the Puget Sound, which is anchored much of the time north of Naples in Gaeta, Italy. The current commander, Vice Adm. Edward H. Martin, took over in July. His predecessor was Vice Adm. William H. Rowden.\nAlthough General Kelley does not fall within the command system, military officers said he shared indirectly in the management of the marines because he visited Beirut several times before the bombing to inspect Marine operations. In addition, according to the officers, the Commandant of the Marine Corps bears a responsibility for the welfare of his troops, no matter where they are placed. In this case, General Kelley was also involved in high-level policy discussions about the Marine mission in Beirut.\nLike the marines themselves in Lebanon, the officers above them in Europe underestimated the terrorist threat the troops faced in Beirut, even after the bombing of the embassy.\nAdmiral Martin and General Smith said that they understood the situation as Admiral Holcomb described it - that the marines were working ''in a combat zone of a very unique kind'' and that they were ''mindful of the fact that a much higher degree of terrorism was a customary pattern in Beirut.''\n \nConventional Military Threats\nBut the commanders, like the marines, were more concerned about conventional military threats such as shelling and sniping.\nNoting that the marines were not the target of the April bombing, Admiral Martin, the Sixth Fleet commander, said in an interview, ''You have to remember that prior to Oct. 23, there hadn't been any real terrorism threat.''\nAfter the embassy bombing, General Smith in Stuttgart ordered a review of the security of Americans in Lebanon. He and the other top commanders in Europe said they visited the Marine encampment at least once and were informed about all aspects of the Marine mission, including security measures.\nThe review after the embassy attack led to the stationing of Marine units, including large amphibious vehicles with .50-caliber machine guns, at the approaches to the temporary United States Embassy along the downtown waterfront. It also prompted some improvement of defenses around the Marine compound at the airport, including increased sandbagging and the placement of the 18-inch sewer pipe in front of the building entrance.\n \n'They Could Protect Themselves'\nGeneral Smith, who is currently a fellow at the Woodrow Wilson International Center for Scholars in Washington, said he and his subordinate commanders did not question the fact that the marines, during that review, did not install more formidable defenses.\n''At the time we all thought the marines at the airport were the most secure,'' General Smith said.\nAdmiral Martin said that by October, ''in my opinion, they had gone to more than adequate security.''\nAdmiral Holcomb said that in a visit to Beirut in July he felt a ''gut anxiety'' about security but was left with the overall ''feeling that the mission was noble, that the fighting was distant, that the atrocities of the war were far removed from the area in which the U.S. part of the multinational force was deployed.''\n \nMisreading of the Threat\nA number of factors appear to have contributed to the senior command's misreading of the terrorist threat and the failure to insist on better defenses around the Marine headquarters.\nThe chain, particularly at the middle and lower levels, is staffed primarily with Naval officers, few of whom had experience with establishing static defenses and none of whom were expert in counterterrorist defenses. Admiral Martin, for example, who reported that he visited Beirut at least twice a month after he took command of the Sixth Fleet in July, said, ''I did not go ashore to look at security.''\nAdmiral Martin's top Marine deputy, Col. Pasquale Cacace, said the fleet staff did discuss security measures with the marines in Beirut. ''We talked about them all the time,'' he said.\n \nNo Special Training Ordered\nNo one in the chain of command, the senior commanders said, ordered that counterterrorism specialists be brought to Beirut to advise the marines. Nor, the senior commanders added, did they recommend that the troops going to Beirut be given special training about how to operate in a terrorist environment.\nTurnover and a resulting lack of continuity among senior commanders may have been a problem. With the exception of General Rodgers in Brussels, new officers moved into the chain of command after the marines had been in Lebanon for six to nine months.\n''You pay a price for that, you lose a sense of history, the knowledge of how you got where you are,'' General Smith said. He added, ''That kind of knowledge helps you judge the actions you need to take to protect yourself.'' But the general said he did not think any specific security failures were attributable to the turnover.\n \nCommand Changed Three Times\nThe Marine command in Beirut also changed three times before the bombing. Colonel Geraghty, commander at the time of the October bombing, arrived in May.\nThe command's splintered organization has also been questioned. With the chain running from Brussels to Stuttgart to Naples to London to Gaeta to Beirut, commanders said it was fair to wonder whether supervision of the marines might have suffered from tangled coordination. But most commanders said information moved quickly through the command system and decisions were not hampered.\nOn a broader level, the chain of command did not try to adjust the Marine mission to suit the circumstances in Lebanon or political and military developments in the Middle East.\nWhen the marines went into Beirut in September 1982, senior American military officers expected them to stay for no more than several months.  Mission Wasn't Modified\nAs time passed and the initial welcome the marines received started to cool, the senior commanders did not change the deployment or seek revisions in the marines' restrictive rules of engagement, several officers said.\nAccording to military experts and historians, when the feasibility and safety of a military mission becomes questionable, it is considered the duty of officers, particularly those at senior levels, to study possible alternatives and, in extreme cases, to go back to policymakers to seek modifications in the mission.\nIn the case of the Marine mission, senior commanders said they studied alternatives, including international forces that would not include Americans. But such options were considered unrealistic because Israel might object or, if a force were set up under the United Nations, the Soviet Union would play a role.\nThey also said they did not believe that the Marine assignment was becoming untenable, despite the rising violence in Beirut.\nWhat is not clear, and can probably never be established, is whether the senior commanders also hesitated for fear of challenging established policy.\n''Once the mission is decided, the military becomes an arm of government policy,'' General Smith said. He added:\n''You have a chance to present your position when the policy is being discussed. Once it's established - and in this case there were larger objectives that seemed worthwhile - it's hard for military commanders to go back and say you better think of something else.''\n\nGraphic\n\n \nphoto of 6 top military commanders at time of the bombing; chart of military chain of command at time of the bombing"
}