{
    "title": "The dirty secrets of our Iraq policy",
    "publisher": "the day ",
    "year": 1992,
    "month": 6,
    "day": 10,
    "full text": "Newly declassified documents show that Iraq actively supported international terrorists throughout the 1980s and that U.S. officials knew it all along but decided not to do or say anything about it.\n \n    The documents also show that even while the evidence of Iraqi terrorist activities was piling up, officials in the State Department were pressing for expanded trade with Baghdad. Some were even complaining that U.S. safeguards against exporting critical military technology were hurting our business with Saddam Hussein's regime.\n \n    To all of which, the appropriate response is: Surprise, surprise.\n   Most people who monitor the Middle East closely knew all along that Saddam Hussein's regime was a consistent and generous supporter of radical terrorist groups. They also knew the real reason the Reagan administration took Baghdad off its list of nations supporting terrorism in 1983.\n \n    It wasn't, as officially stated at the time, that Iraq no longer supported terrorists. It was that Iraq was at war with Iran and the United States wanted to help Baghdad in any way possible.\n \n    The idea was that we had lost Iran to virulently anti-American Islamic fundamentalists so we had to cultivate Iraq as a replacement American ally in the vital Persian Gulf region.\n \n    Another important factor loomed large in our dealings with Iraq the desire to cultivate an oil-rich trading partner and sell it as much American merchandise as possible. For that to happen, Baghdad had to be taken off the terrorism list.\n \n    It has now become clear that as part of the \"trade-based foreign policy\" pushed by President Bush and Secretary of State James Baker, we were selling Iraq sensitive technologies that could enhance its ability to deploy ballistic missiles, chemical weapons and even nuclear bombs.\n \n    To achieve its goals in Iraq, the United States had to gloss over the very obvious fact that Baghdad during the 1980s was an open city to terrorists of all stripes.\n \n    Media interviews in Baghdad with wanted terrorists such as Mohammed Abbas or sightings there of the even more notorious Abu Nidal would simply be ignored. So would intelligence reports that Hussein's regime was providing money and logistical support for terrorist attacks around the world.\n \n    The U.S. strategy to simply declare Iraq's non-involvement in terrorism and ignore all evidence or claims to the contrary lasted until Aug. 2, 1990. That was the day the Iraqi army invaded Kuwait and made it impossible for the Bush administration to continue its pretense that, appearances notwithstanding, Saddam Hussein was a swell guy after all.\n \n    Documentary evidence of the administration's nasty little secrets concerning Iraq have been coming out in dribs and drabs lately, mainly from Rep. Henry Gonzalez' House Banking Committee and the House subcommittee on international economics and trade headed by Rep. Sam Gejdenson of Connecticut.\n \n    Both have been looking into how the Reagan and Bush administrations bent the rules for almost a decade so they could cozy up to Saddam Hussein. This is an election year and no doubt politics plays its part. Even so, the hearings by both committees are producing a detailed picture of how we've dealt with Iraq over the past 10 years or so.\n \n    And any way you look at it, the picture isn't very pretty; definitely not one of our diplomatic triumphs. Bush's claim last Thursday of good intentions if not good results can't change that.\n \n    America's intentions, however noble they might have been, led directly to the following:\n \n     Hussein's apparent impression that the United States would do nothing if Iraq invaded Kuwait. In her notorious meeting with Hussein in July 1990, U.S. Ambassador April Glaspie all but said outright that Kuwait's fate was no concern of Washington.\n \n     Iraq's acquisition of funds and expertise to accelerate its nuclear weapons program. Over strenuous objections from the Pentagon, critical American military technology was licensed for export to Iraq. By one estimate, Baghdad was within 18 to 24 months of producing a workable nuclear bomb when the gulf war broke out last year.\n \n     The deaths of thousands of Kurds and Shiite Muslims who heeded President Bush's call to overthrow Hussein at the end of the war and then got exposed to Iraqi retaliation when American forces wouldn't help them.\n \n     Hussein's survival as president of Iraq. For their own reasons, Turkey to the north and Saudi Arabia to the south didn't want to see Iraq split up or Hussein ousted at the end of the war. Bush went  along with their reasoning.\n \n    The list goes on, but you get the picture.\n    \n \n   This is the third straight column I've written on U.S.-Iraqi dealings leading up to the gulf war. That's enough for now, but congressional hearings on the issue aren't over so we'll no doubt be hearing more about it.\n \n    If there's a point in all of this it's that it's easy for an American government even a well-intentioned one to confuse diplomatic expediency and the desire for expanded trade with wise foreign policy.\n \n    The big question about our dealings with Iraq that remains unanswered is whether our government's were well-intentioned.\n\nLoad-Date: November 3, 1992"
}