{
    "title": "The Brussels terror attacks, and the future of terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 15,
    "full text": "BY RACHAEL BLANDAU - STAFF WRITER\nAs Belgium continues to reel from last month's ISIS bombings at Brussels airport and one of the city's busiest metro stations, the rest of Europe and their allies are gearing up for a new age of terror. Since the suicide attacks in Belgium, which killed 35 and injured hundreds, Europe has begun to question the security systems in place at major airports, public transportation, and government buildings. These attacks also led world powers to try to fix intelligence protocol so that information on suspected terrorists is shared amongst their most popular targets.\nThe largest police union in Belgium voiced concerns about the airport's safety following the Paris attacks in November. They claimed that the airport had long suffered from security flaws, inept bureaucrats, and employees with criminal records. While these complaints were once fueled by terror attacks abroad, Brussels police question whether more stringent baggage checking procedures would have been the key to stopping this attack.\nHowever, Belgium was always a real target for terror, as jihadist sentiments are more widespread there than in any other European country. Belgium is the center of Europe and Western culture, as it is the headquarters of the European Union, as well as a quick drive from nearly every other major terrorist target, from Paris to Berlin. Unfortunately, the only way to limit easy access to each city is to limit the European Unions policy of passport-free travel, which would greatly hurt each country's economy by depressing trade.\nThe United States government has negotiated with the intelligence communities of the countries within the European Union a more efficient and inclusive method to gather and share information. Some of the United States' best intelligence officers had specifically spoken to Belgium's intelligence community before the attack, and plan to speak to France and other European nations in the near future to help them shore up their defenses. As to why the United States felt such a need to help Europe fight against terror, President Obama replied that, \" We simply cannot afford to have critical intelligence not being shared as needed- whether between governments or within governments.\"\nWith so many major terrorist attacks already shaking the world in the first few months of the new year, there is a sense of urgency to band together in a more cohesive unit against terrorism. If all means of defense within a country are working in sync - from subway stations to courthouses- the threat level starts to diminish. The same goes for strengthening our allies defenses, as terrorist cells from ISIS to Boko Haram continue to find new ways to test our feeling of safety.\nIn the case of the Belgium attacks, the intelligence community's failure to share information has never been more apparent. The suicide bomber behind the airport bombing, Ibrahim Bakraoui, was a Belgian citizen put on a suspected terrorist watch list in Turkey for suspicious activities. Unfortunately, Belgium's request for more information was simply forgotten in Turkey's inefficient bureaucratic system. French spy chief Bernard Squarcini described Europe's sharing problem by stating, \"With Eastern European countries as EU members, no one wants to share details on sensitive operations. It's a question of trust.\"\nThis lack of trust and internal cohesion within Europe and their allies is why ISIS and other terrorist organizations have been able to have such success in recent months. Without a better system in place, the attacks could get more and more extreme, as confidence within the jihadist Islamic state rises-a situation that government officials ultimately want to prevent.\n\nLoad-Date: November 2, 2021"
}