{
    "title": "The Lima News, Ohio , Thomas J. Lucente Jr. column",
    "publisher": "the lima news ",
    "year": 2013,
    "month": 6,
    "day": 16,
    "full text": "June 16--America is truly doomed. At least the idea of America, that experiment in self-government and liberty.\nI say that not because of the spying revelations, which came hard on the heels of the ongoing Benghazi, IRS and AP/Fox News scandals. That government is spying on the people does not surprise me. I have long maintained -- and have been called paranoid for it -- that the government is monitoring every phone call and digital communication in this country.\nThat is why I like to use encryption technology when emailing, though very few of my correspondents have the same security sense as I do. Besides, despite claims to the contrary, I suspect the federal government has a backdoor to every encryption technology in use today.\nHowever, as Sherlock Holmes told Dr. John Watson in \"A Scandal in Bohemia,\" \"You see but you do not observe.\" That is the case here.\nWhat civil libertarians see is the spying issue. That, to most of them, is the \"problem\" at hand.\nHowever, the true problem is deeper. It is the reaction of the American people to the spying revelations.\nIn a Washington Post-Pew Research Center poll, a majority of Americans were OK with the federal government spying on them if it meant the possibility that it could prevent a terrorist attack.\nThe poll found that 56 percent of Americans consider the National Security Agency's accessing of telephone call records of millions of Americans through secret court orders \"acceptable,\" while 41 percent call the practice \"unacceptable.\"\nAdditionally, 62 percent of Americans say it's more important for the government to investigate terrorist threats, even if those investigations intrude on personal privacy, while 34 percent say privacy should be the focus, regardless of the effect on such investigations.\nI have met these people myself. When asked about the spying, they invariably say, in one form or another, \"You have nothing to fear, if you have nothing to hide.\"\nThat my friends, is the death knell of a society when it becomes the prevalent view. That is something you expect from Dr. Joseph Goebbels, the minister of Public Enlightenment and Propaganda for Nazi Germany. That kind of thinking has no place in a free society, especially in this digital age when any electronic communication can be kept indefinitely.\nThe idea that if you have nothing to hide, then you should be free from fear does not stand up to scrutiny. For example, as this spying here demonstrates, the collection of data often lasts longer than those who initiated it. So even if the initial people involved would not misuse the data, there is no guarantee that future government functionaries would not misuse the data.\nThat counters the claim put out by the once-libertarian Cato Institute that because the data has not been abused or breached, then government has done something right and we should be OK with the spying.\nAnother problem is that data collected by the government will eventually be shared across the government and, probably, with the private sector and the public, whether intentionally or through a data breach. There have been hundreds, if not thousands, of cases of data being publicized through intentional theft as well as accidental losses, such as leaving a memory stick in the park or having a laptop stolen from a car.\nFinally, there is no way to ensure that the data collected is even accurate. Every week we hear cases of mistaken identity or incorrect addresses leading authorities to harass the wrong people or kick in the wrong door, a mistake that is sometimes fatal.\nThe poll shows the hypocrisy, or idiocy, of the American voter. Sixty-nine percent of Democrats say terrorism investigations, not privacy, should be the government's main concern, which is an 18-percentage-point jump from early January 2006, when the NSA activity under the George W. Bush administration was first reported. Compared with that time, Republicans' focus on privacy has increased 22 points.\nThe Cato Institute is defending government spying, Democrats are claiming terrorism investigations are more important than privacy and Republicans are defending privacy against fighting terrorism.\nWhat a topsy-turvy world. It is indeed strange times in which we live.\n___ (c)2013 The Lima News (Lima, Ohio) Visit The Lima News (Lima, Ohio) at www.limaohio.com Distributed by MCT Information Services\n\nLoad-Date: June 17, 2013"
}