{
    "title": "THE MIDEAST PARIAH PROCESS",
    "publisher": "pittsburgh post-gazette",
    "year": 1994,
    "month": 8,
    "day": 21,
    "full text": "France's startling announcement that ''Carlos the Jackal'' was behind bars might seem good news to those who support the crescendo of American-Israeli- French sentiment to wage war against ''international Islamic terror.''\nThere is much blood on the hands of Illich Ramirez Sanchez, even if, as a gunman-for-hire, he is long past his sell-by date and is not a Muslim.\nIf anything, his arrest demonstrates how to deal with political crime: due process of law, rather the kind of conflict that the ''peacemakers'' of the Middle East seem to have in store for us.\nFor, in the space of one month, something very strange has happened to the Middle East ''peace process.''\nWhile we in the West have been asked to underwrite Yasser Arafat's new statelets and King Hussein's new peace with Israel, bombs have gone off in Buenos Aires, Panama and London.\nAnd now, just when we were led to believe that an era of tranquillity was going to settle over the ''cradle of three great religions'' -- as former- President Jimmy Carter used to call the region -- the West is suddenly being asked to sign up for war as well as peace.\nWarren Christopher, along with Israel, has invited the West to declare war on ''international terrorism.'' France is exhorting Europe, especially Britain, to go to war against ''fundamentalist terror.'' Yitzhak Rabin, the Israeli prime minister has called upon the ''international community and moderate (sic) Arab states to build a dam against extremist Islamic terror.''\nNo one can or should deny the savagery of the attacks on the Jewish community center in Buenos Aires, the passenger aircraft over Panama, the French embassy staff in Algiers or the Israeli embassy and Jewish offices in London. But ''Mideast terror,'' as the headline writers call it, has been going on for quite a while in the Middle East itself.\nLast year, for example, after the pro-Iranian Hezbollah killed eight Israeli occupation troops inside southern Lebanon, Israel deliberately shelled dozens of Lebanese villages, killing more than 120 civilians and putting 300,000 refugees on the road.\nOn that occasion, of course, Christopher did not condemn anything as exotic as ''international terrorism.'' Instead, he meekly called for ''restraint.''\nCarlos apart, the French have also been exercising a few double standards of late.\nSuddenly faced with the prospect of 200,000 Algerian refugees fleeing to France, Charles Pasqua, the interior minister who was happy to indulge Islamic ''terrorism'' by swapping members of a convicted Iranian hit squad for French hostages in Lebanon in 1988, ordered the harassment of Algerians in the country following the murder of five French gendarmes and diplomats in Algiers.\nBut the ''Islamist'' war against foreigners in Algeria was a reaction to the West's silence over -- even consent to -- the suspension of democratic elections in Algeria two-and-a-half years ago.\nAnd since that date the authorities, under vicious assault by armed groups, have suppressed their enemies with all the ferocity of the old French paras.\nThere has been consistent and convincing evidence from eyewitnesses that the Algerian police, many of them trained in France, practice torture and rape female prisoners.\nThe French government is aware of this. But of course there has not been a squeak from it, merely a plea to the Algerian government to open a ''dialogue'' with ''opponents who obey the constitution'' (as if suspending the elections were constitutional).\nFrancois Leotard, the French defense minister, Monday compared ''Islamic terrorism'' to the Nazis -- perhaps forgetting how, as a right-wing party leader, he came to Beirut four years ago to encourage rebel General Michel Aoun to continue his bloody ''war of liberation'' against the Syrians.\nFor his pains, Aoun gave Leotard an invalid Lebanese passport, which the future minister accepted before continuing to fire his shells into the Muslim sector of Beirut.\nAlmost a thousand civilians were killed in the battle. Now Leotard is supporting more generals, this time in Algeria.\nVery soon -- and it will be a tragedy not just for liberal, Western- educated, democratic Algerians but also for the entire country -- Algeria may become, violently, an Islamic republic.\nAnd then the U.S. State Department can add the 10th largest country in the world to its list of ''terrorist'' nations.\nAlready, the Americans have turned a whole series of Muslim nations into pariah states for ''state sponsorship'' of ''terrorism.'' There is Sudan and Iran, Libya and Iraq. Syria is on the list and could find itself under sanctions for its support of the Hezbollah if it doesn't sign up for peace with Israel.\nWhat this means is rarely grasped outside the Middle East. For even without the likely addition of Algeria, well over half the Middle East land mass has now been cordoned off in one way or another by the West.\nIf Algeria and Syria go beyond the pale, so great will be the geographical extent of nations in reality or supposedly condoning ''Islamic terror'' that it will be possible to travel from the border of Afghanistan to the Mediterranean, from the Moroccan frontier to the Red Sea without passing through a single ''moderate'' country.\nAnd this at a time when we are being asked to believe that an unprecedented peace is descending on the Middle East.\nSo should we really be signing up for war as well as peace? Not since Pope Urban II called the First Crusade in 1095 to ''exterminate'' the enemies of God -- describing his Muslim adversaries as ''this vile race'' -- has there been such an explosion of invective against Islam.\nAnd we will be expected to give our wholehearted support to this new war, and to applaud whatever America, Israel and France choose to do in pursuit of their goals; more air raids with heavy civilian casualties on Lebanon, perhaps? Or more American missile attacks on Baghdad? Or even, as Israel did in its previous war with the PLO, sending assassins into foreign countries to liquidate ''terrorists''?\nAmericans and Israelis may point out, correctly, that Islam can hardly remain unsullied by acts of violence when kidnappers, the killers of Frenchmen and the bombers of embassies acknowledge their guilt with quotations from the Koran.\nIran's links to the abductors of Lebanon in 1985 and 1986 are all too clear. The Argentines claim the same fingerprints are on the crimes in Buenos Aires.\nScotland Yard seems less certain about the London bombings. There is no doubt that the Muslim ''Armed Islamic Group'' murdered the Frenchmen in Algiers last week.\nBut it's important to understand the specific intention behind many acts of ''terrorism'': to create such indignation that the victims, or those who claim to support them, will retaliate vengefully, forcing the Arab ''moderates'' that Rabin now regards as his allies to dissociate themselves gradually from the West.\nIsrael naturally hopes that if they are under siege from their own ''Islamists,'' the Mubaraks, the King Husseins and the Yasser Arafats will be forced into ever-closer alliance with Israel. Hence Rabin's call for the ''dam against Islamic terror.''\nAnd now we are being asked to help build this dam. And to forget that it was Israel's invasion of Lebanon that helped to create the Hezbollah; that Israel originally encouraged the Hamas ''terrorists'' (when they were a useful buffer to the ''terrorist'' PLO) whom it now condemns; that the Algerian government is a ruthless military regime whose president is a general.\nWhat is missing from all the rhetoric is the word ''law.'' And it is the law to which ''Carlos the Jackal'' must now submit. For fair courts and honest judges remain the only honorable way to stop bombers.\nThat was the lesson Monday. In the meantime, we would do well to keep our distance from conflicts against ''terror'' -- vigilante wars invariably end in the blood of innocents.\n\nNotes\n\nRobert Fisk is a Mideast correspondent for The (London) Independent, where this first appeared.\n\nGraphic\n\n \nPHOTO, Illich Ramirez Sanchez\n\nLoad-Date: October 14, 1994"
}