{
    "title": "The Implication",
    "publisher": "university wire",
    "year": 2013,
    "month": 4,
    "day": 19,
    "full text": "This past Monday, April 15, was a close friend of mine's birthday. We were looking forward to having cake and enjoying a nice meal. The Caf did not provide the environment. As I waited for my friends to arrive, the news incessantly blared the day's great tragedy. Hoping to drown out my disgust, I unlocked my phone and opened up Facebook. Big mistake. For it was then that I realized not only do we have a \"fetish for terrorism,\" as Evan Miller puts it, but we are willingly playing into their desires.\nThe bombings in Boston were a tragedy. Yet we make it sensational. We did the same thing with the shootings at Sandy Hook and in Aurora.\nAdvertisers vie for spots during tragedies. The news repeats the same thing, over and over. They are propagating terror, doing exactly what terrorists want. Every news channel on Monday played footage of the bombings. I saw three different clips at least twice each in my short stay in the Caf. How is this okay?\nThink about it for a second. The news only spreads terror, the clips do not provide any information, they just propagate fear - fear that we eat up. After one clip, ABC cut to interviews. One man said, \"it was the scariest thing I have ever seen.\"\nYou don't say? Chalk another point to whoever committed this crime, fear spreads on.\nNext, the evening anchor said, \"two are confirmed dead, fifty are hurt, we expect those numbers to rise, more after this.\" Tomorrow on the news, \"Your children are in danger! Find out why after these short messages.\" Repeating the death toll, repeating the footage, repeating the platitudes serves no purpose other than to spread fear and unrest, and to urge misguided patriotism.\nPatriotism and nationalism are dangerous mindsets. The news immediately suggested that the bomber(s) might be from the Middle East, Facebook teemed with patriotic swill, and Twitter buzzed with xenophobic, bigoted posts, calling for the death of \"sand niggers\" and \"gooks.\"\nNot only is this type of response, a naive, hasty call for action based on fear and hatred, a goal for terrorists, but it makes so many people feel good about themselves, like they are doing something positive, like they are spreading awareness.\nThe fact is, they are only bringing on more harm. And if you play into that harm, you join them. Patriotism is not the answer, either. This is not the time to rally 'round the flag, this is not the time to say America is great (the irony astounds me), this is a time to be compassionate to those affected, and carry on with business as usual.\nBefore I reach my final point, I want to express one last notion of disgust. I am disgusted by the vast majority of you who posted things like, \"my prayers go out to all of those affected in Boston.\"\nFirst of all, advertising your prayers does nothing. Secondly, you are fishing for likes on Facebook. That status you posted does absolutely nothing except entertain the notion that you are some special and caring person. If you are going to post something, at least don't post such a trite, meaningless expression bereft of all personality and humanity.\nYou have the right to feel saddened by what happened. I am unhappy with the tragedy too, but talk about it with someone. Don't just make a status so you can pat yourself on the back and feel satisfied that you have done all you could to make the world a better place. I make an exception for the Mr. Roger's post, which advised people to \"look for the helpers.\"\nThat man knew what was up. May he rest in peace. I also make an exception for the people actually affected and concerned for their friends or family who happened to be in the incident.\nSo how do we respond to such a tragedy? Not like we did with 9/11 (an abysmal response firing the U.S. on a downward trajectory with few signs of improvement), nor like we did to the shootings in the past year, or like how we are responding now. To make hasty laws and calls to arms is a major point of terrorism.\nTerrorists want us to change our daily lives out of fear, not rational, reasonable discourse. We must respond like Norway did after the twin terrorist attacks carried out on their soil over two years ago - with a fair trial for the suspect, not Guantanamo Bay. Norway responded by doing what they could to assist those affected and they avoided the platitudes. Norway responded by carrying on with business as usual. Norway responded to terrorism and intolerance with tolerance and democracy. America responded with xenophobia and the Patriot Act.\n\nLoad-Date: September 18, 2013"
}