{
    "title": "The Discreet Charm Of Terrorism",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 8,
    "day": 4,
    "full text": "Since the bombing attacks in London last month, a welter of columnists, writers, talking heads, and ordinary people have puzzled over the mystery of British Muslims, one in four of whom recently told pollsters that they sympathize with the July 7 suicide bombers.\nThe idea that British Muslims, whose parents received asylum, found jobs, and made lives in Britain, could be so deeply affected by the \"oppression\" of Muslims in countries they have never visited seems incomprehensible. The notion that events in distant deserts should lead the middle-class inhabitants of London or Leeds to admire terrorists seems inexplicable. But why should this phenomenon be so incomprehensible or inexplicable, at least to Americans? We did, after all, once tolerate a similar phenomenon ourselves.\nI am talking about the sympathy for the Irish Republican Army that persisted for decades in some Irish American communities and is only now fading away. Like British Muslim support for Muslim extremist terrorism, Irish American support for Irish terrorism came in many forms. There were Irish Americans who waved the Irish flag once a year on St. Patrick's Day and admired the IRA's cause but felt queasy about the methods. There were Irish Americans who collected money for Catholic charities in Northern Ireland without condoning the IRA at all. There were also Irish Americans who, while claiming to be \"aiding the families of political prisoners,\" were in fact helping to arm IRA terrorists. Throughout the 1970s, until Prime Minister Thatcher asked President Reagan to stop them, they were the IRA's primary source of funding. And even after that they were widely tolerated.\nI concede there is one major difference: The Irish terrorists were setting off their bombs across the ocean and not in New York or Boston, which somehow made the whole thing seem less real. But in Britain the explosions were real enough. In 1982 - the year an IRA bomb killed eight people in Hyde Park - four IRA men were arrested in New York after trying to buy surface-to-air missiles from an FBI agent. In 1984 - the year the IRA tried to kill the whole British cabinet in Brighton - an IRA plot to smuggle seven tons of explosives was foiled, an action that led to the arrests of several Americans. As recently as 1999, long after the IRA had declared its cease-fire, members of an IRA group connected to an American organization, the Irish Northern Aid Committee (Noraid), were arrested for gun-running in Florida.\nThe range of Americans who were unbothered by this sort of thing was surprisingly wide. Some were members of Congress, such\nas Republican Rep. Peter King of Long Island, who stayed with IRA supporters on visits to Northern Ireland and drank at a Belfast club called the Felons, whose members were all IRA ex-cons. Some were born in Ireland, such as Michael Flannery, Noraid's founder, who once said that \"the more British soldiers sent home from Ulster in coffins, the better,\" and whose flattering obituary in 1995 described him as a man who \"treated everyone he met with gentle respect.\" Some were Americans of Irish descent, such as Tom McBride, a businessman who is still the chairman of the Hartford chapter of Noraid, and who still refuses to condemn IRA terrorism. \"I think they are protecting a segment of the population that needs to be protected,\" he told me over the phone.\nNor were these opinions irrelevant. The Irish journalist Conor O'Clery, who has followed Irish-American relations for more than a decade, says the IRA has \"always looked to the diaspora for moral backing\" as well as money. That meant that when, in the 1990s, prominent Irish Americans began to advocate \"constitutional nationalism\" (meaning the political process) instead of \"armed struggle\" (meaning terrorism), the views of many in Northern Ireland shifted, too. The IRA's announcement last week that it would finally abandon armed struggle was at least partly the result of a decade of Irish American pressure. Which means, of course, that if Irish American pressure had been applied much earlier, the whole thing might have been over long ago.\nMy point here isn't really about Northern Irish politics, however, but about the extraordinarily powerful appeal of foreign, \"revolutionary,\" \"idealistic\" violence to the inhabitants of otherwise peaceful societies. You don't have to be Muslim, or poor, or an extremist, to feel the romantic pull of terrorism. You can be a middle-class American and a lapsed Catholic whose grandmother happened to come from Donegal.\nBut the appeal of foreign violence can also be destroyed, or at least reduced, if community leaders agree that they want that to happen. If British Muslims deploy every one of their religious, civic, and business institutions, they may, over time, be able to eliminate the climate of tolerance that made the London bombings possible, just as Irish Americans - as well as Rep. King, who has now called on the IRA to disband - eventually helped eliminate the climate of tolerance around the IRA. And if they don't - there will always be recruits willing to die for a glamorous foreign cause.\n\nLoad-Date: August 4, 2005"
}