{
    "title": "THE FRENCH PLEDGE TO HELP U.S. COMBAT TERRORISM ; BAILOUT FOR AIRLINES GETS SCRUTINY; BUSH REACHES O",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 9,
    "day": 19,
    "full text": "THE PRESIDENT\nPresident George W. Bush won a strong commitment Tuesday to build a global alliance against terrorism from French President Jacques Chirac, who called the hijacking attacks on the United States a \"tragedy which does not have a parallel.\"\n\"We bring you the total solidarity of France and the French people,\" Chirac said in a meeting in the Oval Office.\nThe meeting took place as Bush's administration increased its efforts to reach out to leaders around the world, even making overtures to Cuba and Sudan, with which the United States has had tense relations. The administration also began preparing a multibillion-dollar financial aid package for battered U.S. airlines.\nAnd Bush signed a $40 billion package to rebuild after the terrorist attacks; legislation expediting benefit payments to injured firefighters and police, or to the survivors of public safety officers killed in the hijackings; and the congressional resolution authorizing him to use military force against those responsible.\nMeanwhile, Attorney General John Ashcroft announced that the FBI had detained 75 people for questioning. At least four material witnesses have been arrested in the largest criminal investigation in the nation's history. A material witness is someone who may have information about a crime.\nBush, speaking before he and Chirac had a working dinner, said his goal was \"to rally the world toward a campaign to find terrorists.\" He cited an \"outpouring of support\" from world leaders, including those in the Arab world.\n\"We will take the governments for their word and will work with them to disrupt the finances, the travel, the communications\" of terrorists, he said.\nFor his part, Chirac stopped short of using Bush's \"war\" terminology.\n\"I don't know whether we should use the word 'war,' but what I can say is now we are faced with a conflict of a completely new nature,\" Chirac said.\nChirac was the first world leader Bush has met with since the attacks Sept. 11 demolished the World Trade Center in New York, severely damaged the Pentagon and left more than 5,000 people dead and missing. British Prime Minister Tony Blair is coming to Washington on Thursday.\nFrance has sometimes had strained relations with the United States on military issues, including how to deal with Iraq. But Chirac told Bush: \"We are completely determined to fight by your side this new type of evil, of absolute evil, which is terrorism.\"\nBush led White House employees -- and the nation -- in a moment of silence. He also thanked leaders of charitable groups at a later Rose Garden ceremony and praised Americans for rushing to give aid and comfort.\n\"Out of our tears and sadness, we saw the best of America,\" Bush said. \"We saw a great country rise up to help.\"\nBush also called U.N. Secretary-General Kofi Annan, Brazilian President Fernando Henrique Cardoso and Canadian Prime Minister Jean Chretien.\nWhite House spokesman Ari Fleischer said Bush was employing a carrot-and-stick approach. \"In different nations, the carrot may be bigger,\" Fleischer said. \"In other nations, the stick may be bigger.\"\nSecretary of State Colin Powell called Sudanese Foreign Minister Osman Ismail Mustafa and took note of Sudan's offer of cooperation in combating terrorism, State Department spokesman Richard Boucher said.\nIt was the highest-level communication between the two countries in years, and Boucher called the conversation a good beginning.\nBoucher also said a U.S. official visited Cuba's diplomatic mission in Washington and asked for whatever information Cuba may have about the terrorist attacks on the World Trade Center and the Pentagon. Cuba has strongly condemned the disaster.\nThe United States also has said it's willing to explore the possibility of Iran's joining an international coalition to fight terrorism. Iran, Sudan and Cuba are on the State Department's list of nations that support or sponsor terrorism. The United States also has reached out to Syria, another nation on the list. The other three, which have not been consulted, are Libya, Iraq and North Korea.\nRussian Foreign Minister Igor Ivanov arrived in Washington late Tuesday and will meet today with Bush and Powell. He called on nations to \"interact more effectively\" to fight global terrorism.\n\"One more time, the fact proved to be true, that terrorism does not recognize borders,\" Ivanov said. \"This is the challenge to the civilized community that needs to be forcefully confronted.\"\nThe administration continued to focus on Osama bin Laden as its prime suspect. Hundreds of Islamic clerics gathered in the Afghan capital of Kabul to discuss possible conditions for extraditing bin Laden to a nation other than the United States.\nAmerican officials are skeptical that the ruling Taliban will hand over bin Laden. Defense Secretary Donald Rumsfeld suggested that bin Laden's surrender would probably not be enough to stop military action to root out terrorism.\n\"Our adversaries are not one or two terrorist leaders. … It's a broad network of individuals and organizations that are determined to terrorize,\" Rumsfeld said at a Pentagon briefing.\nHe said these networks have activities in 50 to 60 countries. \"We'll have to deal with the networks. One of the ways to do that is to drain the swamp they live in, and that means dealing not only with the terrorists, but those who harbor terrorists,\" Rumsfeld said.\n\nNotes\n\nAMERICA RESPONDS\n\nGraphic\n\n \nPHOTO; Photo from AGENCE FRANCE PRESSE - President George W. Bush intensified his efforts to build a worldwide coalition to fight terrorism Tuesday with a meeting with French President Jacques Chirac. He cited an \"outpouring of support\" from world leaders, including those in Arab nations.\n\nLoad-Date: September 19, 2001"
}