{
    "title": "The Rocket That Went Nowhere",
    "publisher": "university wire",
    "year": 2012,
    "month": 4,
    "day": 18,
    "full text": "Despite outcry from the international community, North Korea launched a long-range rocket on April 13. It left academics, Washington politicians and North Koreans alike scratching their heads. The new Kim Jong-un government had just negotiated the deal of century: the U.S. promised to commit 240,000 metric tons of food aid to the impoverished country at a time of desperate food shortages in exchange for a halt to all nuclear tests, uranium enrichment programs and long-range rocket launches.\nThen, less than three weeks later, North Korea shamelessly reneged on its pledge to cease missile development by announcing its plans to launch a satellite into orbit. Simply put, the North's move was completely illogical. All it did was weaken itself.\nThis is not the first time that North Korea has double-crossed the international community. In 2008, North Korea's former ruler, Kim Jong-il, who died last December, agreed to disassemble the nuclear facility at Yongbyon in exchange for heavy fuel aid and removal from the U.S. State Department's list of states that sponsor terrorism.\nThat same year, the North distributed dozens of its coveted visas to prestigious journalists, like CNN's Christiane Amanpour, to visit the Hermit Kingdom. She along with a few others were taken to Yongbyon to see North Korea's treasured nuclear program dismantled and wrapped in plastic and to witness the destruction of Yongbyon's cooling tower. Forty-five days later, fuel shipments arrived in North Korea and the country was no longer considered by the U.S. to be a state sponsor of terrorism.\nHowever in the months following its showy gestures at Yongbyon, the North returned to its old game of cheat-and-retreat. In April 2009, North Korea tested a long-range missile despite warnings from the U.N. Security Council. In May of that same year, North Korea conducted another nuclear test. In March 2010, the North Korean navy sank the South Korean cruiser ROKS Cheonan killing 46 sailors and 56 others. And in November 2010, the North Korean military savagely bombarded the South Korean island of Yeonpyeong, killing two South Korean civilians and wounding three others.\nNorth Korea's practiced pattern of cordiality, spectacle and duplicity has been well-documented and repeated time-and-time again. Last week's behavior should have come as no surprise.\nWhen Pyongyang's accord with Washington was announced last month, I was impressed by the diplomatic skill of North Korea. They had negotiated a win-win deal. Kim Jong-un would be able to feed his people thus cementing his legitimacy as the new Supreme Leader. He would appear like a competent leader at home and a trusted statesman abroad. Barack Obama would be able to claim that he had successfully negotiated nuclear security in the Far East, a foreign policy victory that he could then use against his Republican opponents in the November election.\nWhy Kim Jong-un abandoned this deal is anybody's guess. Did he want to demonstrate his control over his country's affairs? Did the military establishment overpower the naïve new leader? Or did Kim actually believe he could get away with this stunt?\nWell if he thought he had Washington over a barrel, he gravely miscalculated. The U.N. Security Council censured North Korea on Monday and expanded the already tight sanctions on the Stalinist state.\nSome might wonder why the U.S. was so determined to stop North Korea from launching a satellite. When North Korea went nuclear in 2006, the country's next goal was to develop a long-range ballistic missile capable of striking the western coast of the U.S. Many military analysts have stipulated that the satellite launch was a cover for testing its missile technology. Such a missile would give Pyongyang unprecedented leverage in dealing with the international community and would be a grave threat to America's national security.\nOne month ago, Kim Jong-un was on the verge of gaining what his father, Kim Jong-il, was never able to get in 17 years of tangling with the U.S.: hundreds-of-thousands of tons of food aid, some adequately-fed subjects and respect on the world stage as a reasonable statesman. Now, he has $1 billion worth of rocket debris, a demoralized military, 22 million hungry North Koreans and zero credibility.\nAt least now we know what Kim Jong-un's word is worth. Nothing. Like father, like son.\n\nLoad-Date: April 12, 2018"
}