{
    "title": "The Killings at a Jerusalem Synagogue",
    "publisher": "the new york times",
    "year": 2014,
    "month": 11,
    "day": 20,
    "full text": "To the Editor:\nRe ''Israel Shaken by 5 Deaths in Synagogue Assault'' (front page, Nov. 19):\nAt this dark time, it is imperative that those who work to seek a secure future for Israel as the democratic nation-state of the Jewish people not lose hope. World leaders must condemn this brutal act, and call on others to forcefully condemn this despicable act of terrorism as well.\nThose who brazenly encourage and celebrate such horrific attacks -- and who seek to incite a religious war -- must be resoundingly condemned and ultimately defeated. But we must also further strengthen our resolve to work toward a realistic two-state solution.\nEven in the absence of organized negotiations toward a peace agreement, we must support diplomatic initiatives that work to prevent terrorism and preserve the opportunity for two states.\nWe cannot lose sight of the current alignment of regional interests, which could create an opportunity to advance regional dialogue, cooperation and peace.\nIn this difficult time, we will mourn but must not revert to hatred. Rather, we must continue forward.\nDAVID HALPERIN Exec. Director, Israel Policy Forum New York, Nov. 19, 2014\nTo the Editor:\nMore disturbing than the horrific murders of 11 innocent Israelis over the last month is the begrudging condemnation by the Palestinian Authority and the celebration and glorification of such acts by the democratically elected Hamas and much of the Palestinian population.\nUntil Israel has a credible peace partner, which appears highly unlikely, it should not be subjected to strident demands that it give up land and security to appease those who condone, encourage and praise these kinds of acts. Rewarding hate and intolerance is not a way to achieve peace.\nRON WEISS St. James, N.Y., Nov. 19, 2014\nTo the Editor:\nAnother nail has been driven into the coffin of ''peace in the Middle East,'' a goal that has been demonstrated to be ludicrous. The savage attack on a Jerusalem synagogue by Palestinian terrorists will of course cry out for retaliation and will result in even worse relations between Israelis and Arabs.\nYears ago, I could have never imagined that it would be necessary for houses of worship to engage security forces as a bulwark against violence, but that is the point we have reached, both overseas and at home.\nNothing justifies the slaughter of innocent people at a house of worship, a sacred place, something that even Mahmoud Abbas, the Palestinian leader, has acknowledged in condemning the slaughter.\nOne would think that the tragedy of a perpetual state of war would bring both sides to the table to make serious efforts to acknowledge each other's right to live and to coexist. The reality is that there are too many foes of peace for it to take hold.\nIt is another day of mourning and outrage as the Mideast tinderbox has exploded again. A loving God of all peoples surely weeps.\nOREN M. SPIEGLER Upper St. Clair, Pa., Nov. 19, 2014\n\nhttp://www.nytimes.com/2014/11/20/opinion/the-killings-at-a-jerusalem-synagogue.html\n\nLoad-Date: November 20, 2014"
}