{
    "title": "The year of experimental counterterrorism",
    "publisher": "christian science monitor ",
    "year": 1986,
    "month": 11,
    "day": 17,
    "full text": "If 1985 was the year of the terrorist - with such incidents as the hijacking of TWA flight 847 in the Middle East, the seajacking of the Achille Lauro, and the massacres at the Rome and Vienna airports - what shall we call 1986?\nSo far, it might be called the year of experimental counterterrorism.\nThe bombing of Libya last April, the current flap over an alleged hostage-freeing deal between the United States and Iran, and last week's move by the European community to isolate Syria all fit into that pattern.\nWhy is it ''experimental''? Because what appears to be under way is a widespread search for the best way to deal with terrorism. This year, the Western nations are focusing their efforts not so much on terrorist organizations themselves as on the three nations that are most widely known to be their sponsors: Libya, Iran, and Syria.\nThe first and most galvanizing experiment, against Libya, involved military reprisals: the US bombing of Tripoli and Benghazi on April 15. It posed a simple question: Is military might an effective way to squelch an obstreperous sponsor of international terrorism?\nThe second major experiment has apparently involved Iran. The details are still cloudy. But it appears to have involved secret American-Iranian deals in which shipments of arms vitally needed by Iran in its war with Iraq were traded for the release of former hostages David Jacobsen, the Rev. Lawrence Jenco, and the Rev. Benjamin Weir. The question under investigation here: Do under-the-table tradeoffs with known terrorist-sponsors work?\nThe third experiment involves Syria, accused by Great Britain of complicity in a scheme to blow up an El Al airliner en route from London last April. Last week, 11 of the 12 foreign ministers of the European community (with Greece dissenting) agreed to impose sanctions on Syria. Being tested here is the efficacy of such diplomatic moves to force changes in behavior in a terrorist-sponsoring nation.\nOn the table, then, are three distinct approaches: attack, negotiate, or isolate. How effective are they?\nThe problem is that the jury is still out - if, in fact, there exists a jury that could ever answer thequestion. To be sure, Libyan terrorism has apparently been cooled, three hostages are free, and there is no longer a Syrian embassy in London from which to coordinate European attacks. On the other hand, the United States has been condemned as trigger-happy in Libya, weak on Syria, and duplicitous in the extreme for preaching a ''We never deal with terrorists'' line to its European allies at the very time it was apparently negotiating with Iran.\nThe real question, then, has to do with the long-term effects of these experiments. And nobody has addressed that issue more astutely than Lawrence Freedman, professor of war studies at King's College, London. He is one of six contributors to ''Terrorism and International Order,'' a slender book just published by the prestigious Royal Institute of International Affairs in London. Focusing particularly on the Libyan raid, he asks some tough questions that have relevance to the other two experiments as well.\nSuppose, he says, that military reprisals don't work? What will the western nations have in reserve if, in his words, they find it necessary to ''return to the fray''? If their measures have ''visibly failed to stop terrorism,'' what then? Will strong public support for such a move - so evident across America at the time of the Libyan attack - be repeatable? Moreover, once a Western nation has used what Freedman calls ''the most eloquent type of action to make the initial impression'' against the terrorist-sponsoring nation, ''will there be anything equally appropriate the second time?'' Or will it be ''necessary to step it up a notch''?  And if so, what are the next notches?\nAt bottom, he is asking a simple question: Do counterterrorism measures have any long-term effect? Has Libya really stopped supporting terrorism? Will Iran be able to prevent further hostage-taking? Does Syria have enough clout with the major terrorist organizations to persuade them to pull in their horns?\nOr will these experiments actually encourage each of these three governments to escalate terrorism - Libya out of spite, Syria to demonstrate its self-sufficiency, and Iran simply because hostage-taking has proven to be an attractive way to get American arms?\nThe problem, sadly enough, appears to be that the Western nations really are not sure what they intend to do. They ought to be slicing deeply into terrorism's roots for the sake of a sounder world order. But they sometimes appear to be simply scything off the more annoying branches to answer a rising cry of ''Do something!'' from back home. That, at least, is one way to look at the current spate of experiments - each of them risky, each of them highly divisive to Western unity, and each so poorly framed that, as Professor Freedman says, they provide ''no specific criteria by which to judge whether the offender has or has not mended his ways.''\nIf the experiments have proved one thing, it is that counterterrorism, like other areas of foreign policy, thrives on coherence. It can't be conducted piecemeal, in isolated experiments popping up here and there. Needed, at this juncture, is an elevation of vision in the West - above the immediate horizon of gains or losses, and toward the long-term consequences of the measures chosen.\nA Monday column\n\nGraphic\n\n \nPicture 1, Western nations weary of attacks look for more effective ways to combat terrorism's supporters, FILE PHOTO -- AP/Policeman searches woman's bag in Paris; Picture 2, Soviet-made transport plane seen between a bomb sight's cross hairs during the US raid on Libya, FILE PHOTO/AP"
}