{
    "title": "The Double Standard Of Terrorism",
    "publisher": "the new york times",
    "year": 1989,
    "month": 2,
    "day": 12,
    "full text": "Judging from Carl Bosch's own bewilderment over terrorism (''What Do You Tell Children About Terrorism,'' Opinion page, Jan. 15), I don't wonder that he was unable to explain it to his daughter.\nI might have sympathized more with Mr. Bosch if he had attempted to explain violence against innocent people as an unacceptable means toward an end. But to do justice to that subject, he would have to delve into the murky double standard we use to measure it, a rationale that is too absurd for a child to understand.\nPresident Reagan could offer little more than a shrug at the news that his bombing of Tripoli in 1986 had killed Muammar el-Qaddafi's 15-month-old daughter (a permanently interrupted childhood but, well, these things happen). That was not terrorism, however; it was ''sending a message.''\nNot many Americans lose sleep over the news that our contras in Nicaragua routinely attack civilian targets. We don't call this terrorism; it's ''low-intensity conflict.'' When our ally, Israel, bombs ''terrorist bases'' that happen to be located in refugee camps, it's ''retaliation'' or a ''pre-emptive strike.'' We close our eyes and shrug - or applaud.\nI have even heard television news correspondents assure me that our blowing up 280 passengers aboard an Iranian airbus last year may have been a good thing in the long run because it shocked the Iranians into hastening the end of the war with Iraq. So by killing a couple hundred, we may have ''saved'' millions.\nThe fact is that we often accept the loss of innocent life as a regrettable but necessary cost to achieve a greater good, which is whatever our political goal happens to be at the moment. Why should we be shocked or surprised when those we brand as terrorists use similar reasoning?\nIn our attempt to preserve our own childlike innocence and portray those who use terrorism as monsters or bogymen in the night, we should not ignore the fact that to children in some parts of the world the bogyman is us.\n \nAL KULCSAR\n  Fairfield"
}