{
    "title": "The Thursday Briefing _ November 2, 2017 - Hatter Network",
    "publisher": "university wire",
    "year": 2017,
    "month": 11,
    "day": 2,
    "full text": "content\">\nDailybriefing\nThe Thursday Briefing | November 2, 2017\nNovember 2, 2017\nHomecoming? ?week!\nThis week is filled with homecoming events! Check out the outdoor carnival and food truck festival this Friday on Rinker Field starting at 5pm. Later that evening, Airwaves will take place in the Edmunds Center.\nTerrorism? ?in? ?New York City -? ? ?What? ?to? ?Know\nOn Tuesday in downtown Manhattan, a truck drove into a crowd. Eight people were killed and eleven were injured. The incident is being treated as an act of terrorism, making it the deadliest attack in NYC since September 11th, 2001. The driver, identified as Sayfullo Saipov, was taken into custody and has been confined to a hospital. As of now in the investigation, the FBI is questioning a second suspect. To read more visit: https://www.buzzfeed.com/buzzfeednews/live-updates-terror-attack-in-new-york-city-leaves-8-dead?utm_term=.jrdPJjmD8#.ycdbMzEx7.\nQueen? ?Bey\nDisney has announced that Beyoncé is to star as Nala in Disney's live-action 'Lion King'. The lioness, Nala, develops from Simba's childhood friend to eventually becoming his queen over Pride Rock. The film is set to open July 19, 2019 and includes other notable cast member such as Donald Glover as Simba, James Earl Jones as Mufasa, over and Seth Rogan as Pumbaa.\nDowntown? ?Music? ?Festival\nThe 17th Annual DeLand Original Music Festival will be this Saturday in downtown DeLand from 1pm till midnight. The event, which will feature original music from over 170 local and regional acts, is the largest indie music festival in southeast Florida. Acts will range in genre. Musicians playing rock, blues, jazz, hip hop, metal, ska, and much more can be heard throughout the night. In addition to the music, a show of local artists and vendors will also be present. Tickets can be purchased online for a discounted price of $10 or for $15 at the door. To purchase tickets and see the entire line-up visit the event's website at: http://ssa.cc/deland.htm.\n\nLoad-Date: November 2, 2023"
}