{
    "title": "The pain of terrorism",
    "publisher": "the world",
    "year": 1996,
    "month": 7,
    "day": 28,
    "full text": "It had been such a beautiful Friday evening, the best of what the Olympics and Atlanta have to offer. The Games were going splendidly at venues all around Atlanta. At Centennial Olympic Park, thousands of people a a Japanese woman in a kimono, Africans, Europeans, people from all over the country and the world a sat together peacefully on the lawn, smiling, chatting and rocking to a late-night band.\nPeople just hanging out, sharing time.\nThen the nightmare began. A bomb, an explosion, and then confusion and terror and pain.\nThe sick thing is, someone, somewhere, took hateful satisfaction in all that. That's what gnaws at you.\nFor Atlanta residents and their hundreds of thousands of guests, news of the tragedy came in a variety of ways. Sometimes it came in 3 a.m. phone calls, seldom bearers of good tidings. Some of those calls came from across the country, and around the world, from time zones where sleep had not yet overtaken people, from friends and relatives concerned about safety, or just wanting to share and comfort.\nFor others here in Atlanta, the realization of the tragedy did not hit until they awakened Saturday morning, ready to begin a pleasant weekend that would not be. However the news hit, the reaction was probably universal: heartache, disbelief and anger.\nWe face the horrid reality that our common space, our common experiences, have become targets of those with twisted minds and hearts. As human beings we need those spaces, those experiences. Somehow a and at this point, it is impossible to say how a those things must be preserved. They are too wonderful, too necessary to lose.\nOrdinarily in such tragedies, we look quickly for explanations, for reasons why such a thing could be allowed to happen. We have an expectation of safety and protection in such places, and when that expectation is violated we want answers and reassurance.\nBut this time there are no explanations, and reassurance is difficult.\nThis was not a lapse in security; to the contrary, the security response was apparently quick and professional, and undoubtedly saved a number of lives. The bomb had been spotted and people had begun to be cleared from the area before it went off.\nThis is simply a risk inherent in any large gathering, and it is impossible to eliminate that risk.\nWe eliminate the risk only by eliminating the commonality. And again, that is not an option.\n\nLoad-Date: July 29, 1996"
}