{
    "title": "THE PRESIDENT'S THINKING; HIS NEW LINE ON TERRORISM RAISES SOME TRICKY QUESTIONS",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 2,
    "day": 10,
    "full text": "The strangest aspect of President Bush's new War on Tyranny is the connection he draws between tyranny and terrorism. It's not the connection you would suspect, or the one Bush was making during his first term. When Saddam Hussein was still in charge of Iraq, it was enough to say that bad guys are bad guys. A sadistic dictator is just the type of person who would also harbor terrorists and stockpile weapons of mass destruction.\n But now Bush says that terrorists are actually the victims of tyranny. In his inaugural, this seemed like a bit of transitory, use-once-and-discard hifalutinism. But Bush returned to the theme in his State of the Union last week. \"In the long term,\" he said, \"the peace we seek will only be achieved by eliminating the conditions that feed radicalism and ideologies of murder. If whole regions of the world remain in despair and grow in hatred, they will be the recruiting grounds for terror, and that terror will stalk America.\"\nThe anarchist Emma Goldman said much the same thing in a 1917 essay, \"The Psychology of Political Violence.\" It is \"the despair millions of people are daily made to endure,\" she wrote, that drives some of them to acts of terror. \"Can one question the tremendous, revolutionizing effect on human character exerted by great social iniquities?\" She quotes a pamphlet from British-ruled India: \"Terrorism … is inevitable as long as tyranny continues, for it is not the terrorists that are to be blamed, but the tyrants who are responsible for it.\"\n Bush does not say that tyranny excuses terrorism. But he does say that tyranny explains terrorism. This is new. One of Bush's big themes in the months after Sept. 11 was that terrorism is \"evil,\" pure and simple. Former Commissioner of Virtue William Bennett ground out a quickie best seller on this theme, criticizing efforts to understand why someone might become a suicide bomber as a refusal to look evil in the face.\n Conservative thought has long rated the notion of so-called \"root causes\"-- explaining anti-social behavior as a consequence of social conditions -- as a major heresy. Neoconservatives have especially enjoyed burning witches over this doctrinal deviation. This makes it especially remarkable that a president thought to be in the thrall of neocons should sink so eloquently into doctrinal error.\n Not only does he blame terrorism on social conditions -- he says point-blank that \"only … by eliminating (these) conditions\" can the terrorist threat be eliminated. He sounds less like a Republican than a dorm-room Marxist. And good for him. Who says the 1960s passed this fellow by?\n Our president appears to be on some kind of intellectual journey. The idea of an evolution in George W. Bush's thinking is about as hard to accept for Bush's opponents as evolution itself is for some of his supporters. Nevertheless, there is evidence. I thought I had our president pegged as a man who made the great leap of faith at 40 and has used that as his intellectual model ever since. Decide what you want to believe, believe it, and cross it off your to-do list. But this assessment might have been an injustice.\n Bush might come to regret his descent from the heights of certitude to the swamps of doubt. The old George W. wasn't expected to have thought through his policies and pronouncements. Now he will lie awake at night pondering questions like these, raised by his State of the Union address:\n What does it mean that \"one of the main differences between us and our enemies\" is that we have \"no desire and no intention to impose our form of government on anyone else\"? Bush talks more about \"freedom\" than \"democracy,\" but can there even be freedom in a totalitarian theocracy? Can people freely choose a society where freedom is severely limited, and if so, what does the Bush Doctrine say about that? Approving words last week about \"governments that … reflect their own cultures\" were probably intended to allow for religious states in the Middle East. If so, what is left of the War on Tyranny? If not, what is left of the idea that we don't wish to impose our form of government on anyone else?\n If his Social Security reform is going to be so delightful, why should older workers be so thrilled to be left out? \"Do not let anyone mislead you,\" Bush told folks who are 55 or older. \"For you, the Social Security system will not change in any way.\" As someone who will miss the cutoff by just a few months, am I supposed to be overjoyed at being able to surf this tsunami to riches, or disappointed that thoughtless procrastination by my parents 54 years ago will deny me protection from it?\n Bush said he \"will work with Congress to ensure that human embryos are not created for experimentation or grown for body parts.\" This sounds like a welcome willingness to compromise a little bit his stringent restrictions on stem cell research. But what about fertility clinics? They routinely create embryos, and discard most of them, to help people conceive children. Why is using embryos for this purpose OK if using them to save lives is not?\n Thinking. It's enough to drive a fellow back to drinking.\n\nNotes\n\nMichael Kinsley is the editorial and opinion editor of the Los Angeles Times.\n\nLoad-Date: February 11, 2005"
}