{
    "title": "The FBI Loses Its Way",
    "publisher": "new york sun ",
    "year": 2004,
    "month": 7,
    "day": 6,
    "full text": "It's time to worry when the Federal Bureau of Investigation, America's national police agency, consistently cannot figure out who's friend and who's foe in the war on terror.\nThe bureau's record of honoring the wrong American Muslims captures this problem.\n* In February 2001, it promoted Gamal Abdel-Hafiz, a special agent who rejected a counter terror assignment on the grounds that \"a Muslim does not record another Muslim.\"\n* In May 2002, FBI Director Robert Mueller had his spokesman call the American Muslim Council \"the most mainstream Muslim group in the United States,\" despite its record of helping fund-raise for terrorism. Today, the AMC's long-time leader sits in jail and the organization is virtually defunct.\n* In September 2003, the FBI nearly bestowed its Exceptional Public Service Award on Imad Hamad of Detroit, saved from this embarrassment by columnist Debbie Schlussel, who exposed Hamad in the New York Post as someone who \"supports terrorism and [who] was himself a suspected terrorist.\"\nA few weeks ago, the bureau did it again, honoring Marwan Kreidie, a Philadelphia activist, with its Community Leadership Award for his being \"very helpful to the FBI office,\" and specifically for his efforts \"in identifying, preventing and disrupting acts of terrorism.\" Celebrating Mr. Kreidie raises deep concerns about the FBI's continuing inability to understand the war it is fighting. First, Mr. Kreidie has repeatedly damned counterterrorist measures and to my knowledge has never approved a single one. He:\n* Condemned interviewing about 5,000 male noncitizens who had arrived on temporary visas from countries hosting active terrorist cells as indicative of \"sloppy police work\" and \"ridiculous.\"\n* Was \"appalled\" by measures requiring some arriving foreigners to provide fingerprints, photographs, and details about their travel plans. \"For me as an American citizen, it's frightening.\"\n* Furiously compared the Terrorism Information and Prevention System, or TIPS, \"a national system for concerned workers to report suspicious activity,\" to the notorious Stasi secret police in East Germany.\n* Opposed the USA PATRIOT Act, saying that it created an \"open season\" on Arabs and Muslims.\n* Indignantly renounced the government's offer to reward \"reliable and useful\" information about terrorists with a fast track to American citizenship: \"It's bribery and it's disgusting.\"\n* Decried the focus on deporting illegal aliens in America from Arab and Muslim countries - the source of nearly all the terrorism in the United States - as \"biased.\"\n* Denounced FBI interviews of Iraqi immigrants, saying it had \"zero\" chances of turning up useful information.\nMore broadly, Mr. Kreidie rejects law enforcement counterterrorist efforts as \"massive intrusions on civil liberties\" that \"enraged\" Arab and Muslim Americans. He even characterized anti-terrorism efforts as \"unconstitutional.\"\nSecond, Mr. Kreidie viciously attacks the Bush administration. He condemned what he called the \"assaults on human rights mounted by President Bush and his attorney general, John Ashcroft.\" He accused President Bush of \"a litany of anti-Arab and Muslim actions.\" He on one occasion referred to the attorney general, who, among his other jobs, oversees the FBI, as \"that lunatic Ashcroft.\" Third, Mr. Kreidie denies American Muslims have anything to do with terrorism. \"Nobody in my community supports Osama,\" he has announced, thereby in advance exonerating Muslims of connections to Al Qaeda and making one wonder how much help he can provide the FBI. After the American president personally signed the papers to close down the Holy Land Foundation, an Islamic \"charity,\" and the treasury secretary described it as an organization that \"exists to raise money in the United States to promote terror,\" Mr. Kreidie insisted on the foundation being a legitimate charitable organization. When the Pennsylvania state treasurer, Barbara Hafer, suspected that $210,000 stolen by individuals with Arabic names could be connected to terrorism, Mr. Kreidie jumped on her statement as baseless and inflammatory.\nSumming up his whole outlook, Mr. Kreidie has said that for American Arabs and Muslims, working with the FBI is \"a waste of time.\"\nHow, then, did this anti-counterterrorism, anti-Bush, anti-Ashcroft, anti-FBI figure exactly help in \"identifying, preventing and disrupting acts of terrorism\"? Presented with this record of Mr. Kreidie's remarks, the Philadelphia FBI office declined to comment.\nWhen a leading law enforcement agency like the FBI is so politically exposed that it rewards those who attack it, winning the war on terror appears increasingly remote. The police need to do their work and not hobble themselves by honoring their opponents.\n\nLoad-Date: July 6, 2004"
}