{
    "title": "The U.S. Political Consequences of Bhutto's Assassination",
    "publisher": "new york observer",
    "year": 2007,
    "month": 12,
    "day": 27,
    "full text": "</p><p>How will the assassination of Benazir Bhutto affect the 2008 presidential race? Or will it have an impact at all?</p><p>I asked a couple of observers for their immediate thoughts.</p><p>\"It certainly reawakens thoughts of terrorism,\" said Ross Baker, a political scientist at Rutgers University.  \"And probably the most obvious beneficiary of that would be Mayor Giuliani. That is probably the most significant impact on the primary race. From Giuliani's point of view, it couldn't have come at a more opportune time.\"</p><p>The Giuliani aign this very morning released an <a href=\"http://www.joinrudy2008.com/article/pr/1101\">ad highlighting his tough stance on terrorism. </a>(In the ad, Giuliani says, \"When you challenge Americans, there's no country that stands up stronger and better than the United States of America. When you try and take something away from us like freedom, my goodness, Americans are going to be one in resisting you. So, the Islamic terrorists would make a terrible mistake if they confuse our democracy for weakness.\")</p><p>Still, Baker doubted the ad or today's events would be enough to resuscitate Giuliani's aign.</p><p>\"It would be very difficult for it to make much of a difference,\" he said. \"It's not a decisive thing. It's not as if it is a direct attack on the United States.\"</p><p>Jennifer Duffy, the Managing Editor and a political analyst for The Cook Political Report, e-mailed me this observation.</p><p>\"It allows Republicans to bring the political conversation back to foreign policy, 9/11 and terrorism,\" she wrote. \"I would also expect Clinton to weave this into her experience argument.\"</p><p>In fact, Clinton did emphasize her personal relationship with the Bhutto family in her statement reacting to the assassination this morning.</p><p>\"I came to know Mrs. Bhutto over many years, during her tenures as Prime Minister and during her years in exile,\" Clinton said in the statement.</p><p>Baker was skeptical that the assassination, and the international turmoil it was likely to prompt, would help Clinton's cause, even though she has been reminding voters in recent days that the serious and dangerous times Americans live in require a president with experience.</p><p>\"Hillary Clinton certainly tried, with her membership to Armed Services Committee, to present herself as a much more security-minded candidate,\" he said, but he added that it was a message that \"probably has been picked up by the media and insiders than voters.\"</p><p>Duffy added, \"What is unclear is whether Bhutto's assassination  makes the average voter nervous or anxious.\"</p><p>\n\nLoad-Date: December 27, 2007"
}