{
    "title": "The Face of Eco-Terrorism",
    "publisher": "the new york times",
    "year": 1998,
    "month": 12,
    "day": 20,
    "full text": "Until he received his very first underground communique, which was only last year, Craig Rosebraugh was just another eco-radical living and protesting in and around Portland, Ore. He was 25, and he was a student at Marylhurst University, where he was majoring in social science. He was renting a house with a few other activists, and he had just split off from a local group, People for Animal Rights, to help found a kind of umbrella group called the Liberation Collective, the motto of which is, \"Linking social justice movements to end all oppression.\" Today, though, Craig Rosebraugh stands out in Portland -- among activists, at least -- as the guy who spoke up on behalf of the Earth Liberation Front, a group that, through Rosebraugh, took credit for burning down a mountaintop ski resort in Vail in October in the name of preserving a lynx habitat.\n Many people in the West, where environmental issues are front-page issues, were quick to refer to the fire, in which no one was injured but which caused an estimated $12 million worth of damage, as the largest act of eco-terrorism ever in the United States. But Rosebraugh jumped in quickly to put the movement's spin on it. His comments ended up in Time, for example. He had spoken on behalf of the lynx -- whose habitat, he argued, was jeopardized by the resort's expansion plans -- but more important on behalf of the underground E.L.F, for which he is now the public face. \"They don't want this to be seen like an act of terrorism,\" Time quoted him as saying. \"They instead want this to be seen as an act of love for the environment.\" Rosebraugh is always careful to explain that he is not a member of the E.L.F. and that he knows next to nothing about the group, though he is sympathetic to its cause. In deep spin mode, he told another reporter, \"To me, Vail expanding into lynx habitat is eco-terrorism.\"\nRosebraugh was busy for a few weeks with the Vail fires, especially on top of all his classes. He called newspaper and TV stations around the country to stake the E.L.F.'s claim to the arson. (It's an ongoing investigation, according to Sheriff A.J. Johnson of Eagle County, Colo., whose office, along with the Federal Bureau of Investigation and the Bureau of Alcohol, Tobacco and Firearms, is looking into the fire and the E.L.F. communique.) Rosebraugh also fielded calls from several interested TV newsmagazine producers. \"With the Vail action, we did international press,\" he said last month, sipping tea at the office of the Liberation Collective in downtown Portland.\n Rosebraugh is 6 feet 2 inches tall. His head is shaved to a bristle. Aside from his wire-rimmed glasses and his silver bracelets, he prefers dressing all in black, with each item free of animal hairs and animal skins. Before the Vail fires, Rosebraugh stood out in Portland, if he stood out at all, as the guy who was always getting arrested at anti-vivisection events or locking himself to a door of the corporate headquarters of a hospital group to protest experiments being done on cats. But Rosebraugh's life changed in June 1997. That's when he received his first communique.\n It was from a group calling itself the Animal Liberation Front. Rosebraugh does not know why the group chose him, he says, but if they were looking to outsource their P. R. operation, they probably chose the right comrade. Rosebraugh won't say exactly how the communique arrived, whether by E-mail or by fax or simply by mail, just as he won't talk about the mode of transmission of any of the communiques he would later receive. Like all members of the movement, he knows that the F.B.I. could trounce on any detail, trace any phone call, if they haven't already. He is careful. As he puts it, \"If you talk, you basically expletive yourself, and more importantly other people in the movement.\"\n He will say that when he got the first communique, he faxed it out to newspapers and TV stations. In it, the Animal Liberation Front claimed responsibility for the release of 10,000 minks from an Oregon mink farm, the largest ever mink release in the United States. Shortly after that, in July of last year, the group used Rosebraugh again as a conduit for their message, this time claiming responsibility for a fire that burned down a slaughterhouse in Redmond, Ore. Again, Rosebraugh spread the word. Then another communique came, this one from the A.L.F. and the E.L.F. together, with the two groups claiming joint responsibility for an arson that destroyed a wild-horse corral near Burns, Ore. (About the A.L.F.-E.L.F. connection, Lieut. Jeff Howard, commander of the arson-and-explosions section of the Oregon State police, says, \"If the truth be known, there are members that are probably members of both groups.\")\n In September 1997, Rosebraugh was subpoenaed by a Federal grand jury. To his chagrin, the local papers didn't cover the protesters who came out to support him on the day he testified, so most of Portland didn't know what Rosebraugh was going through for his cause. But the people in the animal- and earth-liberation movements knew. From Rosebraugh himself, at the lectures he gives and gatherings he attends, they heard about the F.B.I. visits to his home, and about the guy from the A.T.F. who tried to barge in. Even though he doesn't watch television, he told his fellow radicals that when the Government agents flipped open their wallets to show them their badges, \"it was like Mulder and Scully on 'The X-Files.' \"\n Mostly Rosebraugh is more earnest, the model of a late-90's radical. When he talks about the arsons and the mink releases and the destruction caused by the Animal Liberation Front and Earth Liberation Front, he speaks firmly. \"Morally and ethically, I believe in what I'm doing,\" he says. \"I believe in what they are doing.\"\nIn Portland, on the day after Thanksgiving, Rosebraugh was due any minute at the Activist Resource Center, a storefront in Portland's Old Town, where his Liberation Collective is based. It was both National Fur-Free Friday and National Buy-Nothing Day, and protests were scheduled to begin within the hour in the shopping district a few blocks away. The resource center's interior is decorated with large photos of animals being experimented upon and signs that say \"McDeath\" and \"The F.B.I. Are the Real Terrorists.\" There is a lending library with vegan recipe books and pamphlets on sabotage.\n When Rosebraugh arrived, all chatter stopped, which is often the case when Rosebraugh walks into Liberation Collective headquarters. Most of the members of the collective think of him as a kind of leader, even though everyone in the collective describes it as a very nonhierarchal group. \"When you hear him talk. . . ,\" one member told me, looking for just the right word. \"Well, his knowledge, it can be intimidating.\"\nWith Rosebraugh today was his girlfriend, Elaine Close, a 28-year-old local artist, originally from Connecticut. She and Rosebraugh met as animal rights protesters; they have been arrested together. A woman showed Rosebraugh some fur-protest placards. He nodded his approval, then produced a cassette that when played on the portable tape deck produced a squeal.\n \"That's a mink,\" Allison, one of the activists, said.\n Rosebraugh gently corrected her: \"A fox.\"\n After a few minutes, Rosebraugh headed out to the protests. Everyone followed, placards in hand. Last year, Rosebraugh drove to the protests in an old car that was filled with TV sets. He had been planning to smash them as part of an anticonsumerism demonstration when the police stopped him and asked a lot of questions about the sledgehammer in his car and then finally took him down to the police station and charged him with disorderly conduct. This year, though, he walked the few blocks, and ended up standing quietly on a street corner beneath a sign that showed a mutilated animal beneath the caption \"Fashion Victim.\"\nThe fire at the ski resort in Vail took place at the top of a mountain, far from any kind of emergency water supply, so that when firefighters climbed through the snow to where the 33,000-square-foot Two Elks restaurant and its adjacent buildings were burning, they had little choice but to give up.\n Property rights groups immediately began pointing fingers at the more mainstream environmental groups that had filed suit to stop the resort's expansion. It was several days before the Earth Liberation Front claimed responsibility. The communique that Craig Rosebraugh received said: \"On behalf of the lynx, five buildings and four ski lifts at Vail were reduced to ashes on the night of Sunday, Oct. 18.\" It added: \"The 12 miles of roads and 885 acres of clear-cuts will ruin the last, best lynx habitat in the state. Putting profits ahead of Colorado's wildlife will not be tolerated.\"\n All of the environmental groups protesting the resort expansion, including the Sierra Club and the Defenders of Wildlife, felt that the fire would hurt their cause. \"It marginalized all the environmentalists in Colorado who have been fighting it,\" said Jonathan Staufer, a lifelong resident of Vail who has worked in opposition to the expansion with a group called Ancient Forest Rescue. \"I can't condemn it more completely.\"\n The Earth Liberation Front is not interested in more conventional means to political change. They come out of the wing of the environmental movement that can be said to have begun with the Edward Abbey novel \"The Monkey Wrench Gang\" and found its embodiment in the group Earth First! These eco-radicals believe there is no time to lobby, negotiate or otherwise work through the political system, because the ecosystem is on the brink of destruction and forests and species, once gone, cannot be revived.\n These are not people who like long, slow debates. The Earth Liberation Front prefers sabotage -- as long as no people or animals are killed or hurt.\n Most likely, the E.L.F. is not a formal group at all, according to Gary R. Perlstein, chairman of the administration of justice division at Portland State University and co-author of \"Perspectives on Terrorism,\" a book about radical American fringe groups. \"You can't apply for a membership -- you become a member by committing an act of sabotage,\" says Perlstein, who has studied radical activists for many years. \"They follow a cellular structure that's almost the same as Mao Zedong's. It is one cell but the one cell is basically all over.\"\n Because there is no group, no leader, no membership rolls, any action becomes very difficult to trace. In manuals that can be picked up at meetings, and at how-to direct-action sites linked to Web pages, there are tips on arson, on how to avoid leaving fingerprints, on how to draft a communique. Perlstein theorizes that the typical E.L.F. sympathizer is in her or his early 20's, an undergraduate or graduate student, middle to upper middle class -- \"and escaping from it,\" Perlstein adds.\nCraig rosebraugh was raised in tigard, a strip-mall suburb of Portland. When I asked him what his father did for a living, he refused to say. Eventually, he did say, \"He's very much a part of the consumeristic, commercialized society that we live in, and that's fine for him.\" It wasn't fine for Rosebraugh, or so he realized when he took a college writing course and on a whim began an assignment for a research paper about animal cruelty. He began reading insatiably about animal rights, and came upon a book called \"The Dreaded Comparison,\" in which he found the following question, which he often mentions when he gives lectures: \"A line was arbitrarily drawn between white people and black people, a division which has since been rejected. But what of the line which has been drawn between human and nonhuman animals?\"\n Shortly after writing his research paper, he gave up eating meat. After that, he gave up fish, eggs and dairy too. Until schoolwork got to be too much, he ran a bakery that he started that made vegan muffins and cookies. He seems to relish debating issues of world ecological breakdown but, like most spokesmen, detests talking about himself. However, when pressed he will admit that he enjoys listening to Celtic music groups. He has a TV but uses it strictly for videos; a favorite movie of his is \"Eat the Rich,\" which satirizes class war and ends with the customers of a restaurant eating themselves. He drives a beat-up blue Volvo.\n The first time he locked himself to anything was in a Seattle suburb at a fur-pelt-buyer's auction in February 1996. In a pamphlet he wrote and published titled \"Law and Morality,\" he wrote of that day: \"I can honestly say that I had never in my wildest imagination thought my neck would be secured to anything with a bicycle lock. My mind continues to open.\"\n One day I asked him to describe various E.L.F. and A.L.F. actions in his terms. I asked about mink releases: wouldn't the minks just die anyway, out in the wilds, after being released? \"Depending on the animal that's going to be killed, whether they are going to be killed in days or weeks, you're trying to give the animals at least a shot at life,\" he said. \"They have the chance to use their legs in freedom. It's to let them die on their own terms.\"\n I asked him about the burning, in July 1997, of the slaughterhouse in Redmond. \"It was a direct act of, in my terms, love and compassion in an action to save our environment,\" he said. \"It was done because humans in their arrogant selves continue to think the world is theirs.\" I asked him about property in general. I asked him about why he felt it was just for these activists to destroy buildings and burn land owned by others and commit felonies. He responded like the lawyer he told me he hopes to become one day: \"In the legal system there is a defense called the choice-of-evils defense, and what we are saying with these direct-action cases is that you have to ask the question: Is it a greater evil to destroy this property of this corporation or to choose to allow these corporations to continue to destroy the environment, and I guess what the activists and what I am saying is that I guess it's a lesser evil to stop these corporations from destroying the planet.\"\nOne rainy morning last month, Craig Rosebraugh got in a borrowed minivan loaded with a lot of radical literature and drove two hours up the Interstate to Evergreen State College in Olympia, Wash., with two other members of the Liberation Collective. The Evergreen campus is a small collection of buildings in a clearing in a forest of fir trees. Outside the student center, a cluster of dreadlocked students played Hacky Sack in the drizzle.\n The minivan arrived at about 11. As the booklets and pamphlets were unloaded and placed on a table in front of the Evergreen Library, Rosebraugh sipped ginger tea and paced. Not long after noon, he stood outside at a microphone behind a lectern and began his talk on vivisection and the campus controversy over the right of students to choose not to dissect in their biology classes. \"Right now, as I understand it, students here have no choice,\" he said. \"You're basically forced to do dissection or you get a lower grade.\" In the audience was a man in his 60's taking notes, a couple of young men in ski caps and a woman wearing patched-up jeans and a T-shirt with a quote from Gandhi written on it in marker.\n The talk was sponsored by EARN, the Evergreen Animal Rights Network. \"We all pretty much know Craig and the Liberation Collective,\" said Tiffany Tudder, a junior.\n I asked the EARN members if they supported arsons and mink-farm releases.\n \"As long as people don't get hurt, I totally support it,\" said Briana Waters, a senior.\n \"And animals don't get hurt -- don't be species-ist,\" said Tiffany.\n \"And animals,\" said Briana.\n Rosebraugh gave a second talk beginning at 4:30. This one was about grand juries and the F.B.I. There had been posters around campus advertising Rosebraugh's appearance, and about 25 students sat around a big table in a classroom as he began to talk, his hands clasped behind his head. \"I guess I'll go into my experiences,\" he said. Everyone was very quiet.\n He talked about his testimony before the grand jury, and as he spoke he seemed to be reliving the stress he said he felt as the prosecutors yelled at him, drilling him on his knowledge of the Earth Liberation Front and the Animal Liberation Front, among other things. \"An individual by the name of Richard Nixon used grand juries really effectively to quash various organizations,\" Rosebraugh said angrily.\n He talked about the A.L.F. and E.L.F. and the Vail action. \"This is a very hot topic,\" he said, \"not only for the media, but most important it's a hot topic for the F.B.I. and government agencies. The F.B.I. just had a big meeting on animal rights terrorism. So there's obviously going to be a big crackdown soon. It's hard to imagine what's going to happen but you can only look at history, and history shows that there is going to be a lot of pressure and my feeling is the best way to act is to resist.\"\n Rosebraugh paused, perhaps glimpsing himself as some bigger part of history -- connected to an earlier era when radicals and campus meetings seemed at the very center of things, as they do not on the no-worries campuses of today. And then, like the spokesman he is, Craig Rosebraugh said he would take questions.\n\nGraphic\n\n \nPhotos: (Photograph by Timothy Archibald)(pg. 47); Ingredients for change: At the Liberation Collective, an animal rights center in Portland, there are vegan recipes and pamphlets on sabotage. (Photograph by Timothy Archibald for The New York Times)(pg. 49)\n\nLoad-Date: December 20, 1998"
}