{
    "title": "THE ROAD TO RECONCILIATION AT A GLANCE",
    "publisher": "pittsburgh post-gazette",
    "year": 1993,
    "month": 9,
    "day": 10,
    "full text": "Britain abandoned its Palestine mandate in May 1948 after a decision by the United Nations in November 1947 to divide the territory into Jewish and Arab states and make Jerusalem an international city.\nThe history of Israel was characterized by five wars with its Arab neighbors as well as a string of unsuccessful peace initiatives.\nThe state of Israel, whose territory is also claimed by the Palestinians who fled or were driven out of the country, has until now signed a peace deal -- in 1979 -- only with Egypt.\n \nHere are the most important dates of the wars and peace initiatives:\n-- 1948: The state of Israel is proclaimed May 14.\n-- 1948-49: The first Arab-Israeli war begins with an Arab attack on Israel on May 15, 1948. The war ends in July 1949 with several ceasefire agreements and with Israel occupying territory captured during the conflict. This leads in later years to an aggressive settlement policy in the occupied territories, forcing hundreds of thousands of Arabs to flee. Armed villages and kibbutzim sprout.\n-- 1956: The second Arab-Israeli war. During the Suez crisis, Israel attacks Egypt on Oct. 29 and occupies Sinai, from which it is forced to withdraw, after pressure from the U.S. and the USSR, the following year.\n-- 1964: Founding of the Palestine Liberation Organization.\n-- 1967: In the third Arab-Israeli war, the Six-Day War, Israel captures the Golan Heights from Syria, the West Bank and East Jerusalem and Egypt's Sinai peninsula. Many Jewish settlements are founded. The U.N. Security Council passes Resolution 242 demanding the withdrawal of Israel from the occupied territories.\n-- 1968: The PLO enshrines the armed struggle as the only way to liberate Palestine. Subsequently, Israel and a sting of other countries are hit by a wave of terrorism.\n-- 1973-74: The fourth Arab Israeli conflict, the Yom Kippur War, which sees an oil boycott of the West by Organization of Petroleum Exporting Countries, new measures adopted by the U.N. Security Council, Secretary of State Henry Kissinger's shuttle diplomacy and a largely ineffective international Middle East peace conference in Geneva.\n-- 1974: PLO leader Yasser Arafat addresses the U.N. General Assembly, which recognizes the right of the Palestinians to self-determination and independence.\n-- 1976: U.S. vetoes a U.N. resolution that seeks to make the political rights of the Palestinians internationally binding for the first time.\n-- 1977-78: Egyptian President Anwar Sadat launches peace initiative and visits Israel. In September 1978 the Camp David agreements are signed by Israel and Egypt in the U.S. after intensive diplomatic peace efforts.\n-- 1979: The peace treaty is signed in March.\n-- 1980: The European Community recognizes the Palestinians' right to self- determination and calls for PLO participation in peace talks.\n-- 1982-83: The fifth Arab-Israeli war begins with Israel's invasion of Lebanon, eventually resulting in Israel's self-proclaimed security zone in Lebanon.\n-- 1982: The Arab League indirectly recognizes Israel's right to exist in its ''Fez Charter.''\n-- 1987: The ''intifada'' (uprising) begins as a protest against Israel's settlement policies in the occupied Gaza Strip and West Bank.\n-- 1988: The Palestine National Council proclaims an ''independent'' Palestine. The PLO recognizes Israel's right to exist and Arafat condemns all forms of terrorism.\n-- 1991: During the Gulf War, Iraq fires Scud missiles at Israel. Secretary of State James Baker spells out U.S. strategy for the Middle East in the wake of the war. President Bush appeals to Israel to trade ''land for peace.'' In March, Baker begins exploratory talks on calling a Middle East peace conference. The conference opens in Madrid on Nov. 30, with a Palestinian- Jordanian delegation taking part. After the talks are launched, nine negotiating rounds take place in Washington until mid-1993.\n-- 1993: On Sept. 9, Israel and the PLO announce mutual recognition.\n\nLoad-Date: September 20, 1995"
}