{
    "title": "THE WARSHIP EXPLOSION_ THE CANDIDATES; Gore and Bush Unite in Vowing Retaliation Against Terrorism",
    "publisher": "the new york times",
    "year": 2000,
    "month": 10,
    "day": 13,
    "full text": "Vice President Al Gore and Gov. George W. Bush each demanded today that anyone who attacked an American Navy destroyer in Yemen be held accountable, as intensifying conflict in Israel and the Palestinian lands placed foreign policy at the center of the presidential race.\nThe candidates, in separate campaign appearances, also called for Yasir Arafat to take a lead in ending the cycle of violence, which accelerated today when Israeli helicopters struck Palestinian targets in retaliation for the killing of two Israeli soldiers on the West Bank.\nMr. Gore canceled several interviews to return to Washington, and Mr. Bush said it was a moment when America's leaders should \"speak with one voice.\"\nMr. Gore said the Palestinian leader, Mr. Arafat, should \"issue instructions to those who have been perpetrating this violence to cease and desist,\" adding, \"It is a time to start building again on the relative progress of the previous two days -- and that can still be done -- to end the violence and damp down the tensions\" in order to restart the Middle East peace process.\nGovernor Bush, the Republican nominee, put his support behind the Clinton administration. \"It's time for our nation to speak with one voice,\" he told reporters in Winston-Salem, N.C. \"I appreciate the administration's efforts to bring calm to that troubled part of the world.\"\nHe said Mr. Arafat \"must stand up and call upon the people he represents to put down their rocks and arms.\"\n\"It's time for him to be a statesman,\" Mr. Bush added.\nWith less than four weeks left before Election Day, the presidential race seems to be closest in decades, and international affairs have generally been on the back burner during a time marked by prosperity.\nBut the second presidential debate, on Tuesday night, focused largely on foreign policy. And today's violence in Israel and the Palestinian lands and the attack on the Navy warship in Yemen put international affairs at center stage.\nIn their debate, Mr. Bush and Mr. Gore to a large extent agreed on the nation's approach to the Middle East and the Balkans but differed over when they would commit troops overseas and what kinds of crises they would deem threats to national interests.\nToday, they almost echoed each other's words. Mr. Bush said he was \"saddened and angered\" by the attack in Yemen and added: \"I hope that we gather enough intelligence to figure out who did the act and take the necessary action. There must be a consequence.\"\nAsked later in an interview with Fox News whether the consequences should include American military strikes, he said he wanted more information but thought the United States should send a \"swift, sure and a clear signal to terrorists around the world that we are not going to tolerate terrorism.\" He called for a moment of silence for the sailors before a speech in Langhorne, Pa.\nMr. Gore also began a campaign event at a packed Milwaukee park by asking the crowd \"for a moment of silence and prayer\" for the American sailors who were killed. He drew cheers when he promised retaliation if the sailors had been victims of a terrorist attack, and declared, \"We will defend our country and we will defend our democracy.\"\nHe told reporters, \"If it is determined to be the result of a terrorist operation, those responsible should know that the United States will not rest until the perpetrators are held accountable.\"\nOver the summer, Mr. Bush received the traditional intelligence briefing given by the Central Intelligence Agency to presidential nominees. A White House official said that Mr. Clinton's national security adviser, Samuel R. Berger, spoke today to Mr. Bush's chief foreign policy adviser, Condoleezza Rice, on the day's events.\n      \n\nhttp://www.nytimes.com\n\nLoad-Date: October 13, 2000"
}