{
    "title": "The New Dimensions of Global Terrorism",
    "publisher": "the world",
    "year": 1998,
    "month": 10,
    "day": 5,
    "full text": "The recent embassy bombings in Nairobi and Dar es Salam and the retaliatory missile strikes in Afghanistan and Sudan send chilling messages about the new dimensions of global terrorism.\n \n Terrorists are increasingly able to raise large sums of money and then simply send mercenaries to do their bidding anywhere in the world.\n \n Weapons for chemical terrorism, first used three years ago by the Japanese Aum Shinrikyo cult, can now be produced in most countries. And the distinction between state-sponsored terrorism and terrorist acts of so-called independent organizations is fading fast.\nMeanwhile, the collapse of the Russian economy raises the specter of leakage of missile and nuclear weapons technologies from poverty-stricken Russian institutions to the top of the list of security threats.\n \n The US has launched a massive response to the possibility that American soil will soon become a battleground for terrorists employing nuclear, chemical, or biological weapons. Broadening the hunt for known international terrorists and hitting them before they hit us are the immediate objectives. Strengthening the international legal framework for containing weapons of mass destruction and for penalizing renegade states provides a basis for decisive intervention. Cooperation with Russia to help secure their stockpiles of weapons, materials, and expertise takes precedence over Western reluctance to become involved with a country that may be backsliding on its commitment to economic reform. And dozens of US agencies are working at a frenzied pace with fire and police departments nationwide to strengthen local capabilities to respond to a catastrophic incident.\n \n But an adequate response by the US and other governments must give greater attention to often neglected dimensions of terrorism\n \n First, the linkages between terrorists in search of money and drug-dealing criminals in search of firepower are ever tighter. In Latin America narco-trafficking has corrupted governments while financing violent groups that in turn threaten local officials and destroy equipment of US oil companies. Dissident elements in Afghanistan, Pakistan, and Lebanon have relied on narco-dollars in their efforts to destroy political structures.\n \n Terrorists on several continents with access to drug profits are obtaining advanced conventional weaponry from Russia, China, and Iraq, with weapons of mass destruction undoubtedly on their order pads. The US must consolidate its fractionated bureaucratic approach that has treated terrorists only as perpetrators of political violence while considering drug dealers and arms smugglers as only involved in economic crimes.\n \n Secondly, as the nation's paranoia rises, we must reluctantly accept a redefinition of freedom. We are not free when architects are reluctant to design buildings with underground parking garages or accessible air conditioning and heating systems. A free society does not wrap security blankets around its own national celebrations. We now question every unattended piece of luggage, and we spend more and more time being tracked by security cameras. And can our children be free when they become the innocent prey of drug lords who boast about attacking America's youth? Further erosion of personal freedom is inevitable as we enter into a nationwide neighborhood watch to intervene before it is too late.\n \n Finally, we can no longer ignore the root causes of terrorism - whether they be grievances over access to land and water, frustrations over exploitation of the poor by the rich, or simply lack of alternative forms of employment. Of course, many current terrorists will never change their stripes, and we must treat them as criminals and punish them.\n \n But the war on terrorism could last for decades. We must address the future of deprived populations lest they turn to violence, and to weapons of mass destruction, as their only route of escape from lives of subjugation, misery, and unfulfilled expectations.\n \n We spent trillions of dollars to develop and build our nuclear weapons. Now terrorism - the hot war of the next century - demands expenditures on a similar scale if our civilization is to survive. This is no longer simply foreign aid. It is protection of our own national security.\n \n Unless the projected trajectory of terrorism is capped, we doom ourselves to a future of physical attacks regardless of the security barricades. The only endgame that makes sense is to redirect the momentum of terrorism - and particularly the aspirations of potential terrorists and their allies who are amassing financial war chests in money laundering sanctuaries, training in paramilitary camps in remote desert areas, or hustling for a living in the barrios of burgeoning megacities - toward building rather than destroying the nations of the world.\n* Glenn Schweitzer, a Washington-based specialist on technology and international affairs, is the author of 'Superterrorism: Assassins, Mobsters, and Weapons of Mass Destruction' (Plenum Press, 1998).\n\nGraphic\n\n \nILLUSTRATION: Showing bomb. BY CHRISTOPHER WEYANT\n\nLoad-Date: October 4, 1998"
}