{
    "title": "THE TERRORISM RESUMES",
    "publisher": "st. louis post-dispatch ",
    "year": 1996,
    "month": 2,
    "day": 11,
    "full text": "A powerful bomb has shattered the cease-fire in Northern Ireland.  Dozens of people were injured and a six-story office building in east  London was extensively damaged, signaling a return to the campaigns of  terror and counter-terror that have afflicted Northern Ireland for 24  years and spilled over into England from time to time.\nFor a year and a half, the Irish Republican Army has suspended its guerrilla war, but Friday a caller using code words identifying him as a representative of the IRA called a Dublin radio station to say the cease-fire was being ended. The explosion in London followed a short time later.\nAll the prominent public figures in Dublin, Belfast and London  condemned the bombing, but British Prime Minister John Major's words had a  hollow tone. Mr. Major has been the principal obstacle to proceeding with  all-party talks on the future of Northern Ireland. That is not to say,  however, that the IRA was therefore justified in blowing up a building.\nMr. Major was right to insist two years ago that the violence had to  stop before the talks could begin, but when the IRA declared a cease-fire  in September 1994 and held to it, he decided that wasn't good - enough.  The IRA had to surrender its weapons, he said. The organization refused,  and there matters stood until an international commission recommended a  compromise last month: Let the talks and the disarming take place  simultaneously. Mr. Major promptly produced a new roadblock. He wanted  elections in Northern Ireland that would lead to the selection of those  who would participate in the talks.\nApparently the IRA concluded that Mr. Major had no intention of letting the talks go forward. Perhaps the terrorists' assessment was correct, but continued political pressure was still the better course. Public opinion strongly supported the cease-fire, which was producing economic benefits  for Northern Ireland. The Clinton administration was doing what it could  to push things along. Mr. Major - or his successor - could not have held  out indefinitely.\nA return to violence will cause a great deal of suffering and intensify the hate, but it won't move the parties any closer to a solution. Maybe there is a way to get past the bombing and begin a dialogue, though it certainly appears that all hope for a peaceful answer lies shattered in  the ruins of an office building in London.\n\nLoad-Date: February 11, 1996"
}