{
    "title": "The Same War",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 11,
    "day": 2,
    "full text": "Hardly a day goes by when an improvised explosive device does not kill or maim a soldier or civilian bystanders. Crude explosives have given way to high quality C4. Sophisticated remote-controlled detonators have replaced gerrymandered devices and increased the lethality of the improvised explosive devices. Public anger toward the government is rising as casualties mount.\nTerrorism has returned to Turkey, five years after Ankara had nearly stamped it out. Turkey's success was hard fought. The terrorist campaign of the Kurdistan Workers Party, the PKK, had raged through the 1980s and 1990s. Approximately 30,000 people, at least half civilians, died in the violence. Turkey's neighbors - Greece, Iran, Armenia, and Syria - sponsored or supported the group and its leadership financially, materially, or by providing safe-haven to its members. Abdullah Ocalan, the group's founder and commander, resided in Damascus. The Turkish government took a no-nonsense approach to fighting terrorism. In 1998,Turkey almost went to war with Syria over the Syrian regime's support for the PKK. Faced with Ankara's unyielding resolve, the Syrian government expelled Ocalan. Within months, the PKK collapsed. On February 16, 1999, Turkish commandos, working with U.S. support, seized the terrorist leader outside the Greek embassy in Nairobi, Kenya.\nThe PKK's rebound undermines not only the security of an important ally,but also American credibility. On September 20, 2001, President Bush declared, \"Our war on terror begins with al-Qaeda, but it does not end there. It will not end until every terrorist group of global reach has been found, stopped, and defeated.\" With satellite television broadcast from Europe, fundraising arms in Washington and across the West, and camps in Iraq, the PKK fits the bill. That its victims are Turks does not detract from its importance. That it has rebounded since the liberation of Iraq and now uses Iraqi Kurdistan as a safe haven undercuts the President's war on terrorism.\nWhite House credibility is on the line. Turkish officials say that while attending the June 2004 NATO summit in Istanbul, President Bush promised Prime Minister Erdogan that the American military would address the PKK issue. During a February 6,2005 news conference in Ankara, Secretary of State Rice declared, \"Whether it is al-Qaeda or the PKK ... terrorism is simply not an acceptable tool in the modern world.\" Nothing happened. September 2005 talks between senior U.S. Central Command and European Command generals and their Turkish counterparts went nowhere.\nBlame for the PKK revival is not Washington's alone. Masud Barzani, president of the Iraqi Kurdistan Region, shelters PKK terrorists in his territory. Every winter, his political party, the Kurdistan Democratic Party, profits by selling PKK members supplies as they descend from their mountainous hideouts. While Barzani insists that the Kurdish militia and not the Iraqi army should secure his region's northern border, he has failed to use his militia to secure the Iraqi-Turkish border. All but the lucrative formal crossings with Iran and Turkey are unguarded.\nThe Turkish government has also bungled its own fight against terrorism. Mr. Erdogan's blunders have hurt his military's own fight against the PKK. By criticizing Israel's counterterrorism operations against Hamas as \"state terror,\" he enabled European critics to characterize Turkish operations against the PKK as illegal or ill-advised. By inviting the Syrian president, Bashar al-Assad, to vacation in Turkey, the prime minister implied forgiveness for a regime complicit in the deaths of 30,000 Turkish citizens. His explanation that Bashar al-Assad had no role in his father's regime is disingenuous. Mr. Erdogan's continued poor personal relationship with many White House and senior Bush administration officials has also undercut the coordination necessary to defeat the PKK.\nBeyond the Bush administration's big picture war on terror, there are also pragmatic concerns. Turkish opinion-makers use U.S. inaction to inflame anti-Americanism. Many Turkish politicians encourage such talk to distract from their own counter-terrorism failings. The cost to the U.S.-Turkish strategic partnership is high.\nThe PKK has also become a barometer of both the global war on terrorism and American respect for its allies. Here, the Bush administration shows signs of wavering. The solution to terrorism should never be compromise with terrorists. Prior to entering government, Meghan O'Sullivan, newly appointed deputy national security adviser for Iraq and Afghanistan, wrote that America should seek a \"more nuanced\" approach to terrorism, in which Washington would calibrate penalties to the degree of terrorism. Such positions - never recanted - undermine the president's positions. No terrorism should ever be acceptable. There can be no degrees.\nIt is a message that, according to Turkish sources, the Bush administration has forgotten. The State Department has proposed Ankara accept a \"Grand Bargain\" in which the PKK would lay down arms in exchange for amnesty. Such an offer is naive and makes a mockery of the president's war on terrorism. Ankara should not compromise or forgive PKK terrorism any more than should Washington negotiate with or forgive al-Qaeda, a group which has killed far fewer Americans than the PKK has Turks.\nTerrorists learn from American strategy. If the Bush administration rewards terrorism, groups from Abu Sayyaf to Hamas will conclude that violence pays. The chief casualty of Washington's failure to eradicate PKK safe havens in Iraq or seal the Iraqi border will not be whatever remains of the U.S.-Turkish strategic alliance. Rather, it will be Washington's ability to win the global war on terrorism.\nMr. Rubin, resident scholar at the American Enterprise Institute, is editor of the Middle East Quarterly.\n\nLoad-Date: November 2, 2005"
}