{
    "title": "The Injustice of the Federal Government's Death Penalty Spree, Explained",
    "publisher": "los angeles times",
    "year": 2020,
    "month": 12,
    "day": 13,
    "full text": "On December 10, Brandon Bernard became the ninth person executed by the federal government in 2020. Bernard’s death is the latest in a spree of executions carried out by the Trump administration, with this year marking the first time in 17 years that federal executions have been carried out at all.\nTrump has scheduled several more between now and January, making him the first president since Grover Cleveland to carry out executions during the time between an election and leaving office. If all scheduled executions occur, the Trump administration will have carried out 13 in total. According to the Los Angeles Times, such a move would “cement Trump’s legacy as the most prolific execution president in more than 130 years.”\nBefore the final hour, dozens rushed in to plead Bernard’s case and ask for clemency from the Trump administration or intervention by the Supreme Court. Among them were recognizable names from across the political spectrum like Ken Starr, Alan Dershowitz, and Kim Kardashian West. In addition, five members of the jury who originally convicted Bernard and a prosecutor who tried his case all later came to believe his death sentence was wrong and spoke out against his execution.\nHere’s the backstory.\nAs a teenager, Bernard took part in a terrible crime. He and a group of other teenagers carjacked and murdered Todd and Stacie Bagley, married youth pastors in Texas. Bernard did not actually pull the trigger, his friend did. But he did burn the car that contained their bodies. Prosecutors claimed at his trial that the fire is what killed Stacie, not the gunshot. But later on, an independent medical examiner refuted that evidence and said Stacie was “medically dead” before the fire occurred. This new evidence led many to point to prosecutorial misconduct and poor representation in Bernard’s trial.\nFor his part, Bernard took responsibility for his role in the crime. By all accounts, Bernard found religion, pursued redemption, and became a model prisoner. Mark Bezy, a former warden of Terre Haute (the prison where the federal death row is housed), supported a commutation for Bernard and noted his “remarkable” prison record. He was a lover of classical music and crocheting and used his days for outreach to at-risk youth, advising them to follow “the Lord’s path” and avoid the decisions he made in his youth.\nThe case was only a federal crime because of where it was committed, at Fort Hood, a military base, which made it eligible for the federal system. This is important to note as many Americans believe the federal death penalty is reserved for acts of treason or terrorism. That’s not at all the case. In fact, no one has ever been executed for treason in the modern era at the federal level.In fact, no one has ever been executed for treason in the modern era at the federal level, and only one person is on the federal death row for terrorism—Dylann Roof, who in 2015 carried out the racially-driven murder of Black parishioners in a Charleston church.\nThis arbitrariness in sentencing at the federal level is also found at the state level. Only two percent of counties bring the majority of death penalty sentences. This means that the crime’s location often arbitrarily determines who gets the death penalty and who does not.\nThis isn’t the system’s only flaw, though.\nOther studies show that the death penalty is not a deterrent to crime and that it is the most expensive part of our criminal justice system, costing at least 10 times more than life in prison without parole cases. So the death penalty arguably makes us less safe.\nIt wastes limited taxpayer resources that should be spent on programs that actually do prevent violence, or on solving more crimes. In America, we still only solve around 60 percent of homicides each year.\nWorst of all, hundreds of innocent Americans have been sentenced to die. To date, we have exonerated one person for every nine executions. Each year more are discovered. On top of the exoneration number, hundreds of others have been released over innocence issues and not fully exonerated (exoneration is a very high bar to meet). Others have been killed before they were able to prove their innocence. To date, we have exonerated one person for every nine executions.\nThese discoveries of innocence are not the result of the system working properly and catching itself—far from it.\nInstead, they are more often than not thanks to outside groups, like the Innocence Project, coming in and working pro bono while the government works vigorously to uphold its conviction. State actors (prosecutors, judges, law enforcement, governors, attorneys general) fight the testing of new DNA evidence that could exonerate people, they block new hearings or trials, and those on death row are frequently left without adequate counsel to help them navigate the processes.\nThe system is fatally flawed, and this should surprise no one who espouses a limited government worldview.\nConservatives and libertarians believe in a limited government because we know the government is prone to error, inequality, mismanagement, and corruption. We know that the government will always work to protect its own interests, not those of the individual. And we know that humans, who run the government, are fallible. Mistakes are made even when intentions are pure.\nMany of us have been reminded of this principle in 2020 as we’ve watched the government wreck our economy while failing to save lives from the coronavirus. Over the past couple of years we’ve witnessed countless other examples of government abuse—from the intelligence community spying on the president, to the Russia election conspiracy pushed by left-wing leaders, to COVID patients being sent into nursing homes, to the government sending stimulus checks to dead people.\nThat we give this same system the power of life and death is bone-chilling. For these reasons, we should remove this authority from our state and federal governments. Our focus should instead be on public policies that actually make communities safer and don’t create any new victims.\n\nLoad-Date: December 14, 2020"
}