{
    "title": "The Wesleyan Argus Spring Ahead_ New Courses Offer Fresh Perspective",
    "publisher": "university wire",
    "year": 2014,
    "month": 11,
    "day": 13,
    "full text": "With preregistration close to its end, the course selection period for spring semester is well underway. Most of the courses offered have been taught in the past two years, but every year there is a handful of courses that are either new or have not been taught in several years. Here are six such examples: one course that hasn't been taught in four years, and five that have not previously been taught at Wesleyan.\nSOC 316: Community Research Seminar\nIn SOC 316, taught by John E. Andrus Professor of Sociology Rob Rosenthal, students will complete semester-long research projects for community organizations within Middlesex County. This is the only course in this roundup that has been previously taught. It became the first service-learning course taught at Wesleyan when Rosenthal inaugurated it in 1998 after receiving suggestions from students.\n\"Several students, particularly one named Tim White...went around to professors urging [them] to offer some service-learning courses,\" Rosenthal wrote in an email to The Argus. \"[A group of professors] collectively came up with the idea of a Community Research Seminar. It was closest to my areas of knowledge so I agreed to it.\"\nThe 300-level course is available only to juniors and seniors and requires a permission of instructor (POI) request, though there are no prerequisites. It meets twice a week and seats 16 students.\nPrevious research projects have included a study of arts programs for \"at-risk youth\" for Oddfellows Playhouse (2005), a homelessness count for the Middletown Supportive Housing Coalition (MSHC) and the U.S. Department of Housing and Urban Development (HUD) (1999), and a study of twenty Middletown preschool programs for the Middletown School Readiness Council (MSRC) (2007).\nRosenthal said that a 1998 study on the North End in Middletown, for which students interviewed 61 North End residents about their opinions of their community, resulted in the redevelopment of the area.\nHe added that the impact students can create with their research is what he believes gives the course its value.\n\"We're dealing with real research problems for actual 'clients,'\" he wrote. \"What we do matters, as the community partners we're working with are depending on the work we do for things like grant applications, reorienting their missions, changing how they do their daily work.\"\nENVS 255: Getting a Bigger Picture: Integrating Environmental History and Visual Studies\nThis course, taught by Associate Professor of History, Environmental Studies, Science in Society, and College of the Environment Jennifer Tucker focuses on the intersection of environmental history and the visual arts (such as photography, drawing, painting, film, and new media). Tucker hopes that this interdisciplinary approach can help elicit an understanding of how environmental concerns are communicated.\n\"I am interested in questions such as, Are the challenges of communicating environmental concerns...also problems of art and visual representation?\" Tucker wrote in an email to The Argus. \"How have ideas about the environment been worked through and conveyed over time as different visual modes...have come onto the scene?\"\nTucker said the course was inspired by both her research interests (she is currently researching art and photography in Victorian environmentalism) and the theme of the College of Engineering's think tank: \"Struggling Through the Anthropocene: Science, Art, History, and Politics.\"\nThe course will be lecture- and discussion-based, seating 30 students, and is intended mostly for underclassmen. It will meet twice a week, on Mondays and Wednesdays from 1:10 p.m. to 2:30 p.m. There are no prerequisites.\nTucker said the class will involve readings, film screenings, research projects, field trips, guest speakers, and workshops with artists and scientists.\nThis variety of media is central to Tucker's goals for the course.\n\"I hope that students gain knowledge about the behind-the-scenes history of an often taken-for-granted aspect of the environment and environmentalism-its visualization,\" she wrote. \"It is also my goal that students learn new skills and fundamental concepts and techniques of visual research, including how photography and film can be used as research methods.\"\nGOVT 298: Terrorism and Film\nThis course, taught by Assistant Professor of Government Ioana Femy Mateson, examines debates about terrorism through cinema and how the films themselves affect the discourse surrounding terrorism and political violence.\nThis 200-level course is lecture- and discussion-based and meets on Mondays and Wednesdays from 2:40 p.m. to 4:00 p.m. There are no prerequisites.\nMateson developed the course first as an intensive summer course at Syracuse University and said that her decision to use films arose from teaching a class with a short duration.\n\"I wanted to teach a course on terrorism and public violence, but I also wanted to find a way to make the material more accessible and exciting so that students [could] fully engage with the course readings in the short period of the course,\" she wrote in an email to The Argus.\nBut Mateson said that the use of films does more than reinforce and invigorate (or reinvigorate) the readings.\n\"I've always thought that films can tell powerful stories from different perspectives,\" she wrote. \"But movies can also affect public discourse and frame the way that we think and talk about certain issues; and terrorism in particular makes for a very interesting topic [with which] to explore that.\"\nAdditionally, Mateson said, the films serve the purpose of humanizing theoretical works in terrorism studies.\n\"The readings will expose students to the major theoretical contributions and debates in terrorism studies-exploring the root causes of violence, organizational and individual motivations for turning to radical tactics, policy implications, and U.S. foreign policy,\" she wrote. \"The films are meant to humanize the actors, and [to] provide a platform to explore the issue through the [minds] of the perpetrators of violence, through the minds of the victims, and through the minds of the soldiers, government officials, and police officers.\"\nHIST 341: Daily Life in a Japanese City: Culture of Everyday Life in Tokguawa, Japan\nThis course, taught by Visiting Assistant Professor of History Akira Shimizu, examines everyday life in early modern Japan, with a focus on the Japanese capital Edo (or Tokyo).\nShimizu says that the course came from his research on Japanese food and food waste and eventually expanded to include more aspects of everyday life. He said that the course aims to use day-to-day life as a way of examining the history of early modern Japan.\n\"The course...[takes] a look at what we consider as kind of quotidian events and activities and [considers] how we can take a look at the history from that aspect [of daily life],\" Shimizu said.\nThis 300-level course is in a seminar format and seats 19 students. It will meet on Tuesdays from 1:10 p.m. to 4:00 p.m. There are no prerequisites.\nThere will be a half-credit language lab associated with the course, and the classes will be taught in Japanese.\nShimizu hopes that students enrolled in this course will gain a deep understanding of history through an examination of everyday items.\n\"Probably the most important goal of the course is that the students learn history through some things surrounding them,\" he said. \"For example, a history of books. Something they touch every day. Or, related to my interest, the history of tea. For example, seeing the human connection through tea making and tea distribution.\"\nTHEA 267: Revolution Girl Style Now: Queer and Feminist Performance Strategies\nThis course, taught by Visiting Assistant Professor of Theater Katherine Brewer Ball, examines queer and feminist performance and politics. The readings for the course will involve coupling new queer and feminist theory with contemporary (post-1970s) art.\n\"[We'll] really [be] thinking about what the conversation between these theories and aesthetic practices are,\" Brewer Ball said. \"Thinking about politics as a strategy, instead of something that just is.\"\nThis 200-level course is seminar-based, seating 19 students. It will meet on Tuesdays and Thursdays from 9:00 a.m. to 10:20 a.m. Freshmen are not allowed to enroll, but all other undergraduate students are; there are no prerequisites.\nForms of art and performance discussed in the class will include feminist body art, AIDS activism, queer nightlife, installation and performance art, video art, and memoir.\nBrewer Ball said the course will also involve looking at the overlap between queer work and feminist work.\n\"We'll look to both explicitly queer and feminist [work] as two distinct categories and then how they overlap,\" she said. \"What are these different projects, and how do they overlap? In the aesthetic or in the way politics is done-the way in which politics is actually performed?\"\nENVS 369: Ecological Resilience: The Good, the Bad, and the Mindful\nThis course, taught by Robert Schumann Professor of Environmental Studies Barry Chernoff, examines how social-ecological systems respond to perturbations. Chernoff said that his interest in the subject comes from his own research in stream communities.\n\"What I'm really interested in is, given perturbations, both natural and human-caused, what is it about the system that leads it to rebound back towards where it was, versus coming apart and reforming to something else?\" Chernoff said.\nIn addition to his research, Chernoff said he was inspired by the theme of this year's College of the Environment's think tank.\nIn addition to its focus on resilience, the class will have a \"mindfulness\" component. Once a week, students will attend a mindfulness/meditation/yoga laboratory-taught by mindfulness@wesleyan instructors Rabbi David Leipziger Teva, Amy Tate, and Scott Kessel '87-where they will learn mindfulness, meditation, and yoga techniques. Chernoff said that he and the students will apply these techniques before and after discussions and presentations.\nThe reason for this, Chernoff said, is pedagogical.\n\"There is a lot of new theory out there that mindfulness training and utilization of mindfulness leads to much better understanding and deeper learning in a subject,\" he said. \"So we're going to try to combine the two to see if we can achieve deeper penetration and understanding, and even enjoyment, of the subject matter.\nThis 300-level course seats 12 students and is intended only for environmental studies majors, although any students other than freshmen who have completed the necessary pre-requisites (E&ES 197, BIOL 197, BIOL 182, or MB&B 182) are allowed to enroll in the course. The class will meet on Tuesdays from 1:10 p.m. to 4 p.m., and the mindfulness laboratory will occur on Thursdays from 9 a.m. to 10 a.m.\nStudents will be required to give a short presentation and lead a class discussion, in addition to ultimately giving a long presentation of semester-long research.\nChernoff said that he thinks the topic of the class is excellent for an upper-level seminar.\n\"It's a new topic that's really starting to come about, so it's a good chance to engage Wesleyan students in a field that's just starting to blossom,\" he said. \"It's all new thinking, there are aspects which are controversial in it, and it'll be fun for us to examine those controversies.... So there's a lot of room for creative thinking in this subject matter, and I think that always makes for a great upper-level class.\"\n\nLoad-Date: November 14, 2014"
}