{
    "title": "The fat lady has not sung in Iraq Obama is finally taking the war on terrorism",
    "publisher": "charleston daily mail",
    "year": 2014,
    "month": 10,
    "day": 1,
    "full text": "All most of us know about opera is that it ain't over until the fat lady sings.\nWikipedia credits the line to Ralph Carpenter, who was the sports information director for Texas Tech in 1976.\nThe Texas A&M Aggies had fallen way behind Texas Tech in the Southwest Conference basketball finals, but came roaring back to tie the game at 72 each. Someone said, hey Ralph, this is going to be a tight game after all.\n\"Right, Carpenter said. \"The opera ain't over until the fat lady sings.\nIn Iraq, the fat lady wasn't even in the dressing room on May 1, 2003, when President Bush landed a Lockheed S-3 Viking on the deck of the USS Abraham Lincoln to give his \"Mission Accomplished speech.\nAnd the fat lady was nowhere to be found on Oct. 21, 2011, when President Obama declared the withdrawal of all U.S. troops by the year's end.\n\"After nearly nine years, America's war in Iraq will be over, Obama said.\nBut al-Qaida kept the war going. Osama bin Laden may have been dead, but his movement was not. Many Muslims have a dream of a theocracy - a caliphate - that stretches from Indonesia to Tunis.\nIn the nearly three years since Obama announced the end of the war, the Islamic State of Iraq and Levant (Syria) rose under Abu Bakr al-Baghdadi.\nU.S. forces had detained al-Baghdadi in 2004. To say letting him go was a mistake is a huge understatement.\nAll went swimmingly for the Islamic State after we left. It gobbled up towns in Syria and then Iraq.\nThe United States did fire airstrikes against them.\nBut the general public in America could not have cared less. Iraq was so 2003. The War on Terrorism was over. People no longer even used the term.\nThen the Islamic State made a mistake. It released a video of the beheading of American journalist Steven Sotloff on Sept. 2.\nThat drew our attention.\nSuddenly, Iraq mattered again. Suddenly, we were no longer out of danger. Suddenly, withdrawing troops from Iraq did not seem so bright.\nTwo days after the Islamic State killed Sotloff, President Obama told reporters during a briefing, \"We don't have a strategy yet.\nBad sentence.\nBut by the end of the month, Obama did have a strategy. He laid it out on \"60 Minutes on Sunday night.\n\"That's why it's so important for us to recognize part of the solution here is going to be the military, Obama told Steve Croft of \"60 Minutes.\n\"We just have to push them back, and shrink their space, and go after their command and control, and their capacity, and their weapons, and their fueling, and cut off their financing, and work to eliminate the flow of foreign fighters.\nIt is the Bush \"strategery.\nIt's a stark contrast to Obama's pronouncement on September 13, 2007, when he spoke out against the surge.\n\"Let me be clear: There is no military solution in Iraq and there never was, Senator Obama said.\nNow he knows better.\nThe president finally is admitting we are in a long war.\nThe good news is America knows how to win a long war. Just ask the Soviet Union.\nOops. It no longer exists.\nThe Islamic State, too, shall pass. But it will take a long-term commitment. No more presidential landings on aircraft carriers.\nAs for that basketball game in 1976, when the fat lady sang, the Texas Tech Red Raiders prevailed. The team would go on to the NCAA tournament, finishing in the Sweet Sixteen.\nI expect the United States to fare far better.\nEspecially now that everyone knows it ain't over until the fat jihadist surrenders.\n\nLoad-Date: October 1, 2014"
}