{
    "title": "The Global War on Words",
    "publisher": "new york observer",
    "year": 2007,
    "month": 4,
    "day": 16,
    "full text": "\"When there is a gap between one's real and one's declared aims, one turns as it were instinctively to long words and exhausted idioms, like a cuttlefish spurting out ink.\"\n--George Orwell\nLast week, the ink spurted vigorously from the usual tentacles of conservative alarm after a memo leaked out of the House Armed Services Committee requesting that staffers refrain from using \"colloquialisms such as 'the war on terrorism' and 'the Long War,'\" and avoid the best-known of these shorthand terms, \"global war on terrorism.\"\nStaff director Erin Conatan explained in the memo that the objective was to \"be as specific as possible\" in the language of Congress' upcoming defense authorization. \nAnd for clarity's sake, she supplied some examples of preferred usage--the \"war in Iraq,\" say, or \"military operations in the Horn of Africa.\" (Who knew?) She even prefaced her recommendations with the word \"please.\"\nNo matter. Those stalwart promoters of the Iraq War who allege its centrality to the West's confrontation with militant Islam breezed right past the explicit context for Ms. Conatan's advice: to ensure that defense-authorized funds actually, you know, go to the particular military operations for which Congress intends them.\nThey also overlooked the Bush Defense Department's own effort to scuttle the \"global war on terrorism\" nomenclature in favor of the \"global struggle against violent extremism\"--which had been former Joint Chiefs head Richard Myers' preferred term of art back in 2005. Even that once-fabled supreme martinet of the terror struggle, former Defense Secretary Donald Rumsfeld, called for the term's retirement shortly after his own late last year.\nBut such awkward contradictory evidence wasn't going to get in the way of the main event. The miniature furor dragged on because it permitted Republican leaders and their media cheerleaders again to squint a bit, screw up their John Wayne swaggers and pretend that the last three years of military reversal--in the sphere of terrorist-fighting most particularly--hadn't happened.\n\"The effort by Democrats to erase the words 'global' and 'terror' from our current war is an absurd effort to deny the fact that America is battling terror on a global scale,\" thundered House Minority Leader John Boehner of Ohio in a typical statement.\nSomehow, that misleading sentiment wasn't exploitative enough for Delaware Representative Terry Everett, who announced nonsensically: \"This is another way that the Democrats in Congress are trying to justify their position of not funding the troops by saying there is no war on terrorism. Perhaps the next step will be to deny that 3,000 Americans were killed by terrorist attack on 9/11.\"\nFox News producers got in on the act, as only they can, tossing out a headline that read \"House Democrats Offer Plan to Ban Use of 'Global War on Terrorism,\" elevating a style memo devoted largely to subject-heading fonts and punctuation usage into something like an Intelligence Directorate white paper.\nBut all this sound and fury isn't drowning out the larger, dismal story of America's engagement with the terrorist foe.\nFrom 2004 to 2005, the number of terror incidents across the world nearly tripled; terrorism analyst Peter Bergen, author of Holy War, Inc., and his research colleague Paul Cruickshank have just identified a sevenfold increase in jihadist terror attacks since the war began in 2003.\nAnd a key reason for these dramatic spikes is the American misadventure in Iraq, which under the U.S. occupation is the central Middle Eastern recruiting ground for militant Islamists. The old Bush administration line on the Iraq War as a means of fighting the terrorists there so we don't have to fight them here has turned quite squarely in on itself: We are fighting them there because we invited them there.\nThat's just one of the dividends of calling the global war on terrorism what it is: its gauzy, expansive brief prevents such discomfiting truths from getting much traction in official debate. \nIndeed, the \"global war on terrorism\" locution demands little from its users beyond incantation. It certainly hasn't stood for much in the way of strategy, as the reversals in Iraq and Afghanistan have shown--to say nothing of the ground lost in other jihadist flashpoints such as Iran, Syria, Pakistan and Indonesia. The global crusade against terror is not so much a stirring call to arms as an article of faith--and in that sense it very well suits the country's disastrous errand in Iraq, which always hinged on the mind-cure notion that the mere exercise of American military force could remake an entire region in America's image.\nAnd as it happens, last week also brought a vivid reminder of how tenacious that faith is in the upper reaches of the White House. The Army has declassified an inspector general's report on the administration's continued assertion that there was a strong link between Saddam Hussein's regime and Al Qaeda, in which the I.G. icately referred to the promotion of that faulty intelligence as \"inappropriate.\"\nBut the day of the report's release, Vice President Dick Cheney--Cardinal Richelieu for the terror-war faithful--took to the Rush Limbaugh show to insist otherwise.\n\"They were present before we invaded Iraq,\" Mr. Cheney repeated in a litany of charges so divorced from consensual reality that it now almost reads like plainsong. For good measure, Mr. Cheney directed Mr. Limbaugh's listeners to ponder the career of slain Al Qaeda in Iraq leader Muhammed al Zarqawi, who \"took up residence there before we ever launched into Iraq, organized the Al Qaeda operations in Iraq before we even arrived on the scene.\"\nIntelligence reports have again stipulated that Mr. Cheney's claim is off-base. While Zarqawi turned up in Iraq in 2002, apparently for surgery on a battle wound inflicted while he fought with the Taliban against the U.S. invasion of Afghanistan, he appears to have had no formal affiliation with Al Qaeda until 2004, well after the invasion.\nYet such are the nominalist powers of this administration's military faith: Stating a fact in the face of plain evidence to the contrary makes it so. And that ensures much more carnage and chaos on the ground in Iraq and Afghanistan before any administration official can finally lay this mother of exhausted idioms to rest.\n\nLoad-Date: April 12, 2007"
}