{
    "title": "THE ART OF SECURITY; Preparing for terrorism(2)",
    "publisher": "the world",
    "year": 2003,
    "month": 4,
    "day": 27,
    "full text": "(ran V, SS editions of Metro & State)\nForget smallpox and anthrax.\nWorry about the box of doughnuts lying on the break room table at work. Do you know where it came from, really? And what about that powdered sugar? Is it really powdered sugar?\nTo protect against terrorists, you have to think like a terrorist. And since Sept. 11, scores of people have been coming to Clearwater to learn.\nIn a drab, concrete building behind a Subway off Missouri Avenue, instructors at S2 Safety & Intelligence Institute teach the finer points of terrorism preparedness. From bomb countermeasures to defending against chemical and biological attacks to assessing threats and vulnerability, S2 offers a full menu.\nIncluding course work on the dos and don'ts of hostage survival.\n\"Failure to plan is a plan for failure,\" said S2 executive director Tim O'Rourke. \"If you have a problem, it's kind of hard to pull together on a whim.\"\nEstablished a half-dozen years ago, S2 is loosely affiliated with its sister company, Critical Intervention Services, a high-end security firm catering to large companies and even communities. In fact, the businesses share the same office building and many CIS employees double as teachers at S2. Many of S2's classes are targeted to security guards and private investigators.\nS2 uses a consortium of instructors, most with elite security backgrounds. One faculty member is a U.N. Weapons inspector.\nCraig Gundry heads up S2's antiterrorism training program. He is vice president of special projects for CIS and got started learning about bombs during a stint in the military.\n\"There is an art to security planning,\" he tells students. \"It's not just a science.\"\nAfter Sept. 11, demand for Gundry's classes skyrocketed.\nChemical companies wanted to know how to protect their plants. Utilities needed information on recognizing suspicious behavior. The St. Petersburg Times sent security workers to S2 to learn how to handle hazardous mail. Gundry said he has received training requests from the Department of Homeland Security and Washington, D.C.'s Capitol Police.\nEven corporations like John Deere and the parent company of KFC wanted information on protecting against chemical and biological weapons.\n\"We had old ladies on the phone wanting to come to class that we had to turn away,\" said Gundry.\nAnthrax mailings ratcheted anxiety even higher.\n\"Everybody was really freaking out,\" said O'Rourke. \"Essentially what was scaring them was the unknown.\"\nFree classes at S2 in the aftermath of Sept. 11 drew 500 people, according to Gundry. Typically, an antiterrorism class runs two days and costs between $199 and $300.\nNow the institute is launching a distance learning Web site.\nAl Perotti, manager of security for TECO Energy in Tampa, sends staff members for classes at S2.\n\"The world changed on 9-11,\" he said. \"It will never again be what it once was. You have to train and be prepared.\"\nInside S2, students take notes in a large classroom visible through the one-way glass wall of a small, dark-paneled conference room. Leather chairs surround the table and paintings with sword-bearing knights and fair maidens line the walls. An oversized chess board sits in the corner.\nOutside, Gundry tells a class of private security guards how to spot potential terrorists.\nWatch for unusual patterns of employee absences, he tells them. Be aware of unfamiliar vehicles. Record anything suspicious.\nBe vigilant.\nAnd cast a small net when inviting people to walk through facilities.\n\"Tours are an excellent opportunity for a bad guy to gather information,\" he warns.\nAbove all, said O'Rourke, pay attention to your instincts.\n\"Women call it intuition,\" he said. \"Men hate that. We call it gut instincts. Same thing. What we try to teach is not to ignore it.\"\n- Jennifer Farrell can be reached at 445-4160 or farrell@sptimes.com.  \n\nGraphic\n\n \nPHOTO, DOUGLAS R. CLIFFORD, (2); S2 Safety & Intelligence Institute instructor Craig Gundry discusses how terrorists make explosive devices during the bomb countermeasures section of his two-day Antiterrorism Officer Program. An image of an MK15 Timer-Power Unit used by the; Irish Republican Army illustrates his talk. (ran LA, CT); S2 student Russ Kula of Tampa inspects a model of a letter bomb sent in the late 1970s to several Israeli ambassadors by PLO operatives. (ran LA, CT, NT, City & State)\n\nLoad-Date: April 28, 2003"
}