{
    "title": "The worst can happen here",
    "publisher": "charleston gazette",
    "year": 2008,
    "month": 1,
    "day": 6,
    "full text": "The authorities would just come into your home, grab your mother, your brother, your dad, and take them away. No warning, no warrant, no appeal.\nThirty thousand people were disappeared that way, she told me. This was in an interview three years ago, and Ruth Cox was describing her childhood in Argentina under military dictatorship. Cox, a teacher in Charleston, S.C., said families never learned what happened to their loved ones. Or why. People were taken and that was it. The government was not accountable.\nMy first response was a vague pride that those kinds of things can't happen here.\nMy second response was to realize that my first response was naive. These last years have provided a jolting education in the sorts of things that can, indeed, happen here. Mass surveillance, detention without access to courts, no right to confront, or even know, the evidence against you, torture. And a government that is not accountable.\nSo last week's news that the Justice Department has launched a criminal investigation into the CIA's destruction of videotapes said to depict the harsh interrogation of terrorism suspects is welcome, but also belated, the very embodiment of the old saw about locking the garage after the car's been stolen. Though we have lost a lot more than a car.\nAnd here, a line from a Bruce Springsteen song seems apropos: \"The flag flying over the courthouse means certain things are set in stone. Who we are, and what we'll do and what we won't.\"\nSadly, the list of what we won't do has narrowed dramatically since 2001.\nIt's telling that a number of politicians have lately cited as their model on terrorism issues Jack Bauer, the counterterrorism agent on the TV hit \"24,\" who routinely tortures the truth out of bad guys as the clock ticks toward catastrophe. It's not hard to understand the appeal. There's a certain atavistic attraction to the Jack Bauer method, an attraction that bypasses the head en route to the gut.\nToo bad, because had the head been asked, it might have pointed out that Jack Bauer is a fictional character on a TV show not noted for its realism. Using him as a guide to terrorism makes about as much sense as using Barney Fife as a guide to law enforcement.\nAnd the very fact that Jack Bauer is invoked in the most crucial policy debate of our time tells you something about the state of the union going on seven years after the Sept. 11 attacks. In a word: scared.\nThere is nothing new about being scared. Nor about abridging civil liberties in response. It happened in the civil rights movement, in the Red Scare, happened when the Japanese attacked Pearl Harbor, when the nation plunged into World War I, when John Adams was offended by the French.\nBut it's worth noting that for all the illegal wiretapping, arrests, detention, blacklisting, censorship and loss of life this country has seen in the name of fear, only one major abridgement of civil liberties in time of national emergency - Lincoln's suspension of habeas corpus during the Civil War - stands justified by hindsight.\nThe rest we regard with a shamefaced fascination. We wonder what we were thinking, how we wandered so far afield from the principles that should make us great.\nWe'll wonder this time, too.\nAnd me, I also wonder this: Are we doomed to keep learning the same lesson every generation? Or will we finally decide someday to stand for what we stand for, even - especially - when we are scared? That kind of courage might not stop terrorists, but it could cripple \"terrorism.\"\nBecause violence that intends to instill fear is not the only threat we face. We are also threatened by the fear itself. Fear is the enemy of reason. Fear can leave you fundamentally changed.\nIt can't happen here, I said.\nBut of course, it already has.\nPitts is a columnist for the Miami Herald.\n\nLoad-Date: January 7, 2008"
}