{
    "title": "The crumbling state of the union",
    "publisher": "university wire",
    "year": 2008,
    "month": 1,
    "day": 29,
    "full text": "President Bush delivered his final State of the Union address Monday night in the chamber of the United States House of Representatives. In the speech, Bush outlined his typical domestic and foreign policy agenda: tax incentives to stimulate the economy, defense against the threat of terrorism and the importance of maintaining stability in the Middle East.\nAt a primal level, this represented no derivation from his previous speeches, save that of January 2001 -- before the world could have anticipated the events of Sept. 11, 2001. Perhaps it is fitting in this regard that Bush, according to our clock, took the podium at approximately 9:11 p.m. His presidency, therefore, has started, and ended, on the idea of 9/11.\nIndeed, the bulk of Bush's presidency has been defined by Sept. 11 and the broader topic of terrorism. This we know is not the kind of administration Bush anticipated, but it's the one he has endured.\nIt might seem too early to write the history book on Bush considering he has another year in office, but the last State of the Union address of any sitting president is traditionally the beginning of the end.\nBut it seems that this year, rather than recognizing the fact that he is a lame duck with rapidly vanishing political capital, Bush used his speech to advance the same rhetoric that he has espoused over the last six years.\nLong story short, Bush is still relaying the same message we've been hearing for years: Our country is continually and perpetually threatened. He believes that the rallying cry to which the country will respond is one of xenophobia and fear of the amorphous terrorist.\nIt would be irresponsible of us, however, to paint a picture of Bush as willfully ignorant of the many challenges that face our country. To his credit, he used his speech to address a number of public policy issues, including:\n• The economy -- making tax cuts permanent for businesses and families.\n• Reauthorizing and strengthening No Child Left Behind.\n• Pell Grants for youth disadvantaged by failing public schools.\n• Authorizing trade agreements with Panama, Colombia and South Korea.\n• Reducing the dependence on oil and investing in clean coal technology.\n• Slowing, stopping and reversing the effects of greenhouse gases.\n• Reform of the immigration system while continuing to protect and strengthen our borders.\nWhile these ideas certainly do represent positive movements for our country, we are mindful of the fact that the topics to which Bush devoted the largest amount of time -- terrorism and Iraq -- represent the preoccupation with war that has defined his presidency.\nIt is, of course, important to support our troops, as both Democrats and Republicans recognized in several well-deserved standing ovations during the speech.\nHowever, it is a disservice to the men and women who serve this country -- as well as all citizens -- to continually stymie progress through obsession with a mediocre war strategy.\nThis, most of all, was the omnipresent tone in Bush's speech, and the reason we take his words with extreme caution.\n(C) 2008 Indiana Daily Student via U-WIRE\n\nLoad-Date: January 29, 2008"
}