{
    "title": "The price tag for preparedness; A state anti-terrorism plan needs to be funded more fully, a hearing",
    "publisher": "star tribune ",
    "year": 2001,
    "month": 11,
    "day": 16,
    "full text": "RSEC:             Minnesota remains nearly $20 million a year short of fully funding a state anti-terrorism plan issued in January, and even after the Sept. 11 attacks it is unclear whether the administration of Gov. Jesse Ventura will take steps to plug the gaps, a state legislator said Thursday.\n     \"I'm not sure if this administration is serious about coming up with the money,\" Sen. Jane Ranum, DFL-Minneapolis, said after a hearing of her Crime Prevention Committee that explored the state's preparedness for terrorism.\n     A procession of local law enforcement, fire, ambulance and emergency management witnesses from around the state listed shortcomings in their ability to respond to a major terrorist strike, and some suggested that the cost of full readiness could far exceed current estimates.\n   \"It's tens of millions of dollars, and probably hundreds of millions of dollars when it's all put together,\" said Anoka County Sheriff Larry Podany.\n     Other officials said they need equipment, training and communications gear, better regional coordination of resources, flexible state and federal grants and even aid for overtime costs when National Guard callups thin local police and fire ranks.\n     But according to a fiscal analysis prepared for Ranum's committee, only about $1.8 million of $21.5 million in ongoing costs identified in the January report by the Department of Public Safety has been funded so far. An additional $2.5 million in one-time expenditures also hasn't been appropriated, although federal grants have provided $3.9 million in equipment.\n     Looking ahead\n     Public Safety Commissioner Charlie Weaver acknowledged that gaps exist and said the governor will address some of them in his proposals to the 2002 Legislature. Some needs can be met by reallocating current budgets, he said.\n     \"We don't have ample funds to do everything we need to do,\" he said. \"The difficulty is setting priorities, especially in a year when it looks like we're going to have a deficit.\"\n     State officials also are waiting to see what help comes from the federal government before drawing up their own plans, Weaver said.\n     Meanwhile, the Department of Public Safety has begun a low-cost anti-terrorism tool _ a homeland security Web site. It includes information on contaminated mail, coping tips (\"Helping children handle disaster-related anxiety,\" for example) and links to online resources of the state Department of Health, the FBI, the National Guard and other agencies.\n     \"Our goal is to provide what people need to know right now,\" Weaver said in a news release. \"We want this to be a meaningful tool for the people of our state; we hope they'll use it a lot.\"\n     The site can be accessed from the department's home page at http://www.dps.state.mn.us. \n    _ Conrad deFiebre is at cdefiebre@startribune.com.  \n\nLoad-Date: November 16, 2001"
}