{
    "title": "The Doctors' Plot",
    "publisher": "the new york times",
    "year": 2007,
    "month": 7,
    "day": 13,
    "full text": "July has been a cruel month for those among us who long for an ebbing of the worldwide tide of violent Muslim extremism. Problems that were bad got worse this month. New and more frightening mutations appeared. And the month isn't even half over.\nIn Iraq, the four-year-old bloodbath went on despite the best efforts of the American military to turn a corner. Terrorist bombings continued unchecked, and civilian deaths reached as high as 150 in a single day. In Pakistan, a cornerstone in the hoped-for moderate Muslim bloc, the world's attention was riveted on a bloody standoff between soldiers and students at a radical mosque, the opening shot in what threatened to become a full-scale Islamist rebellion. Here is the ultimate nightmare: If Pakistan falls into fundamentalist hands, so does its stash of fully operative nuclear bombs.\nStill, the worst news of the month may have come from Scotland, where a bungled attack on Glasgow's airport exposed an Islamist terrorist  cell whose members were, of all things, physicians. No longer can we imagine that the threat of Islamist terrorism comes from a disenfranchised underclass, nor even from a frustrated middle-class intelligentsia with no dignified future. No, these doctors were the cream of their societies. They had trained for years to spend their lives saving human life, and now they had enlisted in the cause of mass murder. It seems that however much the imagination stretches itself to envision new threats, reality keeps outstripping our worst fears.\nFifty-five years ago this summer, Soviet dictator Joseph Stalin imagined, in his growing madness and paranoia, that Jewish doctors were plotting to kill him. Today, a very real plot by Muslim doctors makes us wonder if the whole world is turning mad, and we are very afraid.\nThis turning point in Islamic rage may have led to a turning point in the way the West thinks about it: a lifting of taboos among centrists and liberals in the discussion of terrorism and Islam. Suddenly the notion of Islam as a diseased civilization, a world religion with a cancer at its heart, has crossed over from the far fringes of the bigoted right to the respectable mainstream. Impeccably establishment voices such as Thomas Friedman of The New York Times and Michael Hirsh of Newsweek now speak without blinking of a death cult that has taken root in Islam. This disorder is immune to outside influence, according to this new, cold-eyed realism. Indeed, the cancer feeds on the very efforts of the West to intervene. It can be cured only by rational voices within Islam itself. Until then, the new realists say, the West must sit tight and wait. When doctors are plotting murder, all bets are off.\nBut that is the path of despair. The hard fact is that religious fundamentalism is growing within Islam, not waning  much as it is within other major faiths across the globe. The wait for moderation to win out could be a long one. And while we wait, what new mutations  will spring from the terrorist imagination to top the Glasgow doctors' plot? How many London subways, Madrid railroads, Balinese resorts and New York skyscrapers must explode in the interim? Isn't there a Plan B?\nActually, there is. It's being pushed hard by the traditional  rulers of Muslim states. They are as frightened by the spread  of fundamentalist terrorism as we are, if not more so. They  propose shrinking the extremists' influence, taking the wind from  their sails, by excising their best recruiting symbol: the Palestinian  cause.\nThe Arab rulers  nearly all of them  believe that by crafting  a durable Israeli-Palestinian peace agreement acceptable to both sides,  they can remove the inflammatory images of Israeli tanks patrolling  Palestinian towns, which blanket the Muslim world via satellite  news. That could sharply reduce the popularity of the fundamentalists,  who recruit their bombers mainly with cries for revenge. It also  would allow the formation of an Arab-Israeli strategic alliance, an  arc of pragmatism stretching nearly unbroken from Morocco to the  Persian Gulf and perhaps beyond, surrounding and isolating Iran  and its extremist allies.\nFive years ago, when the so-called Saudi plan first surfaced, it  was viewed in Israel and the West as a nonstarter. It called on Israel  to yield more than the Israeli public was willing to countenance at the  time. Besides, Palestinian violence was at its height. Indeed, the horrific  Passover bombing at the Park Hotel in Netanya came a day after the  Saudi plan was formally adopted by the Arab League. At that moment,  the idea of sitting down to talk peace seemed nonsensical.\nThe picture is quite different today. Palestinian terrorism has  dropped to a fraction of what it was. Israel has reconciled itself to the  idea of large-scale territorial compromise and has even taken its first  steps, by quitting Gaza. Now it's ready and eager to find a negotiating  partner. As for the Palestinians, they're weaker and more divided than  ever, which could leave them more susceptible to outside pressure  from Arab states.\nMost crucially, the threat from Iran and Al Qaeda-type terrorism  grows by the day. That changes the stakes for both Israel and its  Arab neighbors.\nWhen the Arab League met this spring to revive the Saudi plan,  Israelis were suspicious. The plan appeared to be an all-or-nothing,  take-it-or-leave-it deal. There were issues Israel wanted to talk about   questions of borders, security guarantees, phasing-in stages to  ensure compliance and more. Israel wanted to sit down and talk out  a deal. The Arabs showed no hint of negotiating.\nThis week the circle was closed, when the Arab League sent an  official delegation to Jerusalem  for the first time ever  to begin  the negotiating process.\nShould we believe them? Well, we believed them in 1967 when  they vowed no recognition, no negotiations, no peace with  Israel. Now they say they've changed their minds. Why were  they trustworthy then, but not now?\nIsrael, for its part, is taking the offer very seriously. Its security  agencies are nearly unanimous in viewing the current round of Arab  peace initiatives  including, incidentally, the repeated Syrian calls  to negotiate peace  as sincere. With determination, luck, good will  on both sides and a great deal of help from outside powers  particularly  the United States  this moment could usher in a new era  in Israel and a turning point in the war on terror.\nBut America's backing is crucial. Israel's friends here need to  make that clear to the administration. This is not the time for supporters  of Israel to sit skeptically on their hands  or worse, to spread  fear and suspicion, presuming to understand Israel's security better  than Israel.\n\nLoad-Date: July 12, 2007"
}