{
    "title": "THE U.S. MARINE TRAGEDY _ CAUSES AND RESPONSIBLITIY",
    "publisher": "the new york times",
    "year": 1983,
    "month": 12,
    "day": 11,
    "full text": "A terrorist driving a Mercedes truck crashed into the United States Marine headquarters near the Beirut airport on Oct. 23, catching the marines unprepared. He detonated the equivalent of six tons of dynamite, and 240 men died.\nA similar terrorist attack, using a smaller truck, had destroyed the United States Embassy in Beirut on April 18 and killed 63 people.\nSummary of NY Times special report on causes and responsibility for US Marine policies that left Beirut headquarters vulnerable to terrorist attack in which 240 people were killed in Oct\nWhy, then, were the marines surprised six months later?\nThe New York Times has investigated the reasons.\nThe inquiry found:\n- Marine officers in Beirut and the admirals and generals in the chain of command above them did not consider terrorism to be a primary threat even after the embassy bombing, and even though Beirut had been full of terrorists for years.\n- The Marine commander in Beirut strenuously objected to a Reagan Administration decision in September to order naval bombardment in support of Lebanese Government forces because he feared it would compromise the neutral status of the marines and expose them to greater danger. Still, the marines continued to underestimate the real danger - the terrorist threat.\n- The marines were not trained in how to combat terrorist attacks, a key reason the headquarters was protected only by a few physical barriers and sentries who were not allowed to carry loaded rifles.\n- Marine intelligence officers were deluged with raw intelligence reports about terrorist threats, but were never provided with the expertise required to evaluate them.\nThe inquiry involved four weeks of interviews with military commanders in the United States, Europe and Lebanon - the men responsible for the safety of the marines, as well as others.\nHere are some of the things they said:\n''In there, I thought we were really safe.'' - Seaman Lorenzo Almanza.\n''There was no long-range plan.'' - Maj. Robert Jordan.\n''The atrocities of the war were far removed from the area.'' - Vice Adm. M. Staser Holcomb.\n''We're sitting ducks down here!'' - Col. Timothy J. Geraghty.\n''The only person I can see who was responsible was the driver of that truck.'' - Vice Adm. Edward H. Martin. A special report by Philip Taubman and Joel Brinkley begins on page 49.  \n\nGraphic\n\n \nphoto of marines in Lebanon"
}