{
    "title": "The land of the free, the home of the brave",
    "publisher": "university wire",
    "year": 2011,
    "month": 5,
    "day": 3,
    "full text": "For my final column of my college career of writing for the Ionian, I thought about writing what everyone might expect; I thought about writing the mushy, sentimental senior column, filled with the senior sadness and angst that accompanies those who graduate when they finally realize that they have no clue what they want to do after college is over. And while I count myself among these ranks, and admit that I fully considered writing about these things, I felt that I could not bring myself to do so in light of the enormity of Sunday's events.\nUnless you've been living under a rock for the past week, you will no doubt know by now that Osama bin?Laden, the mastermind of the single worst terrorist attack on American soil in the modern era, has been assassinated. Nearly a decade after the catastrophic events of 9/11, justice, or at least some sense of the term, has been done.?The world's most wanted man, a man who has eluded capture for a decade, has finally met his end. And on?May 2, I could say this; that I was proud, above all else, to be an American.\nFor years, both before and after 9/11, bin?Laden had made it his life's mission to completely alter our way of life. And, admittedly, he did so after 9/11. While you try not to think about it, for some, such as myself, the thought of something happening when I?board a subway, or a plane, is always present.\nBecause of 9/11, terrorism and the senseless violence associated with it became engrained in the American consciousness In our generation, you will be hard pressed to find anyone who will forget the horrific images of 9/11. And for those directly affected by it, as well as others, you will be hard pressed to find anyone that would forget the face of the man that met his end on Sunday afternoon.\nAfter 9/11, bin Laden became synonymous with terrorism. As long as he lived, terrorism would have a symbolic face. And as long as he eluded justice for the mass murdering of thousands of people, the story of Osama and how he conquered the?North Americans he called \"easy targets\" would live on unpunished\nThat all came to an end on Sunday. That's not to say that the War on?Terror is over, or even close to being finished. Rather, it's the end of the beginning. But still, there is some great sense of victory that can be pulled from this event.\nWhat's more is that, at least for the time being, Osama's death has brought about a solidarity with the American people that had not been seen since the aftermath of 9/11. While that solidarity eventually faded, as will this new solidarity, there is some happiness to be derived from seeing our country united as one as it should be. Partisan politics aside, and putting aside whether or not you think celebrating Osama's death is right or wrong, there has to be a realization that his death is a good thing.\nYes, he was a human being, but as we know human beings have the capability to do terrible things and that is what he represented: terrible things. He was not an Islamic martyr, or the face of Islam.? He was, as President Obama pointed out, a murderer of Muslims and non-Muslims alike.\n\nLoad-Date: August 24, 2020"
}