{
    "title": "THE NEW RED SCARE; BUSH TROTS OUT ANOTHER REASON FOR THE IRAQ WAR",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 10,
    "day": 8,
    "full text": "President Bush in an important speech Thursday in Washington modified again the rationale his administration is putting forward for the United States remaining locked in to the Iraq war.\n This time he put forward the concept that fighting terrorism is akin to the struggle against communism that the United States led the free world in waging between 1945 and 1990. Mr. Bush sought to drum this idea into his listeners' heads with his usual repetition, which borders on condescension, with six iterations of it in the speech.\n The problem is that the idea he is selling doesn't make sense. Communism was being propounded by the Soviet Union, a formidable centralized national opponent with worldwide reach and nuclear weapons. Terrorism is a tactic, a method. Whatever people employ terrorist tactics around the globe, there exists no coordinated movement that has central direction. Terrorism is not a country, like the Soviet Union, Nazi Germany or imperial Japan; it doesn't have a huge air force and nuclear weapons.\nThe second assumption that Mr. Bush tried once more to slip into the package is that what is going on in Iraq is terrorism. Some of the methods the Iraqi insurgents are using are terrorist tactics -- car bombs and the like -- but what one is seeing essentially in Iraq is an armed nationalist reaction to years of occupation by a foreign power, the United States.\n The argumentation got particularly silly when Mr. Bush argued that the United States shouldn't pull out of Iraq now because Americans wouldn't want to see Osama bin Laden or Abu Musab al Zarqawi in power in Iraq. Osama is a Saudi, Zarqawi is a Jordanian, and there is no question of either of them ever being in power in Iraq. What various Iraqis are trying to do is get control of their country back from the Americans, not turn it over to different foreigners.\n Some of what Mr. Bush said was just plain misleading. He said, for example, that in Iraq we have gained the peace that freedom brings. There isn't peace there yet by any means; the continued killing rate of Americans and Iraqis is tragic tribute to that fact. If, as he maintained, Iraq is now the central front in the war on terror, it is only that because his administration made it so. Saddam Hussein's regime tolerated no opposition, no disorder.\n Mr. Bush's efforts to scare the Europeans were equally laughable. He claimed that Islamic militants wanted to establish \"a radical Islamic empire that spans from Spain to Indonesia.\" There is no evidence that that is true; if some Muslim leader had aspirations along those lines, the lack of realism in the idea is proved by the infinite variety of nations in that wide arc, some of them very strong, some of them very democratic.\n He argued that the conflict going on among the Shiites, Kurds and Sunnis in Iraq now is \"the essence of democracy.\" If that were true, we in America should be truly grateful that our own democracy is less vigorous in its nature. Tamer is definitely better.\n The scary part of Mr. Bush's latest speech on Iraq is that there is no indication in it that he is even looking seriously at winding up the war.  The most ominous line in the speech ran, \"We will never back down, never give in, and never accept anything less than complete victory.\" \"In Iraq,\" he said, \"there is no peace without victory.\" Given the improbability of victory -- unless we define it in a very particular way -- in the long or short run, that means that America is still drifting rapidly toward the waterfall, and the captain of the ship is busy whistling \"Dixie.\"\n\nLoad-Date: October 11, 2005"
}