{
    "title": "THE FACE OF TERRORISM; Nurse challenges bomber to 'stand up for what he did'",
    "publisher": "the world",
    "year": 1998,
    "month": 3,
    "day": 3,
    "full text": "A sightless and scarred Emily Lyons rolled her wheelchair before the cameras Monday, declaring that she wanted \"to show the world the end effect of a senseless act.\"\nSince the Jan. 29 bombing at the New Woman All Women Health Clinic, the 41-year-old nurse has been healing from wounds.  She spends her days \"in darkness,\" learning to walk again and waiting for the next round of eye surgery.\nWith her husband, Jeffrey, at her side, under bright lights she could barely detect, Lyons spoke softly to the crowd of reporters. Nearby was a pre-bombing portrait that showed smooth skin, a carefree smile and blazing blue eyes.\n\"If I could ask whoever did this, whether it's (fugitive suspect Eric) Rudolph or somebody else, the first thing I would ask him would be, 'What in the world were you thinking when you did this? Did you actually think it was going to accomplish anything? If your goal was to shut the clinic down or shut me down, it didn't work,' \" she said.\n\"Perhaps the person who did this just wanted to hurt someone, and the abortion issue sounded like a good excuse. The clinics will stay open, the workers will continue to come, the patients will continue to come,\" she added.\nLyons also said that the bomber should turn himself in: \"He should step forward and take the consequences. I had to take the consequences of what he did. He needs to stand up for what he did.\"\nBoth Lyons and her husband were tight-lipped about what, if anything, Emily Lyons saw the morning of the bombing that killed off-duty Birmingham policeman Robert Sanderson.\nHer left eye was knocked out by the nails from the bomb. Her right cornea is healing. In several weeks she will have glasses and, in about two months, an artificial lens will be implanted.\nLyons undergoes occupational and physical therapy for two hours every morning and afternoon.\nAsked whether she is angry at the bomber, Lyons said anger is not an emotion she can afford right now: \"It takes too much energy to be angry. At this point, I need all that energy to heal. Anger may come later.\"\n\nGraphic\n\n \nPhoto :\n At University Hospital in Birmingham, Emily Lyons and her husband,\n Jeffrey, talk with reporters Monday about the Jan. 29 abortion clinic\n bombing and her fight for recovery. / BOB FARLEY / Associated Press\n\nLoad-Date: March 4, 1998"
}