{
    "title": "The World_ Who Will Buy_; Plutonium For Sale. Call 1-800-TERROR",
    "publisher": "the new york times",
    "year": 1994,
    "month": 8,
    "day": 21,
    "full text": "AS the French authorities were announcing the arrest and extradition from the Sudan of the long-sought Marxist mercenary known as Carlos, the German authorities last week were demonstrating just how short-lived, if not chimeric, this victory over terrorism was likely to be: They disclosed that an international gang of smugglers had been peddling for $250 million nearly nine pounds of plutonium-239 from Russia -- quite possibly close to enough for a nuclear bomb. This time, the smugglers actually delivered more than half a pound of it to police undercover agents posing as potential customers.\n The end of the cold war was the undoing of Carlos and of the Marxist ideology that motivated him, and it lifted the threat of global nuclear war. But it also unraveled the repressive security system that kept close check on Soviet nuclear weapons and the fissionable material that goes into them. Now, paradoxically, freedom could soon give terrorists or the maverick states that support them the possibility of acquiring the massively destructive power they never had a chance of getting in a bipolar world.\nToday's terrorists do not have to content themselves with hand grenades and Kalashnikovs as Carlos did. They have access on the arms market to Stinger anti-aircraft missiles originally supplied to the Afghan rebels by the Central Intelligence Agency, night scopes, infrared sensors and lately, thanks to the lure of million-dollar profits for underpaid and demoralized Russian and other ex-Soviet scientists and security guards, maybe even atomic bombs.\n Plutonium-239 does not even have to be exploded to be deadly; the 10-plus ounces smuggled into Munich would also be useful in blackmail, since that much would suffice to poison the city's entire water supply or, released into the air, cause hundreds of thousands of cases of lung cancer.\n So despite the capture of the legendary Carlos, terrorism continues to be an evil whose real name is legion. It masquerades as militant religious belief in Islamic countries hostile to the cultural and economic power of the West over them, as aberrant Marxism among the few remaining urban guerrillas in industrial Europe, and as fanatical nationalism in the Middle East and many other parts of the world, despite the gradual defusing of the Arab-Israeli conflict.\n \nThe Money Motive\n \"The nature of terrorism is entirely different in the 1990's than it was in the 1970's when Carlos was active,\" said John Christie, the British publisher of the Gulf States Newsletter, which has extensively examined the phenomenon. \"What you have now is a unique threat from Islamic fundamentalist groups, supported by Iran and other countries, that want to turn the clock back. They are fanatical, they see the West as evil, and they have unlimited access to money.\"\n And money is the primary motive driving the shadowy network of ex-Soviet scientists, security operatives and swindlers who are behind the growing trade in radioactive materials. They have been turning up in Germany, Austria and Switzerland by the hundreds, offering deals that until recently have usually turned out to be empty swindles.\n But on Aug. 10, a 39-year-old Colombian former student in Moscow named Justiniano Torres flew into Munich's international airport from Moscow with a lead-shielded cylinder containing a plutonium-uranium mix including 10.6 to 12.3 ounces of 87-percent-pure plutonium-239.\n He and three Spanish accomplices had told the undercover police agents they were dealing with that it would be the first installment in an 8.8-pound, $250 million deal; Mr. Torres and two of the Spaniards were arrested when he claimed his black vinyl suitcase with the cylinder inside.\n Despite initial denials from Moscow, the German authorities said they were firmly persuaded that the plutonium had originated in Russia, where three plants are known to have been producing the mix experimentally. They also dismissed Moscow's insistence that three smaller samples of smuggled fissionable materials seized by the authorities in unconnected freelance deals over the summer could not have come from Russia.\n But the Germans freely admit that they have no idea who is behind the trade at the source, whether in Russia, Ukraine or Eastern Europe. For this reason Chancellor Helmut Kohl sent a senior aide, Bernd Schmidbauer, to Moscow yesterday to enlist President Boris N. Yeltsin's help in an urgent international effort to stop the leaks.\n \"The cases are piling up on top of each other, and they are becoming increasingly serious,\" one of Mr. Kohl's officials said.\n Just how serious was clear from one of the three earlier cases, that of Adolf Jakle, an arrested German businessman in whose garage the police found a lead cylindrical container holding a tiny sample of 99-percent pure plutonium-239, the best weapons-grade quality. Investigators are now trying to determine where he got the sample.\n But more worrisome was the news that Mr. Jakle was also in possession of a $100 million letter of credit. Unconfirmed German reports said the letter was issued by either Iraq or North Korea, giving Mr. Jakle a commission to buy what the United States and the United Nations have been doing their utmost to deny them.\n \nMany Worries\n Either way, there were grounds for concern. North Korea has just agreed with the United States not to try to develop weapons-grade nuclear fuel by itself. Iraq's President, Saddam Hussein, has long sought the bomb for his own purposes, which have also included the support of terrorism against Iran and Israel. Terrorist groups as varied as the Iranian-supported Party of God in Lebanon, the Irish Republican Army or the Ulster Freedom Fighters, and the Basque E.T.A. movement have shown few scruples about whom they target, or about using whatever weapons they can get hold of to strike them.\n Some experts think the idea of nuclear weapons in the hands of such groups is far-fetched -- but the demonstrated desire for those weapons of some of the states that support terrorist groups is not.\n Islamic fundamentalists blew up a van full of explosives in the basement of the World Trade Center in Manhattan last year, apparently simply to try to destroy a hated symbol of Western economic power. Suppose they had had a nuclear bomb instead?\n \nFew Strategies\n Nor, despite all the Arab-Israeli reconciliation, are Jews safe from Iranian-supported terrorism even as far away as Argentina, where Iranian diplomats have been charged with helping terrorists blow up a Jewish civic center last month. Iranian-supported guerrillas are still operating in the Sudan; Islamic fundamentalists have nearly succeeded in driving all Western presence out of Algeria and threaten the survival of the military government there, and they are an increasing threat to the stability of Egypt as well.\n So what is to be done? Punishing the countries that support terrorism is difficult to coordinate and not usually effective in the short run, and there isn't much time. After Libyan agents from East Berlin allegedly blew up a disco in West Berlin and killed several American soldiers in 1986, the United States bombed Libya but missed its leader, Col. Muammar el-Qaddafi, who retaliated, officials say, by having his agents blow up Pan American flight 103 over Scotland two years later, but has since pulled in his horns.\n The United States has tried to get its allies to shun Iran, without much success. Germany, which clashed with the United States in the 1980's when it turned out that despite repeated official denials, German companies had been helping Libya build a poison-gas plant in the desert, simply disagrees that treating Iran like an international outlaw will make it behave any better.\n Trying to find and arrest nameless, faceless terrorists before they strike is an almost hopeless cause, which is why the flush of satisfaction brought on by the arrest of Carlos may be illusory.\n But keeping them from acquiring the wherewithal to make a nuclear bomb or blackmail an entire country with weapons-grade fuel from the former Soviet Union is possible, provided Russian leaders recognize that they have a security problem and that they let Western experts help them solve it.\n That is Mr. Schmidbauer's mission, and judging by Mr. Yeltsin's positive response to a letter from Chancellor Kohl, it may succeed. The entire world has a stake in seeing that it does.\n\nGraphic\n\n \nPhoto: Plutonium confiscated in Germany. (Associated Press)\n\nLoad-Date: August 21, 1994"
}