{
    "title": "The threat of white nationalist terrorism",
    "publisher": "the world",
    "year": 2019,
    "month": 8,
    "day": 8,
    "full text": "Other voices\n We both served as presidential envoys leading the U.S. global campaign to defeat the Islamic State terrorist group. In doing so, we worked with all departments and agencies of the U.S. government to develop a comprehensive and multifaceted campaign to defeat Islamic State terrorists on the battlefield, but also, and crucially, through counterfinance, countermessaging and information-sharing across the United States and globally. U.S. leadership and determined diplomacy built one of the largest coalitions in history, now standing at nearly 80 partners.\n These efforts have stopped attacks and saved lives. In 2014, the Islamic State was a global force, seemingly unstoppable, operating with free rein in cyberspace and on widely available social media platforms. It was committing acts of genocide, enslaving thousands of women and girls, and planning terrorist attacks from its havens in Syria that would later be carried out on the streets of Paris, Brussels, Istanbul, Nice and elsewhere. It had open access to military equipment and weapons flowing into Syria. Its ideology spread to the United States and inspired attacks in Florida, Texas and California.\n Throughout, nobody questioned America's resolve to find and defeat these terrorists and protect the homeland. Whenever one of us would hear excuses for terrorism from regional leaders in the Middle East - for example, condemning Islamic State atrocities but agreeing with underlying political grievances - we gave such arguments no quarter or excuse. There is no political justification for acts of mass murder of civilians. When political leaders give such acts cover, even inadvertently, the movement spreads and innocent people die.\n The United States now faces a new national security threat. The enemy is not the Islamic State but domestic and homegrown white nationalist terrorism. And \"terrorism\" is the term that must be used. The strain of thought driving this terrorism is now a global phenomenon, with mass atrocities in Norway, New Zealand, South Carolina and also, law enforcement authorities suspect, El Paso. The attacks are cheered on by adherents in dark (but readily accessible) corners of the internet. The terrorist acts may differ from Islamic State attacks in degree, but they are similar in kind: driven by hateful narratives, dehumanization, the rationalization of violence and the glorification of murder, combined with ready access to recruits and weapons of war.\n The first step to overcoming this dangerous strain of violence is to speak clearly and without equivocation. It is terrorism directed at innocent American civilians. If the Islamic State or al-Qaeda were committing such acts, the nation would mobilize as one to overcome it. The U.S. government would deploy all legal means at its disposal to root out the facilitators of violence and protect the American people from further harm. The United States would speak with a clear voice and lead the world in a determined response, strengthening alliances and sharing information with its allies. Unfortunately, when it comes to white nationalist terrorism, President Donald Trump speaks with equivocation, and his rhetoric, wittingly or not, has the effect of providing cover for extremists who excuse their actions in the language of political grievance.\n The United States must take a leadership role in overcoming this scourge of terrorism before it gets worse. Left unchecked, the risks increase of an attack on the level of the 1995 truck bombing of the Alfred P. Murrah Federal Building in Oklahoma City, which killed 168 people.\n FBI Director Christopher Wray two weeks ago warned that most terrorism-related arrests this year are linked to white supremacist terrorism. The country now confronts a national security emergency on par with the Islamic State threat. It demands moral clarity and a call from the Oval Office directing all assets of the federal government to develop a comprehensive, long-term campaign to protect all Americans. If the president will not act, then Congress and state and local governments must instead. The matter is too urgent to wait for new national leadership - at stake is nothing less than the protection of the American people and our way of life.\n Focusing on this domestic threat must not diminish American efforts to combat and contain international terrorism. But placing an equal emphasis on the battle against white nationalist terrorism will be the first step in turning around what is now a dangerous national disgrace.\n John R. Allen, president of the Brookings Institution, is a retired four-star Marine Corps general. Brett McGurk is the Payne Distinguished Lecturer at Stanford University and nonresident senior fellow at the Carnegie Endowment for International Peace. Both were special presidential envoys for the Global Coalition to Counter ISIS.\n\nLoad-Date: August 8, 2019"
}