{
    "title": "THE DAY ON WALL STREET_ Terrorism threat boosts bonds, slows stocks",
    "publisher": "the atlanta journal-constitution",
    "year": 2004,
    "month": 2,
    "day": 4,
    "full text": "The threat of terrorism once again put a cloud over U.S. financial markets Tuesday after the poisonous powder ricin was found in a U.S. Senate office late Monday.\nTreasury bond prices rose in New York trading as a result of the ricin incident as investors looked for safe havens. That had the effect of depressing the 10-year Treasury yield to 4.10 percent from 4.15 percent.\nAJC\nIn foreign currency markets, the dollar experienced its biggest decline against the euro in a week.\nAccording to Bloomberg News, the incident in Washington renewed concern that a terrorist attack would damage confidence in the U.S. economy.\nMajor stock indexes ended the day with meager gains despite a spate of favorable profit reports, but analysts did not blame the performance totally on the terrorist threat.\n\"The market was a study in neutrality today,\" said Wachovia Securities strategist Larry Wachtel.\n\"Having risen mightily for almost 11 months, the bulls lack the energy to run amuck,\" he said. \"But there is sufficient potential in the fundamentals for the crowd to hang tough. The result is a stalemate, much as we saw on Monday and in the final week of January.\"\nAccording to Wachtel, \"investors require some new stimulus to scale the heights, but fourth-quarter [earnings] results are decelerating, and economic data are good but not great.\"\nDiscovery of the suspicious, powdery white substance in a Capitol Hill office late Monday reminded investors of the anthrax scare in 2001.\nThis occurred as some of the final important fourth-quarter profit reports were released.\nAvon rose $3.31, or 5.3 percent, to $65.31 after reporting record fourth-quarter profits and sales.\nColgate-Palmolive rose $1.51, or 3 percent, to $51.85 after the maker of Colgate toothpaste and Palmolive dish soap posted a 9 percent profit gain in the same quarter.\nToy maker Mattel gained 55 cents, or 2.9 percent, to $19.50 after reporting a 15 percent rise in fourth-quarter profit.\nAmong tech stocks, Cisco Systems advanced 21 cents to $26.41 on the Nasdaq just ahead of reporting its fiscal second-quarter earnings after the closing bell. The networking giant announced a market-beating profit of 18 cents a share, 1 cent better than forecasts.\nDisappointing January sales figures hurt the automakers. General Motors shares fell 84 cents, or 1.7 percent, to $47.86, and Ford Motor fell 23 cents, also 1.7 percent, to $13.72.\nThe Dow Jones industrial average closed on Tuesday at 10,505.18 with a gain of 6 points, or 0.1 percent.\nThe Standard & Poor's 500-stock index advanced 0.77 of a point, or 0.1 percent, to 1,136.03.\nThe tech-driven Nasdaq composite index reversed a series of five straight losses with a gain of 3.06 points, or 0.2 percent, to 2,066.21.\n\nLoad-Date: February 4, 2004"
}