{
    "title": "The failure of 'Euroterrorism'",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 5,
    "day": 14,
    "full text": "Despite the enormous damage it causes, European terrorism is a failure.  In all the countries where it has struck -- mainly West Germany, France, Italy, and Spain -- the targets for disruption have resisted the onslaught.\nTerrorists have two main objectives: (1) to disorganize the economy so as to cause its breakdown; (2) to produce such political and social tension that the army and the police will follow the example of Argentina and install a right-wing counterterror.\nOnce a country has turned to fascism in whatever form, terrorists believe, the enemy becomes clearly identifiable and the struggle acquires an ideological undertone around which to mobilize the masses.  The resulting situation would lead to civil war and the subsequent disintegration of the state.  Radical communism could then be erected over the state's ruins.\nSo far, the gamble has proven a losing one.  The country most touched by terrorism, Italy, is typical in this respect.\nIn its effort to disorganize the Italian economy, terrorism is abetted by the inefficiency and corruption of the Christian Democratic administration.  With their almost instinctive diffidence towards the state, however, Italians have reacted with all sorts of subterfuges.  The most successful is the creation of a parallel economy where industries work, produce, and export.  Thanks in good part to it, the Italian balance of payments and gold reserves are in excellent shape.  A visit to any large department store in the US, or a walk down Fifth Avenue in New York, shows how extensive and varied Italian inventiveness can be.\nThe Italian economy is in serious trouble owing to inflation and unemployment.But, despite the strains to which terrorism and government inefficiency contribute in no small measure, it is very far from collapsing.  The same can be stated with an even greater emphasis for the other European countries where terrorism is active.\nThe danger that the military might turn these countries into another Argentina seems equally remote.  Thanks to the reforms that followed an attempted coup d'etat in Italy by Army elements some time ago, the Italian military today are fully trusted for their attachment to the Constitution by all political formations, Communists included.  The police never have shown any political ambitions.  In France, the traumatic experience of the Algerian war split the military very deeply at one time, causing rebellions.  Today, however, no such threat exists.\nOnly Spain is causing some anxiety.  So long as the Army remains faithful to the King, no major problem will arise.  One cannot forget, however, that a number of generals were staunch supporters of the past Franco regime and that Franco himself was a general who rebelled against the legitimate government of the republic.\nTwo more reasons contribute to render terrorism ineffective: the role of the labor unions and the coordination among the various European police forces.  The workers realize that a disorganization of the economy would hurt them as much as the capitalists.  The terrorists are also against the Communist parties, which they cause of following the wrong road to power.  The Communist-controlled labor unions, powerful in France and Italy, favor the measures to combat terrorism.\nThe various terrorist groups support one another across the borders in what the press now refers to as \"Euroterrorism.\" But the police support one another, too, as shown by the success of recent coordinated actions in France and Italy.\nLast December, the nine members of the European Community signed a convention at Dublin against terrorism.  The ministers of the interior, responsible for the police, meet at regular intervals in places kept secret.  The Italian police close both eyes if their French colleagues pursue a criminal for a number of miles inside Italy's own territory, and vice versa.  The Germans look elsewhere when the French take a peep at their formidable computerized crime files in Wiesbaden.\nThis entente among police causes some concern for the future of civil liberties.  The fear is being expressed that it may prove at times repressive and arbitrary.  Strict regulations are being sought.  But at the same time it is being realized that the greatest threat to liberty is terrorism itself.  Terrorism today represents a coordinated action requiring a coordinated counteraction.  As a Paris newspaper puts it, both sides have chosen the strategy of \"all against all.\"\nThe basic fact remains, however, that terrorism today is an enormous threat that has failed."
}