{
    "title": "The city of Bellevue hosts the Ohio Flags of Honor",
    "publisher": "stars and stripes",
    "year": 2020,
    "month": 9,
    "day": 3,
    "full text": "Sept. 03--     Sep. 3--BELLEVUE -- The city of Bellevue recently hosted the Ohio Flags of Honor for the third time since 2015.\nKenn Rospert, of Bellevue, an Ohio Flags of Honor board member, worked with city officials over the span of about two weeks to put on the traveling memorial. Due to COVID-19, Bellevue was the only host city for the three-day event this year. Willard and Norwalk have posted the display in the past.\nGino and Lisa Zimmer, of Galion, started the Ohio Flags of Honor in May 2004 when they were notified on Memorial Day that their son, Specialist Nicholaus E. Zimmer, of the U.S. Army, was killed in Kufa, Iraq. The traveling display is a way to help facilitate fellowship for families, friends and communities who want to pay tribute to those military personnel who have killed in action in Afghanistan, Iraq and the War on Terrorism since Sept. 11, 2001.\nOn Friday and Saturday, the names of the 302 Ohio service members killed in action were announced. \"Taps\" was played and members of area veteran service organizations did a three-volley salute.\nPresident Donald Trump and the First Lady sent their \"warmest greetings to the Ohio Flags of Honor\" in a White House letter dated Aug. 28 and signed by the president.\n\"Old Glory is a symbol of hope, prosperity and freedom through the United States and around the globe. It is a tribute to the brave men and women of our armed forces and a source of inspiration for those in search of their own American dream. Together, we salute the stars and stripes and all for which it proudly stands. We are grateful for your efforts to preserve and celebrate patriotism,\" Trump wrote in the letter.\nBellevue Mayor Kevin Strecker presented a proclamation during the three-day event. Ron Karney, Marine Corps League commandant for the Ekton E. Mackin Detachment 837 presented a $250 donation.\nMany people helped set up the display Friday morning. Among those were: Bellevue Council President Ron Smith; council members Duane Baker and Bill Brugnone; the Bellevue High School Key Club; Gary Click, of Vickery, who is running for the 88th House District; the Huron County Veterans Service Commission, area veterans and other volunteers.\n___ (c)2020 the Norwalk Reflector (Norwalk, Ohio) Visit the Norwalk Reflector (Norwalk, Ohio) at www.norwalkreflector.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: September 3, 2020"
}