{
    "title": "THE FUTURE OF BIN LADENISM OSAMA BIN LADEN INSTITUTIONALIZED TERRORISM ON A GLOBAL SCALE BUT HE ULTI",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 5,
    "day": 8,
    "full text": "In evaluating Osama bin Laden's dubious legacy, it is important to note that there was nothing new about religiously inspired terrorism when this rich Saudi exile convened a small group of jihadists in his Peshawar, Pakistan, home in 1988 to found al-Qaida, or \"the Base\" -- an organization designed to carry on the war waged so successfully against the Red Army in Afghanistan.\nTwo of the earliest known terrorist groups -- the Jewish Sicarii, or \"dagger men,\" who terrorized 1st century Judea, and the Shiite Muslim Assassins, who terrorized the Middle East in the Middle Ages -- were known for pursuing religious rather than strictly political agendas. More recently, Hezbollah, a Shiite Muslim jihadist group, had already pioneered many of the techniques -- especially the use of suicide bombers and the intensive manipulation of the news media -- that would become al-Qaida trademarks.\nBin Laden's contribution was to take a global approach. In earlier times, terrorist and guerrilla groups had largely operated in one area. The Viet Cong did not try to hit New York. The IRA did not attack Paris. But bin Laden envisioned and developed an insurgency that reached to Europe, Africa, Asia and North America.\nThere had been cooperation among radical groups before. Palestinian terrorists, for example, cooperated with Western Marxist groups such as the Baader-Meinhof Gang, sometimes carrying out joint operations such as airplane hijackings. But no previous terrorist had attempted to implement an agenda as ambitious as bin Laden's. He dreamed of nothing less than toppling every government in the Middle East and reestablishing a caliphate over the historic lands of Islam stretching from southern Spain to the Philippines.\nTo carry out this mad dream, he and his cohorts set up terrorist training schools in Afghanistan in the 1990s, where ambitious jihadists could come for political indoctrination, weapons training and instruction in skills such as evading arrest and carrying out kidnappings. There had been terrorism academies before, in such places as Libya and Iran, but bin Laden's were especially impressive insofar as they were created without direct support from any government.\nTo ramp up operations, bin Laden set up an extensive network to attract funds and recruits from the Persian Gulf, the United States and other places where wealthy Muslims reside. The CIA estimated that al-Qaida was raising and spending $30 million a year in the lead-up to the attacks of Sept. 11, 2001, with only a small portion of the total coming from bin Laden's personal fortune.\nBin Laden also showed a flair for two essential aspects of any successful organization: management and media relations.\nA onetime student of economics at Jidda's King Abdulaziz University and the offspring of one of Saudi Arabia's most successful businessmen, bin Laden brought business school techniques to the task of organizing a global terrorist network. He appointed managers and set up computerized personnel and payroll systems reminiscent of any other start-up company. Bin-Laden biographer Peter Bergen has called al-Qaida \"the most bureaucratic terrorist organization in history.\"\nIt was more of a reach for bin Laden, who had a reputation as a shy, dreamy child, to take charge of public relations, but he did that, too. In the 1990s, he began to issue manifestos, usually sent by fax to newspapers such as Al-Quds al-Arabi in London, declaring war on \"the Jews and the Crusaders.\" Once his followers began to make good on his boasts with spectacular attacks such as the car bombings of two U.S. embassies in Africa in 1998, bin Laden took advantage of the moment to sit down for televised interviews.\nAfter 9/11, the most destructive terrorist attack in history, bin Laden also became a pioneer in employing the Internet to organize operations, raise funds and indoctrinate followers, moving some of the traditional functions of a terrorist sanctuary into cyberspace.\nYet for all the havoc wreaked in al-Qaida's name -- tens of thousands would die in Iraq alone -- it is notable how little bin Laden and his followers managed to achieve. They did not topple a single regime anywhere. Instead, by slaughtering so many Muslims, they turned Muslim opinion against them. The Pew Global Attitudes Project recorded a sharp drop in those expressing \"confidence\" in bin Laden between 2003 and 2010 -- in Pakistan from 46 percent to 18 percent, in Indonesia from 59 percent to 25 percent, in Jordan from 56 percent to 14 percent.\nPerhaps the greatest repudiation of bin Laden is simply the fact that regimes across the Middle East are being toppled by peaceful protesters, not by suicide bombers. But, while the Arab Spring could undermine support for jihadism, it could also offer an opening to small, organized groups of fanatics to seize power in moments of turmoil.\nWhile al-Qaida Central has suffered numerous setbacks, culminating in bin Laden's death, it has sprouted regional affiliates, such as its Yemen and Algerian chapters, which appear as dangerous as ever. Numerous other Islamist groups have not pledged even informal fealty to bin Laden and should not be unduly affected by his death. In Pakistan alone, the roster includes Lashkar-e-Taiba (the group that carried out the Mumbai massacre), the Pakistani Taliban (bent on seizing power in Islamabad) and the Haqqani network (the most dangerous terrorist group in Afghanistan).\nIf al-Qaida were to go into decline post-bin Laden (and that is far from clear), it would not be surprising to see other jihadist organizations compete for the mantle of leading global jihad. Already other groups have adopted many of his innovations, which brought jihadism into the Information Age. The battle against bin Laden is over, but the battle against Bin Ladensim continues.\n\nNotes\n\nMax Boot, a senior fellow in national security studies at the Council on Foreign Relations, is writing a history of guerrilla warfare and terrorism. Copyright (C) 2011, Los Angeles Times. /\n\nGraphic\n\n \nDRAWING: Daniel Marsula/Post-Gazette\n\nLoad-Date: May 12, 2011"
}