{
    "title": "The two faces of Muammar Qaddafi",
    "publisher": "the christian science monitor",
    "year": 1988,
    "month": 8,
    "day": 23,
    "full text": "There is mounting evidence that Libyan-supported terrorist groups are back in action. Meanwhile, Col. Muammar Qaddafi is waging a campaign to end Libya's international isolation.\nThe United States is wrestling with how best to blunt Colonel Qaddafi's efforts until the terrorism questions are squarely addressed.\nEven his critics say Qaddafi has ''played a poor hand well,'' as one puts it. A number of his neighbors and West Europeans, especially those who see potential for commercial advantage, are responding positively to his overtures.\nIn Europe, for example, West Germany is thinking of sending an ambassador to Tripoli. Italy's prime minister is considering a visit. Turkey's prime minister visited recently. Greece just opened a new air link. Spain is reportedly eager for commercial opportunities. France is tempted but, along with the US, wants to see concrete Libyan moves toward a settlement in Chad before making any big gestures.\nBut there are increasing signs of a new surge of activity by Libyan-sponsored terrorist groups, say a range of US officials involved in the Middle East and in counterterrorism. And the groups are active at a level equal to or above that which preceded the US bombing of Tripoli in 1986. That operation was sparked by what Washington believed was direct Libyan involvement in the bombing of a Berlin nightclub frequented by US servicemen.\nSo far, the US does not have a ''smoking gun'' proving direct Libyan involvement in any recent terrorist attacks. But officials say there is clear evidence that Libya shelters, arms, trains, and provides refuge to terrorists involved.\nWashington is trying to balance the desire of some friends and allies to explore Qaddafi's gestures toward moderation with its own concerns that the mercurial Libyan leader has not yet mended his ways. So far the Reagan administration is trying quiet diplomacy to keep the Europeans from breaking ranks while the investigation of recent Libyan-connected terrorism continues.\nAfter the 1986 US attack on Tripoli, Qaddafi ''pulled in his horns'' on terrorism, a well-placed US official says. There was a decrease in Libyan planning and involvement in 1986 and '87. Nevertheless, several Libyan opposition figures were assassinated in Europe, Libya was linked to an anti-French terrorist bombing in Djibouti, and a shipload of Libyan arms for the Irish Republican Army was seized off the French coast.\nThis year terrorism by Libyan-connected groups has skyrocketed, sources say.  ''It appears that Qaddafi has now decided to conduct his terrorism through surrogates so he can better hide his hand,'' a senior US official says. ''We've seen a renaissance of the ANO (Abu Nidal Organization), which is based in Tripoli, with five or six attacks in recent months.''\nThe most brutal attack attributed to the ANO this year was the July 11 assault on a Greek cruise ship, the City of Poros. Nine people died and more than 80 were wounded in that attack.\nWhile the US does not have proof that Libya ordered or participated in the attack, the leader of the attack group traveled on a Libyan passport. And the attackers used weapons previously sold to Libya. The ANO trains in Libya. Abu Nidal himself lives in Tripoli, though he also reportedly visits Algiers, where the ANO is accorded an office.\nMost recently, three ANO terrorists were arrested in Peru July 30. Documents found suggest they were planning for possible attacks on a synagogue, the Israeli Embassy, Palestine Liberation Organization offices, and the US Consulate. Police also uncovered evidence that the three had been receiving funds out of a Libyan office in Panama.\nThe indirect evidence of a Libyan hand in terrorism goes beyond the ANO. In April, Japanese Red Army terrorists were believed to have carried out a fatal bombing in Italy. A claim made for the attack said it was revenge for the US attack on Tripoli. The US government has evidence of previous JRA-Libyan contacts.\nA JRA terrorist was captured the same week in New Jersey with three pipe bombs. In June, police in Spain broke up an attempted bombing of a bar frequented by US servicemen, which appears to be linked to a group with which the JRA has operated in the past.\nAgain in mid-April, bi-national centers partially funded by the US were attacked in Peru, Colombia, and Costa Rica. US officials say the groups that claimed the attacks had received money and training from Libya.\n''These are all the things we talk about when we use the term 'state-sponsored terrorism,''' even if direct Libyan involvement can't be proved, the senior official says.\nThe US is quietly trying to get its friends and allies to hold the line and not end Qaddafi's diplomatic isolation, until he mends his ways on terrorism. But some of them are wavering.\nHenry Schuler, a respected Washington specialist on Libya, says this is the time for Washington and its allies to test Qaddafi's apparent desire to become a responsible member of the international community.\nMr. Schuler recommends publicly confronting Qaddafi with the contradiction between his support for the Abu Nidal Organization and his condemnation of the attack which that group carried out in Greece last month, using weapons of Libyan origin.\n''Let's smoke Qaddafi out,'' Schuler says, and see if he is willing to cut his support for Abu Nidal.\n''We just don't think the Europeans need to improve relations while we're investigating all of this terrorism with a Libyan link,'' says a senior US official. A second one adds that ''after all, it was European tourists who were killed in the City of Poros attack, and the Greek tourist industry that was hurt. It's in their interest to confront Libya and get it to change its behavior.''\nHe notes that Swedish police found an arms cache near the Swedish home of one of the ANO terrorists who was involved in the Greek attack. ''Those guns probably were there to be used in Sweden.''\nThese officials point out that steady pressure from the West got Syria to close the ANO office in Damascus, Syria, and restrict its own support for terrorism. The same approach could work with Libya, especially if Qaddafi feels he needs the West, they say.\n''Conceptually we've got it (the policy) right,'' a well-placed US official says. ''The challenge is to sustain our effort.''\nUnlike past anti-Libya campaigns, however, the US is taking a cautious, low-key approach and is not uniformly opposed to all contact with Libya by friendly countries. ''The US gets into trouble when it hypes what it has on Libya,'' one of the senior officials says.\nIndeed, he points out that in North Africa, the US is cautioning Libya's neighbors about the dangers of rapprochement, but not hindering normalization of relations or moves to increase regional unity.\nA range of Washington observers say Qaddafi cannot hope for better relations with the US unless he shifts his behavior on terrorism.\nSpecialists in and out of government say Qaddafi has written off the Reagan administration and hopes the new administration will be more receptive to mending relations.\nBut these observers say Qaddafi's tendency to blame the Reagan administration for all his woes is off base.\n''The Democrats aren't going to want to look soft on terrorism,'' one regional specialist says. ''They know Qaddafi isn't popular with the public, and being tough on terrorism is.''\n\nGraphic\n\n \nPicture, Qaddafi had to open up again to survive - and he's basically a survivor, SVEN SIMON; Map, ''Qaddafi reaches out to his neighbors'' - Libya and surrounding area, JOAN FORBES - STAFF"
}