{
    "title": "THE HOSTAGES' RETURN_ REPERCUSSIONS AND ADDITIONAL RELEASES; WHITE HOUSE DENIES NEW FUNDS TO FIGHT T",
    "publisher": "the new york times",
    "year": 1985,
    "month": 7,
    "day": 3,
    "full text": "The Reagan Administration has rejected a request by the Federal Bureau of Investigation for $11 million in extra funds for counterterrorism programs, according to a member of the Senate Select Committee on Intelligence.\nThe Senator, Lloyd Bentsen, said he would introduce legislation to include the money in the budget. Removing it was ''just counterproductive,'' said Mr. Bentsen, a Texas Democrat.\nReagan Administration rejects request by FBI for $11 million in extra funds for counterterrorism programs; Senate Select Committee on Intelligence member Lloyd Bentsen says he will introduce legislation to include money in budget, saying removal is 'counterproductive'; photo (M)\nAccording to figures the Senator released, the bureau submitted a budget proposal calling for an increase in counterterrorism funds to about $50 million in the 1986 fiscal year from $39 million this year. The money was to be used to add agents to counterterrorism programs across the country.\nBut when the Office of Management and Budget submitted the Administration's budget to Congress earlier this year, it added only about $300,000 in counterterrorism funds to the bureau's budget, the Senator said.\nThe budget office, which routinely reduces requests for more funds, refused to explain its decision.\n \n'Terrorism on the Increase'\n''It's one of the most foolish things I've seen since I've been up here,'' Senator Bentsen said. ''Here you have terrorism on an increase around the world, and you know it's going to increase in the United States.''\nJack DeVore, Mr. Bentsen's press secretary, the Senator learned of the action when he asked sources at the bureau about its counterespionage programs. The inquiries had been prompted by recent disclosures about a purported Navy spy ring, he said.\nHe said that the Senator would probably attempt to provide the $11 million by amending an appropriation bill.\nJim Currie, a member of the Intelligence Committee staff, said in a June 25 memorandum to the Senator that about $8 million of the extra money would be used to add 191 agents and support workers to counterterrorism programs.\nUnder the bureau's budget proposal, many of those workers would be assigned to antiterrorism task forces that now operate in Boston, Chicago, New York and Washington. He said the extra money would also be used to create new task forces in Los Angeles, Newark and San Francisco.\nThe F.B.I. would not comment on Mr. Bentsen's assertions and issued a general statement supporting the Administration's budget proposal. ''We're grateful for the support we've received from the Administration and Congress in combating terrorist operations,'' said Tony Genakos, a spokesman for the bureau.\nThe Office of Management and Budget had no comment.\n\nGraphic\n\n \nphoto of Sen. Lloyd Bentson"
}