{
    "title": "THE WAR ON TERRORISM_ Security summit set for Atlanta",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 8,
    "day": 8,
    "full text": "Up to 800 corporate security officers, medical workers, law officers and government officials are expected to visit Atlanta next month for a homeland security summit.\nMore than 400 people have already registered, said Jeff Breedlove, spokesman for the conference. Breedlove said the event will be similar to others held in Los Angeles, Chicago and Seattle.\nAJC\nParticipants will discuss the security climate since Sept. 11 and watch local emergency crews rehearse their response to attacks by terrorists using explosives or chemical or biological weapons. Vendors will sell chemical detection kits and protective suits, metal detectors and other products.\nOrganizers bill the event as the largest conference of its kind in the Southeast since Sept. 11. They will announce details at a news conference at 10 a.m. today at the Marriott Marquis in downtown Atlanta.\nThe conference runs from Sept. 17-20 at the hotel. Its sponsors include the Medical Association of Georgia, the University of Georgia's College of Pharmacy, and Consultants in Disease and Injury Control, a company led by Dr. Murray Cohen, an anthrax expert and the conference chairman.\nRep. Saxby Chambliss, a Republican candidate for the U.S. Senate and chairman of the House Intelligence subcommittee on terrorism and homeland security, is among scheduled speakers. Lt. Gov. Mark Taylor, a Democrat, and FBI agents also plan to attend. Jim Cook, who directs homeland security planning for the city of Atlanta, is among other scheduled speakers.\nMichelle Hitt, a Chambliss spokeswoman, said the conference is an extension of meetings the congressman had with local officials about their plans to respond to terrorist attacks.\n\"He sees this as an opportunity to bring in the private sector,\" she said.\nExecutives from BellSouth and Delta Air Lines are among those planning to attend, said Breedlove.\n \n* ON THE WEB: More on the summit: www.securitysummit.org \n\nLoad-Date: August 8, 2002"
}