{
    "title": "The True Classic of Terrorism",
    "publisher": "the new york times",
    "year": 2005,
    "month": 9,
    "day": 11,
    "full text": "''The Secret Agent,'' Joseph Conrad's 1907 novel about an anarchist plot to blow up the Royal Observatory at Greenwich -- in fact, a scheme by a secret police agent to stir up a government backlash -- has acquired a kind of cult status as the classic novel for the post-9/11 age. Conrad's villain, the Professor, who never goes out without a glass vial of high explosives in his breast pocket and a detonator in his palm, has been taken to be a prescient portrait of the terrorists who menace our own world.\nFew remark on Joseph Conrad's ''other'' great novel of terrorism, ''Under Western Eyes,'' published in 1911. Perhaps the problem is that it rhapsodizes not about detonators of chemicals but on the explosive materials of the soul -- and also that its terrorists are a bit too close to home: educated, middle-class, lofty in their delusions, yet far from the satisfying diagnosis of simple psychopathy.\n  By comparison, ''The Secret Agent'' is not especially prescient about terrorism, certainly not technically. The Professor was a stock figure of Edwardian fiction, and his dreams of mass destruction were nothing ahead of their time. Many novels in the late 19th and early 20th centuries involved plots far more deadly. Also in 1907 Jack London had a disgruntled university-student-turned-terrorist, in his short story ''The Enemy of All the World,'' murder tens of thousands in Europe and along the East Coast with a superweapon he invents. There were even popular memoirs by terrorists themselves, books like ''Underground Russia,'' written in 1882 by S. Stepniak, who had assassinated the head of the Russian secret police (''the terrorist . . . is noble, terrible, irresistibly fascinating, for he combines in himself the two sublimities of human grandeur: the martyr and the hero'').\n  Though often invoked earnestly, ''The Secret Agent'' is essentially a satire of British and European attitudes toward terrorism and counterterrorism. Except for a handful of characters, the novel is populated by allegorical cartoons -- the wily Russian Mr. Vladimir, the meddling flatfoot Chief Inspector Heat, the haughty British aristocrat Sir Ethelred -- and the plot, deliberately small-scale, is based on a real-life, fairly harmless incident that occurred when an anarchist tried to blow up the Royal Observatory in 1894. In the novel, the attack is concocted by a secret agent of a foreign power in order to make the British change their liberal ways and crack down on terrorists. (This part of the story seems stunningly up-to-date: ''England lags,'' says the diplomat who hatches the plot. ''This country is absurd with its sentimental regard for individual liberty.'') The real evil of the novel emerges from the exigencies of counterterrorism, not the anarchist plotting itself. \n  Conrad began writing during the first great terrorist wave of modern times. From 1881 to 1901, the death toll from anarchist attacks included two American presidents (Garfield and McKinley), one French president (Carnot), a Spanish prime minister (Canovas), an Austrian empress (Elizabeth) and an Italian king (Umberto I). Paris anarchists hurled their ''engines'' on the floor of the Bourse and in crowded theaters and cafes.\n  Yet despite its high profile in Europe, terrorist violence had a far greater scope within the czarist empire. The first generation of Russian terrorists came out of the 60's counterculture -- the 1860's in Russia bearing a striking similarity to the 1960's in the United States, with Russian students growing their hair, following gurus who extolled the ''new man'' and starting communes. Some of the students fell into the emerging terrorist underground, joining groups with names like ''Hell'' and ''the People's Will,'' bent on assassinating the czar and bringing on revolution. But the call to revolution also came from national groups within the Russian Empire that wished to be free of Moscow's rule. First among these were the Poles. \n  Conrad's attitude toward terrorism was deeply influenced by the fact that in 1861, when he was barely 5 years old, his father, Apollo \n  Korzeniowski, was arrested as a revolutionary. A poet and playwright, he had joined a group with ties to the anarchist Bakunin. Deported along with his parents to northern Russia, Conrad watched as his mother sickened with tuberculosis and died; his father died four years later. \n  By 1911, Conrad was living in London, a British subject, while the empire into which he'd been born was in upheaval. Thousands were being killed or wounded by terrorists every year; newspapers had introduced special sections devoted to printing daily lists of political assassinations and bombings. That year ''Under Western Eyes'' was published. Instead of presenting eccentric anarchists pursuing images of ruin and destruction, it explores why real young people throw away promising careers and family ties to become terrorists, and so feels especially resonant now. The terrorist threat of the day comes from ''the East.'' Indeed, the Russian East was seen at the time much as the Islamic East is seen now: as vast and violent and unfathomable, the seat of despotism and religious fanaticism.\n  The novel keeps the reader at a certain remove by creating the character of the English-language teacher, the ''Western Eyes'' of the title, who befriends some Russian conspirators in Switzerland and narrates their sad story, while also playing an intermittent role in it. ''To us Europeans of the West,'' this narrator says, ''all ideas of political plots and conspiracies seem childish, crude inventions for the theater or a novel.''\n  The event that sets the plot in motion is based on the day in 1881 when the People's Will assassinated Czar Alexander II, the ''liberator czar'' of Russia's serfs, only Conrad substitutes a more recent and less sympathetic victim, the ruthless interior minister de Plehve, who was blown up in his carriage in 1904. As the story opens, the hero, Razumov -- the name means ''son of reason'' -- a diligent, apolitical student, is visited at midnight by a classmate he barely knows named Haldin, who announces, ''It was I who removed de P this morning.'' His bomb also killed a number of bystanders, ''reckless -- like a butcher,'' admits Haldin. Razumov says little but thinks furiously while his idealistic classmate defends his act: ''This is not murder -- it is war, war. . . . The modern civilization is false, but a new revelation shall come.'' Razumov decides that, rather than helping Haldin escape, he will betray him to the police.\n  The novel's second half takes place in Geneva, among an international tea-circle of ruthless terrorists biding their time in exile. Now it is Razumov's turn to drift in uninvited, and only we are the wiser that he has become a government spy. \n  ''Under Western Eyes'' is less tightly constructed than ''The Secret Agent,'' but when it puts us into the psychic world of the terrorists, a place where violent action is the ultimate proof of sincerity, it is dazzling, unique. We see the cult of the suicide bomber in the mystic terrorists of 100 years ago: ''The mere mention of his achievement plunges me into an envious ecstasy,'' swoons a terrorist salon hostess about Haldin. ''Why should a man certain of immortality think of his life at all?'' The act of entering into this world was apparently so disturbing to the son of Apollo Korzeniowski thathe suffered a kind of nervous breakdown while completing ''Under Western Eyes'' and, according to his wife, for months afterward he would speak to the characters of his story as if in a dream.\n  ''The Secret Agent'' remains the most brilliant novelistic study of terrorism as viewed from the blood-spattered outside. But ''Under Western Eyes'' dares to leap inside, not only into the terrorist mind, but also into the troubled zone that divides West from East, ''the autocracy in mystic vestments.'' The novel shows us a world that is the direct ancestor of our own. Eastern despotism breeds Eastern terrorism, but democratic Northern European cities -- tolerant of refugees, even those plotting murder -- act, then as now, as laboratories for extremists to perfect their paranoias and their infernal ''engines.'' The book allows us to see our terrorist problem through the mirror of a distinctively ''multicultural'' man, an author who felt the hypocrisy and injustice of ''the West'' even while he felt the burden of protecting it -- all the more passionately because he had chosen it. But as Miss Haldin tells the narrator, referring to her brother: ''Don't expect to understand him quite. . . . He is not at all -- at all -- Western at bottom.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDrawing (Drawing by Dusan Petricic)\n\nLoad-Date: September 11, 2005"
}