{
    "title": "The drone threat - in the U.S",
    "publisher": "los angeles times",
    "year": 2012,
    "month": 4,
    "day": 1,
    "full text": "President Obama signed a sweeping aviation bill in February that will open American airspace to \"unmanned aircraft systems,\" more commonly known as drones. Much of the recent discussion about the coming era of domestic drones, which will include those operated by companies and individuals, has been focused on privacy questions. However, drone proliferation also raises another issue that has received far less attention: the threat that they could be used to carry out terrorist attacks.\nThe technology exists to build drones that fit into a backpack and are equipped with a video camera and a warhead so they can be flown, cruise missile style, into a target. In fact, in September 2011 it was announced that the U.S. Army had signed a nearly $5 million contract with a California company, AeroVironment Inc., for the purchase of its Switchblade drones. A Switchblade launches from a tube roughly 2 feet long, sprouts wings immediately after exiting the tube and is then controlled by an operator who looks into a shoe-box-shaped viewer displaying video from the drone. It is equipped with an electric motor that is quiet even when running, and that can be switched off to enable a completely silent glide in the final moments of an approach.\nAlthough reasonable people can disagree on how long it would take terrorists to build or acquire weaponized drones that can be guided by video into a target, there's really no dispute that it is a question of when and not if. The day will come when such drones are available to almost anyone who wants them badly enough.\nIn fact, there is ample evidence that terrorist groups have already experimented with drones. As far back as the mid-1990s - practically ancient history in drone terms - the Japanese Aum Shinrikyo sect that carried out the sarin gas attack in the Tokyo subway reportedly considered drones. So too have al-Qaida and the Colombian insurgent group FARC.\nNations with a record of close ties to terrorists are another concern. Iran unveiled a drone in August 2010 that President Mahmoud Ahmadinejad managed to describe as an \"ambassador of death\" and a \"message of peace and friendship\" in the same sentence.\nSo what can we do to reduce the risk? One good place to start is the \"model aircraft\" provision in the new aviation law, which allows hobbyists to operate drones weighing up to 55 pounds with essentially no governmental oversight. The law allows recreational drones to be operated in accordance with \"community-based\" safety guidelines established by a \"nationwide community-based organization.\" The inclusion of this language was a lobbying victory for model airplane enthusiasts. But is it really in the broader national interest?\nIt is not. One of the hallmarks of an effective national antiterrorism policy is consistency. The hobbyist exception is glaringly inconsistent with our overall approach to antiterrorism. By what logic, for example, do we prevent airline passengers from taking 8-ounce plastic water bottles through security checkpoints, while permitting anyone who so desires to operate a 50-pound video-guided drone, no questions asked?\nThe overwhelming majority of the people in the model airplane and drone hobbyist community would never consider carrying out a terrorist attack. Yet the same could be said for the overwhelming majority of airline passengers, all of whom are subject to the same rules about what can be taken through airport security checkpoints.\nGiven the realities of the world we live in, it doesn't seem unreasonable to require all civilian U.S. operators of drones capable of carrying a significant payload to obtain a license. A useful model can be found in fishing licenses, which provide an inexpensive, nonburdensome way for government agencies to know who is fishing.\nA licensing program obviously wouldn't eliminate the threat of drone terrorism. After all, terrorists won't necessarily feel compelled to get a license. But the federal government has a legitimate national-security interest in monitoring domestic drone use. Today, its ability to do so is inadequate. A licensing program would help plug a critical gap in the government's knowledge regarding who should - and shouldn't - be operating drones.\nIn September 2001, the United States was caught by surprise. Few of us had pondered the possibility that commercial airliners could be turned into weapons of terrorism. With drones, we know now - before any attack on U.S. soil has occurred - that they could be used for terrorism. There is no excuse for not doing our best to make sure that it never happens.\nVillasenor is a nonresident senior fellow at the Brookings Institution and a professor of electrical engineering at UCLA. This commentary first appeared in the Los Angeles Times.\n\nLoad-Date: April 2, 2012"
}