{
    "title": "The DSS Evidence That Got It Court Approval To Further Detain Sowore For Alleged Terrorism",
    "publisher": "the will ",
    "year": 2019,
    "month": 8,
    "day": 8,
    "full text": "SAN FRANCISCO, August 08, (THEWILL)  The Federal High Court, on Thursday, granted leave to the Department of State Security Service (DSS), to further detain the convener of #RevolutionNow protests, Omoyele Sowore, for 45 days in connection to alleged terrorism and treason. Justice Taiwo Obayomi Taiwo, in a ruling on an ex-parte motion by the DSS, said he would allow the agency detain Sowore for 45 days in the first instance, which could be renewed upon request, to enable the DSS complete its investigation.\n Sowore, who is the publisher of Sahara Reporters news website and the Presidential Candidate, African Action Congress (AAC) in the Feb. 2019 general elections, was arrested in the early hours of Aug.\n 4 by the operatives of the DSS in a hotel in Lagos. DSS PRESENTS EVIDENCE OF POSSIBLE INVOLVEMENT IN TERRORISM, TREASON The DSS said Sowore was arrested for suspected terrorism.\n It claimed Sowore met with IPOB leader, Nnamdi Kanu and connived with a Shi'ite group to use the #RevolutionNow protest to forcefully remove the Nigerian government from power. In the motion ex-parte brought by the DSS, under Section 27(1) of the Terrorism (Prevention Amendment) Act, the agency accused Sowore of engaging in acts of terrorism.\n DSS's lawyer, Godwin Agbadua, who led Shimana Azer, while arguing the motion on Tuesday, tendered two digital versatile discs (DVDs), one of which contained a recording of Sowore's meeting in New York with Nnamdi Kanu (of the proscribed Indigenous People of Biafra  IPOB). The second DVD contained an interview where Sowore was said to have disclosed that members of the equally proscribed Islamic Movement of Nigeria (IMN) were going to join forces with him to bring down the Nigerian government.\n In the ruling on Thursday, Justice Taiwo noted that he had read the written submissions of the applicant and seen the DVDs attached to the application as exhibits. The DSS said, in a supporting affidavit to the motion, that it arrested Sowore \"on reasonable suspicion of his involvement in terrorist activities.\n\" The agency said it got information that the defendant (Sowore) has been meeting with members of some terrorist groups with a view to undermining the security of the country. It alleged that Sowore formed an alliance with a fugitive, Nnamdi Kanu, the leader of the Indigenous People of Biafra (IPOB), a proscribed terrorist group in Nigeria, to launch series of attacks on the country, with a view to violently removing President Muhammadu Buhari from office.\n The DSS added that after closed-door meetings between the duo in the United States of America, they addressed a press conference, where they stated their resolve to form an alliance against the Nigerian government. The agency tendered a digital versatile disc (DVD of its recording of the said press conference, which it marked as Exhibit SSS 1.\n The DSS further stated that Sowore held series of meetings with some foreign groups outside Nigeria including Dubai, where millions of dollars was given to him to sponsor widespread attacks in the country, with a view to freeing Ibrahim Yaqub El-Zakzaky. It stated that in furtherance to the plans to violently free El-Zakzaky from custody, Sowore held several meetings with a proscribed terrorists organisation  the Islamic Movement in Nigeria  where they strategised on how to carry out attacks to force the President to free El-Zakzaky.\n \"The respondent hid his agenda under the hashtag of RevolutionNow to mobilise gullible and unsuspecting members public to unleash violence to change the government of the country. \"The respondent stated in one of his videos that Shiite members, who are members of the proscribed terrorists group, were going to join forces with him in bringing down the government.\n\" The DSS also tendered a DVD of the recording where Sowore was said to have made the statement. It was marked: Exhibit SSS 2.\n It added: \"The respondent hid under what he claimed to be a call for mass protest to launch attacks on innocent citizens. \"The planned attacks have caused innocent citizens across the country fears and apprehension as he planned to shut down socio-economic activities nationwide.\n \"There are strong indications the respondent has collaborators from outside of the country to destabilize the country for their selfish reasons. \"The investigation has assumed a wider dimension and sophistication requiring time and advance expertise to conclude.\n \"The activities of the Respondent constituted threats to national security. \"Some of the suspects are currently at large and premature release of the defendant will jeopardise the ongoing investigation,\" DSS said in its application to Justice Taiwo.\n The parties are expected to return to court on September 21, 2019.  The Nation contributed to this report. \n\nLoad-Date: August 9, 2019"
}