{
    "title": "THE TWIN TOWERS _ The Rivalry; Animus Surfaces Between Rival Agencies",
    "publisher": "the new york times",
    "year": 1993,
    "month": 3,
    "day": 7,
    "full text": "It was the biggest arrest in a New York City case since the apprehension of the \"Son of Sam\" killer in 1977 -- but the official announcement came at two oblique news briefings held in Washington.\nThe briefings were notable not only for their scant information but for the absence of crucial New York City figures like Mayor David N. Dinkins and the heads of the local law-enforcement unitsthat shaped the World Trade Center investigation.\nThe Friday briefings were prime examples of a string of perceived slights that some law-enforcement officials say provoked animosity between members of rival agencies involved in the investigation. Besides bruised egos, the divisions that surfaced could have political consequences: for example, Mr. Dinkins, who faces re-election this year, missed an opportunity to be front and center at the sort of triumphant event that a politician wants to dominate.\n \n'Where Reputations Get Made'\n The week's events -- peppered with leaks, frequent appearances by law-enforcement officials on national television, and comments by the President, the Governor and the Mayor -- became a classic example of what in police jargon is known as a \"C.T.M.,\" or \"Career-Threatening Moment\": the kind of mega-event that can lead to a quick slide into early retirement, or catapult someone up the ranks.\n\"The big crisis is where reputations get made or broken,\" said Alice T. McGillion, who as Deputy Police Commissioner managed the New York City Police Department's public response to numerous crises in the 1980's. \"You want to solve the case, and you want to get credit.\"\nThat, according to numerous officials involved in the events, led to a sometimes awkward mix of co-operation and intense competition last week among senior law-enforcement officers. The officials wanted credit for any progress in the investigation and to become its public face, or to at least make sure their agencies were fairly represented.\nMost prominent among the officials were James M. Fox, who heads the Federal Bureau of Investigation's New York office, and New York City's Police Commissioner, Raymond W. Kelly. Each appeared on national public affairs shows, such as \"Nightline\" and the \"MacNeil-Lehrer Newshour\" -- Mr. Fox avuncular, relaxed, and at times even comedic, Mr. Kelly's ramrod stiffness recalling the marine he once was.\nIn Washington, Neil J. Gallagher, chief of the F.B.I.'s counter-terrorism section, praised the expertise and commitment of the New York police investigators assigned to the Joint Anti-Terrorism Task Force that operates under a shared F.B.I.-Police Department command.\nBut many law-enforcement officials from outside the F.B.I. -- speaking only on condition of anonymity -- accused F.B.I. personnel of leaking information to reporters, even to the point of hampering the investigation.\nNew York Newsday, for example, published a report on Thursday tracing the van believed used in the bombing to a Jersey City rental agency. City law-enforcement officials believe the report -- which Newsday said no one asked it to withhold -- rushed the arrest of Mohammed A. Salameh when they would have preferred to trail him to other alleged conspirators.\nFederal investigators for the New York office of the Bureau of Alcohol, Tobacco and Firearms privately bristled when it seemed to them that the F.B.I. was claiming credit for breaking the case, when it was an A.T.F. agent that found a crucial piece of the destroyed van in the bowels of the World Trade Center.\nDespite a period of better relations that began in the early 80's, ties between the police and the F.B.I. have often been so fractious that in the mid- to late-70's, members of the two agencies simply did not talk to each other and pursued separate inquiries.\nThis began to thaw when a joint bank robbery team started in the late 70's, and a memorandum of understanding in the early 80's established the Joint Anti-Terrorism Task Force. The result: a task force of shifting size headed jointly by a police lieutenant and an F.B.I. agent of similar rank that answers to one of two deputy directors of the F.B.I.'s New York office.\nBut last week's events seemed to put a strain even on the years of accumulated goodwill. According to a senior mayoral adviser, Mr. Dinkins -- who was in Japan at the time of the bombing -- was informed of Mr. Salameh's arrest before 10 a.m. Thursday by Commissioner Kelly, who had received the information from Mr. Fox. The aide said the plan was for the three men to announce the arrest at a regular press briefing already scheduled for 4 P.M. in the Police Headquarters auditorium.\nBut someone apparently tipped a WNBC reporter to the arrest, and the station reported it just after noon. At about the same time, according to George Stephanopoulos, the White House spokesman, President Clinton was informed of the arrest and shared the information with him.\nMr. Stephanopoulos was preparing for a general press briefing less than a half hour later and decided that, \"I wasn't going to announce anything, but I couldn't not confirm it if the question were asked.\"\nHe called Stuart M. Gerson, the acting Attorney General, and asked him to field reporters' questions at a 2 P.M. press conference he and William Sessions, the Director of the F.B.I., were planning on another issue. Mr. Stephanopoulos said he was unaware of the plan for the 4 P.M. news conference in New York.\nReporters from CBS and CNN, informed of the WNBC report, asked Mr. Stephanopoulos about it. This set the stage for Mr. Gerson and Mr. Sessions to confirm the information. They provided virtually no facts about the arrest, but Mr. Gerson did say that the arrest marked \"a remarkable day in the history of the F.B.I.\"\n\nLoad-Date: March 7, 1993"
}