{
    "title": "The fight against religious extremism",
    "publisher": "university wire",
    "year": 2013,
    "month": 2,
    "day": 7,
    "full text": "Januarys news and much of the news of the past six months has been dominated by the ongoing fight against terrorism. September and October were clouded with news of violent protests against clips from the film Innocence of Muslims, a low budget production portraying a very negative depiction of the Prophet Mohammeds life. Although the film was never completed, overdubs in Arabic became a focal point for violent protests that claimed lives. The start of 2013 has been similarly marred by the outbreak of violence in Mali and the deadly hostage-taking at an Algerian oil refinery, in which as many as 50 hostages died. The common factor uniting these recent, violent events is religious extremism.\nThe fight against religious extremism is a growing issue, and has become a much more publicized conflict since the Sept. 11 attacks. But unlike earlier fights that pitted democratic governments against movements such as fascism and Marxist-Leninist communism, todays democracies are scared to condemn their enemies. During the recent film protests, the U.S. denounced the work of the maker of Innocence of Muslims, even as innocent people have suffered as a result of religious fundamentalism. Offensive as such productions may be to some, Western democracies have no right to apologize for the very rights that their citizens have fought and died for the right to freedom of expression.\nPeople across the globe have every right to be offended by projects such as Innocence of Muslims, and should feel free to express their opinions in constructive ways, through editorials or peaceful protests; resorting to violence is intolerable. By denouncing the film clips, the U.S. sends a weak message to religious extremists, almost exonerating the actions of mobs and organized terrorist cells such as Ansar al-Sharia. The stance of such groups is clear. In an interview with the BBC in September, Sheikh Mohammed Zahawi, a spokesperson for Ansar al-Sharia told journalists, We want to tell the world that the democratic project doesnt suit us and doesnt suit Islam.\nInstead of apologizing, Western governments must defend the right of individuals to espouse ideas and create intellectual property of a satirical nature that some may deem offensive, a right enshrined in almost every democratic constitution. Instead of apologizing, Western governments must condemn every act of terrorism and mob violence, and act to prevent future events. To date, religious extremists have had some notorious successes, most notably the Sept. 11 attacks, the July 7, 2005, bombings in London, and the March 11, 2004, attacks in Madrid. Many other plots have been stopped thanks to the vigilance of law enforcement agencies and the ineptitude of many conspirators. But the evidence is growing that religious extremism is on the rise. In countries such as Pakistan, radical Islamists control huge swaths of territory threatening to overthrow already unstable nations, turning these countries into springboards for terrorism. Even in developed countries, religious extremists are making dangerous inroads for example, Christian fanatics have assassinated doctors who perform abortions. Finding allies in the war on religious extremism is difficult, with two-faced behavior from many nations. Saudi Arabia, an ultra-religious absolute monarchy, is considered a key U.S. ally in this war, yet funnels millions of publicly and privately held money annually to Wahhabist madrassas (religious schools) that indoctrinate students in their extremist version of Islam and serve as recruiting posts for groups such as al-Qaeda. However, there are many madrassas across the globe that do not indoctrinate students with radical ideas and generally stay within the ambit of secular ideas. Whatever their creed and wherever they operate, religious extremists share common goals the removal of democracy, the overturn of freedom of speech, religion and hard-won gains in civil rights by women and minorities.\nIts time to identify the enemy and stop apologizing. Western democracies must make it very clear to their citizens and to other countries that they are not at war with any one religion, but rather with the violent extremist elements of many different religions whether Christian, Jewish or Islamic. Its a war that will not be won with troops alone, but also with education, health care, economic development and the extension of democracy.\nEamon McCarthy Earls is a Collegian columnist. He can be reached at ecmccart@student.umass.edu\n\nLoad-Date: January 17, 2018"
}