{
    "title": "The ___Dark Web___ a hotbed for child porn, terrorism and democracy",
    "publisher": "university wire",
    "year": 2014,
    "month": 10,
    "day": 27,
    "full text": "To properly understand the \"Dark Web,\" one must picture the Internet as an iceberg: there is the Surface Web, upon which we waste our time watching cat videos and spewing ill-informed opinions onto the YouTube comments section - and then there is the \"Dark Web,\" which is comprised of encrypted websites that allow the users to remain anonymous.\nTor, which stands for \"The Onion Router,\" allows users to anonymously share files, browse the Internet and communicate by bouncing Internet traffic through other computers so as to conceal the user's identity. Normally, law enforcement can trace file sharing and Internet browsing activity from the IP address to expose the computer's owner; however, Tor protects the privacy of its users and often frustrates the efforts of law enforcement.\nAlthough the Tor network was initially created to advance the interests of intellectual freedom, democracy and human rights, evildoers quickly commandeered the program in order to share child pornography, traffic drugs online and host websites committed to terrorism.\nThe U.S. Naval Research Laboratory originally designed Tor in 2002 for use by the State Department. The project was intended to help journalists, political dissidents and human rights workers share information for the purposes of encouraging democratization in illiberal countries such as China, Iran and Syria without facing reprisals by their governments. According to the Guardian, it receives 60 percent of its funding from both the State Department and the Department of Defense .\nThe fact that it receives funding from the DOD is highly ironic, especially since the NSA has mounted a tremendous effort in concert with its British counterpart to crack the Tor system and de-anonymize all of the users operating on the network. While the NSA views Tor as a tool for terrorists and foreign spies to avoid detection by the NSA, the State Department views Tor as a tool for political activists to fight for human rights in totalitarian and intolerant countries.\nWhen Edward Snowden released his shocking batch of revelations, we discovered that the NSA still cannot breach the Tor network and uncover the identities of its users.\nOne top-secret presentation by agents in the NSA titled \"Tor Stinks,\" states: \"We will never be able to de-anonymize all Tor users all the time.\" It continues and notes that, \"With manual analysis we can de-anonymize a very small fraction of Tor users.\" Most importantly, the report says that the agency has had \"no success de-anonymizing a user in response\" to a specific request.\nThe anonymous nature of Tor places an insurmountable obstacle in front of the NSA's intelligence-gathering efforts. Currently, the tug of war surrounding Tor's anonymity is State Department 1, NSA 0.\nAlthough the State Department uses Tor to ensure the online privacy of political dissidents and democracy activists abroad, it has also been used for far more insidious purposes, such as drug dealing, child pornography and terrorism.\nIn October of 2013, federal agents stormed a library in San Francisco and captured Ross Ulbricht; perhaps more importantly, they captured his laptop. From 2011 to 2013, Ulbricht's laptop served as the command post for the notorious online black market for illegal goods and services known as the \"Silk Road.\"\nIt was basically an Amazon.com for all things illegal. Silk Road, which operated on the Tor network, facilitated the trade of approximately $1.2 billion in drugs, guns and hacking tools, according to an American University National Security Law Brief.\nChild pornography peddlers have similarly taken advantage of all that Tor has to offer. For example, last year, the FBI launched a massive operation against Irishman Eric Eoin Marques, whom the FBI dubbed \"the biggest facilitator of child pornography on the planet.\" Marques operated Freedom House, a poorly named web hosting service that allowed pedophiles to anonymously traffic horrific child pornography over the Tor network.\nA different child pornography site named Lolita City also operated on the Dark Web; that is, until the high-tech \"hacktivists\" at Anonymous took down the website and exposed the account details of 1,589 users and posted it as evidence, according to Slate.\nIn addition, terrorists have even used the Tor network; for example, the Washington Post reported last year that the NSA successfully discovered the identity of an al-Qaeda operative who was working as a propagandist and posting information on the organization's website.\nAlthough the State Department originally created the Tor network for the purposes of helping political dissidents and human rights activists operate in foreign countries, the NSA has undertaken aggressive efforts to undermine the anonymity of its users. And so far, the NSA's efforts have proven unsuccessful. The Tor network has also morphed into a hotbed of criminal activity, allowing people to traffic drugs, share child pornography and promote terrorism anonymously.\n\nLoad-Date: October 27, 2014"
}