{
    "title": "THE PRESIDENCY This 9_11, Obama has the bullhorn on terrorism",
    "publisher": "the world",
    "year": 2009,
    "month": 9,
    "day": 11,
    "full text": "WASHINGTON - On Sept. 11, 2001, Barack Obama was driving to a state legislative hearing in Chicago when he heard the first sketchy reports of a plane hitting the World Trade Center on his car radio. The 40-year-old state senator spent the afternoon in his law office watching \"nightmare images\" of destruction and grief unfold on TV.\nWithin days, he'd issued a statement about what the nation should do next.\nBeyond the immediate needs to improve security and dismantle \"organizations of destruction,\" Obama wrote, lay the more difficult job of \"understanding the sources of such madness.\" He wrote of \"a fundamental absence of empathy on the part of the attackers,\" of \"embittered children\" around the world, of the seeds of discontent sown in poverty, ignorance and despair.\nThe nuanced musings of an obscure state senator, Obama's statement never even made the big Chicago dailies.\nAmericans were listening instead to President George W. Bush, shouting into a bullhorn at Ground Zero. To weary rescue workers and a sorrowing nation, Bush declared: \"The world hears you, and the people who knocked these buildings down will hear all of us soon.\"\nEight years later, Obama has the bullhorn. And the way forward in the fight against terrorism is anything but clear.\nObama approaches his first 9/11 anniversary as president saddled with two wars that followed the 2001 terrorist attacks, and confronted at every turn by difficult leftovers from Bush's response to them.\nPublic sentiment toward U.S. involvement in Afghanistan is souring as combat deaths grow and questions persist about flawed Afghan elections. The drawdown of U.S. troops in Iraq is moving forward, but at a slower pace than envisioned by candidate Obama. Defense Secretary Robert Gates speaks of \"a certain war-weariness on the part of the American people.\"\nThere are sticky questions about what parts of Bush's anti-terrorism program to keep, what parts to lose, what parts to investigate.\nObama's goal of shutting the detention facility at Guantanamo Bay in Cuba within a year is bogged down in case-by-case complexities.\nThe phrase \"war on terror\" has fallen out of favor: Obama avoids using it, he says, to keep from offending Muslims.\nKeeping Americans safe, the president says, is \"the first thing I think about when I wake up in the morning; it's the last thing that I think about when I go to sleep at night.\"\nBush used to say the same thing.\nHe pledged to \"rid the world of evil,\" and framed the worst act of terrorism on American soil with a black-and-white clarity that belied the complex challenges that lay ahead.\nObama, more discriminating in his speech, has struggled to craft a clear message as he faces difficult decisions about how best to protect Americans and amid growing doubts about his ability to do so.\nAn AP-GfK poll released this week finds the president's approval ratings for his handling of Afghanistan and Iraq slipping, and declining approval, as well, for his efforts to combat terrorism.\nOn today's 9/11 anniversary, Obama will visit the Pentagon memorial to those who died there in the 2001 attacks, and meet with loved ones of the dead.\nHe issued a proclamation Thursday honoring those who died and urging Americans to mark the anniversary with acts of community service. He also pledged to \"apprehend all those who perpetrated these heinous crimes, seek justice for those who were killed, and defend against all threats to our national security.\"\nThe president's challenge, says former Bush foreign policy adviser Juan Zarate, is to \"find a balance where he's clearly marking 9/11 as a key historic moment from which his current policies flow, but also not allowing it to define him,\" as the attacks defined Bush's presidency.\n\"The Bush administration was often viewed as too firmly planting its policies in 9/11 and in the war on terror,\" said Zarate, now an adviser at the Center for Strategic and International Studies.\nIn the years since 2001, Americans' fears about terrorism gradually have diminished as people have moved on with their lives.\nThey worry more now about the economy, health care and unemployment, polls show, and they elected a new president with high hopes that he would act decisively on those issues and with underlying expectations that he would keep them safe.\nSo Obama's challenge is to focus on terrorism even as he engages in a historic effort to restructure the nation's health-care system and works to nurse the economy back to health.\nThere is spirited debate within the Obama White House over what to do next in Afghanistan, and whether to send in more troops to stop extremists and stabilize Pakistan.\nThe president says his goal is clear: to \"disrupt, dismantle and defeat al-Qaida and their extremist allies.\" The way to do that, he argues, is by fighting the insurgents in Afghanistan to prevent the country from again becoming a haven for al-Qaida.\n\"But lots of people have not bought it,\" said Stephen Biddle, a fellow at the Council on Foreign Relations who has served as a civilian adviser to the general in charge of the U.S. war effort in Afghanistan. \"Surely a big piece of the declining poll numbers for support for Afghanistan is that the public does not yet see the connection between Afghanistan and al-Qaida today.\"\nPeter Feaver, a Duke University expert on war and public opinion who worked in the Bush White House, said that mixed messages coming out of the White House are partly to blame for the public's confusion. The administration's talk about a narrow mission to fight terrorism didn't jibe with its broader efforts to help rebuild the country and promote economic stability, he said.\nThe public, Feaver said, is uncertain \"where the president's gut is on this issue.\"\nMichael O'Hanlon, a foreign policy expert at the Brookings Institution, said it would be a mistake to measure Obama's success at fighting terrorism only by the yardsticks of Iraq and Afghanistan. The president also is trying to promote security on the homefront, working with partners in other countries and waging a broader battle to defuse hatred and extremism that fuel terrorism globally, he said.\nAmericans are pragmatic enough to evaluate those efforts case by case, says O'Hanlon, and \"ultimately, the judge of whether we're making progress is whether we get attacked again.\"\n\nLoad-Date: September 11, 2009"
}