{
    "title": "The Terrors of Terrorism",
    "publisher": "university wire",
    "year": 2014,
    "month": 9,
    "day": 8,
    "full text": "What do you think when you hear the word jihad? Is it a brown-skinned, long-bearded man screaming allahu akbar with a bomb strapped to his chest, out to kill the infidels? There is also another jihad: the struggle that burns inside Little Terrors' young protagonist Sahmi as he wrestles to connect Islam's teachings with the radical actions of the terrorist group that has drafted him. The genius of Canada's Maninder Chana brings these two jihads together in his directorial debut.\nLittle Terrors attempts to bridge Western and Middle Eastern cultures with a message that is both an outcry to stop generalizing, and a sermon preaching against the reasoning of evil men who twist religion to brainwash and manipulate vulnerable, unstable minds. There are compassionate Muslims and radical ones, kind Americans and those who are rudely ignorant. These characters are judged as respectable or deplorable based on their actions, not their religions.\nTo demonstrate that the radical jihadist groups have manipulated the Qur'an, the director contrasts the terrorists' actions with epigraphs quoting Mohamed between each episode of the movie. It's an emotionally convincing approach, but one that doesn't resonate intellectually - one must wonder if he is also taking these excerpts out of context, or if they conflict with other passages in the Qur'an.\nLuckily Chana isn't making a documentary on the subject as his ambitions lay elsewhere - to tell the plausible and raw story of a boy chosen by Islamic fundamentalists to join a terrorist cell with plans to bomb an American embassy in Delhi. He is taken to a training camp where he is brainwashed and trained to fight a holy war against a people that sadistically kill and control their brothers in Palestine and Iraq. These half-truths and one-sided stories manipulate the vulnerable boy.\nAs Sahmi's training progresses, you see his worldview shift from natural compassion to deep hatred and a closing of the mind to everyone around him. When an American journalist enters the story, he ignites an inner jihad in Sahmi, for he brings a new perspective.\nThis man isn't the evil monster that the leaders of the terrorist group have made him out to be. The journalist has done nothing deserving of torture, except to be American and not Muslim. In a touching and poignant scene, the broken and bruised journalist pleads with Sahmi to recognize the evils of what they have done to him by explaining the allegorical elements in Star Wars. In this elucidating scene, the journalist treats the boy like a boy in contrast to the jihadists who brutally dehumanized the boy.\nWhat a genuinely moving and affecting movie this is! If it weren't all so relevant, so true, so convincingly acted, so beautifully realized from a production standpoint, so restrained in its depiction of brutality, so meticulous in the developments of Sahmi as a character, and in the end so resolute and haunting in the bitter simplicity and profundity of the concluding sacrifice, then we could dismiss it as some twisted form of manipulation where brutal acts are shown for the sake of showing brutal acts. Instead there is a piercing authenticity that breaks our hearts and infuriates our consciences.\nLittle Terrors isn't based on a true story, but it contains more truth than most fact-based films out there.     \n\nLoad-Date: September 8, 2014"
}