{
    "title": "THE LESSONS LEARNED IN WAR",
    "publisher": "the philadelphia inquirer",
    "year": 2011,
    "month": 9,
    "day": 14,
    "full text": "Did we win the war on terrorism?\n Ten years after 9/11, Osama bin Laden is dead, and al-Qaida is fractured. There's been no second attack (although intelligence chatter picked up possible threats during anniversary commemorations).\n So people ask: Did we win?\n Not really. What we've won is hard knowledge that cost us dearly. And what we've lost - well, that will cost us even more.\n We know now (and many knew at the start) that there never was a \"war on terrorism.\" The Bush administration used that term to rally the country at a terrible time, but it was badly misleading. It misdiagnosed the nature of the struggle.\n This was not a conventional war like World War II where victory could be won by bullets. At the broader level, it was a battle of ideas that would take decades to play out. At the narrow level, it should have been a very specific effort to crush the jihadi network that had attacked us - al-Qaida.\n Yet in 2001, we were accustomed to fighting states and didn't know how to confront an enemy that was stateless.\n And so we went to war against states.\n Let me be clear. I believe we had no choice but to declare war on the Afghan Taliban that was host to bin Laden. However, we were smart enough, initially, to rely on local Afghan ground forces to do the fighting, helped by our air strikes and commandos.\n After that, the Bush administration's grandiose approach to war against terrorism did us in.\n Instead of cleaning up the al-Qaida network in Afghanistan and Pakistan, Bush rushed to war in Iraq - which had no al-Qaida. Our shift in focus permitted al-Qaida to flourish in Pakistan and ignored the return of Taliban networks to Afghanistan.\n Meantime, the gross mishandling of postwar Iraq helped create an al-Qaida monster in that country, where there hadn't been one. It also inspired jihadis elsewhere.\n And here's the biggest irony: We invaded Iraq because the Bush team convinced itself, despite much evidence to the contrary, that Iraq was home to al-Qaida - along with a nuclear program. Yet it was wealthy Saudis who financed al-Qaida and other jihadis. And, after 2001, nuclear-armed Pakistan became home base for al-Qaida and its allies. But we didn't sufficiently confront these two allies, focusing instead on Iraq.\n Gradually we learned these bitter lessons over the last decade, at a huge cost in lost U.S., Iraqi, and Afghan lives.\n We developed new strategies for combating stateless terrorists. We learned how to coordinate intelligence-gathering, make use of new technology (including drones), and follow the terrorist money trail. That prevented attacks and broke up networks.\n After al-Qaida launched attacks on Saudi soil, the Saudi government smashed its local operations and began better intelligence cooperation with Washington, although private Saudi and Gulf money still flows to terrorist coffers.\n Jihadi attacks on Pakistani army and government sites finally persuaded Pakistan's government to crack down on some militants, but its cooperation with us is still halfhearted. Otherwise, how could bin Laden have lived in Abbottabad for five years?\n What we now know is that the effort to disrupt, dismantle, and deter jihadi groups from attacking us must continue for a long time. Al-Qaida may be on the ropes, but it has spawned many affiliates that want to hit us and Europe.\n Those networks can be curbed or broken, but not wholly defeated. Eventually, they will implode or lose their attraction. The good news: This is already happening in the Middle East, where young people have been galvanized by Arab rebellions in which radical jihadis played no part.\n The bad news: Al-Qaida clones in Pakistan still hope to take over the nuclear-armed state. This isn't out of the question. Pakistan is reluctant to crush some jihadi networks - including Afghan Taliban - because it wants to use them as a hedge against India. Pakistan's ambivalence keeps the Afghan pot boiling; its havens for Taliban make a U.S. troop withdrawal harder.\n We can't invade Pakistan, but at least we've taken off our blinders about its help to jihadi networks. These days, Islamabad's foot-dragging won't prevent the United States from attacking jihadis in Pakistan with drones; this won't crush them, but it will undermine their operations.\n And so, the war against terrorist networks will continue - with far more precision and focus. Our struggle to balance security needs and civil rights will be ongoing.\n We'll learn to live with a certain degree of insecurity, as Europeans and Israelis have long done. We've realized this is not World War III; the jihadi threat remains real, but we can't let this threat consume us.\n Yet the cost of our learning curve must be measured in more than dollars, or even lost lives. Our reputation abroad has been sullied by mistakes in Iraq and Afghanistan. Our focus on big wars made it easy to ignore growing problems and divisions at home.\n A faltering economy has created more fears about the future than did the 9/11 killers; political zealots, including some GOP candidates, stoke those fears and balk at political consensus.\n The fissures within our society have grown so great, we can't even pay tribute to the 9/11 fallen without bitter arguments over religion and patriotism. An event that once united the country can't reunite us 10 years after, at a time when we need unity to confront deep economic problems.\n Bin Laden couldn't defeat us, and we've learned how to deal with the jihadi danger. But 10 years on, we're in danger of defeating ourselves.\n<b>\n\nNotes\n\n</b> <i>Trudy Rubin is a columnist for the Philadelphia Inquirer.</i> <b>\n\nLoad-Date: February 27, 2012"
}