{
    "title": "THE FEAR OF FEAR ITSELF",
    "publisher": "the world",
    "year": 1986,
    "month": 5,
    "day": 13,
    "full text": "WHEN ''The Color Purple'' went to the Cannes Film Festival in France this month, director Steven Spielberg and star Whoopi Goldberg stayed home.\nThe Italian Open tennis tournament began yesterday in Rome, but there were no junior players from the United States: The US Tennis Association had decided not to send any.\nA trade delegation from the state of Washington canceled a European trip just days before it was to have begun.\nTWA is closing down its Cairo-Athens and Cairo-Rome connections; Pan Am has laid off 212 employees and canceled new services planned for the Chicago-Frankfurt and Los Angeles-Paris routes; and US travel agents are reporting 20 to 30 percent declines in trips to Europe.\nThe reason in each case: fear of terrorism.\nIn the past year, terrorism has made its mark on America as never before. A relatively small number of committed terrorists, operating thousands of miles from America's borders, have succeeded in changing the way the most influential nation on earth lives, works, and relaxes.\nThe present upsurge in concern began, perhaps, with the 17-day ordeal of TWA's Flight 847 in the Middle East last summer. Watching the hijacking unfold in lurid detail on network television, ordinary Americans were reminded once again how much they, too, were susceptible to terrorism.\nAmericans had seen plenty of terrorism before, of course. But much of it had been directed at government officials and other obvious targets. The takeover of the US Embassy in Tehran, Iran, in 1979, although of much longer duration than the TWA incident, involved diplomats, not ordinary folks. The truck-bombing of the Marine barracks in Beirut in 1983, though far more lethal, involved uniformed servicemen.\nBut TWA 847 seemed different. Ordinary Americans from places such as Indianapolis, Little Rock, Ark., and Albuquerque, N.M., became hostages. The terrorists, given plenty of television air time, explained their deadly purpose with new force.\nSo the nation was already primed with concern when, in October, New York passenger Leon Klinghoffer was brutally murdered by the Palestinian hijackers of the Italian cruise ship Achille Lauro.  The spiral of fright rose another notch when, in December, five Americans perished in the wanton massacres by Palestinian gunmen at the Rome and Vienna airports.\nCould not something be done? Must the Western world stand by helplessly while trained terrorists strike out at will against innocent people?\nThe occasion for response came after a discotheque frequented by US soldiers in West Berlin was bombed April 5. US intelligence traced the cause to Libyan agents in East Berlin. On April 14, US planes bombed Libya.\nNever before in the Western world's two-decade-long battle against modern terrorism had military force been directed against a government. Terrorism had moved into the big leagues.\nHistorians will long debate the wisdom of the Reagan administration's decision to send in the bombers.\nWill the strike help limit terrorism, by sending messages that states supporting terrorist groups cannot escape without penalty? Or will it provoke new fury and new attacks on Americans?\nWill the attack drive wedges between America and friendly nations, or will the unified stand against terrorism articulated at the recent Tokyo summit prove to be a bellwether for tougher stands in general?\nIs terrorism best fought with military force? Or does it take better police work, tougher security, and more preventive intelligence?\nShould Americans seek to emulate the successes of the British and the Italians, who have managed to diminish the incidents of Irish Republican Army (IRA) and Red Brigades terrorism by strict adherence to the law? Or is the world now fighting a new kind of terrorism - masterminded by puppeteers controlling suicidal operatives and sweeping across international borders - that demands a new kind of response?\nFinally, can terrorism be fought without altering the fabric of free democracies? Or must protection of liberty involve curtailment of individual freedoms?  These questions have been the subject of scores of Monitor interviews conducted over the past five months in London, Belfast, and Aberdeen; Bonn, Cologne, Bremen, and Hamburg; Paris, Milan, and Rome; Tel Aviv and Jerusalem; and Washington and Boston.\nFrom discussions with politicians, government officials, past and present intelligence analysts, police and military officers, counterterrorism specialists, academics, security consultants, clergymen, journalists, terrorist sympathizers, and ordinary citizens, the following points come to the surface:\n* Terrorism's central weapon is fear itself. It consists of an attempt by the weak to gain dominion over the strong. And since its ultimate target is not the victim but the public at large, terrorists seek access to formal or informal channels of communication.\n* Terrorism stems from some of the basest elements of human nature - hatred, revenge, and territoriality. Yet it often comes in the guise of religious or political movements, a just attempt to gain a homeland or a remedy for past injustices.\n* It is essentially a problem affecting the free world, not the communist bloc. The US State Department conservatively counts 695 terrorist incidents worldwide in 1985. Only one took place in Eastern Europe. And although only four occurred in North America, American targets overseas were involved in about 25 percent of all terrorism. Of the 695 total, the vast majority took place in the Middle East (310), Europe (184), and Latin America (125).\n* Terrorists are becoming more sophisticated in weaponry, selection of targets, use of intelligence, and manipulation of the news media. The gunmen themselves are beginning to use home video equipment to make tapes for release to commercial networks. The terrorist of the future, writes expert Neil C. Livingstone, ''may more likely be armed with an Apple II home computer than a Polish-made WZ63 machine pistol.''\n* Terroists are building new alliances. Isolated groups are beginning to come together in what John Newhouse, a New Yorker writer, has dubbed ''a freemasonry of terrorism.'' A meeting in Tripoli in early February at which Libya's Col. Muammar Qadaffi was host brought together 22 Arab terrorist groups. An unrelated meeting, in Frankfurt, West Germany, from Jan. 31 to Feb. 2, brought together several hundred participants from 11 European countries to discuss ''anti-imperialist and anti-capitalist resistance in Western Europe'' and to review strategy with ''comrades'' from the Middle East and Central America.\n* Terrorists are shifting to a new target: the tourist. Robert Kupperman of the Center for Strategic and International Studies at Georgetown University in Washington, D.C., notes that ''the real story in terrorism (these days) is the tourism business.'' In the 1970s, embassies and military installations were frequently attacked. These targets, subsequently ''hardened,'' may soon become even more secure: The US State Department is proposing to spend $4.4 billion to build 79 new embassies and renovate 175 others. A second source of targets, the international business community, has also hardened itself: A Rand Corporation terrorism expert, Brian M. Jenkins, notes that businesses in America spend $21 billion a year on security. So terrorists, seeking softer targets, increasingly look to tourists. Estimates are that countries around the Mediterranean lost $1 billion in canceled bookings in 1985, with Greece alone losing $300 million.\n* Much of modern terrorism is tied to the Arab-Israeli conflict - involving two cultures whose dominant religious teachings both make room for revenge. But many observers agree that the solution to terrorism does not lie simply in resolving the Palestinian problem. Even if that problem were solved tomorrow, they say, Middle Eastern terrorism would continue at the hands of militant Shiite fundamentalists. Terrorism would also continue from other groups: Sikhs, Tamils, Basques, Irish Republicans, the Boricua Popular Army in Puerto Rico, the Red Army Faction in West Germany, and the M-19 in Colombia, to name a few. * Terrorism appears to be more than a passing phenomenon. ''It's a problem to be managed, not to be solved,'' says Ambassador Edward Marks, a counterterrorism specialist on leave from the State Department\nThe Rand Corporation's Mr. Jenkins cites new sources of frustration and new levels of state sponsorship as reasons for the rise in terrorism. He also notes a widening arena: By the mid-1980s, terrorist incidents were occurring, on average, in 65 countries each year - up from 29 countries in the late 1960s.\n* Most experts agree there is plenty of room for strong counterterrorist measures. Noting that terrorism is most effective when the public lets fear take over, many observers urge that it be kept in perspective - noting, for example, that the 23 American lives lost overseas last year in terrorist incidents are greatly overshadowed by the 18,000 murders in the US each year.\nThey note, too, that the presence of conditions in which political violence seems to flourish does not mean that terrorism will necessarily occur. ''People who have lost their homelands don't automatically turn to terrorism,'' notes Rand Corporation scholar Paul B. Henze. ''We have enormous groups of these people around the world who haven't gone to (terrorism) at all.''\n \nter'-ror-ism: n. (Fr. terrorisme) 1. the act of terrorizing; use of force or threats to demoralize, intimidate, and subjugate, esp. such use as a political weapon or policy 2. the demoralization and intimidation produced in this way\n\nGraphic\n\n \nIllustration, no caption, Illustrations by Rob Colvin; Symbol 1,''. . . the unlawful use or threatened use of force or violence by a revolutionary organization against individuals or property with the intention of coercing or intimidating governments or societies, often for political or ideological purposes.'' Department of Defense, 1983; Symbol 2, ''. . . the unlawful use of force or violence against persons or property to intimidate or coerce a government, the civilian population, or any segment thereof, in furtherance of political or social objectives.'' The Federal Bureau of Investigation, 1983; Symbol 3, ''. . . premeditated, politically motivated violence perpetrated against noncombatant targets by subnational groups or clandestine state agents.'' State Department, 1984; Symbol 4, ''. . . violent criminal conduct apparently intended:\n''* to intimidate or coerce a civilian population\n''* to influence the conduct of a government by intimidation or coercion\n''* to affect the conduct of a government by assassination or kidnapping.'' Department of Justice, 1984; Symbol 5, ''. . . the unlawful use or threat of violence against persons or property to further political or social objectives. It is usually intended to intimidate or coerce a government, individuals, or groups or to modify their behavior or policies.'' The Vice-President's Task force on combatting Terrorism, 1986"
}