{
    "title": "The hierocracy on how the media is treating the mosque shooter",
    "publisher": "university wire",
    "year": 2017,
    "month": 11,
    "day": 6,
    "full text": "On Jan. 29 of this year, Canada suffered a major tragedy. In the town of Quebec City, a lone gunman opened fire on the Islamic Cultural Centre of Quebec City killing six people and injuring 19. The terrorist turned out to be local resident Alexandre Bissonnette, except the media is being very hesitant to describe him as a terrorist, but I don't know why.\nMerriam-Webster defines terrorism as \"the systematic [planned] use of terror especially as a means of coercion [persuasion by force].\" Bissonnette, a 27-year-old male, has been revealed to be far-right, pro-Israel, anti-immigration, all political viewpoints associated with being hostile to Islam. So the motive is there, and Quebec premier Philippe Couillard and Canadian Prime Minister Justin Trudeau have called the shooting a terrorist attack, but Bissonnette has not been charged with terrorism and the media is being very hesitant to call him a terrorist. Correction: the media was hesitant to call him a terrorist after he was revealed to be white.\nRight after the attack, two men were arrested. Their names were not revealed, but were identified by their nationalities: the French-Canadian, Bissonnette and then a Canadian of Moroccan origin, Mohamed Belkhadir. On Monday, it was clarified that Belkhadir was not a suspect, but a witness and was immediately released.\nAfter the clarification was made, Fox News posted a tweet excluding Bissonnette, painting Belkhadir as the sole suspect. This tweet and false reports were used to justify Trump's immigration ban and promote anti-Islamic propaganda. Eventually at the request of PM Trudeau, Fox removed the tweet from its page, but the damage has already been done. The question still remains, why are we so hesitant to call a white person a terrorist (despite white males being responsible for more than half of mass shootings in the US from 1982 to 2016), but not a Muslim?\nThe answer is it simplifies everything. Terrorism is a complex issue that requires analyzation from various sides, and requires you to acknowledge that someone of any ethnicity could be capable of committing terrorism. However, people really do not like the idea that anyone can be capable of terrorism, and it's understandable because it's really terrifying. But it's something we need to face reality with, or else we find a scapegoat to project all of our fears on horrific results as shown in America ever since 9/11.\nBecause of 9/11, Muslims have been the victims of hate and marginalization, even to the point of it being mainstream to be Islamophobic, and notable commentators Milo Yiannopoulos, Steven Crowder, Ann Coulter and Bill Maher have all expressed Islamophobic viewpoints. This is destructive because in doing this we only increase hostility giving groups like Al-Qaeda and ISIS more material to radicalize. This prevailing Islamophobic is also dangerous because we then think only Muslims are terrorists and it allows politicians to easily manipulate fear against Muslims and base an entire platform around Islamophobia. We then become inactive towards attacks of other ethnicities, claiming \"it just happens.\" If we really want to stop terrorism, the first step is acknowledging that a terrorist can be of any ethnicity.\n\nLoad-Date: November 6, 2017"
}