{
    "title": "The Future of American Terrorism",
    "publisher": "the new york times",
    "year": 2001,
    "month": 6,
    "day": 10,
    "full text": "Timothy McVeigh is no martyr and is not going to become one. Judge Richard Matsch's refusal to stay Mr. McVeigh's execution, which is scheduled for tomorrow, may, for a time, add some fuel to the far-right theory that Tim McVeigh is merely a pawn in an expansive conspiracy led by a group of John Does that may even have had government involvement. But only a small fringe will cling to this theory for long.\n     After all, Mr. McVeigh effectively dispelled this charge by admitting he bombed the building in 1995. He did it, he said, with little help from anyone. He said there was no John Doe. He has done an almost masterful job of manipulating the press over his pending execution. But his timing was a bit off. His confession, unfortunately for him, came before the revelation of withheld Federal Bureau of Investigation documents. \n The militia movement did grow after Mr. McVeigh set off his fertilizer bomb. There were about 220 militia and antigovernment groups in 1995, a number that skyrocketed to more than 850 by the end of 1996. This was partly due to the movement's momentum before the bombing. Another factor may have been the belief circulating among militia groups that government agents had planted the bomb as a way to justify antiterrorism legislation. No less than a retired Air Force general has promoted the theory that in addition to Mr. McVeigh's truck bomb, there were bombs inside the building.\nHad Mr. McVeigh claimed credit and used his trial to make a political statement about Ruby Ridge and Waco, he might have had more success at achieving martyrdom. Instead, he remained silent, pleaded not guilty, and compelled the government to present a case against him.  In the last few years, the militia movement has practically evaporated. Today, there are fewer than 200 such groups, most of them small and fragmented. Just recently, a once robust Michigan militia, which in 1995 claimed thousands of members, announced its demise.\nOver time, Timothy McVeigh's crime -- murdering 168 people -- became too much even for militia members to excuse. When most militia followers saw the picture of the bleeding, dying baby in the fireman's arms, they were repelled. It's one thing to shoot pine stumps on weekend maneuvers, but quite another to kill babies in the name of freedom. Mr. McVeigh's idea that the death of innocents was merely \"collateral damage\" was the militias' collective undoing.\nAre we any safer now that the militia movement has faded? Probably not. The radical fringe's willingness to resort to violence has long been with us. In the 1970's and 1980's, for instance, the anti-Semitic Posse Comitatus raged through the Midwest. In the late 1980's and early 1990's, neo-Nazi skinhead groups grew, and they were responsible for a series of murders around the country. Today's \"hate groups\" -- smaller, more Nazified, more revolutionary -- are perhaps even more dangerous than some of the groups in the militia movement. So while the particular movement that spawned Timothy McVeigh is dwindling, the threat of domestic terrorism remains very much alive. \n\nhttp://www.nytimes.com\n\nLoad-Date: June 10, 2001"
}