{
    "title": "The view from nowhere",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 21,
    "full text": "George Orwell once wrote that \"in a time of universal deceit, telling the truth is a revolutionary act.\" Since Sept. 11 it is just this sort of act that many Americans have been desperately avoiding. If we as a country cared about the constitution half as much as we do about \"patriotic\" bumper stickers and American flag lapel pins we would be the ultimate expression of democratic values. Instead we have made the tragically common American mistake of forsaking substance for the seductiveness of style. We have sacrificed the values we so desperately need to survive as a democracy for the hyperbole we for some reason demand to hear from our politicians. In doing so we have not only ensured the success of the terrorist attacks but have disgraced the memory of those who ultimately gave their lives for nothing on that terrible day.\nAny act of terrorism has two main objectives. The first goal is the random murder of innocent people and the resulting incitement of fear. Since Sept. 11 our government has relentlessly and methodically not only encouraged this fear but cultivated and exploited it for political purposes. People are called \"terrorists\" because they want to make people afraid and in this respect the Bush Administration has been their most willing collaborator.\nSecondly, terrorism seeks to use this fear to undermine those freedoms, which only those of us in open societies enjoy. They resent that our way of life includes individual rights and (formerly) robust civil liberties. Al Qaeda does not want to militarily conquer the United States in order to end our experiment in democracy. Why should it when it can sit back and watch from a distance as we end it ourselves? To say that the erosion of our freedoms helps \"fight\" terrorism misses the entire point of terrorism completely.\nEchoing Orwell's prophetic self-contradictory slogan \"war is peace,\" the discourse in this country on how to respond to terrorism has been totally perverted by politics. Terrorism wins when you allow it to shake your faith in open, transparent government. In this respect Al Qaeda has played the Bush Administration and the American media at large like a big red, white and blue fiddle. Sept. 11 was a success for terrorism not because it brought down the towers but because it brought down our will to critically question our government, fight for freedom at home and abroad and to hold our leaders accountable for their actions.\nIn a sane, rational society of people grounded in objective reality people have sane, rational fears. 2,973 people died on Sept. 11 and it was a tragedy. But to put that number in some perspective recall that 40,000 people a year die in traffic accidents. So in the five years since the attack you have been statistically 67 times more likely to die from a Toyota than you are from the Taliban. Where's the war on driving? 30,000 Americans die a year from gun violence. Where's the war on guns? We've built our ivory tower of nationalism so high that we've overlooked that up to 400,000 innocent people have died in the ongoing crises in Darfur. Apparently Americans are not only selective about their moral outrage but totally nonsensical about their moral priorities.\nBelieve it or not, torturing people held without charges in secret CIA prisons isn't the best way to win the hearts and minds of the Arab world. Nor is illegally invading a sovereign nation unprovoked and killing over 100,000 innocent civilians. Somehow these brain-busters continue to elude the Bush Administration in its catastrophically misguided War on Terror.\nEven since its highest officials have been publicly exposed as liars, many people seem to inexplicably continue to trust the government. What they fail to realize is that Sept. 11 wasn't the cause of the War on Terror it was the excuse for it. It has allowed neoconservatives a free hand to do whatever they want as long as they can vaguely connect it to national security. It will take decades to fully undo the backwards steps we've taken domestically, diplomatically and ideologically over the last half decade.\nThe sad fact is that George Bush has killed more Americans than Osama bin Laden. You can rationalize, justify, spin, interpret or ignore that fact any way you want but that doesn't make it go away. More Americans have died in Iraq and Afghanistan than on Sept. 11. You and I are more likely to die fighting in this hopelessly pathetic \"War on Terror\" than as a result of a terrorist attack. That's not an opinion or a personal perspective it's just the way things are.\nIf you want to be afraid of something be afraid of your government and why it wants to tap your phone calls and search your home without a warrant. Be afraid of an uncritical media that rolls over every time another self-righteous ideologue hides a lie behind an American flag. Be afraid of not having a job after college because of massive corporate outsourcing. If in this day and age terrorism is the one thing you're really most afraid of then I'd like a hit of whatever you've been smoking for the past five years.\nOnce upon a time there was a country that stood for something more than oversized sport utility vehicles and reckless military interventionism. But today people passively consume government propaganda just as eagerly as they consume tabloids, lottery tickets and greasy food. The rest of the world knows what's going on and sooner or later we too will have to confront reality. I know sanity is traditionally a most un-American of values but we are capable of doing so much better. And that's the truth.\n(C) 2006 Daily Targum via U-WIRE\n\nLoad-Date: September 21, 2006"
}