{
    "title": "The left was not right on Iraq Increasing stability in Iraq allows progress",
    "publisher": "the world",
    "year": 2008,
    "month": 6,
    "day": 21,
    "full text": "THE neo-conservative argument following 9/11 was that we should no longer treat terrorism as a crime, but rather as an act of war. That argument won, and guess what? It worked.\nIn 1998, al-Qaida attacked two American embassies in Africa, killing hundreds.\nIn 2000, al-Qaida attacked the USS Cole, killing 19.\nIn 2001, al-Qaida attacked Washington and New York, killing nearly 3,000 people.\nSo much for treating terrorism like a crime.\nSince then, al-Qaida has not launched a successful attack on U.S. soil. The feds thwarted attacks on the Sears Tower in Chicago and the Los Angeles Airport.\nWith President Bush as the commander in chief, American forces have taken the battle to the enemy.\nThe result is that Osama bin Laden is holed up in a cave in Afghanistan or Pakistan and Saddam Hussein, the sponsor of terrorist attacks on Israel, is holed up in a grave in Iraq.\nWhile the two-front war has strained the American military, it has broken al-Qaida.\nThe Surge in Iraq has worked.\nThe Iraqi government has recruited The Coalition of the Drilling (BP, Exxon-Mobil, Shell and Total) to help develop its oil industry - 36 years after Saddam Hussein confiscated the industry and its profits.\nHe ran it into the ground and kept it open only by bribing U.N. officials and certain member states.\nA year after Senate Democratic Leader Harry Reid declared Iraq lost, Iraq is getting its act together and Iraqis are hoping to become the second Western-style democracy in the region.\nThis is an amazing accomplishment that is similar to the rebuilding of Germany, Italy and Japan after World War II.\nCredit completely the Republican Party and its presidential candidate, John McCain, who was the first to push for the Surge.\nDemocrats wanted to cut and run. They wanted all the American troops to come home, tails between their legs, defeat on their faces, disgrace at their backs, by March 31 this year.\nDemocrats think this would help them politically.\nThe troops remain only because the Republicans stared down the Democrats who control Congress.\nDemocrats do not get it. They think they can fool a public that, though it hates war, hates retreat and betrayal of the Iraqis even more. Tired or not, most Americans understand the need for stability in the Middle East.\nDemocratic presidential candidate Barack Obama declared, \"I refuse to be lectured on national security by people who are responsible for the most disastrous set of foreign policy decisions in the recent history of the United States.\"\nObama meant George Bush.\nBut in my mind, that would be Jimmy Carter and Bill Clinton.\nObama is incredibly naïve and in love with his \"judgment,\" a judgment, I must point out, that kept him in the church of the race-baiting, hate-monger Rev. Jeremiah Wright for 20 years.\nYes, many in the world hate us. Hugo Chavez hates us. Raoul Castro hates us. Mahmoud Ahmadinejad hates us. I would say George Bush made some pretty good enemies.\nBut the rest of the world respects us now.\nFrance elected \"L'Americain\" - Nicolas Sarkozy - as its president a year ago, over a socialist whose campaign promises look as if they were the Democratic Party platforms of 2004, 2000 and 1972.\nWhen Tony Blair was British prime minister, he was belittled as Bush's lapdog. Nonetheless, Blair had one of the longest runs as PM and his party's successor, Gordon Brown, is also a friend of Bush.\nLet's not confuse disagreement over Iraq with hatred for America.\nObama, though, wants to return to the failed foreign policy of Clinton and treat terrorism as a crime, not an act of war. Consider his plan to give bin Laden an ACLU-approved trial.\n\"What would be important would be for us to do it in a way that allows the entire world to understand the murderous acts that he's engaged in and not to make him into a martyr, and to assure that the United States government is abiding by basic conventions that would strengthen our hand in the broader battle against terrorism,\" Obama said.\nI want to make bin Laden a martyr. The sooner, the better.\nLefties made the same argument about martyring Hussein. Does any sane person consider him a martyr?\nThe left was wrong then. Obama is wrong today.\nObama likes to praise Ronald Reagan in his speeches.\nThe irony is that the very leftists behind Obama's campaign hated Reagan and caricaturized him as a warmonger. Ted Kennedy said the Strategic Defense Initiative was \"Star Wars.\"\nYet SDI was the final straw that caused the collapse of the Soviet Union.\nI'm guessing that 20 years from now, some Carteresque Democratic presidential candidate will praise George W. Bush.\nBecause like Reagan, Bush deserves the praise.\nSurber may be reached at donsurber@dailymail.com His blog is at blogs.dailymail.com/don\n-urber\n\nLoad-Date: June 23, 2008"
}