{
    "title": "The Pakistan Mess",
    "publisher": "the new york times",
    "year": 2007,
    "month": 11,
    "day": 6,
    "full text": "By imposing martial law, Gen. Pervez Musharraf has pushed nuclear-armed Pakistan further along a perilous course and underscored the failure of President Bush's policy toward a key ally in the war on terrorism. The events should not have come as a surprise to administration officials. This is what you get when policy is centered slavishly on a single, autocratic ruler rather than more broadly on his country.\n  The general, Pakistan's president, justified his crackdown as a defense against Islamic militants, but his desperate and reprehensible actions -- suspending the constitution, rounding up judges, beating and jailing lawyers and journalists -- will embolden extremists. They will also fuel anger and mistrust among Pakistani moderates.\n  After winning a sham ballot last month, General Musharraf was awaiting a Supreme Court decision on whether his election, while still serving as army chief of staff, was legal. Jane Perlez and David Rohde reported in The Times that the dictator asserted military powers after getting word that the court would rule against him. A phone call at 2 a.m. Pakistan time from Secretary of State Condoleezza Rice dissuaded the general from taking similar action during last summer's mass political protests, but this time nothing could induce him to back down.\n  Returning Pakistan to civilian government has been a declared goal of the United States since General Musharraf seized power in 1999 in a bloodless military coup. He has repeatedly broken promises to move in that direction, using his power vindictively and squandering popular support by forcing rivals into exile and intimidating anyone who tried to stand up to him. Most of the time, Mr. Bush, who says he cannot win the anti-terrorism war without General Musharraf but clearly can't win it with him either, acquiesced in his misdeeds.\n  The Faustian nature of the bargain is more apparent than ever. Not only has the general proven less committed to the anti-terrorism fight than expected (Al Qaeda and the Taliban are resurgent on the border with Afghanistan), but now he has abandoned any pretense of moving toward democracy. Mr. Bush seems to have gained little leverage from the more than $10 billion in American aid that has fattened Pakistan's coffers since Sept. 11, 2001, much of it unaccounted for.\n  It was encouraging to see Pakistani lawyers openly challenge the legitimacy of Mr. Musharraf's emergency degree on Monday -- although the response was less than heartening. General Musharraf first sent his police to beat the protesters and then announced that a national election would take place in January. At this point, what is that assurance worth?\n  The United States is increasingly left with bad options. Cutting off aid would only make it harder to enlist Pakistan's military in the anti-extremist fight and renew doubts about America's reliability as an ally. The United States should at least condition that money on Pakistan's performance in the anti-terrorism fight, on some form of accountability and on shifting more of it toward building political parties, courts and schools. It should also consider discussions with India, Iran, China and Saudi Arabia on how to prevent further instability in Pakistan.\n  Ultimately, democracy, not dictatorship, is the best hope for a stable Pakistan. Reviving General Musharraf's back-room deal with the former Prime Minister Benazir Bhutto, however distasteful, may be a way back from the abyss if it includes a real commitment to elections by the general, if Ms. Bhutto insists that the eletions be open to all parties and if Mr. Bush gives her strong backing.\n\nhttp://www.nytimes.com\n\nLoad-Date: November 6, 2007"
}