{
    "title": "THE WORLD IN SUMMARY; THe Pyrenees Loom Large",
    "publisher": "the new york times",
    "year": 1982,
    "month": 6,
    "day": 27,
    "full text": "The Falkland war and fragile domestic politics have further complicated post-Franco Spain's slow integration into the rest of Europe.  Last week in Madrid, it was hard to tell that Spain had just become NATO's 16th member and was scheduled to join the European Common Market in 1984.\nFalkland war and fragile domestic politics complicate post-Franco Spain's slow integration into rest of EuropeFirst, the Government of Prime Minister Leopoldo Calvo Sotelo put off for the second time in two months its promised end to a land blockade of Gibralter, the colony of a new ally, Britain. Then came a visit by Francois Mitterrand, President of another ally, that was characterized by open bickering about Basque terrorism and European economic competition.\nThe French leader, alluding to the bitter budget disputes among the present 10 members of the Common Market, remarked in a dinner toast that ''it will serve nothing to construct new ties when the old ones cannot only weaken but even break.'' Swift Spanish admission to the market, he said, would add ''another misery to the current miseries of Europe.''\nSpain has charged the French with holding up its admission to block competition from cheaper Spanish agricultural products.  King Juan Carlos raised another dispute in another toast at the Mitterrand dinner, saying that ''the Europe of liberty'' should not be a haven to Basque terrorists. French governments have refused to extradite Basque guerrillas lest that inflame France's own Basque population.\nOn the issue of Gibralter, Spanish diplomats said they feared that the Falkland victory had heightened British nationalism and would prejudice any negotiations on the fate of the Mediterranean colony.\nThe center-right Madrid Government, which gave Argentina diplomatic support in the crisis, is being kept in power now at the sufferance of the Socialists and is ill-equipped to compromise on an issue seen by many Spaniards as one of national honor."
}