{
    "title": "The Harvard Crimson EdX Blocks Course Content to Cuba , Iran , Sudan The Harvard Crimson",
    "publisher": "university wire",
    "year": 2014,
    "month": 3,
    "day": 3,
    "full text": "UPDATED: March 3, 2014, at 10:58 p.m.\nDue to federal regulations, edX plans to block students in Cuba, Iran, and Sudan from taking an upcoming online course on aerodynamics and modern aircraft design, according to a blog post written by edX president Anant Agarwal on Monday.\n\"We are deeply sorry to have to block any student anywhere from taking an edX course,\" Agarwal wrote in the post. \"This is completely antithetical to the vision and foundational values of edX and all [massive open online courses]. We will continue to work diligently with the U.S. government until every student, from any country in the world, can take any course they choose on edX.\"\nThe course, entitled \"Flight Vehicle Aerodynamics\" and taught by MIT faculty, covers advanced physics and aircraft design. It is scheduled to begin classes on March 5.\nAfter months of edX petitioning the U.S. government to distribute courses to Cuba, Iran, and Sudan, the U.S. Office of Foreign Assets Control refused to grant edX a license to allow students in those countries to take the aerodynamics course.\n\"EdX recently learned that this course was not covered by the licenses granted to us for offering courses to students in these countries,\" Agarwal said.\nThe U.S. Department of State has designated Cuba, Iran, and Sudan as State Sponsors of Terrorism, a status accompanied by sanctions that include embargo laws to \"penalize persons and countries engaging in certain trade with state sponsors,\" according to the State Department website. Syria has also had State Sponsor of Terrorism status since December of 1979.\nEdX will temporarily prevent students in the three embargoed countries from accessing the course by blocking their IP addresses, which identify users by location. « Previous Page12Next Page »Single Page View\n\nLoad-Date: March 4, 2014"
}