{
    "title": "THE SHEIK NOBODY WANTS",
    "publisher": "st. louis post-dispatch ",
    "year": 1993,
    "month": 7,
    "day": 14,
    "full text": "Before everything is settled, senior Clinton administration officials may wish they never heard of Sheik Omar Abdel-Rahman. After delaying its decision for days, the administration took Sheik Rahman into custody pending a decision of a deportation order. In so doing, they created a cause celebre for some Shiite Muslim extremists.  The administration apparently is on shaky ground here. The sheik has violated no law except possibly lying on his visa application about having one wife when he has two. Under normal circumstances in this country, no one would be taken into custody while awaiting an appeal of a deportation hearing unless he or she were about to flee. The sheik did not seem to fit that description.  The administration appears to have bent to political pressure from Sen.  Alfonse D'Amato of New York and the public outcry over the sheik's perceived role in instilling terrorist ideas among some of his extremist Muslim followers. The men charged in the February bombing of the World Trade Center in New York City - as well as nine other men arrested last month on charges of planning to bomb the Lincoln and Holland tunnels and kill several political figures, including Sen. D'Amato - are said to be ardent disciples of Sheik Rahman.  Furthermore, the administration now is searching for a legal way to send Sheik Rahman back to Egypt. There, he is on trial in absentia, and 14 of his followers were just executed for crimes against the government in the largest such execution in 40 years.\nAn 1874 extradition treaty appears to provide the reasons the administration wanted to use.  The Egyptian government headed by President Hosni Mubarak, a stalwart ally of the United States for more than 15 years and a key positive player in the Middle East peace talks, is angry at being forced to consider taking the sheik back. Relations between Egypt and the United States are deteriorating rapidly over the status of a blind cleric whose only crime in the United States may be that he has fanatical followers.  What could the administration have done differently? Perhaps a sound review of the steps taken so far would show that from the point of view of foreign policy and human rights, all is as it should be. Yet it is hard to see what is gained by taking Sheik Rahman into custody, protective or preventive, except to set in motion a series of events that will be unacceptable to the United States in the future.  One result may be an upsurge in terrorism here, in Egypt and against U.S.  citizens and property abroad. A fear of terrorism is not sufficient reason to change policy, but it is worth consideration by policy makers. Another result could be a deterioration in U.S.-Egyptian relations, which is a serious matter for U.S. policy in the Middle East. Above all, the Clinton administration should avoid forcing the Egyptian government into a corner by deporting the sheik to Egypt. A third country may be the best place for him, but even that option raises the issue of his agitation against the Egyptian government.  Unfortunately, certain events have been set in motion whose results are uncertain. The Clinton administration will have to work doubly hard to keep those results from seriously backfiring.\n\nLoad-Date: October 11, 1993"
}