{
    "title": "THE PRESIDENT IN EUROPE_ GROUP OF 8 Chirac to Call for a Shift From Battling Terrorism to Helping Po",
    "publisher": "the new york times",
    "year": 2003,
    "month": 6,
    "day": 1,
    "full text": "When President Bush and the other Group of 8 leaders gather to discuss the world's problems on Sunday and Monday, they will no doubt be hoping that this trim spa on the shores of Lake Geneva will be the source of something more than just cold bubbling spring water.\n     Their host, President Jacques Chirac of France, will press them to turn their attention from terrorism, Iraq and the Middle East to restarting a process of helping less developed regions of the world, most notably Africa. \n Mr. Chirac is expected to say that the wealthiest nations must increase their spending for education, health care, water and farming, and that they must help restructure government institutions and encourage free investment in the poorer regions of the world.\nTo press his case, Mr. Chirac has invited the leaders of 12 developing countries, including nations in Africa, Latin America, the Middle East and Asia.\nIn addition to the United States and France, the Group of 8 is composed of Britain, Canada, Germany, Italy, Japan and Russia. What makes the dynamic of this meeting interesting is that Mr. Bush and the rest of the leaders will be arguing over a broad agenda addressing how to keep the global economy from veering seriously off course, but they will do so under the shadow of differences over Iraq. Among the leaders here aside from Mr. Bush, only Prime Minister Tony Blair of Britain and Prime Minister Silvio Berlusconi of Italy backed the war.\nSluggish growth in the markets of the world and the threat of deflation hanging over major economies, like Japan and Germany, are rekindling concern that whatever economic progress seems to be under way may prove to be too fragile to last.\nYet Mr. Chirac summoned the confidence this week to tell reporters that he was \"convinced that Evian can send a message of confidence about the growth of the world economy,\" presumably one of his principal goals for the meeting.\nFrench security forces are taking extraordinary measures around this normally serene lakeside town and around nearby Geneva, just across the lake in Switzerland, to prevent the kind of violent demonstrations that marred the Group of 8 meeting two years ago in the Italian port of Genoa and the Summit of the Americas in Quebec in 2000.\nEuropean officials doubt that Mr. Bush's overnight trip to Evian, cut back from two days to one, can help Europe and the United States find common solutions to their problems. \"The rest of the world and the United States have varying approaches,\" said a French official briefing reporters on the meeting.\nDifferences over Iraq, French officials said, overshadowed even the preparatory discussions for the meeting.\nOn Monday, Mr. Bush and Mr. Chirac will meet one-on-one, their first such encounter since the war in Iraq. French officials say matters aside from Iraq will fill the agenda.\n\"One cannot measure the thickness of the handshake and the breadth of the smile\" to judge progress, one French official conceded.\nA wide assortment of protest groups, including antiglobalization organizations, have assembled on both sides of the French-Swiss border near Evian. They plan two columns of marches from points in both countries on Sunday that will meet at the border in a display of opposition to the perceived evils of globalization, free trade, corporate greed and environmental destruction.\nMr. Chirac was visibly shaken by the violence in Genoa. In recent months, he has met at the Elysee Palace on at least 10 occasions with organizations critical of the Group of 8. The meetings included a marathon four-hour session April 30 with representatives of more than 30 groups, ranging from Greenpeace to a little-known organization called Claaac, the French acronym for the Convergence of Antiauthoritarian and Anticapitalist Struggles.\nCritics accuse Mr. Chirac of seeking to buy peace at Evian. French officials emphasized that he wanted what they described as \"enlarged dialogue\" with private groups from developed countries and the leaders of developing nations.\nFrench officials also say that Mr. Chirac invited the 12 leaders -- from Algeria, Brazil, China, Egypt, India, Malaysia, Mexico, Morocco, Nigeria, Saudi Arabia, Senegal and South Africa -- to underscore how prosperity in the industrialized West hinges on the economic success of developing countries. The invitation also reflects the gap between Europe and the Bush administration, which tends to believe that rising tides will lift all boats.\nMuch of the discussion on Sunday, the first day of the meeting, will focus on growth and international cooperation during a working lunch of the leaders and their developing-world counterparts. Switzerland's president will also attend, acknowledging Swiss help in arranging the Evian meeting. The 12 developing-world leaders are staying in Lausanne, on the Swiss shore facing Evian, and will travel to the meeting by boat.\nNoting that Africa's share of global trade had dropped to 1.6 percent by 2000, from 3.3 percent in 1980, while the African share of world investment fell to 1.8 percent, from 4 percent, one French official emphasized that \"the African continent runs the risk of marginalization.\"\nMr. Chirac is eager to restart a commitment made at last year's meeting in the Canadian resort village of Kananaskis for the industrialized world to provide billions of dollars in aid to African nations that reform their economies and governments.\nSunday evening, a progress report on the program, called the New Partnership for Africa's Development, will be given to the Group of 8 by the leaders of Algeria, Egypt, Nigeria, Senegal and South Africa.\nSecretary General Kofi Annan of the United Nations and the directors of the International Monetary Fund, the World Bank and the World Trade Organization will attend Sunday's discussions.\nOn Monday, the Group of 8 leaders will focus on classic topics: the global economy and world security. The agenda will include what Mr. Chirac refers to as \"durable development,\" embracing growth but also struggling against world poverty and disease and providing poorer nations with better access to drugs to combat diseases like AIDS.\nBusiness leaders also hope the leaders will accelerate completion of the latest world trade negotiations, the so-called Doha round. A framework must be agreed on by Sept. 14 for the round to be concluded by January 2005.\nOver lunch on Monday, the Group of 8 leaders will tackle several intractable political issues: terrorism, arms proliferation and regional troubles, including the Israeli-Palestinian conflict and the situations in Iraq and North Korea.\nThe meeting is to end on Tuesday after a summary session. Mr. Bush will move on to the meatier portion of his trip, a meeting in Jordan with the Israeli and Palestinian prime ministers.\nEuropean observers are clearly skeptical that Mr. Chirac's broadening of the agenda and his inclusion of developing-world leaders will galvanize any commitment to their needs, given present trans-Atlantic differences, of which Iraq was a symbol.\nPatrick Sabatier, an editorialist for the French leftist daily Liberation, wrote this week that Mr. Bush's decision to limit his presence at Evian to one day \"underscores that, viewed from Washington, problems of hard power -- Iraq, the Middle East, terrorism -- are more durable and far more important for the future of the planet than the concerns of soft power -- development, the environment, social justice -- that the G-8, the opponents of globalization and Chirac place at the top of the planetary agenda.\"\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nChart/Photos: \"The Group of 8 in Evian\"On Sunday the Group of 8 summit meeting opens in Evian, France, bringing together the leaders of the seven major industrial powers and Russia. Also invited are the leaders of China, of a dozen emerging economies and switzerland, and the heads of the World Bank, International Monetary Fund, World Trade Organization, European Union and United Nations. Many of the advocates and opponents of war with Iraq will be together for the first time since the fall of Saddam Hussein's government. It will also be a chance for Group of 8 and African leaders to assess progress on last year's commitment to development aid and debt relief for Africa. President Bush says he will push for more international participation in a global AIDS fund. LEADERS AT THE MEETING Silvio Berlusconi -- ItalyTony Blair -- BritainGeorge W. Bush -- United StatesJacques Chirac -- FranceJunichiro Koizumi -- JapanJean Chretien -- CanadaVladimir V. Putin -- RussiaGerhard Schroder -- Germany OTHER LEADERS ATTENDING Abdelaziz Bouteflika -- AlgeriaLuiz Inacio Lula da Silva -- BrazilHu Jintao -- ChinaHosni Mubarak -- EgyptAtal Bihari Vajpayee -- IndiaDr. Mahathir Mohamad -- MalaysiaVicente Fox -- MexicoKing Mohammed VI -- MoroccoOlusegun Obasanjo -- NigeriaPrince Abdullah -- Saudi ArabiaAbdoulaye Wade -- SenegalThabo Mbeki -- South AfricaPascal Couchepin -- SwitzerlandKofi Annan -- United NationsJames Wolfensohn -- World BankSupachai Panitchpakdi -- World Trade OrganizationHorst Kohler -- International Monetary FundRomano Prodi -- European CommissionKonstantinos Simitis -- European Council AMONG THE TOP ISSUES Stimulating growth in the global economy.The sagging value of the dollar.The reconstruction of Iraq and Afghanistan.Terrorism and nuclear proliferation.Sustainable economic development and the environment.A new round of trade liberalization talks. (Source: Evian Summit 2003)\n\nLoad-Date: June 1, 2003"
}