{
    "title": "The three uncertainties_ ground war, terrorism and Israel",
    "publisher": "the world",
    "year": 1991,
    "month": 1,
    "day": 21,
    "full text": "So far the war against Iraq has had a technological face. The \"smart\" weapons have captured the imagination of the Nintendo generation, hiding, for the moment, the terror and carnage of modern warfare.\n \n    Operation Desert Storm has been splendid television viewing for many Americans a high-tech spectacular starring the Tomahawk cruise missile, the Patriot anti-missile missile and laser-guided bombs.\n \n    The human face of the war will emerge soon enough. On the evening news Sunday we heard, compliments of the Iraqis, what is believed to the voice of an American prisoner of war reading an obviously coerced statement. Americans can expect to hear more of these tapes in the days and weeks ahead.\n   The White House has tried to tamp down the elation over the early triumphs of our Top Guns. Three uncertainties worry President Bush and his advisers: the ground war ahead, an anticipated outbreak of worldwide terrorism and the question of how long Israel can be kept on the sidelines.\n \n    Terrorist groups linked to Baghdad haven't lashed out yet, but U.S. officials say it is only a question of when not if. All you have to do is look around airports and federal buildings, among other likely targets, to see that this threat is being taken seriously.\n \n    The front gate to the vice president's residence has been closed and blocked by concrete barriers and police cars. Visitors must enter through a side entrance, which has a Secret Service car parked behind the steel gate. Security also has been heightened at the White House and the U.S. Capitol.\n \n    In a sense, Israel's population already is being terrorized at least psychologically by the threat of Iraqi Scud missiles. Scud attacks so far have injured 15 civilians. The government of Prime Minister Yitzhak Shamir has deferred at least for the time being to pleas of the Bush administration not to retaliate.\n \n    For Israel to strike back now, American officials fear, would risk fracturing the anti-Iraq coalition, which includes a number of Arab states. The Israelis are making no promises beyond saying they will do nothing immediately.\n \n    To encourage Israeli restraint, the Bush administration on Saturday rushed to Israel several batteries of Patriot missiles, the world's most advanced anti-missile weapon. U.S. Army crews will operate the Patriots until Israeli crews can be trained. This is the first time Americans have been deployed to help Israel defend itself \"an extraordinary step,\" said Pete Williams, the Pentagon spokesman.\n \n    The administration also dispatched the No. 2 State Department official, Deputy Secretary of State Lawrence Eagleburger, to Tel Aviv to hold Israel's hand and plead for restraint.\n \n    Both sides scoffed at news reports saying the White House had offered Israel a deal: stay out of the gulf conflict, and the United States will resist demands by members of the anti-Iraq coalition for an international peace conference on the Israeli-Palestinian issue when the war is over.\n \n    If keeping Israel from being drawn into the conflict is Bush's most urgent political concern in this crisis, the potential cost of the ground war that most military commanders believe is inevitable is his chief military worry.\n \n    There are no indications yet, top military officials say, that the massive allied bombardment has broken the spirit of the Iraqi forces in Kuwait or of the elite Republican Guard 150,000 of Saddam Hussein's finest troops in southern Iraq.\n \n    If air power fails to destroy Iraqi ground forces, who are dug in behind some of the most formidable barriers an American army has ever faced, the weeks and months ahead could see fierce fighting on the ground, with heavy casualties almost a certainty.\n \n    After more than 7,000 allied bombing sorties in the first four days of the war, Saddam Hussein remains defiant, dangerous and, as usual, unpredictable. His strategy appears to be to absorb the massive blows being struck against his forces and to drag the war out as long as possible, hoping that Americans will lack the patience for a messy and deadly ground war.\n \n    \"The real question,\" said Perry Smith, a retired Air Force major general, \"is whether the ground combat will be for a considerable length or just a mopping-up operation.\"\n \n    Asked in a television interview Sunday if air power can win this war, Gen. Norman Schwarzkopf, the allied commander in the Persian Gulf, said, \"I just don't know.\"\n\nLoad-Date: November 12, 1992"
}