{
    "title": "THE POLITICS OF VIOLENCE",
    "publisher": "the new york times",
    "year": 1988,
    "month": 5,
    "day": 1,
    "full text": "REVOLUTIONARIES\nAND FUNCTIONARIES\nThe Dual Face of Terrorism.\nBy Richard Falk.\n222 pp. New York:\nE. P. Dutton.\n$17.95.\nUntil recently conservatives had largely succeeded in capturing the issue of terrorism, further elaborated as ''state-supported terrorism'' (Libyan and Syrian) and ''international terrorism'' (Soviet-abetted or organized). For conservatives, the seminal books have been Claire Sterling's ''Terror Network,'' outlining a Moscow-linked conspiracy reaching from Havana to Teheran (a reported favorite of William J. Casey when he was the Director of Central Intelligence), and ''Terrorism: How the West Can Win'' by Benjamin Netanyahu, until recently Israel's representative at the United Nations (a reported favorite of President Reagan).\nIn the wake of the Iran-contra scandal, which has raised questions about the consistency of Mr. Reagan's antiterrorist policy, Richard Falk, who teaches international law at Princeton University, breaks a lance for a left-wing definition of terrorism. His central point in ''Revolutionaries and Functionaries'' is provocatively simple - that violence directed against innocent victims is terrorism, whether carried out against the state or by the state. By this definition, the American bombing of Libya is comparable to the massacre of passengers in an airport. ''State terrorism,'' if anything, is more dangerous because it has more lethal weapons at its disposal. The definition of terrorism is expanded to include war, and nuclear war becomes the ultimate form of terrorism.\nHaving established to his own satisfaction that ''revolutionaries and functionaries'' are in the same deadly business, the author has no trouble equating an Oliver North with an Abu Abbas, organizer of the hijacking of the liner Achille Lauro, or placing on an equal footing Iran, Israel and the United States as being ''part terrorist, part opportunist, part terrorized.'' In saying that ''terrorism is an instrument of state policy given other names so as to disguise its character,'' Mr. Falk is surely aware that he is committing ''moral equivalence,'' for conservatives a cardinal sin, likening fanatical bands to democratic governments.\nMr. Falk is out to assail what he calls, in a chapter title, ''The Cult of Counterterrorism,'' which he defines as a ''narrow, self-serving conception'' that associates terrorism with ''Third World revolutionaries, especially those from the Arab countries.'' But shrillness from the left is no antidote for shrillness from the right. Mr. Falk overstates his point when he asserts that ''revolutionaries and functionaries both endanger political democracy by their adoption and dissemination of exterminist attitudes, policies, and practices.'' To say that ''all forms of impermissible political violence are terrorism'' is to beg the question, requiring the author to make subjective judgments about the ''permissible.'' Thus, the antiapartheid movement in South Africa becomes ''a legitimate armed struggle, even if some of its tactics are terroristic in design and execution.'' However justified the struggle against apartheid may be, Mr. Falk's exception to his own rule seems to be subjectively determined.\nThe suggestion that state violence creates the climate that encourages revolutionary violence is unproved and probably unprovable. Mr. Falk's prescriptions for dealing with terrorism - developing ''a positive foreign policy,'' ''accepting nationalist dynamics as legitimate,'' improving ''media treatment, public understanding, and antiterrorist policy'' - are as general and unfeasible as right-wing programs calling for better coordination and greater boldness in dealing with terrorism.\nIf Mr. Falk wanted to offer a semantic challenge to right-wing domination of the terrorism issue, he has surely succeeded. But it is not likely that he has accomplished much in the way of illuminating, let alone proposing strategies for combating, terrorism.\n\nGraphic\n\n \nDrawing"
}