{
    "title": "THE POWERFUL WIN; PUBLIC LOSES",
    "publisher": "the world",
    "year": 2008,
    "month": 11,
    "day": 19,
    "full text": "Islanders say 'Leave us alone' - Nov. 18\nAnnex is a polite term for \"take.\" The city of St. Petersburg wants the land. The developer and landowners want the city to have it because Tierra Verde won't let them violate the rules; the city will. The people who live there don't want to be annexed. What will the City Council do?\nRecently, Eagle Crest Civic Association faced a similar situation. A powerful developer and a landowner wanted a zoning change; the people who lived there didn't. The City Council ignored the people and did what they were told to do. Will it happen again? To paraphrase the mayor, \"It's a great day in St. Petersburg if you're a powerful developer or influential landowner.\"\nLance Lubin, St. Petersburg\nParadise gone\nA Tierra Verde resident says he's worried about his island way of life and doesn't want tourists and traffic.\nYou know what I want? The Tierra Verde of my childhood, before elitist snobs covered it with mansions and condominiums.\nThe distress Tierra Verde residents are experiencing is nothing compared to the distress many of us had watching one of the most beautiful places in Florida being destroyed by developers.\nNo one feels sorry for you.\nSteve Walsingham, St. Petersburg\nPainful reality of home prices - Nov. 15, editorial\nOfficials won't spend less\nYour editorial about the fairness of appraising properties based on the new \"foreclosure\" market instead of the \"boom\" market is right on target. The state requires that the taxable value of your home should be based on the market value. If that market value has dropped, why appraise the property at an artificial value?\nBut I disagree that \"there will be painful consequences for local governments.\" There are no painful consequences for our local governments since they will continue to ignore the fact that they are the last organizations offering defined pension plans and free health care, not to mention take-home police cars. Our governments will not spend less; they will just raise the millage rate to offset the loss in property value and continue to bury their heads in the sand.\nCharles J. Rutz,Clearwater\nIn ex-student's explosives case, kin endureNov. 16\nImagine Egypt's reaction\nI read with great interest the trials and tribulations that the parents of Ahmed Mohamed were undergoing to visit with their jailed son, who has confessed to making a video describing how to remotely detonate a bomb.\nTwo years ago, I visited Egypt, where I was astounded by the tight security surrounding our small tourist group. When about a dozen of us visited Alexandria, we had about a dozen security guards with us, half carrying machine guns. They were intensely concerned about terrorism.\nI wonder how an Egyptian government would have treated an American accused of videotaping bombing instructions.\nStephanie Newman, Belleair\nIt's 'Democratic'\nAfter reading the letters on the editorial page last week, I was moved to write. One writer spoke of \"the incoming Democrat administration.\" The other wrote \"when a Democrat president takes office.\" I am assuming, based on the content of their letters, that these individuals are Republicans.\nWhy is it that conservatives insist on using this term instead of the correct term \"Democratic\"? Is this some sort of insult? If it is meant as a slur, I don't get it. If this is allowed to continue, I'm afraid it will eventually be considered legitimate, and not seen as the small-minded insult it appears to be.\nSteve Hinkley, Clearwater\nVet groups sue VA over claims delays - Nov. 13, story\nA lesson on claims\nI was disappointed to read your story about the veterans groups suing the Veterans Administration to force the VA to act in a timely manner on claims by disabled veterans.\nWhy does it take a lawsuit to accomplish something that is already the VA's responsibility? Why doesn't Congress act on this, the way it forced action on the substandard conditions in military hospitals?\nOne important part of the story that may be overlooked is that civilian insurance companies have a much higher rate of timeliness and a higher rate of approved claims.\nLet anyone who advocates a government takeover of our health care system take note.\nRobert Arvay, Tampa\nLet's be frugal\nFederal cash infusions into companies, the housing market, major industries and citizen incentives alone cannot end what is now surely a recession. It is deep and will get worse because it is now worldwide. Anyone who thinks it will be over in six months, and the market will recover in '09, must remove their rose-colored glasses.\nTo our newly elected president and Congress, I believe for every additional dollar you put into the economy for bailouts, you need to establish a cost-cutting plan: one dollar in bailout money, one dollar in cost cuts. Otherwise we as a country will be burdened with immense debts that will never be paid.\nTo individuals: Stop spending more than you have. Pay your credit cards each month as due. Do not handle more debt than you have income to pay for. Save money and get back to the ways of your parents or grandparents. Be frugal.\nThis recession is going to be painful. In part we deserve it because we spent more than we had!\nVictor Wood, Indian Rocks Beach\nYou're rude and I'm sorry - Nov. 11, commentary\nNo problem? Gee, thanks\nMore and over the last few years, when you tell someone \"Thank you,\" they say, \"No problem.\" Was I a problem because I asked the server for some water? Was I a problem because they had to bag my groceries? I didn't think so. I thought it was their job, for which I was expressing appreciation. I thought the proper response was, \"You're welcome.\" This has to have become the \"No problem generation.\" Who is teaching manners today?\nThe lack of manners and rudeness abounds in our country. These people are everywhere, in stores, on the highway, and God forbid even in our churches. Just watch the church parking lot after church lets out.\nI am grateful for all those who selflessly serve and help others, not just because it's their job, but because it's the right thing to do. Sometimes I wonder how we can hope for peace in the world when we can't treat each other with common courtesy.\nDonna Dansby, Wesley Chapel\nTarget radical Muslims\nWhy is it that we continue to pussyfoot around the real war we are trying to fight? It's not the \"war on terrorism.\" Terrorism is a tactic used by an antagonist in a conflict, and you cannot fight a tactic.\nThe enemy is not Islam. Islam is a religion, just like Christianity, Buddhism, Judaism or any one of another religious beliefs.\nIt's time we stop calling what we're doing the \"war on terrorism\" and start calling it what it is: the war on radical Muslims. Not the \"war on Islam.\" The war on radical Muslims. Not all Muslims - only those who thunder from their pulpits that all who do not believe their way must be killed.\nWe know who they are, we know where they are, we know from whence comes their funding, and it is against them we should be directing our efforts.\nLet us here and now stop talking about the \"war on terror,\" and start demanding that we seek out and destroy the radicals who are hiding behind their religious \"freedom.\"\nG.B. Leatherwood, Spring Hill\nSupport peaceful Muslims\nThe outcry that has poured in from all over the country concerning the recent passing of the gay-marriage bans has been enormous. Many people are quick to accuse anyone who is not in support of gay rights to be homophobic (as well they may be).\nHowever, when someone makes disparaging comments against Muslims and the entire religion of Islam (as seen at the GOP convention in September and in general throughout the election season), no one comes to the defense of these Muslims for fear of being labeled as someone who is sympathetic toward terrorism and jihad.\nWe need to be supportive of those Muslims living in this country who are not terrorists. The fact of the matter is that we need to defend the rights of minorities in this country or else our future history books will record these times to show the persecution of American Muslims, similar to how they recount the \"Irish need not apply\" signs from the early half of the 20th century.\nBilal Farooqi, Tampa\n\nLoad-Date: November 19, 2008"
}