{
    "title": "The dangerous threat Trump won't address",
    "publisher": "the philadelphia inquirer",
    "year": 2019,
    "month": 5,
    "day": 2,
    "full text": "How many synagogue shootings will it take to force the Trump administration to confront the rising tide of white supremacist terrorism at home and abroad?\nThis is an urgent question in the wake of the latest synagogue attack last week in Poway, Calif., that left one brave congregant dead as she tried to defend her rabbi and three wounded.\nA raft of statistics demonstrates the shocking increase in violence by white supremacists over the last three years. That includes near-historic levels of anti-Semitic acts in 2018 and the single deadliest attack against the Jewish community in American history, which killed 11 at Pittsburgh's Tree of Life synagogue six months ago.\nYet rather than denounce radical white nationalism, the president downplays it or excuses it. His pro forma denunciation of anti-Semitism hours after the Poway killing came one day after he once again defended the torch-bearing white nationalist marchers in Charlottesville, Va., in August 2017.\nAnd rather than organize a counterterrorism strategy, the Trump administration has gutted the federal programs set up to deal with this insidious threat.\nA number of these programs were run by George Selim, who held senior posts in countering terrorism and confronting domestic extremism under Presidents George W. Bush, Barack Obama, and Donald Trump. He recalled having a budget of more than $21 million under Obama and 16 employees to develop strategies to combat and prevent such violence. Now the budget is $3 million and the staff was cut by half.\nNow a senior vice president for programs of the Anti-Defamation League (ADL), which monitors extremist groups, Selim says the incoming Trump administration was not interested in prioritizing this issue: \"We certainly saw an emboldening under Trump. At no point in recent memory have we seen a march like Charlottesville with white nationalists from 30 states carrying tiki torches and chanting, 'Jews will not replace us.' \"\nThe statistics reveal how much has changed for the worse since Trump. ADL's annual Audit of Anti-Semitic Incidents recorded a total of 1,879 attacks against Jews and Jewish institutions across the USA in 2018, the third-highest year on record since ADL started tracking such data in the 1970s. That includes white nationalist banners hung over highway bridges, and flyers distributed on campuses.\nADL's audit identified 59 victims of anti-Semitic assaults in 2018, up from 21 in 2017. That includes the 11 murders at Tree of Life, where the killer shouted \"All Jews must die.\"\nADL senior vice president Eileen Hershenov told a congressional hearing: \"White supremacists in the United States have experienced a resurgence in the past three years, driven in large part by the rise of the alt-right. There is also a clear corollary ... to the rise in polarizing and hateful rhetoric on the part of candidates and elected leaders.\"\nA grim statistic: White supremacists, Hershenov noted, were responsible in 2018 for 78 percent of all extremist-related murders.\nIn the Trump era, radical white nationalists have taken full advantage of social media. Racist and anti-Semitic white nationalist rhetoric and manifestos, filled with particular catch phrases and memes, spread across borders via the internet and hate-filled internet chat rooms, such as 8chan or Gab. For example, the Poway shooter cited as his inspiration the manifesto of the New Zealand killer who shot dead 50 Muslims at two mosques in Christchurch.\nThe language these white nationalists use often conflates fear of \"replacement\" - whites being replaced by minorities, especially Muslims - with claims that international Jewry is facilitating such \"replacement.\" Example: the Tree of Life killer claimed, falsely, that American Jewish financier George Soros was funding the migrant caravans on America's southern border. Thus, this mad murderer justified killing Jews.\nWhen Trump whips up hysteria over migrant \"caravans\" on America's southern border, when he refuses to denounce the torch-bearers at Charlottesville, he is viewed by white supremacists as signaling approval.\nWhen Trump hinted last fall that the caravans were funded by Soros, he only confirmed the conspiracy theories of the alt-right. The New Zealand killer wrote that he saw Trump \"as a symbol of renewed white identity and common purpose.\"\nUnfair? If Trump's unremitting winks and nods at white nationalists are not meant as approval, he can easily prove it. He need only denounce white supremacists violence publicly.\nHe needs to devise \"an overarching policy to deal with these issues,\" says Selim. \"Trump's actions don't match his strong words about condemning anti-Semitism.\"\nThere is plenty he can do. The ADL has a list that includes revitalizing agencies working against hate crimes and strengthening laws against perpetrators of online hate.\nMost important, I'd add, is for the president to stop yellow lighting white supremacists who support him and who blame Jews, Muslims, blacks, and immigrants for their problems.\nHow many synagogue shootings will it take to force the Trump administration to confront the rising tide of white supremacist terrorism at home - and abroad? trubin@phillynews.com trudyrubin\n\nLoad-Date: May 2, 2019"
}