{
    "title": "The Trail From Lockerbie",
    "publisher": "the new york times",
    "year": 1991,
    "month": 11,
    "day": 16,
    "full text": "American and Scottish authorities have now provided a breathtaking account of their investigation of the destruction of Pan Am flight 103, which killed 270 people just before Christmas three years ago. Their work makes an exciting story. It's also a challenge to nations to complete the task of doing international justice.\nFrom the village of Lockerbie, where 11 people were killed, detectives fanned out in a dogged search for evidence that was blown clear across Scotland to the North Sea. They ingeniously pieced it together and then followed microscopic leads to their two suspects, Libyan intelligence officers now accused by both countries of mass murder.\nThat remarkable achievement raises profound questions. The indictment portrays the suspects, Lamen Khalifa Fhimah and Abdel Basset Ali al-Megrahi, as merely the front-line agents of state-sponsored terrorism, which sets up another confrontation with Libya and its leader, Col. Muammar el-Qaddafi. How should the United States and the United Kingdom proceed?\nThe clear answer is: aggressively, but judiciously. Washington has accused Tripoli of sponsoring this terrorism and Tripoli has denied it. Each is talking not to the other but to the world, all well in advance of even a formal request to deliver the suspects for trial. American spokesmen talk of keeping \"all options open\" while the Scottish prosecutor observes that the suspects aren't likely to be arrested \"in the normal way.\" President Bush's Attorney General-designate, William Barr, is best known for a memorandum defending the legality of trying suspects snatched from other nations without their governments' consent.\nBut Mr. Barr's memorandum deals with legal power, not the wisdom and statesmanship that must guide global law enforcement. There are various options. Diplomatic and economic pressure, including trade embargoes, are the obvious first choices to be exhausted long before considering venturesome sorties to kidnap fugitives.\nSome relatives of Lockerbie's victims are puzzled that Syria and Iran, once prime suspects, are no longer implicated. They suspect that President Bush, seeking help in his quest for Mideast peace, finds it convenient to declare that Syria has suffered \"a bad rap.\" But the incredibly detailed trail of evidence, and Scotland's full participation in the inquiry, are the best assurances that there has been no diplomatic fix.\nStill, it would seem fitting to look to Syria and Iran, along with many other nations, for help in pressing Libya both to satisfy justice and renounce terrorism. If world leaders can match the determination and ingenuity of Scottish detectives and American F.B.I. agents, there's hope for a just and satisfying sequel to the tragedy at Lockerbie.\n\nLoad-Date: November 16, 1991"
}