{
    "title": "The F.B.I. Is Calling",
    "publisher": "the new york times",
    "year": 1991,
    "month": 1,
    "day": 29,
    "full text": "The Federal Bureau of Investigation, though brilliantly successful in recent years against domestic terrorism, still has something to learn about dealing sensitively with law-abiding American citizens. The value of information gathered in recent interviews with 200 prominent Americans of Arab descent has to be balanced against the heightened anxiety of the very leaders whose cooperation the bureau now seeks.\nAgents in big cities called on Arab-American leaders with a message and a request. The message -- much appreciated -- was that the bureau stood ready in these tense days to investigate hate crimes and terrorism. The request -- resented by many -- was for any information about potential domestic terrorists.\nSome of those interviewed said the agents had conveyed a sense that citizens of Arab-American heritage were more likely than other Americans to be in touch with terrorists. If that happened, those agents slipped into offensive stereotyping.\nIn general, there's nothing wrong and everything right about the bureau's basic interview program. Citizen cooperation is crucial to law enforcement and public protection. It's not ethnic discrimination to ask help from the citizens most likely to know about the diversity and complexity of activity among Arab-Americans. The agents were unfailingly polite, generally friendly and unthreatening in manner, making clear that the interviewees were not suspected of anything.\nWhat, if anything, went wrong? The main flaws are the bureau's failure to lay down more explicit guidelines for the interviews and its failure to appreciate the impact of a visit from even the most polite agent, especially if the questions turn to political subjects. Sensible guidelines would instruct agents to tell interviewees that the bureau forbids any questions about a citizen's political views.\nOnly after the interview program was well along did the bureau forthrightly inform the American-Arab Anti-Discrimination Committee in writing that \"each field manager will be reminded that these interviews are not intended to discuss political beliefs or opinions.\" The committee, which has 25,000 members in the United States, made no effort to disseminate that assurance to its members. The bureau would have done better to publish it broadly before starting the program.\nRepresentative Don Edwards of California called on the F.B.I. to scrap the interviews and threatened to hold hearings before his Judiciary subcommittee if they continue. Instead of threats, it would be better to hold those hearings, listen to the complaints and see whether the F.B.I. needs to improve its techniques.\nThese are anxious days and terrorism is a concern for Americans of every heritage. This episode could prove a useful vehicle for clearing the air and clarifying the F.B.I.'s mission. A well-executed F.B.I. counterterrorism program could ease American anxieties while shoring up our trust in government and each other.\n\nLoad-Date: January 29, 1991"
}