{
    "title": "THE ST. PATRICK'S DAY POLITICAL STATEMENT",
    "publisher": "the new york times",
    "year": 1983,
    "month": 2,
    "day": 23,
    "full text": "To the Editor:\nThis is in reply to your editorial ''Hibernians Out of Step'' (Feb. 13).  The New York St. Patrick's Day parade is much more than a commercial ethnic festival or religious holy day.\nThis is in reply to your editorial \"Hibernians Out of Step\" (Feb. 13)It is a celebration of the heritage of Irish-Americans.\nA tragic part of this heritage is the eight-century-long British colonial rule on Irish soil. Indeed, the roots of all Irish-Americans lie in the poverty, suffering and massive emigrations inflicted by Britain upon Ireland.\nToday, British rule is maintained by more than 30,000 armed British terrorists, including British troops, the Ulster Defense Regiment and Royal Ulster Constabulary. These occupation forces maintain a state grounded in blatant terrorism and religious discrimination, which is responsible for 14 years of conflict.\nAt such a time, Irish-Americans could make one of two political statements. A refusal to refer to the British would be a statement of willingness to abandon those Irish still suffering under British occupation. The gesture would have been gratefully acknowledged by the British and by Irish Free State representatives who have been intimidated into becoming pro-British apologists.\nIt would be unthinkable for Jewish-Americans to march in New York while ignoring the plight of Soviet Jewry. It would be unthinkable for Polish-Americans to march while ignoring oppression in Poland.\nIrish-Americans, in electing Michael Flannery as grand marshal and Andrew Duggan as his aide, have said that it would be unconscionable for them to march without expressing deep concern for Irish national freedom and support for those fighting British occupation on Irish soil. Michael Flannery and the parade committee are to be congratulated.\nMARTIN GALVIN, Bronx, Feb. 15, 1983; The writer, a member of the Irish Northern Aid Committee, is a delegate to the St. Patrick's Day Parade Committee."
}