{
    "title": "The terror on both sides of our borders",
    "publisher": "chicago daily herald",
    "year": 2013,
    "month": 9,
    "day": 25,
    "full text": "As always, it was the middle of the night and I heard the window open and felt the breeze on my face. It was my grandfather, long dead but an occasional visitor from God-knows-where, who comes to see me whenever he and his friends are perplexed by the doings here on Earth. I wiped the sleep from my eyes and sat up in bed.\n\"Grandpa, is that you?\"\n\"You were expecting maybe Millie Cyrus?\"\n\"It's Miley, Grandpa. But never mind. What can I do for you, Grandpa? It's late.\"\n\"You can explain something, my hotshot columnist grandson.\"\n\"Shoot.\"\n\"Bingo! You got it. What's with all the shooting, boychick? Rat-a-tat-a-tat. Look what happened in Chicago, twice in one week. First 13 people get shot and later five more — one here and two there, some with an assault whatchamacallit and some with a six-shooter or something.\"\n\"Yes, there's not much we can do about it.\"\n\"Just keep your mouth shut for a second. And then, just a bit earlier, 12 people were shot to death at the Washington Navy Yard.\"\n\"Yes, but ... \"\n\"But nothing. Listen. Take notes or something. And then on the other side of the world, some maniacs creep into a mall in Nairobi and kill dozens of people. Just like that. Bang! Bang! Bang!\"\n\"Terrorism, Grandpa. The scourge of our times.\"\n\"No, boychick, the scourge of your times is the weapon. The scourge is not realizing that it's all terrorism. What's the difference between being shot in Chicago and being shot in Nairobi? Dead is dead. Believe me, up here we know that. Listen to me, college boy. Here's what you got to write. Say it's all terrorism. Say the real terrorism is all these crazy people walking around with guns. Every day in America it's shoot-'em-up time. That poor Obama, all he does is go to memorial services. Newtown. Aurora. Washington. It's a plague. It's crazy that you can't do something about it.\"\n\"OK, but what about the Second Amendment?\"\n\"Hoo-ha! This I've been waiting for. The Founding Fathers didn't mean for everyone to have a gun. They wanted a militia.\"\n\"That's a matter of interpretation, Grandpa.\"\n\"Not for me it isn't. I play pinochle with some of the Fathers. They're sick at what they see. Bang! Bang! No militia. People shooting up playgrounds, movie theaters, the Navy Yard. Ya think that's what they wanted? They wanted guys with funny hats and muskets.\"\n\"OK, but how do we get around the Second Amendment?\"\n\"Easy. Write that all this is terrorism. To fight terrorism, Americans will permit anything. The government can read your emails and listen to your phone calls and know where you go in the car and probably how long you take in the bathroom. That's OK. But stop some schmuck with orange hair from buying an assault weapon, an AR something or other, and that's a constitutional matter? Listen, who do you fear more -- the Taliban or the NRA?\"\n\"I can't do that. Everyone would laugh. I'd never get on ‘Morning Joe.'\"\n\"This is bigger than some show. Listen! Pay attention. Start with that Wayne LaPierre, the head of the NRA. Whenever he's on TV, have those special-effects geniuses in Hollywood make him look like a terrorist. Call him Mullah Wayne. Get the idea across.\"\n\"Grandpa, that's crazy.\"\n\"That's crazy? But all these shootings aren't crazy? Dead little kids in Chicago, that's not crazy? Think about it, boychick. Make your mother proud.\"\n\"How is she?\"\nBut with that, I heard the window open, felt a breeze and he was gone, leaving only an idea.\n\nLoad-Date: September 25, 2013"
}