{
    "title": "THE RISE OF HATE ROCK WADE MICHAEL PAGE, KILLER OF SIKHS, GREW UP IN A CULTURE OF WHITE BACKLASH",
    "publisher": "pittsburgh post-gazette",
    "year": 2012,
    "month": 8,
    "day": 19,
    "full text": "In 1977, a teenager from Blackpool, England, set out to become a professional rock star. Ian Stuart Donaldson, the son of a businessman and a housewife, idolized the Rolling Stones. His high school band was called \"Tumbling Dice\" -- after a Stones song. After the band members graduated, they renamed themselves Skrewdriver and moved to London to try to make it big.\nAt first, they were just a regular punk band. Their first album didn't contain a single song about race or politics. But nobody bought that album. The band ran out of money. Ian would have faded into obscurity had a patron not stepped forward: the National Front, a far-right British political party looking for a way to fire up youth.\nIan began singing about how the British needed to take back their country from the blacks. He wore swastikas and served time for beating up an immigrant. When he emerged from prison, Skrewdriver became the most famous hate rock band in the world.\nThe music made its way across the Atlantic, where an alienated slice of white teenagers in America were drawn to its shock value. Just as folk music turned a generation in the 1960s onto social injustice, Skrewdriver's songs for white power skinheads -- the antithesis of long-haired hippies -- infected a subculture in the 1990s with racism and extreme anti-immigrant views. One of them was Wade Michael Page, a former member of the white power rock band Definite Hate, who gunned down worshippers at a Sikh temple in Wisconsin on Aug. 5.\nSuch killings can seem like random acts, coming out of the blue, unconnected to anything we experience in our everyday lives. But in fact they are a part of a far larger story of how ideas, culture and identity spread.\nBill Braniff, executive director of the National Consortium for the Study of Terrorism, says researchers are still studying \"the flash-to-bang period -- the time it takes for an idea to seed and for a culture to grow around that idea and for individuals within that culture to take action.\" We don't have enough data to describe that gestation period, he said.\nIt took years for the far-right group, National Alliance, based in West Virginia, to establish its own record label promoting bands, including Definite Hate. It took more years for them to create a video game called Ethnic Cleansing, in which players shoot blacks and Latinos in public housing projects. Who knows how long it will take for that game to gestate in teenagers' heads?\nIt may be tempting to dismiss Page and the National Alliance as extremists who have nothing in common with the rest of America. But Page's gunfire can be seen as a volley fired off in a far larger war over our national soul.\nHow should we feel about the demographic realities that are literally changing the face of America? Do we embrace our racially heterogeneous future or do we reject it? Do we walk into the future with confidence that America will remain itself, even as its ethnic make-up changes? Or do we try to roll back the clock? Will white people, who've shared political power for only a few generations, come to view themselves as an ethnic bloc, with their own special interests to fight for?\nEchoes of these questions reverberate in the mainstream, especially this election year.\nTerrorist acts are \"a form of political expression,\" Mr. Braniff said. A violent, criminal form, but political expression nonetheless. Many of the ideas that violent perpetrators claim to fight for are held by law-abiding, non-violent citizens that are politically engaged.\"\nAmerica has faced this kind of struggle before. In the 1970s, the vast majority of domestic terrorist acts were perpetrated by far-left groups, including the communist Weather Underground organization. For six years in a row, 70 bombs went off each year.\nBut ideas can die, just as they can be born. The appeal of Marxism withered away. Left-wing attacks all but disappeared. By the 1990s, domestic terrorism was dominated by the far right, which has been responsible for at least 145 attacks resulting in deaths.\nResearchers are still studying why, Mr. Braniff said.\n\"Globalization has created the perception of relative winners and relative losers. Those who perceive that their place in society is being eroded can mobilize against it in any number of ways.\"\nOne way is to cut a racist record album. Another is to cross the line of criminality and do what Page did to innocent Sikhs. When will the notion of ethnic winners and losers wither away? Time will tell.\n\nNotes\n\nFarah Stockman writes for the Boston Globe./\n\nLoad-Date: August 21, 2012"
}