{
    "title": "The Wrong Debate on Terrorism",
    "publisher": "the new york times",
    "year": 2004,
    "month": 4,
    "day": 25,
    "full text": "The last month has seen a remarkable series of events that focused the public and news media on America's shortcomings in dealing with terrorism from radical Islamists. This catharsis, which is not yet over, is necessary for our national psyche. If we learn the right lessons, it may also prove to be an essential part of our future victory over those who now threaten us.\n But how do we select the right lessons to learn? I tried to suggest some in my recent book, and many have attempted to do so in the 9/11 hearings, but such efforts have been largely eclipsed by partisan reaction. \n One lesson is that even though we are the world's only remaining superpower -- as we were before Sept. 11, 2001 -- we are seriously threatened by an ideological war within Islam. It is a civil war in which a radical Islamist faction is striking out at the West and at moderate Muslims. Once we recognize that the struggle within Islam -- not a ''clash of civilizations'' between East and West -- is the phenomenon with which we must grapple, we can begin to develop a strategy and tactics for doing so. It is a battle not only of bombs and bullets, but chiefly of ideas. It is a war that we are losing, as more and more of the Islamic world develops antipathy toward the United States and some even develop a respect for the jihadist movement. \n I do not pretend to know the formula for winning that ideological war. But I do know that we cannot win it without significant help from our Muslim friends, and that many of our recent actions (chiefly the invasion of Iraq) have made it far more difficult to obtain that cooperation and to achieve credibility. \n What we have tried in the war of ideas has also fallen short. It is clear that United States government versions of MTV or CNN in Arabic will not put a dent in the popularity of the anti-American jihad. Nor will calls from Washington for democratization in the Arab world help if such calls originate from a leader who is trying to impose democracy on an Arab country at the point of an American bayonet. The Bush administration's much-vaunted Middle East democracy initiative, therefore, was dead on arrival. \n We must also be careful, while advocating democracy in the region, that we do not undermine the existing regimes without having a game plan for what should follow them and how to get there. The lesson of President Jimmy Carter's abandonment of the shah of Iran in 1979 should be a warning. So, too, should we be chastened by the costs of eliminating the regime of Saddam Hussein, almost 25 years after the shah, also without a detailed plan for what would follow. \n Other parts of the war of ideas include making real progress on the Israel-Palestinian issue, while safe-guarding Israeli security, and finding ideological and religious counter-weights to Osama bin Laden and the radical imams. Fashioning a comprehensive strategy to win the battle of ideas should be given as much attention as any other aspect of the war on terrorists, or else we will fight this war for the foreseeable future. For even when Osama bin Laden is dead, his ideas will carry on. Even as Al Qaeda has had its leadership attacked, it has morphed into a hydra, carrying out more major attacks in the 30 months since 9/11 than it did in the three years before. \n The second major lesson of the last month of controversy is that the organizations entrusted with law enforcement and intelligence in the United States had not fully accepted the gravity of the threat prior to 9/11. Because this is now so clear, there will be a tendency to overemphasize organizational fixes. The 9/11 commission and President Bush seem to be in a race to propose creating a ''director of national intelligence,'' who would be given control over all American intelligence agencies. The commission may also recommend a domestic security intelligence service, probably modeled on Britain's MI-5. \n While some structural changes are necessary, they are a small part of the solution. And there is a risk that concentrating on chain-of-authority diagrams of federal agencies will further divert our attention from more important parts of the agenda. This new director of national intelligence would be able to make only marginal changes to agency budgets and interactions. The more important task is improving the quality of the analysts, agents and managers at the lead foreign intelligence agency, the Central Intelligence Agency. \n In addition, no new domestic security intelligence service could leap full grown from the Federal Bureau of Investigation and the Department of Homeland Security. Indeed, creating another new organization while we are in a key phase in the war on terrorism would ignore the lesson that we should have learned from the creation of Homeland Security. Many observers, including some in the new department, now agree that the forced integration and reorganization of 22 agencies diverted attention from the missions of several agencies that were needed to go after the terrorists and to reduce our vulnerabilities at home. \n We do not need another new agency right now. We do, however, need to create within the F.B.I. a strong organization that is vastly different from the federal police agency that was unable to notice the Al Qaeda presence in America before 9/11. For now, any American version of MI-5 must be a branch within the F.B.I. -- one with a higher quality of analysts, agents and managers.\n Rather than creating new organizations, we need to give the C.I.A. and F.B.I. makeovers. They cannot continue to be dominated by careerists who have carefully managed their promotions and ensured their retirement benefits by avoiding risk and innovation for decades. The agencies need regular infusions throughout their supervisory ranks of managers and thinkers from other, more creative organizational cultures. \n In the new F.B.I., marksmanship, arrests and skill on the physical training obstacle course should no longer be prerequisites for recruitment and retention. Similarly, within the C.I.A. we should quash the belief that -- as George Tenet, the director of central intelligence, told the 9/11 commission -- those who have never worked in the directorate of operations cannot understand it and are unqualified to criticize it. \n Finally, we must try to achieve a level of public discourse on these issues that is simultaneously energetic and mutually respectful. I hoped, through my book and testimony, to make criticism of the conduct of the war on terrorism and the separate war in Iraq more active and legitimate. We need public debate if we are to succeed. We should not dismiss critics through character assassination, nor should we besmirch advocates of the Patriot Act as fascists.\n We all want to defeat the jihadists. To do that, we need to encourage an active, critical and analytical debate in America about how that will best be done. And if there is another major terrorist attack in this country, we must not panic or stifle debate as we did for too long after 9/11.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDrawing (Drawing by Christoph Niemann)                              \n\nLoad-Date: April 25, 2004"
}