{
    "title": "THE BEGINNING OF THE END OF ISLAMIC EXTREMISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1994,
    "month": 8,
    "day": 12,
    "full text": "Revolutions are hard on moderates. They usually turn into a struggle between the most intransigent reactionaries and the most radical of the revolutionaries. That seems to be happening in Algeria, and the result could feed paranoia about Islamic fundamentalism ain the United States and Western Europe.\nThe French are bracing themselves right now for possible terrorist retaliation for the roundup of Algerian fundamentalist activists that has been going on since the weekend. This action followed the murder in Algiers of five French nationals connected to the embassy there. They were the latest of 57 foreigners murdered by Algerian fundamentalists during the past 11 months.\nThe proposition that we are doomed to decades of a war of civilizations - as advanced by Harvard political scientist Samuel Huntington and others - is making its way into the American as well as European consciousness.\nThis ignores two basic points about Islamic fundamentalism today. The first is that it primarily concerns Muslims, not the West. The people mostly in danger in Algeria are Algerians. Hundreds of Algerian teachers, intellectuals, journalists, soldiers and policemen, and ordinary people in the street have been murdered. The European victims are an afterthought.\nThe idea that the West is the target of Islamic fundamentalism incorporates a gross error. It is true that fundamentalism opposes Western culture as well as the West's political influence. But the aim of the fundamentalist movement is to drive the West out of the Islamic world, so that its totalitarian version of godliness can reign. No sane fundamentalist wants to conquer a Western country filled with infidels and pagans.\nThe attacks on the West by Islamic fundamentalists fall into one or the other of two categories. The first is punishment of the West for alleged crimes against Islam. That is the reason American diplomats were taken hostage in Iran in 1979; the United States had sponsored the shah of Iran's misconceived efforts to westernize Iran. The United States is also the ally of Israel and supports moderate Muslim governments. That is why New York's World Trade Center was bombed.\nThe other motive for terrorism has been to win release of Islamic fundamentalists held prisoner because of earlier acts of terrorism. Most of the Beirut kidnappings were blackmail for prisoner releases. Blackmail was the motive for the 1986 bomb attacks in Paris.\nThe next thing to understand about fundamentalism is that in the long run it will fail Tbecause its attempt to recreate a utopian version of the past simply won't work. Algeria has no more chance of recreating a theocentric society than the West has of recreating the integrally religious Christendom of the 13th century.\nThe turning point conceivably occurred last week with the announcement by one of the Algerian terrorist groups that it intends to kill students and teachers when secondary schools and universities resume this fall. The only schooling it wants to permit is that conducted in strict Islamic religious institutions. This threat was accompanied by the murder of the director of the Agricultural Institute of the University of Blida, just south of Algiers. It was the latest in more than 15 recent murders of teachers.\nIslamic fundamentalism has made progress because it promises improvement in the lives of ordinary people, after the abject failure of nationalism and Arab socialism. Those mostly produced impoverished economies and military governments. The Islamic fundamentalists say that a return to strict religious observance will better peoples' lives.\nBut people know that their children have no hope at all if they cannot be educated in the subjects that make the world go around. They know that agricultural research and education is essential to their future. They understand that children have to learn engineering, science, accounting, foreign languages and other practical subjects.\nThe Islamic revolution in Algeria appears to have been taken over by extreme elements. If that is the case, the future actually looks brighter. After extremism, comes rational reaction and practicality. It is just possible that the Algerian crisis approaches the beginning of its end.\n\nLoad-Date: August 13, 1994"
}