{
    "title": "The Lebanon liability",
    "publisher": "the world",
    "year": 1984,
    "month": 2,
    "day": 28,
    "full text": "President Reagan seems to be remembering the advice of Sen. George Aiken to President Johnson when he counseled him to extricate the country from the quagmire of Vietnam by simply declaring victory and getting out.\nAs Mr. Reagan pulled the Marines out of Lebanon, he did his best to make the case that US involvement accomplished a certain measure of success. At the outset there was a good chance of bringing stability to Lebanon. And he is not at all sorry that he took that chance.\nHe even seeks to put the best face on the terrorism that killed 241 Marines by contending that ''these terrorist attacks attest to the success we were having. They - those who don't want a peaceful settlement in Lebanon - know that the multinational forces is an obstacle to their goals. And so they have taken up this practice.''\nWill the President be able to convince the public that he did not, as one Democratic critic puts it, ''mess up in Lebanon''? Or will voters hold him accountable for not having achieved the stability in Lebanon that he outlined as the reason for US presence in that country?\nAlso, will a President who kept saying that the Marines were staying where they were be held accountable by the voters for turning around and getting them out - particularly since he had implied that there was something less than patriotism in the expression of counsel for a retreat.\nA close election next fall could turn on how the majority of voters answers these important questions. Some of the factors that will bear on the answers by the public can be perceived:\n* Anyone who travels through the country these days finds there has been a revival of the neo-isolationism that followed the Vietnam war. This had begun to subside in the late '70s. And Reagan was elected, in part, because he was viewed as a leader who would reinstate the US global presence returning the US to more respect in the world. And the public has supported Reagan's military buildup.\nBut now there seems to be growing public sentiment for the US to stay at home and let other nations work out their problems. There is a feeling, expressed by conservatives and liberals, that the US not get involved in another no-win war like Vietnam - and that the Lebanon involvement was of this no-win nature.\nThere is also a feeling that the President's foreign policy tends to be an ad hoc policy that simply reacts.\n* Against this less than favorable view of the President, there is a Ronald Reagan who is masterly at bringing public opinion behind him. Of the Reagan proposition that the acts of terrorism reflected US success in Lebanon, Gen. Brent Scow-croft, once President Ford's adviser on national security, commented: ''The President is very skillful.'' He went on to say that the US had suffered a ''setback.''\n* But much of how Reagan's Lebanon involvement will finally be viewed by voters will depend on how successful the Democrats are in convincing voters that this was a major Reagan blunder.\nDemocrats know they will not be able to beat the President over the state of the economy. It continues to get better, and will doubtless be perceived as improving at election time.\nThus, it is on his handling of foreign affairs that the Democrats hope to defeat Reagan. But they must first find a candidate who can match Reagan in presenting his case to the public. At this point no such candidate has yet emerged."
}