{
    "title": "The war in Iraq is helping terrorists Will we hold people accountable for it_",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 9,
    "day": 27,
    "full text": "Donald Rumsfeld was right to worry.\nOn Oct. 16, 2003, the secretary of defense sent his four closest aides a memo asking a series of provocative questions:\n\"Today, we lack the metrics to know if we are winning or losing the global war on terror,\" he wrote to Deputy Defense Secretary Paul Wolfowitz; Undersecretary of Defense for Policy Douglas Feith; Chairman of the Joint Chiefs of Staff Gen. Richard Myers; and joint chiefs vice chairman Gen. Peter Pace.\n\"Are we capturing, killing or deterring and dissuading more terrorists every day than the madrasas and the radical clerics are recruiting, training and deploying against us? . . . Is our current situation such that 'the harder we work, the behinder we get'?\"\nThree years later, it turns out that we are \"behinder\" and that Rumsfeld is one of the reasons why. Other reasons include President George W. Bush, Vice President Dick Cheney, Secretary of State Condoleezza Rice and members of Congress who have supported the Bush administration's anti-terrorism policies and strategies.\nThe consensus of 16 U.S. intelligence agencies is that America's invasion and occupation of Iraq is promoting Islamist terrorism, not deterring it; inspiring fresh terrorist recruits, not discouraging them; increasing hatred of America, not reducing it.\nThese are among the conclusions of \"Trends in Global Terrorism: Implications for the United States,\" a classified National Intelligence Estimate issued last spring but not reported publicly until this past weekend. On Tuesday,\nPresident Bush declassified parts of the NIE. It describes the Iraq war as having become a rallying cry for radicals who point to it as proof of the West's desire to dominate the Middle East, not liberate it. The war has spawned new kinds of nationalist-terrorist cells that operate independently of al-Qaida or any other centralized authority, while still drawing on the anti-West ideology of Osama bin Laden's movement.\nThe NIE apparently avoids mentioning a few other U.S. actions that have aided the efforts of international terrorism: the humiliation, torture and deaths of prisoners in U.S. custody in Afghanistan and Iraq; the imprisonment of innocent people for years without charges or trial at Guantanamo Bay; the ruination of post-war Iraq at the hands of incompetent administration hacks, cronies and ideologues, as chronicled in a depressing new book called \"Imperial Life in the Emerald City,\" by Rajiv Chandrasekaran.\nAnd yet, it is possible that this clear repudiation of the Bush approach to international terrorism actually may help Republicans in the midterm elections that now are less than six weeks away.\nWhy? Whatever its messy, maddening details, the essence of the NIE message is this: There are more terrorists than ever, so America is more vulnerable than ever. And when Americans feel vulnerable, they traditionally lean toward Republicans.\nThe most recent New York Times-CBS News opinion poll, taken in the afterglow of the emotional fifth anniversary of the 9/11 attacks, illustrates the point. Of those surveyed nationwide, 56 percent disapproved of the way Bush is handling his job as president, and 59 percent specifically disapproved of his handling of the war in Iraq. By a wide margin, people also said they trusted Democratic candidates, not Republicans, to tell them the truth about the threat of terrorism.\nYet 54 percent of the people approved of how Bush is handling the war on terrorism. And when people were asked which party they thought was \"more likely to make the right decisions when it comes to dealing with terrorism,\" 42 percent answered \"Republican,\" while 37 percent said \"Democratic.\"\nSo let's sum up: People recognize that Bush is doing a poor job as president. They understand all too well that his Iraq war is an ongoing tragedy with terrible human and financial consequences. They believe Democrats are more likely to be honest about the terrorist threat than Republicans are. So, naturally, when it comes to managing the ongoing fight against Islamist terrorism, people prefer . . . Bush and the Republicans???\nTrue, this poll pre-dated the news about the National Intelligence Estimate's conclusions that the Iraq war has increased the danger of terrorism. It's also true that, since the weekend, Democratic leaders have been trying to use the NIE report to whip up public disenchantment with the Bush administration. Maybe this time the criticisms will stick, but the administration's hapless incompetence hasn't exactly been a secret for the last 5 1/2 years.\nHonestly, I don't know how good Democrats would be at fighting terrorism or, for that matter, which Democrats would be likely to try. But we already know how bad Bush and his bunch have been at it. The NIE is merely the latest confirmation.\nBush will be president until Jan. 20, 2009, and he has shown no inclination to replace those who have helped formulate and carry out his discredited anti-terrorism policies. But many of the people whose votes in Congress have endorsed and enabled those policies are up for reelection on Nov. 7 -- and that includes many Democrats as well as Republicans. If they are not held accountable then for the abysmal judgments that have advanced the cause of Islamist terrorism, will they ever be?\nDonald Rumsfeld was right to worry about the recruitment of young terrorists by radical schools and clerics. He just didn't realize that he and his colleagues in the Bush administration are helping them do it.\n\nNotes\n\n OTHER VIEWS \n\nGraphic\n\n \nPHOTO\n PHOTO - President Bush, Vice President Cheney and Defense Secretary Rumsfeld at the Pentagon in 2004. Gerald Herbert | AP \n\nLoad-Date: September 27, 2006"
}