{
    "title": "The McGill Tribune September 11 is not a political tool",
    "publisher": "university wire",
    "year": 2011,
    "month": 9,
    "day": 13,
    "full text": "McGill Tribune\nThe Harper government's decision to reintroduce two controversial clauses of the Anti-Terrorism Act (Bill C-36) in the House of Commons this past week is no small coincidence. At a time when the 2001 attacks on the United States are on everyone's mind, and every media source features news analyses, personal anecdotes, and political essays about the attacks on its front page, the Conservatives are trying to capitalize on the shadow of fear enveloping Canadians and Americans alike.\nThe first of Bill C-36's clauses would permit the warrant-less arrest of anyone suspected of planning an act of terrorism and their detention for up to three days. The second clause authorizes judges to force a witness to testify in secret under threat of incarceration, even when charges have not yet been laid in a case. Only the second clause has been upheld by the Supreme Court as constitutionally valid, while the first hasn't been tested.\nOriginally instituted immediately after the attacks as part of the Anti-Terrorism Act in 2001 by Jean Chretien's Liberals, the clauses expired in 2007 despite the efforts of the then-minority Conservative government to extend them. Parliament voted 159-124 against reinstating the clauses.\nWhile the clauses were never used in that six-year period, they nonetheless represent a serious threat to the liberties of all Canadians. The first is arguably the less necessary and more reprehensible of the two clauses. The second has stirred less outrage, since it was very nearly applied during an investigative hearing into the Air India Flight 182 bombing to elicit testimony from the wife of one of the men on trial. The constitutional validity of the clause was only upheld after the trial ended in acquittals.\nThe Tribune believes that both clauses represent an infringement on Canadians' civil liberties and should not be passed through the House of Commons. The Harper government has failed to present sufficient evidence that the clauses are necessary.\nFurther, this version of the Anti-Terrorism Act would not mandate any future reviews of the controversial clauses. Sunset clauses in 2001's Bill C-36 ensured that issues relating to the civil liberties of Canadians would be debated in light of Canada's national security status five years from 9/11. Excluding provisions for review is entirely unjustifiable.\nThe institution of these clauses would not turn Canada into a police state, but they would eventually result in a human rights violation, and one instance is still too many. It is our government's responsibility to guide us by reason and not by fear.\n\nLoad-Date: April 10, 2015"
}