{
    "title": "THE WORLD; A New Armenian Death Mission",
    "publisher": "the new york times",
    "year": 1983,
    "month": 7,
    "day": 31,
    "full text": "Five Armenian nationalists last week found a suicidal way to crack the ''wall of silence'' they complained was muffling their cause.  They stormed into the Turkish Embassy compound in Lisbon, lost one man in an exchange of shots with security guards, seized the Ambassador's residence and were killed, after a 90-minute siege, in an explosion they apparently ignited. A Turkish diplomat's wife and a Portuguese policeman also died.\nFive Armenian nationalists last week found a suicidal way to crack the ''wall of silence'' they complained was muffling their cause.\nIn a note mailed to news agencies, the little-known Armenian Revolutionary Army claimed responsibility for ''our sacrifice to the altar of freedom.'' Portuguese police said the five men were traveling on Lebanese passports, but the cell's existence reportedly was news to Armenians in Beirut.\nThe violence was taken up, but not condemned, at last weekend's meeting in Lausanne, Switzerland of the Second Armenian World Congress. Some 70 delegates claimed to represent 3 million people in 30 countries, many of them descendants of Armenians who fled Turkey while hundreds of thousands of their relatives, they say, were being massacred early in this century. They seek reparations as well as an Armenian state carved from northeastern Turkey -which has denied mass killings took place - and possibly extending into Soviet Armenia.\nOnly a few governments, notably France, officially support Armenian aspirations, but Western diplomats in Paris believe Syria and Iran have assisted some of terrorists. Several members of the betterknown Armenian Secret Army for the Liberation of Armenia, which American officials said espouses Marxist ideology, were recently arrested in France and found to have Syrian passports. Prosperous Armenians in the United States and Europe contribute to competing nationalist groups, sometimes under duress.\nThe terrorism in Lisbon was the third attack against Turks in 13 days. On July 14, the Revolutionary Army claimed responsibility for the fatal shooting of a Turkish diplomat in Brussels. The next day, the Secret Army put a bomb in a suitcase at the Turkish Airlines counter at Orly Airport in Paris. It killed seven persons and wounded 55."
}