{
    "title": "THE WAR ON TERRORISM IS NOTHING MORE THAN VIGILANTE JUSTICE",
    "publisher": "the world",
    "year": 2002,
    "month": 3,
    "day": 31,
    "full text": "We go out to restaurants, consume, watch basketball, shop, watch the Oscars and otherwise consume more than our share of the world's resources. Meanwhile, ours -- the richest, most free, democratic, and compassionate country in the world -- spends trillions of dollars bombing terrorism off the planet.\nWe are fighting a war on terror while the rest of the world is beginning to view us as the terrorists. No, we don't target innocent civilians, but they die anyway. We don't how many people we killed and maimed, or even whether they were civilians.\nMoreover, the world is no more secure today than yesterday. There are more ways that terrorists can cause harm than there were before Sept. 11. Every day there is a new threat.\nFor goodness sake, people. We have more chance of being killed in a car accident, a drive-by shooting, a drunken driver, an errant emergency vehicle, slippery footing, the weather or choking on a pretzel than of being a victim of terrorism.\nSecondhand smoke is more likely to kill you than the Mohamad Atmas of the world. If you're of military age, you're more likely to be killed by the U.S. war machine than a terrorist.\nOur war on terrorism is a mob war, a vigilante mentality of who should we get next simply because we can. There is the \"Axis of Evil\" which sounds like a Star Wars movie title. Then there is homeland security, where an embarrassingly simple-minded color-coded scheme is supposed to warn us of a \"heavy\" terrorist day -- as through we can measure it the way we do pollutants in the air. How many millions of dollars did this brainchild cost? More importantly, how many new schools, new roads, new teachers, new jobs did it cost? Does anyone in America care?\nBesides, homeland security sounds too much like Hitler's \"fater land.\" The homeland for most Americans is Europe, Africa and Eurasia. The pattern the arguments, the evidence and the \"lingo\" of this war is too reminiscent of how the red, white, and blue flew over the bloodstained land of American Indians and other nonwhite, non-Christian people.\nWe are even blatantly blind to the hypocrisy of our own logic. We demand that Arafat find, lock up and stop Palestinian terrorists. Yet he has no army, has no police and he can't even leave his residence. Does anyone stop to ask how we can make these demands when we can't secure our own country or find Osama bin Laden and his leaders?\nThe real war is not in Afghanistan, but here in the United States where Americans die every day from problems that we have no money to address. Yet we have trillions of dollars to conduct war against an enemy who seems to move from one land to another as mysteriously as votes moved between Al Gore and George Bush. Each day we become less like the land of the free and less like the home of the brave. Instead of counting our blessings, we use them to justify that God is on our side, no matter what misery we cast on others through our vigilante justice.\nDaniel Aragon Ulibarri is an educational psychologist, researcher and author of Devil's Hatband. He can be contacted at usorg@usorg.com or P.O. Box 56942, Albuquerque, N.M., 87187-6942.  \n\nLoad-Date: July 16, 2002"
}