{
    "title": "The rise of the european far-right",
    "publisher": "university wire",
    "year": 2017,
    "month": 10,
    "day": 9,
    "full text": "Over the last few years Western Europe has changed on a political level.\nEvery election that we see in Europe in the past year - whether it be in Britain, France or Germany, we in the United States have been holding our breath hoping that racist far-right parties don't win elections.\nWhy is right-wing populism becoming so intriguing in the voting booths these past election cycles?\nWhy was far-right and anti-islamic candidate Geert Wilders in the Netherlands considered competition in the 2017 Dutch elections?\nWhy was french National Front party leader Marine Le Pen well popular and a runner-up in France during its election earlier this year?\nHow did the far-right populist party, Alternative for Deutschland -now the third largest political party in Germany- been able to obtain 88 seats in German parliament, the first time in over 70 years!?\nThere's a few answers but one is primary:\nThe political left's unwillingness to reasonably discuss migrants, Islam and terrorism.\nThe fear of discussing Islamic terrorism has become a deep wound in the left's rhetoric.\nThis is said, knowing people will strongly disagree with me and even may want to shame me into silence.\nThe political left is hesitant to make a connection between the rise of terrorist attacks it has endured on a monthly basis and the pouring on mass of migrant refugees without proper vetting.\nThe unwillingness to actually discuss a proper vetting process allows psychopath to take over the conversation and make no bones about their plans for a society where moderate Muslims wont be able express thier faith.\nIt's understandable, the well-intent of an open border policy to those fleeing mayhem. The men, women and children who have no where else to go and want to live in peace away from war.\nSadly, jihadist jackasses who take advantage of this policy, come into the west and do harm against civilians for theocratic means.\nThis has to be addressed and the far-right are the only ones who are willing to have that conversation, and they're having it with absolute ugliness.\nTheir manifestos are insanely anti-Islamic. It fights against one of the main ideals of the age of enlightenment, namely, freedom of religion.\nVoters know this, but vote for them any way because they're the only ones welling to talk about the rise of terrorism in their country.\nPeople are afraid to associate Islam with terrorism and it's reasonable, to an extent.\nThere are obviously those who are actually bigoted agaist Muslims, and jump at any given chance to shit on Muslims.\nThose people do a poor job at making distinctions between ideas and people.\nBut we cannot let them guide the discussion in that direction and us, the left, not talk about it in fear of the \"islamaphobic\" accusation, only gives those said bigots the upper hand.\nIt must be said that we must be comfortable to talk about that which is uncomfortable.\n\nLoad-Date: October 10, 2017"
}