{
    "title": "The logic behind the war on terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 1,
    "day": 28,
    "full text": "President Bush wants all of you to believe the war on terrorism will not end in Afghanistan. He wants you to believe the United States is on a crusade to rid the entire world of terrorism.\nBut Bush's promises are empty; only rhetoric designed to ignite the American public's fervor and get them to rally around the flag.\nThe news media and Sen. John McCain have thrown around the idea of declaring war on Iraq. But right now, all the United States has to justify a war with Iraq is unproved speculation about Saddam Hussein's collection of weapons of mass destruction, and a possible link with the Sept. 11 attacks.\nU. Nebraska\nThis is nothing new.\nThe United States longs to dethrone Saddam. That's why economic sanctions were placed on Iraq based on rumors Hussein was manufacturing biological and nuclear weapons. The sanctions were designed to destroy the Iraqi economy and thereby force Saddam to give up his dictatorial throne. Presently the Iraqi economy is in shambles, but Saddam is nowhere close to losing power.\nCertainly Saddam could have opened up his plants for inspection or donate some of his personal fortune to the starving people of Iraq, but the reason he doesn't do either is because he's a cruel, heartless, manipulative bastard.\nHussein has blamed the abject poverty of the Iraqi people on the economic sanctions, and the rest of the world has believed him. Now in the court of worldwide public opinion, the United States looks like a whiny bully, and Iraq is the innocent victim of unjustified U.S. intervention. That is why America can't declare war on Iraq without proof of an al Qaeda link. The United States would only bolster the whiny bully outlook, lose its military coalition and lose legitimacy for its cause.\nThat's also why there will never be a proven link between Saddam and al Qaeda. Saddam understands he has world opinion on his side, and he would not sacrifice that to fund a terrorist organization known to kill innocent Americans. The man may be cruel and manipulative, but he's not dumb.\nBesides, war with Iraq would be awfully politically awkward, if not embarrassing for George W. Bush. The political and media spin-doctors would advertise it as \"Gulf War II: Redeeming the Sins of the Father.\" The notion the current President Bush is a different man from the other President Bush would be sacrificed, casting shadow and doubt on whether the father or the son is the true president. Not a good move when bidding for re-election.\nThe other option the United States has is to bomb Somalia. At least in this case, America has proof of an al Qaeda link with training camps scattered across the nation.\nBut war with Somalia will accomplish nothing. There is no evil government to kick out like the Taliban because Somalia doesn't have a real government. All Somalia has is a bunch of feuding warlords who take the food from the poor and give it to themselves.\nIf you can remember what Somalia was like before the United States came in the early 1990s, that's how Somalia is now -- thousands of skeletal children dying in the streets while fat guys in jeeps with AK-47s drive by. War will only make matters worse.\nEven if the United States bombed only the al Qaeda terrorist training camps, they still would accomplish nothing. If you've ever seen pictures of the camps in Afghanistan, you would see they're just a bunch of tents in the middle of nowhere with a spattering of unsophisticated military obstacle courses.\nThere are few, if any, permanent structures to bomb, and no real military value to the patch of earth on which the camp resides. Bombing these camps would only cause Osama and friends a minor disruption and force them to relocate elsewhere. Not a big deal when it's just a bunch of tents.\nThe reason the war with Afghanistan has been so cost-efficient in terms of American lives, is because the United States let the Northern Alliance do all the dirty work. All the Americans did was give the Northern Alliance guns and bomb buildings from 10,000 feet above.\nThe Northern Alliance was the group of people dueling it out on the ground, toe-to-toe with Taliban fighters. Neither Iraq nor Somalia have an organized front against the current regime, so war with either country will force much more American blood to be spilled.\nNobody wants to have his son, daughter, brother or sister brought home in a coffin with an American flag draped over it.\nThat is why President Bush's promises ring hollow. With a new government in Afghanistan, and only small pockets of resistance remaining, it is safe to call the war on terrorism over.\n(C) 2002 Daily Nebraskan via U-WIRE\n\nLoad-Date: January 28, 2002"
}