{
    "title": "The Moment to Rethink U.S. - Saudi Ties",
    "publisher": "the new york times",
    "year": 2020,
    "month": 12,
    "day": 7,
    "full text": "A reader suggests that President-elect Joe Biden should take a cleareyed look at what the kingdom is, and is not. Also: A pandemic haircut.\nTo the Editor: \n  Re ''Saudis Brace for a Less Friendly White House'' (front page, Nov. 21):\n  President-elect Joe Biden's rhetoric on Saudi Arabia over the years has been far tougher than the monarchy is used to. But words alone won't make much of a difference. Mr. Biden's policy toward Riyadh should adopt a more cleared-headed look at what the kingdom is, and, crucially, what it is not.\n  Saudi Arabia is not entitled to U.S. military or diplomatic support. It's not a treaty ally like Japan. Its importance to U.S. security has dwindled as the United States seeks to reorient its foreign policy away from the Middle East. And if Crown Prince Mohammed bin Salman's tutelage is any indication, the kingdom is proving to be a wildly destabilizing force in the region.\n  Mr. Biden should base the U.S.-Saudi relationship on first-order principles: cooperate when possible and deviate when U.S. and Saudi interests don't match up. For Washington, that means understanding when Saudi requests for help are counterproductive; removing itself from a war in Yemen that serves no purpose for the U.S.; and all the while continuing a pragmatic intelligence sharing on terrorism.\n  Ultimately, Saudi Arabia needs the United States more than the United States needs Saudi Arabia.\n  Daniel R. DePetrisNew Rochelle, N.Y.The writer is a fellow at Defense Priorities.\n  To the Editor:\n  Saudi Arabia should face a less friendly White House.\n  The first thing President Joe Biden should do when he moves into the White House is to issue an executive order barring Crown Prince Mohammed bin Salman from visiting the United States.\n  Jimmy DunneHouston\n  Cutting My Husband's Hair During the Pandemic\n  To the Editor:\n  Re ''When Will We Throw Our Masks Away? I Asked Dr. Fauci,'' by Elisabeth Rosenthal (Sunday Review, Nov. 22):\n  Dr. Fauci: You say you have been getting a haircut every 12 weeks.\n  I have been cutting my husband's hair at home during the pandemic, and he looks as handsome as he ever did during his 83 years of going to the barber. It's fun, and think of how much money we are saving.\n  He will go back to his local barber to support his business as soon as it is safe.\n  Ellen OffnerNewton, Mass.\n\nhttps://www.nytimes.com/2020/12/06/opinion/letters/saudi-us-trump-biden.html\n\nGraphic\n\n \nPHOTO: President Trump discussing weapons sales with Crown Prince Mohammed bin Salman in the Oval Office in 2018. (PHOTOGRAPH BY Doug Mills/The New York Times FOR THE NEW YORK TIMES)               \n\nLoad-Date: December 7, 2020"
}