{
    "title": "The price of a life_ $ 75,000",
    "publisher": "st. petersburg times ",
    "year": 1990,
    "month": 1,
    "day": 12,
    "full text": "People who entrust their lives to an airline have a right to expect    that it will not compromise on safety. In today's world, that calls for    the utmost vigilance against terrorism.\n \n     Families of the 259 passengers and crew who died in the bombing of    Pan American Flight 103 over Lockerbie, Scotland, contend the airline    didn't screen baggage carefully enough. If that turns out to be true,    the families would deserve substantial damages. But they might not get    them.\n    A 1929 treaty called the Warsaw Convention limits damages to no    more than $ 75,000 for passen-gers injured or killed on international    flights. That'sonly a small fraction of the earning potential of many    of the passengers aboard Flight 103. The limit is arbitrary, archaic    and grossly unfair.\n \n \n The limit does not apply in case of \"willful misconduct,\" but that    is hard to prove. Fewer than 12 such claims have been upheld in U.S.    courts, most recently in August 1989 when a federal jury in Washington    awarded $ 50-million in punitive damages to the families of 137 of the    269 people who died when a Korean Air Lines 747 strayed into Soviet      airspace and was shot down.\n \n     In the Lockerbie case, however, Pan American has persuaded a    federal judge to rule that the Warsaw Convention bars punitive damages    for any reason. The judge, Thomas C. Platt, criticized the treaty as    adding \"insult to injury\" but said he was bound by it.\n \n     Platt's ruling still allows the plaintiffs to try to prove willful    misconduct for the purpose of collecting unlimited compensatory damages    - lost income, funeral expenses, loss of companionship or parenthood    and so forth. But in many cases, especially those of elderly victims,    those damages would be small.\n \n     The Warsaw Convention has become an outrage. Airlines should assume    absolute and unlimited liability for the welfare of their passengers.\n \n In cases of gross negligence they should pay punitive damages as well.\n \n Because punitive damages cannot be insured, they go directly to the    airline's pocketbook and give the stockholders something to think    about. That's how the law works in domestic airline disasters.\n \n International flights should be no exception.\n \n     A 1975 international aviation conference at Montreal proposed to    raise the $ 75,000 limit to $ 125,000 and provide for payment without    regard to whether an airline was at fault. But it would also have made    the ceiling inflexible, with no exception even for such criminal    negligence as a pilot under the influence of drugs or alcohol. Congress    thought about that and fortunately did not buy it. In many cases, it    would be worse than the Warsaw Convention.\n \n     The United States should renounce the Warsaw Convention. It should    use all its persuasive powers to persuade airlines to waive the    protection or at least accept and insure themselves for substantially    higher limits of liability. It should encourage the establishment of an    international fund that would compensate for injuries or death caused    by terrorism, which is an international problem.\n \n     Lawsuits can't bring people back to life. But they can help teach    airlines to be more careful.\n \n\nLoad-Date: November 11, 1992"
}