{
    "title": "The Politics of Terrorism_ Andrew Cuomo's Counter-Terror Blitz",
    "publisher": "new york observer",
    "year": 2014,
    "month": 9,
    "day": 26,
    "full text": "New Yorkers are no stranger to the terror press conference -- or the political impact they have.\nGov. Andrew Cuomo rides the subway to a terrorism press conference. (Photo: Jillian Jorgensen)\nJust as he was descending into the World Trade Center subway station to convince New Yorkers that the city is safe from terrorists, Gov. Andrew Cuomo was stopped for an autograph by a man who was selling commemorative 9/11 programs.\n\"This one, I'll keep,\" the hawker said of the freshly inked booklet.\nIt was a stark reminder of the city's history with terrorism as Mr. Cuomo was about to kick off his fourth press event in two weeks devoted to speaking about terror threats - efforts to beef up security across state lines with New Jersey Gov. Chris Christie, efforts to bump up state funding for counter-terrorism, and finally, an effort to downplay threats to the subway.\nNew Yorkers, and all Americans, are no stranger to the terrorism-related press conference, at least since the days color-coded threat levels were rolled out for briefings after 9/11, designed to show people their government is paying attention, that threats are being responded to, and that they should feel safe. But since those startling announcements became part of the norm - and since those color codes were bumped up a notch or two during election season - there's also been the nagging question of whether they might actually be meant to make people feel less safe and to make an executive look strong.\n\"There's always a political element to counter-terrorism,\" said Peter Romaniuk, a faculty member at the Ralph Bunche Institute for International Affairs at the CUNY Graduate Center. \"Decision makers have a decision to make in terms of what they do and when they do it, in terms of counter-terror and the fact is that politics play into that.\"\nEven before holding press conferences specifically on terror, Mr. Cuomo has long been sounding the alarm about the threat posed to the United States by the growing Islamic State, which has gained incredible notoriety in recent weeks after brutally executing two American journalists on camera. After his trip to Israel, Mr. Cuomo warned that extremists overseas posed a threat here, too - and since the U.S. has begun air strikes in Syria, has spoken about the need to be prepared with more urgency. The press conference yesterday was in direct response to reports of a specific threat, which the governor and others knocked down, against the subway system.\n\"A ridiculously high portion of the American population is aware of the beheading issue - much, much higher, that issue has more resonance and visibility than many other, most other issues in politics by several orders of magnitude,\" Mr. Romaniuk said. \"This is clearly an issue that has captured the popular imagination.\"\nGov. Andrew Cuomo discusses terror threats. (Photo: Jillian Jorgensen)\nIt's no wonder, then, that Mr. Cuomo has sought to speak about it so often, and to allay the fears of nervous New Yorkers. And in addition to media appearances, Mr. Cuomo has ordered action - boosting the levels of police in the subways, PATH trains, and at other potential targets, and coordinating with other states and agencies - designed to both increase security and peace of mind.\n\"Making a show of visible presence - sometimes they call it a show of force, putting more officers in uniform in strategic locations and stuff like that, is widely believed to make people feel safer,\" Mr. Romaniuk said.\nMr. Romaniuk noted there is a threat to the United States in the form of fighters in Syria with U.S. or European passports returning here - but how serious that threat will be is still be assessed as governments work to track those fighters.\nFor his part, Mr. Cuomo told the Observer yesterday before boarding the E train that the strategy behind his many public briefings about terrorism the last two weeks is threefold.\n\"Number one, we want to be ready and to be ready we have to do the coordination,\" he said, between the many agencies responsible for securing high-profile targets.\n\"Second, we want to say to the people of New York - we're prepared, we understand the anxiety, but we're prepared and we're working on it, and you should rest assured we're working on it,\" he added.\n\"And number three, we want to say to any one who might be thinking of attacking New York - we're ready, we've anticipated, we're prepared, and we're at a higher level of preparation than ever before. So don't even think about it,\" he finished.\nTerrorism is a real and serious concern, and one voters especially in New York expect a governor to be on top of, said Kenneth Sherrill, a professor emeritus of political science at Hunter College - but it's also good politics.\n\"Certainly there's also some political self-interest in this - intentionally or not. It certainly helps to be seen as a strong leader, and as someone who is protecting average citizens,\" Mr. Sherrill said. \"And that is particularly helpful if you're a candidate in an election campaign, or if you're in some fashion beleaguered. Not only does it enhance the image of being a strong leader, but it also forces other things off of the front pages - so that you're not talking about things you don't want to talk about.\"\nMr. Cuomo - far ahead of his GOP opponent Westchester County Executive Rob Astorino in the polls - has been battling stories of his interference with the Moreland Commission and, more recently, surprisingly low showing in his Democrat primary win over Zephyr Teachout. The press conferences on terrorism allow only on-topic questions from the media; reporters who dare to ask about those other issues are usually promptly shot down.\nGov. Chris Christie and Gov. Andrew Cuomo at a homeland security presser. (Photo: Jillian Jorgensen)\nAppearing with Mr. Christie, a Republican and head of the Republican Governors Association, removes politics from the situation in a way - it's a bi-partisan affair, as was Mr. Cuomo's appearance with state lawmakers - but also has advantages for Mr. Cuomo's re-election bid, Mr. Sherrill said.\n\"There's no question that Cuomo is very interested in getting Republican votes in this election, and appearing with the most popular Republican in the tri-state area doesn't hurt,\" Mr. Sherrill said. \"Similarly, Christie is has put a lot of emphasis on his image as being somebody who can work across the aisle, so he has a strong interest in appearing with Cuomo.\"\nBoth also have presidential ambitions, Mr. Sherrill noted: \"This is the closest they can get, really, to foreign policy. This is the strong leadership.\"\nBut Mr. Cuomo has bristled at any effort to politicize his work on counter-terrorism in the last two weeks - including comments from Mr. Astorino earlier this week saying all the governor's actions were seen through \"the prism of politics\" and that Mr. Christie, who hasn't been a strong backer of Mr. Astorino, might not want to appear with Mr. Cuomo.\n\"We are probably working on the most important issue that we have worked on together, which is security in downstate New York and the New York-New Jersey metropolitan area, because of the increased tension and terrorist threat,\" Mr. Cuomo said to reporters in Binghampton. \"I have a real job, and one of the top priorities is to keep the people of New York safe. And working with Gov. Christie, working with Mayor de Blaiso to keep people safe, that is the essence of my job. To try to politicize that is frankly irresponsible.\"\nAsked for comment for this story, an Astorino spokeswoman questioned Mr. Cuomo's support of the NYPD.\n\"What we would have preferred to see is the Governor back up the NYPD when they have been under attack. It's the men and women in our law enforcement who are keeping New Yorkers safe,\" Jessica Proud, the spokeswoman, said.\nMr. Cuomo's terror plan does provide backing for police - something Police Commissioner Bill Bratton has welcomed - though Mr. Cuomo has largely avoided the fray in terms of other issues surrounding the police lately.\nLongtime Democratic political consultant George Arzt pointed out that, at this time of year, anything a sitting governor does is going to be viewed through the lens of his re-election bid.\n\"No matter what the governor does, it's going to be viewed within the prism of the election year, and so no matter what the announcement he will make, people will see it that way,\" Mr. Arzt said. \"But I think in this case, I think both the mayor, the governor, Bill Bratton, all are very aware of the nervousness of their constituents, and they have to address that.\"\n\nLoad-Date: September 28, 2014"
}