{
    "title": "The Right Way to Understand White Nationalist Terrorism",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 4,
    "full text": "Attacks like that in El Paso are not an end in themselves. They are a call to arms, toward something much more frightening.\nLike a number of recent mass shootings, the one in El Paso on Saturday came with a manifesto. While authorities are still working to verify that this document explicitly was indeed written by the attacker, the evidence seems clear: It was posted to 8Chan minutes before the attack, by someone with the same name.\nBy manifesto, I mean a document laying out political and ideological reasons for the violence and connecting it to other acts of violence. We’re familiar with those. We can recite them. And yet our society still lacks a fundamental understanding of the nature of this violence and what it means.\nToo many people still think of these attacks as single events, rather than interconnected actions carried out by domestic terrorists. We spend too much ink dividing them into anti-immigrant, racist, anti-Muslim or anti-Semitic attacks. True, they are these things. But they are also connected with one another through a broader white power ideology.\nLikewise, too many people think that such shootings are the goal of fringe activism. They aren’t. They are planned to incite a much larger slaughter by “awakening” other people to join the movement.\nThe El Paso manifesto, if it is verified, ties the attacker into the mainstream of the white power movement, which came together after the Vietnam War and united Klan, neo-Nazi, skinhead and other activists. That movement, comparable in size to the much better known John Birch Society, never faced a major prosecution or crackdown that hobbled its activity. As a result, it was able to sink deep roots into society, largely under the radar of most Americans. \nThis movement is often called white nationalist, but too many people misunderstand that moniker as simply overzealous patriotism, or as promoting whiteness within the nation. But the nation at the heart of white nationalism is not the United States. It is the Aryan nation, imagined as a transnational white polity with interests fundamentally opposed to the United States and, for many activists, bent on the overthrow of the federal government.\nThe white power movement imagines race war, incited by mass violence among other strategies. The core texts of this movement, like “The Turner Diaries” or “Camp of the Saints,” aren’t just quaint novels, but rather provide a road map to how such violence could succeed. To call them manuals is too simplistic: They provide the collective ideas and vision by which a fringe movement can attempt a violent confrontation that could lead to race war.\nThese ideas run from the earlier period directly into today’s manifestos. Dylann Roof’s document discussed his desire to provoke race war. The Christchurch manifesto used images and phrases from the earlier movement. In the El Paso manifesto, the anti-immigrant rhetoric is thoroughly ensconced in other white power ideas.\nTo be sure, mass attackers today have a new set of coded phrases, such as “replacement,” as a code for racial annihilation through intermarriage, immigration and demographic change. But the idea of that threat has been central to white power activism for decades.\nTo people in this movement, the impending demographic change understood by many commentators as a soft transformation — the moment when a town, a county, or a nation will no longer be majority-white — isn’t soft at all, but rather represents an apocalyptic threat. \nIn a decade of studying white power movement activism, I have learned that much of this follows a strategy. First, it claims a state of emergency and gives a rationale for the act of violence.\nBut critically, it also issues a call to action for others. The El Paso manifesto does so overtly, and offers tactical details about the attacker’s weapons, meant to instruct others. It has specific advice about how to choose targets. It has paragraphs that give rote gesture to not being white supremacist, even as the document invokes phrase after phrase, ideological marker after ideological marker, of the white power movement. These are all markers of the genre.\nAs horrible as the El Paso attack was, this movement is capable of even larger-scale violence. The Oklahoma City bombing, its most horrific act to date, was the largest mass murder on American soil between Pearl Harbor and 9/11. Not only do we still lack a widespread understanding of that bombing as an act of political violence, but we fail to reckon with the many activists that create shrines to Timothy McVeigh and hope to follow in his footsteps.\nThe history of the white power movement shows us that what seems new in El Paso is not new at all. This movement is not newly dangerous because of social media; it has been using the internet and its precursors in precisely this way since 1984. \nNeither is this movement newly anti-immigrant, despite the current politics that have inflamed anti-immigrant fervor. White power activists have been mapping white homelands and attempting migrations to and defense of those spaces for decades.\nWhat is new here is the widespread effectiveness of these actions, the technologies of killing that increase the body count and the frequency of mass violence. \nIt is not enough to dismiss mass shootings as horror beyond our comprehension. It is our duty to understand their meaning and confront the movement that relies upon them.\nKathleen Belew is a professor of history at the University of Chicago and the author of “Bring the War Home: The White Power Movement and Paramilitary America.”\nThe Times is committed to publishing a diversity of letters to the editor. We’d like to hear what you think about this or any of our articles. Here are some            tips. And here’s our email:            letters@nytimes.com.\nFollow The New York Times Opinion section on Facebook,            Twitter (@NYTopinion) and            Instagram.\nKathleen Belew is a professor of history at the University of Chicago and the author of “Bring the War Home: The White Power Movement and Paramilitary America.” Kathleen Belew is a professor of history at the University of Chicago and the author of “Bring the War Home: The White Power Movement and Paramilitary America.” \nPHOTO: White nationalist demonstrators in front of the White House, in 2017. (PHOTOGRAPH BY Mary F. Calvert/Reuters FOR THE NEW YORK TIMES)\n\nLoad-Date: August 10, 2019"
}