{
    "title": "The big question _ Will we see more terrorism or less _ less _ less _",
    "publisher": "the world",
    "year": 1998,
    "month": 8,
    "day": 21,
    "full text": "WASHINGTON - While Thursday's U.S. attack on terrorist bases in\nAfghanistan and the Sudan drew widespread support from Democrats and\nRepublicans, terrorism experts were divided about whether the strikes\nwill mean less terrorism or more.\nEdward Kane, a former CIA operations officer who served 15 years in\nthe Arab world and in Africa, said the attacks could prove devastating\nto the region's tightly knit terrorist networks.\n\"Assuming these are the factions involved in the double bombings in\nAfrica, it could deprive those groups of human and material assets.\nAny further violence against the U.S. would likely have been carried\nout already,\" Kane said.  said.  said.\nOthers were less optimistic. \"What happens next depends on whether\nthis was a one-shot war or not,\" said a senior U.S. official who\nasked not to be identified.\n\"If this is all we're going to do, there will be more terrorism, not\nless. If we are willing to continuing hitting these people, they may\nhave second thoughts.\"\nBut many counterterrorism experts say Osama bin Laden and many of his\noperatives are hard-bitten veterans of the war in Afghanistan and also\nare fanatically devoted to Islam.\nThey are even less likely to be impressed by a few cruise missiles\nthan heads of state such as Libya's Muammar Kadhafi and Iraq's Saddam\nHussein - and neither Kadhafi nor Saddam has behaved himself for very\nlong after U.S. air attacks, said one U.S. intelligence official who\nasked to remain anonymous.\nAs Sen. Arlen Specter, R-Pa., said Thursday, evidence suggests that\ntwo Libyan agents put a bomb on PanAm Flight 103, killing 270 people,\ntwo years after Ronald Reagan ordered the Navy and Air Force to\nretaliate for Libya's role in bombing a Berlin discotheque.\nSaddam, who has endured both the Persian Gulf war and repeated U.S.\nattacks since, is once again refusing to cooperate with United Nations\nweapons inspectors.\nThe world's most muscular and consistent retaliatory policy, mean\nwhile, has never succeeded in ending terrorist attacks against Israel.\nThe greatest dangers now, some officials and experts said, may be\nattacks on vulnerable U.S. allies in the Arab world such as Egyptian\nPresident Hosni Mubarak or a move by bin Laden's or other terrorist\ngroups to up the ante by striking at targets in the U.S. or trying to\nuse chemical or biological weapons.\nSome U.S. officials also think terrorists may switch from attacking\nU.S. embassies or military posts to softer overseas targets such as\nAmerican schools, businesses and airlines.\nMohamad Sid-Ahmed, a political analyst for Al Ahram newspaper in\nCairo, said the bombing probably will encourage more attacks against\nthe U.S. and its allies.\n\"This could eventually backfire because the people [here] are not on\nthe same wavelength even those constituencies that are not against\nAmerica will not be able to support this action.\"\nBut Patrick Eddington, a CIA military analyst from 1988 to 1996, said\nthe reaction and additional terrorist acts against the U.S. would have\noccurred with or without the bombing.\n\"It was going to happen anyway,\" Eddington said.\n\"The administration had made it clear that it had received credible\nreports of possible threats against other U.S. facilities in that\nregion. This action was prudent and pre-emptive, no question about\nit.\"\nBut a leader of an international Islamic movement, who spoke on the\ncondition of anonymity, said that as a courtesy, the U.S. should have\ngiven Afghanistan and Sudan some advance warning of the attacks, which\nhe said would do little to stop further terrorism.\n\"I fear that it will provoke more.  Essentially it's an admission that\nthe rules of the game are the rules that bin Laden plays by.\" by.\" by.\"\n\nLoad-Date: August 21, 1998"
}