{
    "title": "The terrorism truthers and the larger truth",
    "publisher": "daily news ",
    "year": 2013,
    "month": 4,
    "day": 18,
    "full text": "The truthers are already at it. People maimed by the Boston Marathon bombing are still in the operating rooms, and self-appointed wise men (and women) on the fringes are trying to figure out a way to pin it on the U.S. government.\nAnd that's just the craziest of many lines of wild speculation burning up the Internet.\nWho was that man on the roof? Could Israel's Mossad have been involved? The Illuminati? Was this all a plot to drive up the price of gold? Or . . . well, there'll surely be more.\nCommonly, such people are thought of as amusing wackos, minor nuisances. They are both - but they are also reprehensible examples of intellect gone wrong.\nSuch people present themselves as providing a service to humanity. Smarter than the rest of us herded sheep, they know the real story. They can connect the dots.\nThe truthers are the self-styled prophets and, in their eyes, the rest of us are the suckers.\nBut scratch the surface of types like this, and it's clear that what they are all about is themselves.\nWhile they vaunt themselves as more discerning than the rest of us, they are completely closed to any evidence that they are wrong.\nThey are about as scientific as diligent medieval alchemists.\nI once asked a 9/11 truther whether there was any evidence that could be presented to him that he would accept as proof that the Bush administration did not plan the event.\nWhat was crucial about his response was not that he eventually said that there wasn't, although that alone showed that his approach to the issue was a matter of faith rather than science.\nMore important was that the very question threw him for a few seconds. He had never even considered the possibility of counterevidence to his way of looking at the matter.\nHe thought of himself as bearing a higher wisdom. In reality, he was just a sloppy thinker.\nTracing a catastrophe to bad guys acting like characters in an action movie is just too easy. Truthers, in the name of reasoning, are mentally lazy.\nThey are also spiritually small. I subsequently asked my truther friend whether he could look in the eye of someone who lost a family member or spouse on 9/11 and tell them that they should blame the United States government for killing their loved one.\nOnce again, there was that suspicious pause, followed by a \"yes\" that I frankly found weak. To truthers, catastrophes are less actual events ruining and ending actual lives than displays on their laptops, which they use for the purpose of getting off on their own cleverness.\nThere is a bit of the smarty-pants in all of us. But to scratch that itch with actual tragedies like what just happened in Boston is beneath contempt.\nThink about it. These people don't want to find out whether the government is murdering its own citizens. They want the government to have murdered its own citizens, so that they can show us how ahead of the curve they are by revealing it to us.\nIf it turns out the government is innocent, then they don't get to be the smartest kid in the room - and that, it would appear, is what matters to them more than anything.\nAnybody who takes mental masturbation so far as to want their own government to have killed people has some nerve assailing the powers that be for their moral failings.\nHere's to the rest of us, who are up to grappling with the challenges of reality.\njmcwhort@gmail.com\n\nGraphic\n\n \nNLVL\n\nLoad-Date: April 18, 2013"
}