{
    "title": "The globalization of terrorism and disease is an unavoidable fact",
    "publisher": "the deseret news",
    "year": 2018,
    "month": 5,
    "day": 23,
    "full text": "WASHINGTON - \nThose who find \"globalists\" to be villains should attend to recent events in Congo. In the remote region of a remote country, government agencies and international institutions identified by sterile acronyms are working to prevent the spread of a disease that could result in the swift globalization of panic.\nThis week could well prove decisive in Congo's current Ebola outbreak - which started in April and, at this writing, counts 40-some probable and confirmed cases. If the disease remains largely rural and grows by ones and twos, contact tracing and the use of an experimental vaccine are likely to remain on top of things. If there are outbursts in multiple parts of the city of Mbandaka - which counts more than 1 million people - or clusters are found downriver in Kinshasa, it will mean trouble.\nThe good news? The response to this outbreak, according to National Institutes of Health Director Francis Collins, is \"vastly further along\" than four years ago in Liberia and Sierra Leone. Last time, the World Health Organization was slow, confused and ineffective. This time, teams from WHO and Doctors Without Borders were quickly on the scene. WHO's new director-general, Tedros Adhanom Ghebreyesus, visited the site of the outbreak within weeks. Stockpiles of the vaccine being deployed had already been prepositioned in Liberia and Mali, with the help of the global vaccine alliance GAVI. Congo's health minister, Oly Ilunga Kalenga, has been in daily contact with Anthony Fauci's staff at the NIH's National Institute of Allergy and Infectious Diseases. (When I talked to Fauci, Kalenga had contacted him 15 minutes before with a request). All involved knew this day would eventually come, and they have been preparing for it.\nThere are serious challenges in responding to a highly infectious disease in the rural Equateur province, parts of which can only be reached by helicopter. But medical authorities have some new tools, including the more aggressive use of experimental drugs. The vaccine rVSV-ZEBOV seemed dramatically effective during the West African outbreak four years ago, but circumstances did not allow for a controlled trial. About 4,000 doses are now in Congo - with perhaps 3,000 more on the way - and health authorities are in the process of creating a cold chain of refrigeration to deliver the drugs where they are needed. They will be deployed in a strategy called \"ring vaccination,\" in which anyone who has been in contact with an Ebola victim, and anyone who has been in contact with those contacts, is vaccinated. There is also a second vaccine and an NIH-developed anti-viral treatment (which only appears to be helpful when administered within five days of becoming sick) that may be employed in Congo.\nCongo has had eight outbreaks of Ebola before this one - each of them eventually defeated. A lot of good people, representing a number of global institutions, are working to ensure that the ninth ends the same way.\nLike tremors before the \"big one,\" every defeated outbreak provides a frightening hint at what an epidemic might look like. The West African Ebola outbreak of 2014 took about 11,000 lives. If it had spread into the cities of Nigeria, the levels of death and global panic would have spiraled beyond control. But this is not even the worst prospect. A flu pandemic - with a strain that is easily transmitted and has a high mortality rate - could take tens of millions of lives.\nWhen it comes to health, the world has become a single, massive body. A serious infection arriving at the weakest part of the immune system - say the health systems of West Africa - can easily spread to the whole. This argues for strengthening our health defenses - the ability to detect and respond to pandemic threats - in remote places. And it will require vaccines that can ring a disease and make a global immune response more effective. At NIH, Collins has been pushing hard for the development of a universal flu vaccine, which would be broadly protective against pandemic strains. Funding that effort could end up the most important spending in the entire budget.\nThe globalization of threats - from terrorism to pandemic disease - is a bare, unavoidable fact. And it will only be met and mastered by determined, heroic globalists.\nEmail: michaelgerson@washpost.com\n\nLoad-Date: May 23, 2018"
}