{
    "title": "The enemy across the street",
    "publisher": "st. petersburg times ",
    "year": 1999,
    "month": 7,
    "day": 9,
    "full text": "Arlington Road is taut and unpredictable, touching on a topic many Americans find taboo: terrorism. Yet, subversion in the suburbs provides a springboard for examining our cultural ambivalence toward violence.\nTerrorism is a touchy topic for American movie audiences these days, unless it's committed by foreign extremists and there's a bankable action star handy to save the day.\nArlington Road is different, and quite daring, in the way it addresses the subject of terrorist bombings. Violence doesn't invade from outside our borders, or even from some isolated madman in a wilderness cabin. It percolates under a cozy suburban veneer that seems like the end result of the American dream. We meet the enemy, and they live right across the street.\nROAD TXT\nThat worrisome proposition won't sit well with some moviegoers, especially after tragedies in Oklahoma City and Littleton proved how vulnerable we can be. Arlington Road could irresponsibly prey upon those fears simply to cash in, as did Die Hard 3. Instead, director Mark Pellington wisely massages those worries into a level of worthwhile paranoia. Maybe we aren't safe. If we aren't, we won't know until it's too late.\nMichael Faraday (Jeff Bridges) is wiser about the possibilities than most Americans. He teaches a college course in terrorist studies, and his wife was killed during a bungled FBI assault on an alleged extremist stronghold. Grief hangs over him at home with his son, in bed with his new lover, and in the classroom, where he rails against a federal justice system that can't get a grip on the issue of terrorism.\nMichael hasn't taken time to know his new neighbors, Oliver and Cheryl Lang (Tim Robbins, Joan Cusack), and when he does, he's worried. Little clues indicate they may be hiding something about their pasts and their present activities. Some improbable detective work confirms Michael's suspicion that Oliver and Cheryl are plotting to bomb a building. Where and why they will strike is a mystery that Michael devotes himself to solving.\nEhren Kruger's script takes more than its share of liberties in placing Michael and others in jeopardy. In a pivotal scene late in the film Michael spies a delivery van that, according to the plot, he couldn't possibly know is involved in the conspiracy, but he follows it anyway. Arlington Road isn't an foolproof mystery by a long shot. But, it's constructed with style by Pellington, making excellent use of fine actors and Bobby Bukowski's eerie cinematography.\nBridges and Robbins make interesting antagonists, even when the screenplay pushes their roles into something less authentic in the frantic, final 30 minutes. Both actors are more effective when relying on pregnant pauses and Bukowski's isolating camera than when throwing punches or grimacing during a car chase. Pellington spends most of his movie making eloquent cases for both national security and personal revenge, then nearly tosses them away in a temporary funk of Hollywood convention. He recovers with a sobering finale, but collateral damage is done to the drama.\nArlington Road is most successful at exploring the dynamics of homegrown terrorism, offering some ideas about the motives behind such acts, beyond mere insanity. Pride, loyalty and family values are perverted by extremism, to the point that we can't even trust a child's Scout troop. Yet, there is an hint of justification to be accepted or rejected by the audience. Flipping through Michael's class outline suggests that terrorism is a vital part of the American fabric, with some examples still considered patriotism today.\nWith ideas like that bouncing around, Arlington Road may be considered sympathetic to anti-government splinter groups. The movie doesn't condone terrorism, but it makes the problem slightly more understandable. Certainly, the finale - one of the most surprising since The Usual Suspects - will make many viewers uncomfortable. We don't want to believe things could happen this way. That would be our biggest mistake.\nMOVIE REVIEW\nGrade: B\nArlington Road\nDirector: Mark Pellington\nCast: Jeff Bridges, Tim Robbins, Joan Cusack, Hope Davis, Robert Gossett\nScreenplay: Ehren Kruger\nRating: R; violence, profanity\nRunning time: 118 min.\n\nGraphic\n\n \nCOLOR PHOTO, Lakeshore Entertainment; Jeff Bridges and Tim Robbins star in Arlington Road.\n\nLoad-Date: July 9, 1999"
}