{
    "title": "The Israeli occupation of Palestine is terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 10,
    "day": 5,
    "full text": "The conflict on Palestinian land that is perpetuated by Israeli forces has long been beyond the scope of any reasonable claim that the Israeli government is simply defending its right to exist.\nIn the aftermath of World War II, Israel was established as a Jewish state by the United Nations Partition Plan in order to address growing support for the Zionist cause. While all surrounding countries recognized the territory as Palestine, the United Nations General Assembly, in fundamentally colonialist fashion, botched already-inhabited land into separate Arab and Jewish states with the exception of Jerusalem, which was to become international territory.\nDespite opposition from nearly every single nation bordering the territory, the implementation of this invasive foreign policy began in 1948 and is referred to by indigenous Arab populations in Palestine as Nakba, meaning \"catastrophe.\" In the years following, hundreds of villages and cities were destroyed, thousands of people were killed and at least 750,000 Palestinians were displaced from their home as strategic ethnic-cleansing made way for the Jewish state.\nWhile the malicious intent of this process is drawn into question by supporters of Israel who see it simply as a collateral part of the Arab-Israeli War that was taking place at the time. It is not disputed that once the United Nations made its decision in 1947 to create Israel, a land already inhabited by 1.9 million people, Palestine was to be forcefully reorganized.\nBetween 1947 and 1949, Zionist forces who had been armed and trained by the British government during World War II violently seized land from Arab communities throughout the region. However, this foreign aggression did not end in 1949; nor did it end after the Israeli Defense Forces invaded Egypt in 1956 with the support of the United Kingdom and France; nor did it end after the Six-Day War against Egypt, Jordan and Syria in 1967. In fact, violent displacement, occupation and suppression of the Palestinian people are an ongoing reality of the Israeli presence in the Middle East. Further, the support they have consistently received from Western powers including Britain, France and the United States, coincides with growing interest in Middle Eastern oil sources over the past century.\nCurrently, Israel maintains a regime of apartheid against Palestinian people, afforded only a fraction of the rights enjoyed by full citizens of the Jewish state on land illegally occupied, even by U.N. standards. As cited by U.N. reports and human rights organization in the region, Palestinians in occupied territories face frequent water shortages, are subject to constant Israeli military presence and are barred from living in Israeli settlements on Palestinian land.\nOpponents of Palestinian liberation cite groups such as Hamas who use military-esque violence in their resistance to Israeli oppression. While making no leap to defend the violence of Hamas, we must question what the difference is between the apparently justifiable state violence of the Israeli government and the guerilla violence that some Palestinian people see as their only viable option.\nThough Arab communities have sustained movements for justice in Palestine since even before the United Nations declared Israel a territory, support for the Palestinian cause has begun to spread to college campuses across the U.S.\nIn just the past 10 years, students have successfully called for their universities to divest from the Israeli-occupation by mobilizing various avenues of student power including respective student governments. Texas State University, in fact, has invested in a couple of companies directly involved in the Israeli-occupation, specifically Hewlett-Packard and Teva Pharmaceuticals. Sooner than later, students at Texas State should take it upon themselves to evaluate whether they want their tuition dollars to contribute to the oppressive Israeli state.\n-Tafari Robertson is a public relations senior\n\nLoad-Date: October 5, 2017"
}