{
    "title": "The case for fighting terror",
    "publisher": "university wire",
    "year": 2004,
    "month": 3,
    "day": 29,
    "full text": "The president's critics have ratcheted up their rhetoric in recent months and are now trying to portray Bush as an ineffective leader when it comes to combating terrorism.\nThe war in Iraq is a distraction from the War on Terror. Bush just wanted to finish what his daddy couldn't. Bush lied about Iraq's weapons programs. We're less safe now than we were before the war. The litany of grievances goes on and on.\nGiven the recent terrorist attacks in Spain, and Israel's assassination of the leader of the terrorist organization Hamas, it appears there's now plenty of evidence from which to make a judgment on the matter.\nThe deadly attacks on Spain's rail system seem to lend support to those who claim that Bush and his accomplices have made the world a more dangerous place. Spain, after all, was an ally of the United States during its \"unilateral\" invasion of Iraq. However, much less press has been given to the foiled terrorist attacks and threats in France. The disproportionate coverage is somewhat understandable, given that the Spain attacks killed nearly 200 people, but the terror threat in France is illuminating nonetheless.\nAccording to ABC News, \"a bomb was found Wednesday half-buried on a train track near the town of Troyes, some 100 miles southeast of Paris, triggering a massive inspection of France's rail network.\" Additionally, a group calling itself \"The Servants of Allah, the Powerful and Wise One\" has sent two major French daily newspapers a letter threatening terrorist attacks because France has outlawed the Islamic veil in its schools. In the letter, the group threatens \"to plunge France into terror and remorse.\"\nIf one believes that Bush's method of dealing with terrorism is making the world a more dangerous place, this news must be hard to comprehend. After all, France was an outspoken critic of the Iraq war, yet they may be less safe than we are.\nThe answer is not hard to see, if one is not blinded by hatred of Bush. Extremists use terrorism because it works. If Spain pulls out of the coalition in Iraq, terrorism has worked. If we had tucked tail and run from the Middle East after Sept. 11, terrorism would have worked. If Israel is vilified in the international community for killing the head of a malicious terrorist organization, while that same organization kills many more innocent Israeli women and children, then terrorism has worked. Extremists are now using terrorism in France because they have seen it work so often before. Appeasing terrorists is no way to make the world a safer place.\nHow then can we effectively reduce terrorism? Well it's fairly obvious that we must not give into terrorists' demands. Furthermore, since they will probably continue attacks until they get what they want, as in the case of Israel, we must go after them. We did this by routing them from their safe haven in Afghanistan, but a longer-term solution is needed to insure that they don't just find another base of operation. We must attempt to change the conditions that allow the ideology of terrorism to prosper.\nThis is why we invaded Iraq. Bringing democracy and freedom to Iraq, a country where the Sunni leaders had been dictatorially imposing their culture on Shiites, Kurds, Christians and Jews, is an integral part of the war on terror. When people have freedom and liberty, they are less likely to engage in terrorism to get what they want. The realization of their dreams no longer depends on striking fear into repressive rulers.\nBush mentioned this several times in the buildup to the war. There was a need for this type of change, and we had ample justification for ousting Saddam (more so than other repressive Middle Eastern leaders). The weapons of mass destruction, Saddam's invasion of neighboring countries, and human rights violations were all justifications for overthrowing Saddam. However, the driving idea behind the war was that eliminating the conditions that breed terrorism, though it might contribute to short term dangers, will make the world a safer place in the long run.\nThose who verbally attack the Iraq war for political purposes are effectively placing themselves in opposition to the above philosophy. History will tell whether they are right or wrong. Perhaps the events in France have already given us a clue.\n(C) 2003 Daily Texan via U-WIRE\n\nLoad-Date: March 29, 2004"
}