{
    "title": "The march to confront white supremacy",
    "publisher": "university wire",
    "year": 2017,
    "month": 8,
    "day": 28,
    "full text": "On Sunday, August 13, 2017, people marched in Savannah, Ga. at Savannah Taking Action for Resistance's candlelight vigil for victims of Charlottesville, Va. Similar marches took place across the country in the wake of a white supremacy rally on August 12. (Will Peebles/AP)\nJust a few short weeks ago, on August 12, America was shaken by a horrific attack in Charlottesville, Va. During a white-supremacy event that challenged the removal of a Confederate icon statue, the marchers were met with counter-demonstrators. The marchers came to the event with torches, chanting racist and anti-Semitic slogans as well as carrying semi-automatic rifles, swastikas, Confederate battle flags, anti-Muslim and anti-Semitic banners and \"Trump/Pence\" signs. At 11:28 that morning the event became dangerous enough that a local state of emergency was declared by the city of Charlottesville and the County of Albemarle. Two hours later, a speeding car rammed into the crowd of counter-protesters seriously injuring 19 and killing one woman.\nFollowing these events, a 10 day long march is planned to begin Monday August 28 in Charlottesville, Va. and is expected to end in Washington D.C. on Wednesday September 6. Some of the organizations participating in the march include the Women's March, the Movement for Black Lives, AFL-CIO and Democracy Spring. Those marching will be making a statement demonstrating their commitment to confronting white supremacy wherever it is found. The statement they are making is even further enforced by the organizations that are joining the march. The support coming from all minority groups shows the strongest people of our country. Even when faced with racism, hatred, and segregation, these minority organizations still support one another as strongly as they fight for themselves. This shows how strong and undivided America could potentially be. They are marching for everyone, those who will not be able to join the march themselves, and for those who are victims of the hatred that this march is working to combat.\nThe organizers of the march claim that since the election of President Donald Trump, white supremacist violence, rhetoric and policies have intensified and they must be confronted.\nWe cannot wait around for Trump or any other elected official to face reality and to lead us into a safer world filled with less hatred and violence. It is important, now more than ever, to get involved with and become informed about what is happening in the world so that something can be done about all the bad, and the good can be celebrated.\nThe March to Confront White Supremacy is one collective voice telling the President that we are disappointed and extremely angry with his response to this obvious act of terrorism. When Pres. Donald Trump addressed the attack in Charlottesville he tweeted \"We ALL must be united and condemn all that hate stands for. There is no place for this kind of violence in America. Let's come together as one!\"\nAlthough this may seem like a nice response, it is not nearly good enough. Aside from the fact that he failed to recognize the death of a thirty-year-old woman he also failed to condemn those fully responsible for this act of hatred and terrorism. Only after outraged public outcry did he change his statement to fully condemn white supremacy. However, just days after this, Pres. Donald Trump backtracked, insisting there was blame on both sides. This comment welcomed the response from former Ku Klux Klan leader David Duke, \"Thank you President Trump for your honesty and courage to tell the truth.\" It is disgusting that a statement made by the president of our country produced gratitude from the former leader of the KKK, a group that historically has used terrorism- both physical assault and murder- against those that opposed them.\nAlthough America is known as the home of the free, it seems as though some people have to work extra hard just to maintain that freedom to live their lives as they wish. Our country should be all-inclusive. These next ten days will show the resilience and strength that our nation is capable of achieving. Hopefully our future holds more movements like these to help rebuild and repair the damage that previous acts of terrorism have caused.\n\nLoad-Date: August 29, 2017"
}