{
    "title": "The Homegrown Threat",
    "publisher": "new york sun ",
    "year": 2007,
    "month": 8,
    "day": 16,
    "full text": "No sooner had the New York Police Department yesterday released the report from its intelligence division on \"Radicalization in the West: The Homegrown Threat\" then the Saudi-funded Arab and Muslim groups were denouncing it. The report \"uses unfortunate stereotyping of entire communities\" said the American-Arab Anti-Discrimination Committee's national executive director, Kareem Shora, adding that it \"is un-American and goes against everything for which we stand.\" The Council on American-Islamic Relations accused the NYPD of \"labeling almost every American Muslim as a potential terrorist\" and of encouraging \"hostility toward the American Muslim community.\"\nWe've got our own issues with the NYPD report, primarily the troubling way in which it contrasts homegrown Western terrorism with Palestinian Arab terrorism against Israel. \"Much different from the Israeli- Palestinian equation, the transformation of a Western-based individual to a terrorist is not triggered by oppression, suffering, revenge, or desperation,\" the report says. Since the report is a study of terrorist attacks in America and Europe, not attacks against Israel, it's hard to see the basis for the NYPD's assessment of the motivation of attacks on Israel. If any such basis exists, evidence for it certainly is absent from the report. Many of the attacks on Israel are motivated, inspired, supported, and funded by Saudi, Iranian, and Syrian agitators who are neither oppressed nor suffering nor desperate. The NYPD report is scathing about the Saudis (which may be one reason the Saudi-funded American groups are squawking about it) but it gives short shrift to the Iranian threat. Those quarrels aside, however, the report is an intriguing and sober contribution to the discussion of how to make New York safer, and it certainly doesn't deserve the alarmist response with which it has been greeted by the Arab and Muslim groups.\n\nLoad-Date: August 17, 2007"
}