{
    "title": "THE TERROR CONSPIRACY_ A CLOSER LOOK; Terrorism Trial Ends in Convictions",
    "publisher": "the new york times",
    "year": 1995,
    "month": 10,
    "day": 2,
    "full text": "After deliberating for seven days, the jury in the biggest terrorism trial in U.S. history found Sheik Omar Abdel Rahman and nine other defendants guilty of seditious conspiracy for plotting assassinations and bombings in a Jihad, or Holy War.\n \nEL SAYYID A. NOSAIR\n BACKGROUND -- Resident of Cliffside Park, N.J., 39. Egyptian immigrant and United States citizen since 1989. Heating and air-conditioning maintenance man in New York City Civil Court. Charged by state as the gunman who assassinated Rabbi Meir Kahane, the Jewish militant, in Manhattan in 1990. Acquitted of murder in state trial but convicted of gun possession and other lesser crimes and sentenced to 7 1/3 to 22 years in prison.\n ACCUSED OF -- Murdering Rabbi Kahane (charged again under Federal provision that does not constitute double jeopardy). Conspiring from Attica prison in bombing and additional assassination plots. Plotting to escape from Attica.\n GUILTY OF -- Seditious conspiracy, murder of Meir Kahane, assault on Irving Franklin, who was at the Kahane shooting, attepted murder and assault of postal police officer, Carlos Acosta, numerous other charges involving possession and use of firearms.\n NOT GUILTY OF -- Bombing conspiracy.\n \nIBRAHIM A. ELGABROWNY\n BACKGROUND -- Construction contractor from Brooklyn, Mr. Nosair's cousin, 44. Emigrated from Egypt.\n ACCUSED OF -- Being Mr. Nosair's \"eyes and ears on the outside.\" Conspiring to help him escape from Attica. Agreeing to seek detonators for bombing plot. Assaulting Federal agent and city police detective seeking to search his home after the World Trade Center bombing.\n GUILTY OF -- Seditious conspiracy, assault of an agent and special deputy U.S. marshal, resistance during execution of search warrant, possession of false identification documents and possession of false passports.\n NOT GUILTY OF -- Bombing conspiracy.\n \nCLEMENT HAMPTON-EL\n BACKGROUND -- Hospital technician from Brooklyn, 57, one of two American-born Muslims among the defendants. Wounded in Afghanistan while serving in the 1980's as a volunteer medic with Muslim forces fighting the Soviet occupation of that country.\n ACCUSED OF -- Being weapons supplier for group. Having sought detonators for bombs. Arranging for and informer to obtain a pistol. Organized military-style training.\n GUILTY OF -- Seditious conspiracy, bombing conspiracy and attempted bombing.\nAMIR ABDELGANI\n BACKGROUND -- Jersey City resident, 35 who emigrated from the Sudan in the 1980's. Worked as a driver for a medical livery service.\n ACCUSED OF -- Scouting bombing targets. Delivering diesel oil to Queens safe house where bombs were being made. Helping mix the oil with fertilizer.\n GUILTY OF -- Seditious conspiracy, bombing conspiracy and attempted bombing.\nFARES KHALLAFALLA\n BACKGROUND -- Jersey City resident, of Sudanese origin, 33. Drove medical-livery van.\n ACCUSED OF -- Taking part in planning sessions at safe house. Buying timers and fertilizer for constructing bombs. Trying to obtain cars for transporting bombs.\n GUILTY OF -- Seditious conspiracy, bombing conspiracy and attempted bombing.\nTARIG ELHASSAN\n BACKGROUND -- Manattan resident, who emigrated from the Sudan, 40. Worked for groups aiding the homeless and at odd jobs.\n ACCUSED OF -- Participating in planning sessions at safe house. Helping mix the diesel oil and fertilizer.\n GUILTY OF -- Seditious conspiracy, bombing conspiracy and attempted bombing.\nFADIL ABDELGHANI\n BACKGROUND -- Jersey City resident from the Sudan, 33, and medical-livery driver. Cousin of Amir Abdelgani, with slight variation in spelling family name.\n ACCUSED OF -- Helping deliver the diesel oil to safe house. Helping mix it with the fertilizer.\n GUILTY OF -- Seditious conspiracy, bombing conspiracy and attempted bombing.\nMOHAMMED SALEH\n BACKGROUND -- Yonkers resident, 39, who emigrated from Jordan 18 years ago. Operated two gas stations in Yonkers.\n ACCUSED OF -- Providing the 255 gallons of diesel oil found in the safe house. Directing his employees to destroy records of the transaction.\n GUILTY OF -- Seditious conspiracy, bombing conspiracy and attempted bombing.\nVICTOR ALVAREZ\nBACKGROUND -- Jersey City resident, 29, who has worked as an automobile mechanic and carpenter. Born in New York City, raised in Puerto Rico and converted to Muslim religion seven years ago.\n ACCUSED OF -- Providing a rifle to protect the safe house. Agreeing to obtain stolen cars and for carrying bombs. Helping mix the diesel oil and fertilizer.\n GUILTY OF -- Seditious conspiracy, bombing conspiracy, attempted bombing, charges involving interstate transportation, and the use and carrying of firearms.\n \nSiddig Ibrahim Siddig Ali, a Sudanese immigrant, pleaded guilty in February to bombing conspiracy charges and agreed to cooperate with authorities.\n \nAbdo Mohammed Haggag, an Egyptian immigrant and former aide to Mr. Abdel Rahman, agreed in 1993 to cooperate in exchange for the prosecution dropping charges he conspired in the plot to assassinate President Hosni Mubarak of Egypt. Earl Grant, of Philadelphia, was sentenced in 1994 to the 3 1/2 months served and 3 years probation on charges of conspiring to carry explosives across state lines.\n\nLoad-Date: January 15, 1996"
}