{
    "title": "The House's Abuse of Patriotism",
    "publisher": "the new york times",
    "year": 2005,
    "month": 10,
    "day": 31,
    "full text": "In the national anguish after the terrorist attacks of Sept. 11, 2001, Congress rushed to enact a formidable antiterrorism law -- the Patriot Act -- that significantly crimped civil liberties by expanding law enforcement's power to use wiretaps, search warrants and other surveillance techniques, often under the cloak of secrecy. There was virtually no public debate before these major changes to the nation's legal system were put into effect.\n  Now, with some of the act's most sweeping powers set to expire at the end of the year, the two houses of Congress face crucial negotiations, which will also take place out of public view, on their differences over how to extend and amend the law. That's controversy enough. But the increasingly out-of-control House of Representatives has made the threat to our system of justice even greater by inserting a raft of provisions to enlarge the scope of the federal death penalty.\nIn a breathtaking afterthought at the close of debate, the House voted to triple the number of terrorism-related crimes carrying the death penalty. The House also voted to allow judges to reduce the size of juries that decide on executions, and even to permit prosecutors to try repeatedly for a death sentence when a hung jury fails to vote for death.\n  The radical amendment was slapped through by the Republican leadership without serious debate. The Justice Department has endorsed the House measure, and Representative James Sensenbrenner Jr., the Judiciary Committee chairman, who is ever on the side of more government power over the individual, is promising to fight hard for the death penalty provisions.\n  There are now 20 terrorism-related crimes eligible for capital punishment, and the House measure would add 41 more. These would make it easier for prosecutors to win a death sentence in cases where a defendant had no intent to kill -- for example, if a defendant gave financial support to an umbrella organization without realizing that some of its adherents might eventually commit violence.\n  Any move to weaken the American jury system in the name of fighting terrorism is particularly egregious. But the House voted to allow a federal trial to have fewer than 12 jurors if the judge finds ''good cause'' to do so, even if the defense objects. Under current law, a life sentence is automatically ordered when juries become hung on deciding the capital punishment question. But the House would have a prosecutor try again -- a license for jury-shopping for death -- even though federal juries already exclude opponents of capital punishment.\n  The House's simplistic vote for another ''crackdown'' gesture can only further sully the notion of patriotism in a renewed Patriot Act.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 31, 2005"
}