{
    "title": "THE WORLD_ The Semantics of Diplomacy; Getting Arafat to Say the Magic Words",
    "publisher": "the new york times",
    "year": 1988,
    "month": 12,
    "day": 18,
    "full text": "YASIR ARAFAT and the Palestine Liberation Organization traveled a long road before finding the precise words that would satisfy the United States's criteria for opening a dialogue. The words changed only a little along this road. But taken together they produced a statement last week that Secretary of State George P. Shultz found explicit enough on three crucial matters: terrorism, key United Nations resolutions and acceptance of Israel.\nTerrorism.  In Algiers on Nov. 15, the P.L.O. declared its ''rejection of terror in all its forms, including state terror.'' In Stockholm on Dec. 7, it declared its ''rejection and condemnation of terrorism in all its forms, including state terrorism.'' In Geneva on Tuesday, Mr. Arafat said, ''I condemn terrorism in all its forms,'' but he also saluted those accused of terrorism in resisting colonialism. Then, at his press conference on Wednesday, he used the magic word - ''renounce'' -in this sentence: ''We totally and absolutely renounce all forms of terrorism, including individual, group and state terrorism.''\nU.N. resolutions.  In Algiers, the P.L.O. mentioned United Nations Security Council Resolutions 242 and 338 as the basis for an international conference on the Middle East, but also said the talks should be based on an assurance of a Palestinian ''right to self-determination'' - a phrase Mr. Shultz says is a code for an independent state. In Stockholm, the P.L.O. said the conference should be held ''on the basis of U.N. Resolutions 242 and 338 and the right of the Palestinian people of self-determination.'' In Geneva Wednesday, Mr. Arafat said he accepted both resolutions ''as the basis for negotiations with Israel within the framework of the international conference.'' He supported ''self-determination'' but did not insist upon it as a basis for the conference.\nAcceptance of Israel.  In Stockholm, the P.L.O. said it ''accepted the existence of Israel as a state'' in the Middle East. In Geneva Wednesday, Mr. Arafat referred to ''the right of all parties concerned in the Middle East conflict to exist in peace and security,'' specifically mentioning Israel and ''the state of Palestine.''\nWithin four hours of Mr. Arafat's statement Wednesday, Secretary Shultz told President Reagan in Washington that he was satisfied, and the President authorized the start of a ''substantive dialogue'' with the P.L.O.\n\nGraphic\n\n \nPhoto of Yasir Arafat speaking in Geneva last week (Sygma/Jacques Langevin)"
}