{
    "title": "The nature of Islamic terrorism",
    "publisher": "university wire",
    "year": 2008,
    "month": 1,
    "day": 25,
    "full text": "On Jan. 5, I had my first opportunity to listen to an American presidential debate in its entirety. The Republicans and Democrats had back-to-back debates in New Hampshire, which were telecast live. Several aspects of the discussion left me feeling uneasy, and one particular issue, the nature of Islamic extremism, was frankly disturbing.\nThe debates between the presidential candidates regarding the nature of Islamic extremism was a continuation of a discussion about President George W. Bush's foreign policy of preemptive war-making, a notion unheard of before Sept. 11.\nRep. Ron Paul, R-Texas, started it by saying, \"I'm as concerned about the nature of the threat of terrorism as anybody, if not more so. But they don't attack us because we're free and prosperous. And there are radicals in all elements in all religions that will resort to violence. But if we don't understand that the reaction is because we invade their countries and occupy their countries -- we have bases in their country -- and that we haven't done it just since 9/11, but we have done that a long time. I mean, it was the Air Force base in Saudi Arabia before 9/11 that was given as the excuse. If we don't understand that, we can't win this war against terrorism.\"\nThis remarkably lucid statement opened the flood gates with Mitt Romney and Rudy Giuliani jumping in with the exact opposite view. Their view was characterized by Giuliani when he said, \"to have an Islamic terrorist threat against us, it's an existential threat, it has nothing to do with our foreign policy; it has to do with their ideas, their theories, the things that they have done, the way they've perverted their religion into a hatred of us.\"\nSo what is the nature of Islamic terrorism and, more importantly, who among the candidates has it right? As a person who has lived for 21 years in Pakistan, the \"front-line\" of Islamic terrorism, I have first-hand experience of the growth of Islamic extremism and what causes it.\nAs Paul rightly points out, every religion has extremist fringes fueled with dangerous righteous indignation at real and perceived wrongs. The late 20th century is characterized by a growing trend of Muslims who relate strongly to their religion, Islam, a move towards fundamentalism. While prosperity and progress in the U.S. and Europe weakened the attachment of people to their faith, the lack of development in the Third World brought about the opposite: an ideological crisis which demands an explanation for their failure in this human lottery. The simplest explanation is a disenchanted divinity who must now be placated by a move back to religion.\nThis unique situation provides a healthy breeding ground for extremism. The threat of Islamic extremists is not just that they exist -- they have always existed -- but it is the sympathy and support they garner from the common man. The extremists live among this silent, relatively moderate majority, drawing volunteers and funding from them and using their support to make it difficult for governments to take action against them. Thus, active extremism is a sign of a majority shifting slightly, yet significantly, toward fundamentalism.\nThis has two clearly observable outcomes: an increase in fundamentalism domestically and strong anti-West sentiments expressed globally. The concept of Muslim brotherhood is a central tenant of Islam. Any increase in fundamentalism results in increased sympathy for the plight of persecuted Muslims, whether the persecution is real or perceived. For decades this has been characterized by the struggle of the Palestinians for separate homeland. The Muslims look at the creation of the state of Israel as an act of blatant aggression against the Palestinians, which is why states like Pakistan and Saudi Arabia still refuse to recognize the very existence of Israel.\nEngland and the U.S., as the key players involved in the creation of Israel, have incurred the undying hatred of a majority of Muslims. But what must be understood is the nature of this hatred.\nFor the majority of Muslims this does not translate into any sort of action other than shouts of outrage. It is a small minority that will raise the call for jihad: holy war. Al-Qaida falls into this category. What is dangerous is that, while opposed to action themselves, the majority will not take active steps to stop the extremists, because in their opinion, though the reaction is extreme, they have due cause.\nThe recent conflicts in Bosnia and Chechnya, along with the ever-present problem of Kashmir, serve to increase an acceptance of Huntington's Theory of the Clash of Civilization. Although the theory is intended as an explanation of world affairs, an increasing number of people have come to look at it as the source of the problem. Muslims perceive the West to be on a campaign, a crusade if you will, to stamp out Islam. When they retaliate against this perceived threat, a la Sept. 11, we have the U.S. invading Afghanistan and Iraq -- and talking about the threat of Islam and preemptive wars in the same breath - and presto, we have made Huntington's theory a self-fulfilling prophecy.\nReturning to the Republican presidential candidates' views, Giuliani has it wrong -- this is not an existential threat. The goal here is not global domination -- it is more of a freedom struggle. The Muslims look at the conflict with the U.S. as self-defense against decades of aggression and a policy of assimilation, largely cultural and economic in nature. The conspiracy theory of the control of vital oil resources is regarded virtually as dogma in Pakistan. The behavior of major oil corporations isn't very reassuring, to be sure. Building bases in the holy land of Saudi Arabia is a big no-no. Using the Afghani mujahideen, Islamic guerilla fighters, to defeat Russia and leaving them helpless in a crippling civil war boils their blood.\nSome extremists are definitely dreaming about a global Islamic caliphate, but this does not motivate their terrorist activities. If that were the case, there are much simpler and more lucrative targets out there. Every single terrorist attack can be viewed as retaliation against some perceived attack on Muslims. This goes all the way back to Munich and further.\nAmong the swirl of rhetoric and hysteria with Romney and Giuliani at its center, Paul has it right. The threat of Islamic terrorism is a direct outcome of U.S. foreign policy. U.S. alignment with Israel, the building of bases in Saudi Arabia, the exploitation of the Afghanis, the first Gulf War and the sheer weight of U.S. arrogance when it comes to dealing with the Third World are coming back to haunt us. The situation has been made much worse by one critical mistake after the other by the Bush administration in its enthusiasm to be a war-time consigliere.\nThe biggest failure of the U.S. administration and propaganda machine is its belief that the world is painted in black and white: that we are the good guys and everyone else by default must then be the bad guys. Someone has been watching too much \"Star Wars.\" The world is in fact painted in glorious shades of gray and the responsibility for any outcome must lie partly with each party. As long as we refuse to accept our share of the blame, the threat of Islamic terrorism is only going to increase.\nWith this in mind, the important question arises: are people like Romney and Giuliani, possible presidents of the U.S. significantly lacking in the capacity for rational thought; or are they dealing out hysteria to an addicted voting population on the verge of withdrawal? I can't decide which would be worse.\n(C) 2008 The Battalion via U-WIRE\n\nLoad-Date: January 25, 2008"
}