{
    "title": "The Price of War",
    "publisher": "the new york times",
    "year": 2020,
    "month": 3,
    "day": 9,
    "full text": "Military funding should be redirected toward health, education\nIn modern-day society, The United States of America is known\nfor its vast economic wealth, numerous freedoms and opportunities and strong\nmilitary. The military industrial complex - defined as an establishment within\na country that produces technology for the purposes of protection against\noutside threats - has become a business of war profiting from governmental\ninterests. However, with such a large country holding many diverse peoples, it\nis important that the money the U.S. government accrues from its citizens be\nallocated - to a much greater degree - to areas of priority such as education\nand healthcare, rather than to factors such as defense.\nAccording to the New York Times, 10% of the money generated\nfrom the nation's factory output is used to produce weapons which are then sold\nto the Department of Defense. A study from the\nCenter on Budget and Policy Priorities found that the combination of\nMedicare, Medicaid, CHIP and the ACA combined made up 26% of the nation's\nbudget in 2017 while 15% went to defense and security. Education received only\n3%.\nAmerica depends on war. According to Stebbins and Comen from\nUSA Today, the United States remains the \"top arms-producing nation in the\nworld.\" America profits greatly from the production of defense technology, and\nin order for this to continue, spending within the country for such an industry\nwill proceed to grow. The military complex in the United States is a\ncombination of contractors, individuals or organizations that provide military\nservices, such as Lockheed Martin, Boeing and Raytheon, companies that reported\na combined profit of nearly $100 billion in 2017.\nTerrorism can be a great threat to any country. However, the\nWilson Center found that the number of terrorist attacks in the Middle East and\nNorth Africa actually decreased in 2018. The Center also reported that the\nlargest decline in terrorist attack fatalities has been in Iraq, which had 75%\nfewer deaths, along with Syria, which saw a 40% decline. This goes to show that\nterrorism is no longer the prime reason for the American government to remain\nin such regions. It is very much apparent that what the nation is more\ninterested in is the monetary gain in selling militaristic machines to war-torn\ncountries. This in turn is not an action plan to combat terrorism, but in\nactuality a play on greed which can put the lives of civilians in danger when\ncorrupt leaders in countries such as Saudi Arabia and the United Arab Emirates\nare sold military technology.\nAccording to Our World in Data, when a terrorist attack\noccurs, it receives significantly more media coverage if the perpetrator is\nMuslim. Since the majority of wars waged by America itself have been centered\nin the Middle East and profit comes from selling weapons to many leaders within\nIslamic groups, it benefits the United States to continue to incite fear\namongst the people. This fear is then used to feed America's greed for more\neconomic welfare. After all, per Al Jazeera, \"75% of the fallen in these wars\ncome from working class families. They do not need war. They pay the cost of\nthe war.\" Thus, the extent of our military and its industrial success has sacrificed\npeople to benefit the few. How much longer will we accept this?\nOut of all of the surprising statistics of overspending for\nwar, the controversial truths and the horrendous profit on such a \"business,\"\nthe worst part of such an industry are stories that originate from the contract\ncompanies within our country. USA Today reported that Lockheed Martin caused\nthe murder of innocent civilians in 2018 after a bomb the company sold to Saudi\nArabia was dropped on a school bus in Yemen, killing 51 children and adults.\nFrom both an ethical and moral standpoint, why should we as humans allow our\ncountry to partake in the massacre of civilians? Why should we allow our\ncountry to allocate more of our hard-earned money, to a greater extent, to the\nmilitary supported by privatized companies rather than prioritizing our\neducation, health and infrastructure?\nWhile all of this information may seem overwhelming or too\ncontroversial, let it be known that, over 300,00 civilians have died and\nanother 21 million have been displaced due to violence according to CNBC. It is\nour tax money that's allowing such nonsense to occur and continue. Our country\nis ruining the lives of not only our citizens, but also those of people in\nother parts of the world for the greed of a small percentage of privately-owned\ncompanies and people in Congress. Let this abomination end.\n\nLoad-Date: March 9, 2020"
}