{
    "title": "The Troubled North Korea Deal",
    "publisher": "the new york times",
    "year": 2008,
    "month": 9,
    "day": 29,
    "full text": "The hard-won nuclear deal with North Korea seems to be unraveling after a hopeful period in which the North shuttered its nuclear reactor at Yongbyon and dramatically blew up the cooling tower. \n  Workers stopped dismantling the complex last month, after the United States failed to take North Korea off the terrorism list -- a step toward diplomatic rehabilitation. Now technicians at Yongbyon are preparing to restart a plant that makes weapons-grade plutonium.\n  North Korea's  leader, Kim Jong-il, is notoriously erratic, and there are reports that he may be seriously ill, raising doubts about who is calling the shots. It has never been clear whether Pyongyang really meant to give up all of its weapons. \n  In this case, the Bush administration bears much of the blame. \n  Vice President Dick Cheney and other administration hard-liners have never wanted to negotiate with North Korea. For six years they managed to block any serious talks. During that time North Korea produced enough plutonium for at least four additional weapons and tested a nuclear weapon. \n  Over the past two years, Secretary of State Condoleezza Rice and a competent team of diplomats have been running the show. But now it looks as if Mr. Cheney and  Co. are back in charge. The administration is insisting that before it will remove North Korea from the terrorism list, Pyongyang must first accept a plan for verifying its nuclear programs that only a state vanquished in war might accept. \n  According to David Albright, a nuclear proliferation expert, the administration is insisting that international inspectors have access to any sites, documents, individuals or material samples in North Korea they ask for,  whether there's a plausible link to nuclear programs or not.  Mr. Albright is as tough as anyone in insisting on transparency and verification. But he says the American proposal was ''a license to spy.''\n  The North Koreans have cheated in the past and still are not answering key questions about their nuclear activities. We believe that a robust verification regime is absolutely essential. But the administration's proposal has made any reasonable compromise impossible. \n  Before the deal falls apart, Ms. Rice must wrestle the policy back from the hard-liners and come up with a more realistic verification plan. We hope the news that her top negotiator, Chris Hill, is going to North Korea means that the balance is now shifting. She must also persuade her boss, President Bush, to quickly take North Korea off the terrorism list. If the North fails to meet its commitments, it can be put back on the list.\n  We believe that North Korea must give up its weapons and get out of the business of selling nuclear technology and know-how. We don't know if that will ever happen. If there is any chance at all, it will require both vigilance and flexibility. \n\nhttp://www.nytimes.com\n\nLoad-Date: September 29, 2008"
}