{
    "title": "The 'new terrorism' that is linked to technology",
    "publisher": "university wire",
    "year": 2016,
    "month": 5,
    "day": 4,
    "full text": "Terrorists have more access to data and personal information than ever before. This includes email addresses, phone numbers, pictures and profiles. Creating an account on social media takes only a couple minutes, and, unfortunately, the simplicity of profile creation offers people the gift of anonymity. While technology has been a helpful tool in creating conversation and allowing U.S. citizens to feel involved in world affairs, a bug--of sorts--has been detected. The root of the problem? Finding balance between privacy and security. Protecting privacyIn his final budget proposal, President Obama announced he would like to transform how the government manages cybersecurity. His proposed Cybersecurity National Action Plan (CNAP), according to the Feb. \n9 press release, will benefit citizens, companies and even the U.S. government, stating that more must be done to protect and defend \"the American people and the information they entrust to (the government).\" The president is launching this $19 billion plan to ensure that very thing happens. As far as online privacy is concerned, President Obama says Americans should first pay attention to their login information, taking advantage of Twitter's two-step verification process, in order to ensure account authenticity. Studies show 86 percent of adults have taken steps to avoid surveillance and to ensure people or organizations were not tracking them. A similar study by Pew Research Center also revealed that 40 percent of Americans think social media sites should not save data about their online activity. As terrorists continue to release new videos featuring live executions of American hostages, many people wonder whether or not citizens and news outlets should even be sharing the videos in the first place, arguing that the videos cause more damage than they do good. \"(Social media) is quite dangerous,\" Milligan College freshman Katie-Starr Harrell says. \"There's nobody stopping (terrorists) from using it.\" Stopping the spread of terrorism  Twitter announced, earlier in February, that the company--since mid-2015--has suspended 125,000 accounts for associating with terrorism and promoting extremists groups like ISIS. The details were revealed in a blog post that explained the company is working hard to combat \"violent extremism.\" According to the post, the social media site will not stand for users \"threatening or promoting terrorist acts.\" \"We condemn the use of Twitter to promote terrorism and the Twitter Rules make it clear that this type of behavior, or any violent threat, is not permitted on our service,\" the blog states. Efforts continue to be made alongside law enforcement entities and the company is collaborating with organizations like People Against Violent Extremism (PAVE). Twitter, however, acknowledges there is no \"magic algorithm\" when it comes to knowing and identifying these types of posts online. Facebook COO Sheryl Sandberg told guests at the January World Economic Forum that extremist groups like ISIS often create Facebook pages, hoping to lure in new members. She added that there are ways, however, to counteract the recruiting process. A large number of Facebook users in Germany posted positive messages to a neo-Nazi Facebook page, swamping the page with a sense of \"tolerance and messages of hope,\" instead of serving what Sandberg said was once \"hatred and intolerance.\" \"Rather than scream and protest, (the Facebook users) got 100,000 people to like the page (and) put messages of tolerance on the page, so when you got to the page, it changed the content,\" she said. \"A similar strategy can now be implemented,\" Sandberg added, \"as extremist groups continue to use technology and social media to recruit and terrorize.\" \"The best thing to speak against recruitment by ISIS are the voices of people who were recruited by ISIS, understand what the true experience is, have escaped and have come back to tell the truth,\" she said. \"Counter-speech to the speech that is perpetuating hate we think by far is the best answer.\" Computer security specialist Dr. Michael Lehrfeld, a full-time computer science professor at East Tennessee State University and adjunct professor at Milligan College, says that nowadays terrorists are using social media and technology in ways that broaden \"the breadth of their message.\" Katie-Starr Harrell studies pre-med and says that social media allows her to \"know what's happening (in the world),\" but that people should be wary of \"glorifying terrorism\" through the oversharing and sensationalizing of content. Echoing Harrell, Lehrfeld says many Internet users \"run into trouble because they tend to overdramatize what's happening.\" \"We have the bad guys using our own tools against us, (the same tools) that 'we the people' are using for good.\" This new device, however, isn't the only issue Americans should be concerned about, Lehrfeld says. \"There's no guarantee whether or not the government could (stop) the radical Islamists. There's going to be other avenues. They're going to find alternatives (to social media).\" Social media and Internet users should report suspicious activity so that government agencies can properly investigate without forcing citizens to sacrifice privacy. One solution that may slow down the extremists? \"More community-driven awareness,\" Lehrfeld says. The personal freedom v. national security debateWhile organizations have stopped terrorists in their tracks by eliminating accounts and prohibiting access to certain chat rooms and sites, a question remains: should the government place more restrictions on what Internet users post, limiting a First Amendment right known as freedom of speech? \"As (the U.S. government) increases security, they have to take away liberty,\" Lehrfeld says. \"(That action) will impact the citizens negatively, because it causes a riff with people who want to be safe.\" Harrell says security and surveillance must improve on sites like Facebook and Twitter, and that she's willing to give up some personal freedom in order to gain security. \"Even if (social sites) need to take a little of my freedom away for privacy, I'm OK with that.\" Lehrfeld, on the other hand, added that government agencies should nonetheless place value on citizens' freedom, as \"community-driven awareness\" increases. \"Thankfully we live in a country that values privacy laws,\" he says. \n\nLoad-Date: January 16, 2018"
}