{
    "title": "The Times Starts Review of _Caliphate_ Podcast After Hoax Charge",
    "publisher": "the new york times",
    "year": 2020,
    "month": 9,
    "day": 30,
    "full text": "The Canadian authorities arrested a man featured in the podcast and accused him of falsely claiming to have been an ISIS executioner.\nThe New York Times said on Wednesday that it had opened a “fresh examination” into how its popular “Caliphate” podcast portrayed a Canadian man who has been charged with lying about being an Islamic State executioner.\nThe Royal Canadian Mounted Police announced on Friday that it had arrested Shehroze Chaudhry, who was featured in “Caliphate” using the name Abu Huzayfah, under terrorism hoax laws. The authorities accused Mr. Chaudhry of fabricating his involvement in acts of terrorism in Syria with ISIS and of raising “public safety concerns amongst Canadians.”\nIn several episodes of “Caliphate,” which was released by The Times in 2018, Mr. Chaudhry described his recruitment by ISIS and the violent executions he said he had taken part in. One episode cast doubt on some of his claims as the reporters uncovered inconsistencies with his passport and travel dates.\nA Times spokeswoman said in a statement that the newspaper was undertaking “a fresh examination of his history and the way we presented him in our series” and would make further comment once the review was completed.\n“While the uncertainty about Abu Huzayfah’s story was explored directly in episodes of ‘Caliphate’ that featured him, his arrest and the allegations surrounding it have raised new and important questions about him and his motivations,” the spokeswoman said.\nThat statement represented a change of course from how The Times had initially responded to questions about the veracity of the podcast. In an earlier statement, The Times defended “Caliphate,” saying that “the uncertainty about Abu Huzayfah’s story is central to every episode of ‘Caliphate’ that featured him.” The previous statement also noted that The Times had used geolocation to place Mr. Chaudhry in Syria.\n“Caliphate” was released in 2018 and won a Peabody Award. Its host, the Times reporter Rukmini Callimachi, was named a finalist for the Pulitzer Prize in the category of international reporting for her work.\nMs. Callimachi said Wednesday that she welcomed the inquiry by The Times.\n“It serves us all to learn everything possible about the full story behind Huzayfah’s complicated account,” she said.\nPHOTO: The New York Times said it would examine how its popular “Caliphate” podcast portrayed a Canadian who said he had participated in Islamic State executions. (PHOTOGRAPH BY September Dawn Bottoms/The New York Times FOR THE NEW YORK TIMES)\n\nLoad-Date: October 9, 2021"
}