{
    "title": "The Real Path to Security",
    "publisher": "the new york times",
    "year": 2009,
    "month": 5,
    "day": 22,
    "full text": "We listened to President Obama's speech on terrorism and detention policy with relief and optimism. \n  For seven years, President George W. Bush tried to frighten the American public -- and successfully cowed Congress -- with bullying and disinformation. On Thursday, President Obama told the truth. It was a moment of political courage that will make this country safer. \n  Mr. Obama was exactly right when he said Americans do not have to choose between security and their democratic values. By denying those values, the Bush team fed the furies of anti-Americanism, strengthened our enemies and made the nation more vulnerable.\n  Such clarity of thought is unlikely to end the partisan posturing. It certainly didn't quiet former Vice President Dick Cheney, who was fear-mongering in full force on Thursday. But we hope that lawmakers  who voted this week against closing the prison in Guantanamo Bay, Cuba  -- starting with the Senate majority leader, Harry Reid --  were listening closely. \n  We do not agree with every aspect of Mr. Obama's solutions, especially his opposition to the court-ordered release of photographs of prisoner abuse and the positions he has taken on state secrets. But the course he outlined was generally based on due process and democratic governance. \n  Mr. Obama flatly rejected Mr. Cheney's claims that torture saved ''hundreds of thousands'' of lives and reminded Americans that those abuses were ineffective, recruited more terrorists than they brought to justice, destroyed the nation's image and will make it much harder to try some of the most dangerous terrorists. \n  Affirming that a detention policy has to be based on  law and subject to Congressional and judicial scrutiny, Mr. Obama  voiced  the profound truth that eluded Mr. Bush, ''In our constitutional system, prolonged detention should not  be the decision of any one man.''\n  Mr. Obama said he had no intention of releasing any dangerous terrorist but added that some detainees must be tried and jailed in this country -- a message to Democratic lawmakers who first demanded the closing of Guantanamo and now take the ludicrous position that no inmate can set foot in the continental United States, even in irons and headed for a maximum-security prison.\n  Mr. Obama sensibly grouped the prisoners into five categories, starting with those who can and should be tried in civilian criminal courts on terrorism charges.\n  There are  Guantanamo prisoners who violated the laws of war and should be tried in military tribunals, but not the existing ones created by Congress in 2006. That law should not be tinkered with. It should be scrapped and those prisoners should tried under military law. \n  Some prisoners can be transferred to other governments' custody and some, who committed no crimes, should be released. And, yes, some should be allowed to live in the United States.\n  The most troubling category is the one for prisoners --  like Abu Zubaydah, an alleged top member of Al Qaeda --  who seem to be highly dangerous terrorists but were tortured. It's hard to imagine how they can be tried on that evidence. Some can be tried on other terrorism charges, like Ahmed Ghailani, whom the administration is properly moving to a civilian federal court to face charges related to the 1998 embassy bombings in Africa.\n  Mr. Obama vowed to deal with the rest of the prisoners under the law and the Constitution, but forthrightly admitted he wasn't sure how. There are proposals to create a new ''preventive detention'' regime that we are not convinced is needed.\n  As he moves forward, we hope Mr. Obama bears in mind a point he made on Thursday. The problem is not the crime of terrorism, which the judicial system can normally handle. It is the way Mr. Bush undermined that system -- and this country's reputation and security -- with his policies of arbitrary detention and abuse.\n\nhttp://www.nytimes.com\n\nLoad-Date: May 22, 2009"
}