{
    "title": "The real way to fight terror",
    "publisher": "university wire",
    "year": 2007,
    "month": 10,
    "day": 26,
    "full text": "The College Republican's recent attempt to promote Islamo-Fascism Awareness week is a telling illustration of everything that is wrong with our execution of the war on terror. Not only was it offensive, it was also counter-productive.\nI applaud College Republicans for their efforts to connect Wash. U. students to a truly important issue. The threat of Islamic fundamentalism is real and must be addressed. I also support their willingness to address the role of Islam in fostering terrorism, particularly at a university where even a slight challenge to multiculturalism is likely to be unpopular.\nMy objection is to their unnecessary use of inflammatory and imprecise rhetoric.\nFascism refers to a specific political ideology favoring total state control over individual citizens. By incorrectly applying this label to disorganized groups of Islamic fundamentalists, College Republicans and federal policymakers have confused us into supporting poorly conceived policies.\nThe conservative Sunni government of Saudi Arabia isn't allied with the revolutionary Shi'ite government of Iran. Iraq's Saddam Hussein is not merely a clone of Al Qaeda's Osama bin Laden. As the civil conflict in Iraq has shown, violent Islamic extremists are not the monolithic group we once thought.\nWe learned this lesson once when we discovered that communist China could be an ally in our struggle against the Soviet Union. We should exploit the differences between Islamic fundamentalists rather than ignoring them.\nThe College Republicans also missed another important point: Islam is not the root cause of terrorism. It's true that jihadists use passages from the Koran to justify their actions; however, the Bible contains similar violent passages and millions of Muslims read the same Koran without becoming suicide bombers. We need to stop alienating moderate Muslims by criticizing their religion; we want American Muslims to spend their resources fighting Islamic fundamentalists, not right-wing politicians.\nNew York Times columnist Thomas Friedman recently wrote an excellent column entitled \"9/11 is over,\" arguing that our fixation with the threats exposed on 9/11 has blinded us to the challenges facing us in the world of 9/12. It's not that terrorism isn't a serious threat, but that our fear of it has become counter-productive. As Friedman said, \"[w]e can't afford to keep being this stupid!\"\nWe need a homeland security system that works. Color-coded warnings based on Homeland Security Secretary Michael Chertoff's \"gut feeling\" do not make us safer. We need smarter airport security with more behavioral experts and fewer arbitrary liquids regulations. My toothpaste isn't as dangerous as the person who lied about their intended destination. We need more National Guard units at home to respond to potential terrorist attacks or natural disasters. We need to improve our intelligence capabilities and inter-agency coordination.\nWe also need to fix our military capabilities. Our enormous military budget is worthless if we're incapable of winning wars in the 21st century. Iraqi insurgents represent a new kind of threat, and all the nuclear weapons in the world won't help us fight it. It's time to stop worrying about the strength of our bombs and to start teaching military commanders how to win the battle for hearts and minds. We need more Arab and Farsi linguists. We need to support our troops with more than just patriotic declarations; we need to provide better protective equipment, more care for veterans and shorter overseas deployments.\nThe Wash. U. College Republicans aren't solely responsible for our failures in the War on Terror, yet their mistakes mirror those being made by the entire country. The best way to fight terrorism isn't to keep reminding us that Islamic fundamentalism is a threat; it's to move on and discuss counter-terrorism measures that are effective.\nAs the 2008 presidential election approaches, we need to demand that candidates outline real policies for improving the War on Terror. It is not enough to wave an American flag and declare that all Muslims are the enemy.\n(C) 2007 The Student Life via U-WIRE\n\nLoad-Date: October 26, 2007"
}