{
    "title": "The power to tap",
    "publisher": "st. petersburg times ",
    "year": 1996,
    "month": 8,
    "day": 5,
    "full text": "Does anyone believe that if the FBI had secretly tapped more private phone  conversations, it could have stopped terrorist bombings in Atlanta and  Oklahoma City or solved the mystery of TWA Flight 800? Such an argument is  ludicrous, yet after the pipe bomb exploded in Centennial Olympic Park,  President Clinton again pushed Congress for a law giving the FBI wide  authority to put taps on America's phones.\nA bipartisan committee bickered over the wiretap provisions before  rejecting them on Friday. A bill with more reasonable anti-terrorism measures  passed the House on Friday; the Senate adjourned without considering the  measure. The wiretap issue is likely to resurface when Congress returns in  September from a monthlong recess. Clinton and some lawmakers want to give the  FBI authority to run unrestricted wiretaps for 48 hours without a judge's  order and to place taps on any telephones used by someone under suspicion  rather than on just one phone. Both measures easily could be abused and lead  to an erosion of constitutional rights.\nANTI-TERROR\nIt's surprising that Congress would even consider giving the FBI  responsibility for policing its own behavior on wiretaps. The same day the  anti-terrorism committee was meeting, House Republicans were criticizing the  FBI for handing over as many as 900 confidential files to White House staff  members. An agency that blithely shares its secret reports on law-abiding  citizens needs strict oversight when it comes to wiretaps. Besides, the FBI  has been able to investigate the Oklahoma City bombing and to hinder other  anti-government activities by militia groups using current wiretap laws.\nAll Americans share Clinton's zeal to stop acts of terrorism and to  prosecute those who commit them. In fact, there are a number of positive steps  the Clinton administration and Congress could take that would have clear  benefits. A commission headed by Vice President Al Gore is studying whether  government should take over responsibility for aviation security that is now  handled by airlines and airports. The government plays a legitimate role in  insuring air travelers' safety. Most Americans are willing to pay the cost of  screening air cargo for explosives and checking the backgrounds of ground crew  members who have access to an airplane.\nRepublicans fought one sensible measure that would make bombing  investigations easier to resolve. Manufacturers of explosive powder could be  required to put microscopic markers called taggants into their mixtures that  would identify the origin of the powder. Taggant legislation has been held up  by the National Rifle Association and ammunitionmakers, who have the political  clout to stop perfectly sensible measures from being considered.\nCongress made the right decision when it dropped new wire taplegislation  from the anti-terrorism bill. Whenever we react to terrorism by reducing  Americans' basic freedoms, we hand the terrorists a victory.\n\nLoad-Date: August 6, 1996"
}