{
    "title": "The Racquet The Racquet First world terrorism",
    "publisher": "university wire",
    "year": 2016,
    "month": 4,
    "day": 6,
    "full text": "First world terrorism\nEagan Norman, Staff Reporter\nApril 6, 2016\nFiled under Viewpoint\nSince the start of this year, there have been several terrorist incidents as we've all seen in the news and on social media. Whether it's your friend from back home changing their profile picture to the French flag, or a live coverage of the events in Brussels in past weeks, most, if not all people are aware about the major terrorist attacks in Europe and the U.S. People have sent overwhelming support to the victims of these attacks, and families and citizens of the countries have been very grateful. Thanks to the media and social networking, most everyone is aware of the majority of the details involving the attacks in Brussels earlier in March, in San Bernardino, California in December and in Paris last November. Unfortunately, a large portion of the U.S. populous isn't aware of the staggering statistics of terrorist activity across the globe in the past year.\nOver the course of the 2015-2016 school year, there have been three majorly broadcasted terrorist attacks: Brussels, Paris and San Bernardino. However, these are just three of the 500+ attacks that have occurred since the beginning of July, and make up less than half of a percentage of the deaths across all of these attacks. I'm not trying to say that the deaths of those involved in the European and U.S. terrorist attacks aren't significant, but that if we are going to plan to combat terrorism, we need to be educated as to how big of an issue it is.\nUnfortunately, in my opinion, over the last few decades, the media has gone from being a respectable source of non-biased information to being more of a form of entertainment, with many different stations to cater to each and every person's differing opinion. Most national stations will air a terrorist attack story in Europe because it'll bring in ratings and boost viewership. However, on July 1 and 2 in 2015, the Boko Haram, a terrorist organization that very few people are aware of, stormed Kukawa Nigeria and massacred 145 people which is one less than Paris and San Bernardino combined. Not only didn't get adequate airtime to open the American people's eyes to the violence happening across the globe, but to add insult to injury, there is a pitiful amount of information on the event. If one was to look up the November 2015 Paris attacks on Wikipedia, you would find a five section page describing nearly every detail of the incident. On the other hand, if one looks up July 2015 Kukawa Nigeria Massacre, one will find a paragraph, and that's it.\nEveryone knows that terror is a major issue in the Middle East right now, thanks to media coverage. What most media outlets aren't telling viewers however are about all the innocent lives that are being taken. While most UW-La Crosse students were enjoying winter break back in January, ISIL, or ISIS, launched an attack on Deir ez-Zor, a city in Syria. Over the course of their attack, they killed 135-300 people.  Nobody has been able to narrow it down to an exact number yet, and most were killed execution style. This kind of information is important for the people of the U.S. to know, especially when we have the current issue of taking Syrian refugees or not on our hands. If they have to legitimately fear evens such as those of Deir ez-Zor, then we as a nation need to take them in, and do what we can to prevent anymore mass murders from happening, regardless of whether it's in Europe or the Middle East.\nThe amount of support that we as a nation give to victims in Paris and Brussels as well as here in San Bernardino is very heartwarming, but we need to spread our support elsewhere and increase the intensity. Since July, there have been seven terrorist attacks where 100+ people were killed, and only Paris got any news coverage. The other six were either in Africa or the Middle East, and went largely unnoticed. If we as a people are going to be able to combat terrorism, we cannot be in the dark as much as we are today on the events unfolding across the globe. We need to not only stand by our fellow people of Europe and the U.S., but also support the real people that are suffering from terrorism in the Middle East and Africa.\nLeave a Comment\n\nLoad-Date: January 4, 2017"
}