{
    "title": "THE NEW YORK TIMES MAGAZINE; New York Times Magazine December 14, 1980",
    "publisher": "the new york times",
    "year": 1980,
    "month": 12,
    "day": 14,
    "full text": "William Safire 18 On Language\n \nSigns of the Times\nBruce Feirstein 29 Guest Observer\n \nThe Trendsetter\nLarry Collins 36 Combating Nuclear Terrorism\nV.S. Pritchett 40 Looking Back at 80\n \nA British man of letters looking back across the century - and his lifetime - offers his reflections on living so as to make ''the disagreeables evaporate.''\nWilliam Stockton 48 Computers That Think\n \nComputers able to replace doctors, lawyers, stockbrokers, journalists are some of the implications of a future with artificial intelligence.\nAN-ADavid K. Shipler 74 In Search of Jerusalem\n \nNo issue of the Middle East conflict seems so resistant to compromise as the struggle ov er this city. Israel's assertions of its sovereignty over a uni ted Jerusalem draw international criticism and Arab fire, whil e Moslem, Jewish and Christian faiths argue over ancient rel igious claims and holy places.\nRobert W. Stock 118 The Honeymooners: A Rerun\n \nThe newly remarried couple sets out confidently on their wedding trip. The chemistry is different, they discover, the second time around.\nGaylen Moore 129 On the Cutting Edge of Film Editing\nKenneth Briggs 140 Evangelical Colleges Reborn\n \nFacing diminishing enrollments and financial deficits only a few years ago, Christian colleges are making a comeback on a tide of fundamentalist fervor in the country. Spiritual values are still the big plan on campus,\nbut academic ratings are improving.\n166 Fashion\n \nA Silky Something\nAlexandra Penney 168 Beauty\n \nStaying Slim Through the Holidays\nMarilyn Pelo 170 Design\n \nFurniture With a Mission\nCraig Claiborne 172 Food with Pierre Franey Caboodles of Noodles\nRalph Blumenthal 180 Elect ronic-Games Race\n183 Puzzles\n \nAnswers, Page 176\n190 Letters\nCover: Photograph by Jean-Pierre Laffont/Sygma\nCopyright 1980, The New York Times"
}