{
    "title": "The new Al Qaeda_ local franchises",
    "publisher": "the christian science monitor",
    "year": 2005,
    "month": 7,
    "day": 11,
    "full text": "A decade ago Al Qaeda was an entrepreneurial jihadist start-up firm. Today it may have evolved into something bigger, and less tightly controlled: a worldwide franchiser of terrorist attacks.\nThat may be one lesson of last week's London bombings, say some terrorism experts. The British attacks were well-organized, low-tech, and prepared in great secrecy - all hallmarks of the now-decentralized Al Qaeda network. The Madrid subway attacks of 2004 were similar. So were the bombings carried out in Casablanca, Morocco, in 2003.\nHaving ceded some initiative to local operations, Al Qaeda may now find it more difficult to carry out such spectacular assaults as those of Sept. 11, 2001. But it possibly has evolved into a threat that extends across the globe, capable of striking almost anywhere, at almost any time.\n\"Al Qaeda is no longer a hierarchical organization, but rather an enabler for myriad terrorist groups and sympathizers to fight the jihadist holy war,\" says Ivo Daalder, senior fellow in foreign policy studies at the Brookings Institution.\nLast Thursday's bombings have yet to be definitively linked to Al Qaeda by British investigators. But in Washington, at least, some officials were openly calling them an act of jihad.\nOsama bin Laden or other prominent jihadists such as Abu Musab al-Zarqawi may not have been the planners of the attacks, said the US Secretary of Homeland Security Michael Chertoff in a broadcast interview on Sunday.\nBut \"clearly we're dealing with a group that is sympathetic to Al Qaeda,\" Mr. Chertoff said on ABC's \"This Week.\"\nFor now the US terrorism alert level for mass transit will remain at elevated levels. Both Secretary Chertoff and Frances Townsend, President Bush's homeland security adviser, said that they had no warning - through \"chatter\" at Islamist websites or other intelligence - that attacks were going to occur anywhere last week.\nThere is no guarantee that similar bombings could not occur in the US, said Ms. Townsend in a broadcast interview. The best defense, she insisted, is to confront terrorists overseas.\n\"That's why you're in Iraq and Afghanistan, fighting them there so you don't have to fight them here,\" said Townsend.\nBut the nature of Al Qaeda today means the \"fighting them in Iraq\" scenario just won't work, says Daalder of Brookings.\nSleeper cells and jihadist sympathizers are now spread around the world, he argues. Al Qaeda-linked attacks have occurred from Indonesia to the US.\n\"Terrorists are everywhere, and emphatically not only in Iraq,\" says Daalder.\nFurthermore, if it is true that Western intelligence services had no or little warning prior to the London bombings, that means their focus must be off the mark, says another analyst.\nAfter all, given last week's meeting of G-8 heads of state in Scotland, security was presumably extra-tight. It is likely that intelligence and security officials from every nation represented at the meeting swept through the United Kingdom prior to their leaders' arrival, notes Juliette Kayyem, a terrorism expert at Harvard University's John F. Kennedy School of Government.\n\"We know that something called Al Qaeda exists, but we have no sense of its contours or context or even if it has a leader,\" says Ms. Kayyem.\nA decade ago Al Qaeda was more knowable, a start-up company that showed evidence of an entrepreneur's strengths and weaknesses. Testimony by Al Qaeda informers in US court proceedings connected with the group's first US attack - the 1993 bombing of the World Trade Center - depicted jealousy over office space, fighting over expense accounts, and overall money woes.\nToday Al Qaeda's leadership has been ousted from its Afghan hideaway and remains hard-pressed by US forces, says the State Department's \"Country Reports on Terrorism, 2004,\" which was released this spring.\nThe group's ability to project power has been limited. Local groups affiliated with Al Qaeda, or simply imbued with their worldview, now carry out most terror attacks against the US and its allies, says the study.\nSouthwest Asia's Jemaah Islamiyah is one of the best-known such groups.\n\"An increasing percentage of jihadist attacks are more local, less sophisticated, but still lethal,\" says the report.\nTo most of the world the scenes of violence in London - and in Madrid, and other recent bomb targets - are senseless. The victims were innocent people, for the most part just on their way to work. If polls are any guide, a majority of them opposed the British participation in the US invasion of Iraq.\n\"The human response is to say this is senseless violence. But the whole point is it is not senseless. There are goals, and this is an attempt to communicate,\" says Gary LaFree, director of the University of Maryland's National Center for the Study of Terrorism and Responses to Terrorism.\nOne of the main tenets of the jihadist ideology is that US power is based on its economy - and thus a primary goal is to damage US and other Western economic targets. Commuter mass transit is a mundane, but highly vulnerable, such target.\nThe jihadists may also be still attempting to splinter the US coalition in Iraq. For that reason, many in Italy, another nation where the government has pushed participation with the US while the population has largely opposed it, fear that they may be the next terror target.\n(c) Copyright 2005. The Christian Science Monitor\n\nLoad-Date: July 10, 2005"
}