{
    "title": "The Road to Peace",
    "publisher": "christian science monitor ",
    "year": 1994,
    "month": 12,
    "day": 6,
    "full text": "AS Israeli and Palestinian negotiators sit down in Cairo today\nto discuss the next phase of Palestinian autonomy, Israel is\nreeling from a recent wave of terrorist attacks.\nLast week, a member of Hamas, the Islamic resistance movement,\nbrutally killed a young Israeli soldier. A week earlier, Islamic\nmilitants gunned down a rabbi in the West Bank. In October, a\nsuicide bomber blew up a bus in Tel Aviv, killing himself and 22\nothers. And another soldier was kidnapped and killed in October.\nIsrael has responded by launching a massive crackdown on and\nmanhunt for Hamas guerrillas in the West Bank. Security forces say\narrests in connection with the October suicide bombing already\nbrought to 400 the number of suspects detained in the past few\nmonths.\nPrime Minister Yitzhak Rabin vowed that peace efforts with the\nPalestinians would continue despite the terrorist attacks, and he\ndeserves credit for this. ''We shall continue on our road to peace\nand to fight those who oppose it,'' he told reporters in Tel Aviv.\nBut on Sunday, Israeli officials began a policy debate over whether\nor not to pull troops out of the West Bank before elections because\nof serious security concerns.\nIsrael is right to take these countermeasures against this round\nof terrorism. The Palestinian leadership also must continue to\ndistance itself from terrorist acts and make clear that it will\nnever accept terrorism as a legitimate method of doing business. If\nit does not, the Palestinian Authority will not be accepted by the\ninternational community, including other Arab states.\nThe danger of the crackdown is that it may increase militancy\namong Hamas, turning it into a martyr in the eyes of many in the\nWest Bank and Gaza. Israel and the Palestinian Authority must take\nstrong measures to stop the radicals and their killing but also\nconsider other steps to keep the peace process on track.\nThe negotiators in Cairo are expected to discuss Israeli troop\nwithdrawals and Palestinian elections. Mr. Arafat must move forward\non elections. Israel has rejected any suggestion that Hamas be\nallowed to participate, but ultimately this should be the\nPalestinian Authority's decision. For this even to be an option,\nHamas would have to show that it's willing to accept a\nparticipatory approach to government and reject violence. And this\nis possible only if there is levelheaded leadership on both sides.\n\nLoad-Date: December 7, 1994"
}