{
    "title": "The risk of European jihadis coming home_ How do you calculate it_ European leaders like David Camer",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 9,
    "day": 2,
    "full text": "There are few anxieties in Europe's governments greater than the fear that European jihadis returning from the battlefields in Syria and Iraq could mastermind terrorist attacks at home.\nThe new anti-terrorism proposals unveiled by British Prime Minister David Cameron Monday - which include police powers to strip suspected extremists temporarily of their passports - underscore this fact.\nBut how big of a threat are the hundreds of returning European foreign fighters to the security of London - or of Paris, Brussels, and Berlin?\nMany analysts believe that leaders are over-exaggerating the risk - arguing that no 9/11-style attack for Europe is in-the-making. But as recent history shows, all it takes is a small number of committed people to rock a nation.\nThe most cited research out there comes from a study conducted by a Norwegian expert of extremism, Thomas Hegghammer, between 1990 and 2010. His research showed that only one of nine foreign fighters who had come home were motivated to carry out an attack.\nIt's a figure that officials don't necessarily accept as fact, but it does provide a baseline for them to assess threats. In an interview with The Christian Science Monitor, for a cover story on European jihadis, the European Union's counterterrorism coordinator Gilles de Kerchove says that even if the threat is \"one percent of more than 2,000 [jihadis], that is 20 very dangerous guys\" who've been trained, indoctrinated, and woven into networks across the Sunni world. \"Their level of tolerance for violence will have increased significantly,\" says Mr. De Kerchove.\nAlready Europe has seen what one person can do to terrorize a population - even if it's a small-scale attack. A French man behind the deadly shooting of four at a Jewish museum in Brussels in May had returned from Syria. \"You don't need a 9/11 to scare people,\" De Kerchove says.\nCameron's concern echoes worries across Europe. Governments are taking a dual approach.  They're trying to prevent Europeans from leaving to fight, and when that fails crafting tougher police tactics to monitor those who come home.\nBut such tactics can violate civil liberties and threaten the tensions that already exist between family prevention efforts, like those of the Hayat program in Germany, and heavy-handed laws that can alienate or scare off families with crucial information.\nDavid Anderson, appointed in the UK as an independent reviewer of terrorism legislation, told the BBC that the new proposals by Cameron present legal and practical problems. \"The whole concept of citizenship is about the right of abode - the right to come back to where you live. If you're going to suspend that - even on a temporary basis - I think you run into some legal difficulties,\" he says.\n\"And, of course, if we start doing this then presumably we must accept the consequences that other people might do it as well,\" Mr. Anderson points out. \"The trouble with this game of pass the parcel - whether it comes to terrorists or other criminals - is that if other people's terrorists or criminals find their way to Great Britain, they too could say 'Well we wash our hands of these people, we're not going to let them back - they're your problem.'\"\n\nLoad-Date: September 3, 2014"
}