{
    "title": "The weekly roundup",
    "publisher": "the atlanta journal-constitution",
    "year": 2015,
    "month": 12,
    "day": 6,
    "full text": "The doctor was on-call at PolitiFact last week as we checked out claims about the soaring the cost of cancer drugs, a fall in the percentage of Georgians who smoke and a significant drop in Atlanta's HIV/AIDS death rate. Presidential hopeful and U.S. Sen. Ted Cruz, R-Texas, took a spin on the Truth-O-Meter with a statement that President Barack Obama \"will not utter the words 'radical Islamic terrorism' and as matter of policy, nobody in the administration will say the words 'radical Islamic terrorism.' \"\nWhile the smoking rate nationally has fallen, more than 18 percent of Georgians still light up. --- Atlanta Mayor Kasim Reed's Office on Nov. 17 in a press release\nAtlanta Mayor Kasim Reed and more than two dozen health professionals launched a statewide campaign last week to help Georgia smokers kick the habit.\nThe \"Nobody Quits Like Georgia\" campaign emphasized connecting smokers with the counseling and other support they need to quit successfully.\n\"Atlanta and state-level health care leaders are taking action because while the national smoking rate has fallen, more than 18 percent of adults in Georgia are still smoking,\" Reed's office said in a press release on Nov. 17.\nThe health hazards of cigarette smoking have been publicly recognized at least since the mid-1960s, so could almost one in five Georgia adults still be lighting up?\nThe first part of the statement is misleading. Smoking rates have generally been falling nationally and in Georgia. The state's rate was lower than the national rate in 2013.\nReed's office is correct that, in 2013, 18.8 percent of Georgia adults older than 18 were smoking.\nBut newer figures paint a peachier picture for the state.\nIt doesn't change the mayor's overarching point that the state still has a way to go.\nWe rated Reed's statement Mostly True.\nAtlanta's efforts to fight HIV, AIDS is making progress\nThe death rate for people in Atlanta dying from HIV and AIDS declined 59 percent between 2004 and 2012. --- Fulton County Health and Wellness on Nov. 20 in a press release\nJust before commemorating World AIDS Day on Tuesday, Fulton County's health department released some rare good news on its efforts against the disease.\nThe death rate from HIV-related diseases plunged 59 percent between 2004 and 2012, the department said in a press release based on a report from an independent program of the National Association of County and City Health Officials.\nPolitiFact Georgia was skeptical and decided to check.\nThe 2015 report from NACCHO's Big Cities Health Coalition examines health data from the nation's 27 largest cities and counties, including a look at more local HIV and AIDS figures.\nAccording to the Big Cities Health Inventory report, released in late November, cities experienced new cases of HIV and HIV-related deaths in higher numbers compared with the rest of the country.\nBut Atlanta (as reported by Fulton County's health department) and every other city except Detroit saw drops, some significant, in mortality rates since the last report.\nAtlanta had the fourth highest mortality rate of the cities, with 24.1 deaths per 100,000 people in 2004, according to the report. In 2012, the last year data was available for a majority of the cities, the rate was 9.8 --- a 59 percent drop just as Fulton touted in the press release.\nData from Georgia's Department of Public Health back up those figures on the mortality rate and also provide the specific numbers of deaths.\nWe rated the statement True.\nSays President Barack Obama \"will not utter the words 'radical Islamic terrorism' and as matter of policy, nobody in the administration will say the words 'radical Islamic terrorism.' \" --- Ted Cruz on Nov. 14 in a news conference\nU.S. Sen. Ted Cruz, R-Texas, says America can't defeat an enemy it won't define.\nThe presidential candidate came to Richmond on Nov. 14 to address a gala dinner held by the Family Foundation. Before the speech, Cruz was asked during a news conference how the U.S. should respond to the terrorist attacks a day earlier in Paris.\n\"Well, the first thing we should do is identify the evil we are fighting,\" Cruz said. \"The fact that President Obama will not identify, he literally will not utter the words 'radical Islamic terrorism' and as matter of policy, nobody in the administration will say the words 'radical Islamic terrorism.'\"\nNeither the Cruz campaign nor the White House responded to our emails.\nWe can't swear White House officials never have uttered the words in public. But we could find no evidence to the contrary.\nIt's clear that the administration prefers nonreligious ways to describe the Islamic State --- such as a \"terrorist group,\" \"violent extremism\" and \"twisted ideology.\" We rated Cruz's statement True.\n\" Fifteen years ago, cancer drugs cost an average of $10,000 a year. Now it's $10,000 a month.\" --- Bill Maher on Oct. 2 on an episode of HBO's \"Real Time with Bill Maher\"\nPatients used to pay $10,000 a year for cancer drugs, but now they're paying $10,000 a month, according to HBO talk show host Bill Maher.\nThe quote comes from the Oct. 2 episode of \"Real Time with Bill Maher,\" where Maher discussed Turing Pharmaceuticals, the company that jacked up the cost of a life-saving drug from $13.50 to $750 essentially overnight.\nIt's well-known that the cost of health care is on the rise, but has the annual cost of cancer drugs really increased so dramatically in just a decade and a half?\nThe average annual cost of a drug isn't easy to calculate, given the way cancer drugs are scheduled; many drugs aren't used every month for an entire year. So the first half of the statement is hard to verify, though we did find one academic source that cites a similar figure.\nHowever, Maher has a point that the cost of cancer drugs has increased dramatically since 2000 when the average monthly price of a cancer drug, as it first hit the market, was about $4,600. In 2015, the monthly cost is more than $10,000.\nMaher's numbers are a little squishy, but they're in the ballpark.\nWe rated his claim Mostly True.\nRead full versions\nRead the full versions of these and other rulings at politifact.com/georgia.\nFollow us\nComment and read our latest updates on Twitter (@politifactga) and Facebook (facebook.com/politifact.georgia)\nSend us tips\nEmail political statements you'd like to see checked out to PolitiFactGeorgia@ajc.com\nHow does PolitiFact Georgia's Truth-O-Meter work?\nOur goal is to help you find the truth in American politics. Reporters from The Atlanta Journal-Constitution fact-check statements by local, state and national political leaders, including lobbyists and interest groups. We then rate them on the AJC Truth-O-Meter.\nTo fact-check a claim, reporters first contact the speaker to verify the statement. Next, the research begins. Reporters consult a variety of sources, including industry and academic experts. This research can take hours or a few days or even longer, depending on the claim. Reporters then compile the research into story form and include a recommended Truth-O-Meter ruling.\nThe fact check then moves on to a panel of veteran editors who debate the statement and the reporter's recommended Truth-O-Meter ruling.\nThe panel votes on a final ruling; majority prevails.\nPlease box:\nHow does PolitiFact Georgia's Truth-O-Meter work?\nOur goal is to help you find the truth in American politics. Reporters from The Atlanta Journal-Constitution fact-check statements by local, state and national political leaders, including lobbyists and interest groups. We then rate them on the AJC Truth-O-Meter.\nTo fact-check a claim, reporters first contact the speaker to verify the statement. Next, the research begins. Reporters consult a variety of sources, including industry and academic experts. This research can take hours or a few days or even longer, depending on the claim. Reporters then compile the research into story form and include a recommended Truth-O-Meter ruling.\nThe fact check then moves on to a panel of veteran editors who debate the statement and the reporter's recommended Truth-O-Meter ruling. The panel votes on a final ruling; majority prevails.\nThe doctor was on-call at PolitiFact last week as we checked out claims about the soaring the cost of cancer drugs, a fall in the percentage of Georgians who smoke and a significant drop in Atlanta's HIV/AIDS death rate.\nPresidential hopeful and U.S. Sen. Ted Cruz, R-Texas, took a spin on the Truth-O-Meter with a statement that President Barack Obama \"will not utter the words 'radical Islamic terrorism' and as matter of policy, nobody in the administration will say the words 'radical Islamic terrorism.'\"\nWant to comment on our rulings or suggest one of your own? Just go to our Facebook page (www.facebook.com/politifact.georgia).\nYou can also follow us on Twitter (http://twitter.com/politifactga).\nFull versions can be found at www.politifact.com/georgia/.\nThe death rate for people in Atlanta dying from HIV and AIDS declined 59 percent between 2004 and 2012. --- Fulton County Health and Wellness on Nov. 20 in a press release\nJust before commemorating World AIDS Day on Tuesday, Fulton County's health department released some rare good news on its efforts against the disease.\nThe death rate from HIV-related diseases plunged 59 percent between 2004 and 2012, the department said in a press release based on a report from an independent program of the National Association of County and City Health Officials.\nPolitiFact Georgia was skeptical and decided to check.\nThe 2015 report from NACCHO's Big Cities Health Coalition examines health data from the nation's 27 largest cities and counties, including a look at more local HIV and AIDS figures.\nAccording to the Big Cities Health Inventory report, released in late November, cities experienced new cases of HIV and HIV-related deaths in higher numbers compared with the rest of the country.\nBut Atlanta (as reported by Fulton County's health department) and every other city except Detroit saw drops, some significant, in mortality rates since the last report.\nAtlanta had the fourth highest mortality rate of the cities, with 24.1 deaths per 100,000 people in 2004, according to the report. In 2012, the last year data was available for a majority of the cities, the rate was 9.8 --- a 59 percent drop just as Fulton touted in the press release.\nData from Georgia's Department of Public Health back up those figures on the mortality rate and also provide the specific numbers of deaths.\nWe rated the statement True.\n'Radical Islamic terrorism' not uttered by White House\nSays President Barack Obama \"will not utter the words 'radical Islamic terrorism' and as matter of policy, nobody in the administration will say the words 'radical Islamic terrorism.' \" --- Ted Cruz on Nov. 14 in a news conference\nU.S. Sen. Ted Cruz, R-Texas, says America can't defeat an enemy it won't define.\nThe presidential candidate came to Richmond on Nov. 14 to address a gala dinner held by the Family Foundation, a socially conservative lobbying group. Before the speech, Cruz was asked during a news conference how the U.S. should respond to the terrorist attacks a day earlier in Paris.\n\"Well, the first thing we should do is identify the evil we are fighting,\" Cruz said. \"The fact that President Obama will not identify, he literally will not utter the words 'radical Islamic terrorism' and as matter of policy, nobody in the administration will say the words 'radical Islamic terrorism.'\"\nNeither the Cruz campaign nor the White House responded to our emails.\nWe can't swear White House officials never have uttered the words in public. But we could find no evidence to the contrary.\nIt's clear that the administration prefers non-religious ways to describe the Islamic State --- such as a \"terrorist group,\" \"violent extremism\" and \"twisted ideology.\"\nWe rated Cruz's statement True.\nWhen it comes to curbing smoking, Georgia lags a bit\nWhile the smoking rate nationally has fallen, more than 18 percent of Georgians still light up. --- Atlanta Mayor Kasim Reed's Office on Nov. 17 in a press release\nAtlanta Mayor Kasim Reed and more than two dozen health professionals launched a statewide campaign last week to help Georgia smokers kick the habit.\nThe \"Nobody Quits Like Georgia\" campaign emphasized connecting smokers with the counseling and other support they need to quit successfully.\n\"Atlanta and state-level health care leaders are taking action because while the national smoking rate has fallen, more than 18 percent of adults in Georgia are still smoking,\" Reed's office said in a press release on Nov. 17.\nThe health hazards of cigarette smoking have been publicly recognized at least since the mid-1960s, so could almost one in five Georgia adults still be lighting up?\nThe first part of the statement is misleading. Smoking rates have generally been falling nationally and in Georgia. The state's rate was lower than the national rate in 2013.\nReed's office is correct that, in 2013, 18.8 percent of Georgia adults over 18 were smoking.\nBut newer figures paint a peachier picture for the state.\nIt doesn't change the mayor's overarching point that the state still has a way to go.\nWe rated Reed's statement Mostly True.\nCost of fighting cancer catches Maher's attention\n\" Fifteen years ago, cancer drugs cost an average of $10,000 a year. Now it's $10,000 a month.\" --- Bill Maher on Oct. 2 on an episode of HBO's \"Real Time with Bill Maher\"\nPatients used to pay $10,000 a year for cancer drugs, but now they're paying $10,000 a month, according to HBO talk show host Bill Maher.\nThe quote comes from the Oct. 2 episode of \"Real Time with Bill Maher,\" where Maher discussed Turing Pharmaceuticals, the company that jacked up the cost of a life-saving drug from $13.50 to $750 essentially overnight.\nIt's well-known that the cost of health care is on the rise, but has the annual cost of cancer drugs really increased so dramatically in just a decade and a half?\nThe average annual cost of a drug isn't easy to calculate, given the way cancer drugs are scheduled; many drugs aren't used every month for an entire year. So the first half of the statement is hard to verify, though we did find one academic source that cites a similar figure.\nHowever, Maher has a point that the cost of cancer drugs has increased dramatically since 2000, when the average monthly price of a cancer drug, when it first hit the market, was about $4,600. In 2015, the monthly cost is over $10,000.\nMaher's numbers are a little squishy, but they're in the ballpark.\nWe rated his claim Mostly True.\n\nLoad-Date: December 6, 2015"
}