{
    "title": "The (police) dogs of war",
    "publisher": "university wire",
    "year": 2014,
    "month": 8,
    "day": 18,
    "full text": "Last week, President Obama announced the authorization of immediate, indefinite airstrikes against the Islamic State (of Iraq and the Levant, known varyingly as IS or ISIS/ISIL), bringing the U.S. military back into combat in Iraq for the first time since current seniors' first quarter here at Stanford. Hoping to protect the nearly-independent Kurds as well as prevent the genocide of the Yazidis - a sect that ISIL sees as Devil-worshippers - the airstrikes come as Kurdistan wants to fight back, Iraq wants to implode and Obama wants to take another vacation.\nIn other words: S.N.A.F.U. The United States is again off to police a rogue \"nation.\" Uncle Sam still might as well be called Sammy Five-O.\nThe Cold War made it not only commonplace, but compulsory for the U.S. to intervene in foreign conflicts that were seen as conflicts between Good (republicans) and Evil (socialists). The lion's share of U.S. foreign policy from Truman to Reagan focused on either containment or rollback of Evil Empire-brand communism/socialism. The political rhetoric of those decades fueled a cultural fire that supported interventionism as a way to maintain order - otherwise known as policing. Some wars of intervention back then were even officially called \"police actions.\"\nThat spirit didn't disappear once the Berlin Wall fell, though, as Clinton's various interventions in the disintegrating Yugoslavia showed. It's then that our nation, the last superpower, started to become the de facto United States Police Department.\nEven the tangible threat of al-Qaeda couldn't diminish that constabulary élan following September 11; despite the ongoing war against the Taliban, the threat of Saddam Hussein with chemical weapons proved enough for Obama's current Secretaries of State and Defense (Vietnam veterans John Kerry and Chuck Hagel, respectively) and a supermajority of other Senators to authorize war. And with Nobel Peace Prize winner Obama as Commander in Chief, we've already seen intervention in Libya against Gaddafi. And now, there's the intervention against ISIL; the cycle continues.\nBut where does this cycle end?\nSo far, the United States Police Department has mainly enforced the U.N.'s Genocide Convention. Perhaps due to the horrors of the 20th century's genocides (in Poland, Cambodia, Rwanda, etc.), the U.S. has come to especially abhor genocide to that point that we have made it our moral obligation to combat it. So when declaring that \"it is our responsibility as Americans\" to prevent a Yazidi genocide, Obama is (unusually) right. If the interests of the people in the U.S. are the interests of the U.S. itself, then preventing genocide is a \"core\" interest of the U.S. - meeting the standard used by both war-weary progressives and intervention-weary libertarians when arguing against more wars.\nBut what happens once stopping genocide isn't enough? What happens when we decide that our moral authority extends to other matters, like combating terrorism on a global scale? It is not a huge leap of logic to say terrorism, while not as evil as genocide, is still a blight upon this world that we, as the USPD, need to remove. Our constabulary culture, the same one that has given us the warrant against genocide, could very easily come to a point where it gives us a warrant to exterminate terrorism once and for all.\nIt seems we've already reached that point. It has become an unfortunately common occurrence that \"unnamed militants\" or \"suspected terrorists\" are killed by U.S. Reaper and Predator drones in the Middle East in the name of fighting terrorism. While it's possible that some of those killed were actual threats, it is certain that some of those killed were innocent civilians or even U.S. citizens who, regardless of their actions, remain entitled to constitutionally guaranteed rights to due process.\nDespite leaders like Senator Rand Paul (literally) taking a stand against it, about 52 percent of U.S. citizens still support our practice of indiscriminate killing using drones; just like with the interventions of the Cold War, we see ourselves as occupying a moral high ground, giving the Obama administration carte blanche to fight its dirty war as it pleases.\nSo it seems we as a nation have another wolf by the ears. We can either start rejecting our position as a world police force and lose the culture that has allowed both the Drone War and the prevention of genocide to happen. Alternately, we can embrace our role as the watchers on the wall and continue to erode our founding principles because War Is Peace, Freedom Is Slavery and Ignorance Is Strength. The middle ground seems likely to disappear in the coming years, as our drones become all the more ubiquitous in the skies above Kabul and Islamabad.\nWhen it comes to ISIL, Kurdistan and the Yazidis, our fate is sealed already. We have entered the fray, so we have a job to do and a people to protect. But while we let slip our police dogs of war, we need to start thinking how to stop crying \"Havoc!\" so easily.\nContact Johnathan Bowes at jbowes@stanford.edu\n\nLoad-Date: August 18, 2014"
}