{
    "title": "The path through Pakistan to a shorter war on terror",
    "publisher": "the christian science monitor",
    "year": 2008,
    "month": 6,
    "day": 30,
    "full text": "Few doubt that the war against terrorism will be a long one. In fact, it is one that may never be entirely \"won\" or lost: At some point the US may have to accept low levels of ongoing violence.\nAnd while we can debate whether Pakistan is the \"epicenter of terrorism,\" as Adm. Mike Mullen stated earlier this month, it is clear that the border area between Pakistan and Afghanistan is a haven for members of terrorist groups that wish to do great harm to the United States.\nWhat should we do about it? The US will need to ease military pressure in the short term to see benefits in the region long term.\nAmerica's idea of a solution is primarily a military one. Of the approximately $10 billion that the US has provided to Pakistan since Sept. 11, over 80 percent of it has gone to the military.\nThe Pakistan debate among strategists here in the US is about terrorism and security, and whether the Pakistani military, intelligence services, and government are doing enough. The pressure is on thick: When the first lady visited Afghanistan, for example, she visited the military and, as with Secretary Gates on his trips to Europe, urged our allies to provide more troops.\nThe Pakistanis have a more nuanced idea of how to reach a solution. This month, Pakistani lawyers started their \"long march\" leading thousands of other Pakistanis to Islamabad to protest the government's lack of progress in reinstating the justices dismissed by President Musharraf some months ago.\nThis \"long march\" is primarily about restoring an independent judiciary, and secondarily about ensuring that their vote against President Musharraf in the February elections is realized tangibly.\nBy demonstrating, they are imposing pressure on the new governing coalition to effect change. Polls conducted at the beginning of the year showed that - much like Americans - the issues of most concern to Pakistanis after the economy were security and stability.\nThe Pakistani military and government are engaging in a dual policy of dialogue with the local tribal leaders in the Federally Administered Tribal Area (FATA) and North West Frontier Province (NWFP). and the limited use of force as we saw this past weekend. The dialogue is intended to divide those militants who fight in order to be heard by the government from those who truly despise the government (and the US). Force then targets the latter group.\nThe members of this first group want jobs, infrastructure, education, and healthcare: all types of things that imply good governance and which the Pakistani government has been inadequate in providing. They are fighting for social services, which should be the responsibility of any administration.\nIf the group wins these basic foundations for Pakistan, they will probably lay down their arms. Doing so, would diminish the pool of militants, and make it easier for the Pakistani government to target more serious militants.\nThe US, Pakistan, and Afghanistan are all fighting for the same end. It's a battle against insecurity.\nBut the Pakistani people and perhaps even the new government, have it right. They recognize that this is a long war that will require a long-term solution. In order to make progress in this war they need to win hearts and minds. They must stabilize a democratic process in the country so that, in the future, the people of the FATA and NWFP can be heard through democracy rather than through arms. That means negotiating. That means advocating for an independent judiciary and good governance.\nAnd while Pakistanis are right to prefer and to use diplomacy and advocacy over brash military action, the US and Afghan governments are looking for short-term results. Unable to see immediate progress, they complain that not enough is being done militarily.\nIt's a difficult position to be in, but the US and Afghanistan need to understand that, as hard as it may be to wait, more time is needed to let democracy play out in Pakistan. The Pakistanis, in the mean time, need to continue their policy of carrots and sticks, reaching out to hearts and minds, while also applying the threat of military force when needed. In the end, it could mean a shorter long war.\nXenia Dormandy is director of the Project on India and the Subcontinent at Harvard Kennedy School's Belfer Center for Science and International Affairs and former director for South Asia at the National Security Council.\n(c) Copyright 2008. The Christian Science Monitor\n\nLoad-Date: June 29, 2008"
}