{
    "title": "The effectiveness of hashtag activism",
    "publisher": "university wire",
    "year": 2018,
    "month": 3,
    "day": 27,
    "full text": "In the aftermath of devastating events like the Austin bombings and Parkland, Florida shooting, Twitter hashtags have continued to prove their effectiveness.\n\"Hashtag activism\" is a term that refers to the use of Twitter's hashtags for Internet activism. In other words, Twitter has transformed into a platform where individuals have increasingly shared their thoughts on political issues.\nFor instance, the lack of righteous media coverage on the Austin bomber, Mark Conditt, has received backlash.\nFox News referred to Conditt as only a \"serial bombing suspect.\" When a black man responsible for killing two police officers received parole, the same news outlet deemed him a \"domestic terrorist.\"\nAfter the San Bernardino mass shooting suspects of Islamic descent were identified, Fox News also had no issue referring to the two as \"young terrorists.\"\nThe Patriot Act defines domestic terrorism as, \"activites that involve criminal acts dangerous to human life, and that appear to be intended to intimidate or coerce a civilian population,\" Other than race, there is no obvious difference between any of those individuals. However, Fox News addressed them as if one was more sinister than the other.\nThousands of Twitter users began expressing their frustration with the inconsistencies in media coverage, using #AustinBombings. @MuslimIQtweeted that a \"Nazi Murders 17 kids, 6 Bomb blasts target Black families, & all Govt offers us is \"thoughts & prayers\"-won't even call it terrorism.\"\nThroughout the Civil and Women's rights movements, social media was never an option. Therefore, protests were limited to the news outlets that chose to cover them. Twitter has 330 million monthly active users that are permitted to view all trending topics across the world. Needless to say, the truth can no longer be disguised.\n#StephonClark became a trending topic when a young black male was gunned down by police in Sacramento, California. The man was shot 20 times after officers believed he possessed a gun.\nNaturally there was both thoughtful and low brow debate around the incident but regardless of their opinions, the fact that dialogue is taking place is significant. In a world where so much is occurring at one time, it is imperative that conversations continue to spark change.\nWith Twitter possessing hundreds of millions of users, it is critical that individuals know what is occurring in the society around them. With the click of a hashtag, everything ranging from terrorism to local movements can be seen.\nAt Texas State, racist Instagram posts by Student Government President Connor Clegg were discovered. Shortly after, #ImpeachClegg trended locally. @Darrell_Antwine sent out a video of students protesting, with the caption \"#TXST WE ARE UNITED. #ImpeachClegg.\"\nThe hashtag did its job in alerting the university's students of what was happening on campus. Even greater was the fact that it allowed individuals outside of Texas State to be informed on our issues. @sweetplustea tweeted \"I don't go to #TXST anymore but I am proud of the students there standing up to this racist nonsense. #ImpeachClegg #ImpeachTrauth.\"\nBlack Lives Matter, Women's March, #MeToo, March For Our Lives are all significant cultural and political movements that began simply with the convergence of ideas and experiences around the pound symbol. Hashtag activism is not a diluted mockery of activism but instead the new organizing room for the movements that will define the decades to come.\n- Jaden Edison is an electronic media freshman\n\nLoad-Date: March 27, 2018"
}