{
    "title": "THE BEST REVENGE",
    "publisher": "st. louis post-dispatch ",
    "year": 1991,
    "month": 12,
    "day": 9,
    "full text": "From March 7, 1984, until last Wednesday, terrorist groups operating in Lebanon, with the support of such radical countries as Syria and Iran, held 15 kidnapped American citizens hostage. Three Americans were killed. Two of them had U.S. military or national security ties; the third, Peter Kilburn, was murdered after U.S. bombers struck Libya in 1986.  Yet the members of the groups that held these men captive can expect no punishment - nor, necessarily, should they. The price of retaliating now very well could be more hostages, more terrorism and a return to the armed conflict that has marked relations in the last decade between the United States and the West against certain parts of the Islamic and Arab worlds.  According to news reports, as part of the agreement between those governments and the governments of Iran and Syria, none of the groups that perpetrated the kidnappings will be sought out for punishment. Had that promise not been made, the latest hostages to be released might still be shackled in a dark basement somewhere in Lebanon. Other promises may have been made, too, including the release of frozen assets or the removal of Iran and Syria from the U.S.  State Department's list of countries that sponsor terrorism.  The other 12 hostages were released - starting with Jeremy Levin in February 1986 and ending with Terry Anderson last week. Also taken and in some cases killed in the militants' war with the West were men from France, Italy, Germany, Ireland and the United Kingdom.\nThough most Americans will never accept the reasons for the kidnappings, those justifications are said to include U.S. armed intervention in Lebanon in 1983, gratuitous U.S. naval bombardment of Lebanese villages, U.S. support for Israel on many issues and an Arab fixation on U.S. and Western ideas and policies as hostile to Islam.  Nothing can ever excuse the degrading treatment of Americans who, for their part, tried to understand and help the Lebanese. Some of the hostages had taken Arab wives and converted to Islam. That made no difference to the outlaw groups, who stole years of their lives, beat them, gave them poor food and health and put them through psychological torture.  How should the West respond? It should take its cue from Mr. Anderson, who told the world Friday that he is a Christian and determined to forgive, not hate, his captors. The best revenge would be for the former hostages to spread the word in detail about the treatment they received at the hands of their captors. Then, members of a worldwide audience can judge for themselves whether such punishment of the hostages ever could be justified.\n\nLoad-Date: October 13, 1993"
}