{
    "title": "The Post-Gaza Rift",
    "publisher": "new york sun ",
    "year": 2005,
    "month": 9,
    "day": 16,
    "full text": "Something weird has happened after the disengagement, and I feel worried.\nThere was, once upon a time, not such a big bunch of people, who shared a common and not so easy struggle: spreading the truth about Israel. All these friends have always been aware that Israel faces a tough fight for survival and that its people have been heroically resisting an ideological and prejudicial hate that has been directed against them since before the Jewish state was born.\nAll kind of blood libels and conspiracy theories have been painted about Israel, and many new ones have been invented since the starting of the last intifada, in 2000. Israel's friends know that there are humorists that have been depicting Prime Minister Sharon as a naked monster eating children and that the mayor of London thinks that much of the evil of the world comes from the mere existence of Israel. Israel's friends know that the international press imagines (still!) that Muhammed Al Dura was killed on purpose by some evil Israeli soldiers, that Jenin was a massacre perpetrated by the Israeli army, that the real source of global terrorism is the \"Israeli occupation\" and that the cruelty of Israeli soldiers and the violation of international law by Israel is endemic and permanently rooted in the nature of the Jews.\nBut nowadays, the struggle for truth seems to be less important. Part of the group of good people that had been spending their lives on testifying about the reality of Israel is now spending now much of their time and energy in explaining that its prime minister is a criminal, a traitor, an old corrupted guy that put all of his efforts in cheating his own voters to implement the infamous disengagement.\nI think I have some right in expressing my opinion about what's going on here, just because I've spent so many years as a journalist in Israel, and because my opinions, my books, my articles, have caused me some sense of loneliness and something more, too. I will say, about the disengagement, without spending too many words to explain why (I've been doing that so many times, and with so little success) that yes, I can stand the idea that what we see is a genuine attempt to achieve something good for the state of Israel.\nI have a deep respect for the settlers, love their courage, and have written a lot about their pain and sense of injustice. I fully understand the incredible personal and political suffering of the Gush Katif and I fear the extreme bet of giving something good to people that did them and all the Israeli people so wrong. But I know that this makes most of my friends angry, that the bunch of people that is fighting for the truth about Israel since the disengagement doesn't have the same truth anymore, that having spent so many years\ntrying to tell the true story of Sharon and before him of Shamir, Rabin, Peres, Netanyahu, now I have to hear again about him - the present prime minister of this country - the same silly (forgive me) accusations that I have heard about him from the left all over the world.\nNo, for the settlers Sabra and Shatilla are not so important, but still he is a bulldozer, a hawk against his own people. I have seen graffiti and caricatures that are not less abominable than the monster one; whenever his name arises I feel cornered, the silence falls on the conversation, just as it happens in Europe whenever you raise the subject of the Palestinians. If you don't believe that Mr. Sharon is a criminal, a dictator, a thief, a crazy peace-monger, if you as a matter of chance think that his choice was just, dictated by the idea (questionable, maybe, but certainly nothing to do with the adjectives I listed above) of being part of the general worldwide war that President Bush is for the first time waging against terrorism; if you believe, as he says, that he simply thought that to be a minority of 8,000 in front of 1.2 million Palestinian Arabs is problematic from the democratic point of view, well, if you dare to think this, you might be a traitor of the Jewish people. You become, regardless of who you are and what you have been doing for so many years, a coward. Now, even when you have some reasonable doubts about the strategic value of all the operation, just because the non-religious critics mostly have a security problem (and so do I! I don't expect at all that terrorism will slow down, I expect harsher struggles) still there is basically one thing in favor of Sharon that needs not to be forgotten: Among the Israeli prime ministers, Sharon is certainly the one that has fought terror with the most enduring and tough determination.\nHe has been hated, blamed, cursed by all the international and Israeli leftist community. It's him who has put in jail about 8,000 terrorists or people related to terrorism, and who, in a uniquely daring move, ordered the killing of Sheik Yassin.\nAnd if I can try to foresee the future, Sharon will be very tough again. And then, again we will be together, I hope, to try to convince the world that terrorism has to be faced and fought with strength and determination, and that Israel is doing its duty also for the sake of the general fight against the awful enemy that the world faces today.\nPeople like me, journalists, intellectuals, writers, and simply friends that engage their life and their credibility not on the common good sense or the politically correct, but on depicting the story as it is, will find themselves again side by side to defend Israel and its struggle against terrorism. But if it is Sharon the general that will wage it, after this burning wound, shall we be able to do it?\n\nLoad-Date: September 16, 2005"
}