{
    "title": "The only thing we have to fear(3)",
    "publisher": "university wire",
    "year": 2008,
    "month": 3,
    "day": 4,
    "full text": "With so many things to be afraid of these days it can be hard to pick just one option. But the way that we categorize contemporary fears is also interesting, it is under the vague guise of one fear-imposing word: terrorism.\nThe word has become a trigger word, inciting basic fears in our hearts. But how far do we let this word go before it ceases to signify anything?\nNear Seattle Monday, a series of fires burned down several $2 million dollar homes. Immediately it was labeled as an act of \"ecoterrorism.\" That is, terrorism wrought for environmental concerns. The actions were allegedly caused by a group called the Earth Liberation Front, based on signs around the fire that bore their name along with the message, \"Built green? Nope, black!\" But how applicable is the term \"terrorism\" after what our country has come to think of that word, with the last 10 years of our country in mind?\nThe archetype of the terrorist has become a Middle Eastern man planning some kind of attack on our country, but this picture is insufficient and lends itself to understand that terror comes in many forms. Terrorism can also come in the domestic form, from Americans against other Americans.\nFor instance, the recent graffiti that has caused the Illinois State University campus so much stress is terrorism. It uses a message, conveyed in a package of fear, to draw attention to itself. That's what terrorism is: a message packaged through a weapon, a weapon of words, guns, bombs, etc. To heed that message, and live in fear by that, is to give into the fear mongering. And to give in to that fear is to let it win.\nTerrorism is a point of view. From the point of view of the Earth Liberation Front, if they are truly responsible, their actions were entirely logistic solutions to a problem, and a proper way to convey their message. The destruction was a means to show their voice and get their message out. The problem comes when the conveying of that message infringes on another's person or property; it is terrorism. Sure, these groups may feel frustration from being ignored, but lashing out in desperate attempts at attention like this is no solution.\nThe problem with aggression like this is that it can turn people off to what can possibly be a good idea. The message the ELF wished to project was that modern homes are irresponsible to Earth and there is green technology that, if employed, could reduce the amount of damage done to the planet. But because they packaged their message in such an in-your-face method, the point will likely be lost on most members, or embarrass those who agree with them, but not their means of proving it.\nThere are other ways of doing this that don't end so ugly. Sure, the more subtle methods of arguing your point might not get as much airtime, but you won't change peoples' minds by punching them in the face first.\n(C) 2008 The Daily Vidette via U-WIRE\n\nLoad-Date: March 4, 2008"
}