{
    "title": "The Wesleyan Argus The Nature of the Beast_ What We're Doing About ISIS",
    "publisher": "university wire",
    "year": 2014,
    "month": 10,
    "day": 2,
    "full text": "As time passes, organizations tend to become more sophisticated. Terrorism, and Islamic terrorism in particular, is no exception. ISIS has proven itself to be the most sophisticated terror network in the world. Long gone are the days of grainy YouTube propaganda and cheap Chinese AK-47s. The members of ISIS use camera and computer equipment that would make Hollywood jealous. They use weapons supplied by (and stolen from) Americans and even offer wages and benefits to its members. These are not the stereotypical cave-dwelling jihadists: these are battle-hardened soldiers.\nIn looking at our current war against ISIS, I don't have too much to complain about (surprisingly), but I do have some major points of concern. Of course, our current course of action could have been taken sooner. We should have been bombing the city of Raqqa (ISIS stronghold in Syria) yesterday. We should have saved James Foley before his tragic death. We should have done more to force the Turks into our hands instead of them giving ISIS a free pass to act along its border. We should have worked sooner to save the lives of thousands of Iraqi civilians. We should have done a lot of things. But the past is past, and the present is present. At least we're better than the British and French, who have yet to do anything useful.\nAs of now, we are in our element. ISIS is not unbeatable just because it has become \"sophisticated\": the United States military was born to fight sophisticated. Fighting cave dwellers, believe it or not, is not our specialty, but we are the absolute best in the world at conventional warfare. As ISIS has created an autonomous army rather than an insurgency, it has made itself vulnerable. As such, now is the best time to crush this plague. When it returns to its insurgency, and it will, our military will have to act accordingly, as it has for the past 13 years.\nSo, what are we doing right? For starters, we have begun to create a coalition of nations with a vested interest in keeping their region stable. These nations include Saudi Arabia, the United Arab Emirates, Qatar, Bahrain, and Jordan. This coalition with nations in the region shows the United States' investment in the war on terror as a whole, and it serves to rebuild our relationships with Iran and Syria, even by doing something as simple as notifying them of our actions against ISIS. Allying with these two regional powers will pay dividends in the future. Moreover, the West is tired. It is not sustainable to fight conflict after conflict in a region that is not in our direct control. The American people are tired of war, and this is perfectly understandable. Why should we sacrifice the lives of our youth for people who seem to hate us? What do we have to gain? Well, ISIS has proven itself to be one of the most dangerous threats to our nation's security, and the people recognize this threat. Whether Democrat or Republican, we understand that we need to do something, yet we also understand that we have our own limitations. We can no longer afford to send in division after division of troops. Getting other nations on board is the perfect solution.\nSo, what are we doing wrong? For one, the very fact that we have politicians who say that American defectors to ISIS are still civilians is absolutely disgusting (looking at you, Democratic Senator Mazie Hirono). These defectors are a threat to our nation in the most explicit sense. They have already proven their affiliation, and it is with a group that wants to destroy us. Another thing we're doing wrong is arming and training Syrian rebels. This is a terrible idea, considering our track record with training the ancestry of the Taliban and al-Qaeda during the 1980s, and it proves how naïve our administration is. The Syrian rebels are free agents. They have a single purpose-to defeat the state government run by Syrian ruler Bashar al-Assad-yet they have no real affiliation. A member of the Free Syrian Army may just as easily be an agent in the al-Nusra front (a Syrian al-Qaeda offshoot); in fact, it is known that some of the rebel groups that we are helping are actually al-Qaeda and ISIS sympathizers. What does this tell us of our administration and the legislative branch that voted in favor of training Syrian rebels? It suggests that instead of focusing on terrorism, we are focusing on a regime that has no major vendetta against our nation (at least they don't want to annihilate us) and would actually make a decent ally against ISIS and al-Qaeda in the region.\nThe difficulty of discussing this conflict is that we still don't know all the answers. Heck, our government barely knows all the answers, and every tidbit that they do receive, they probably won't tell to us. At this point, all we can do is wait for more answers, and hope that we know what we're doing.\nWar is terrible. It really is. But we can't run, we can't hide, and we can't pretend that this problem will bury itself. In this conflict specifically, pacifism is nothing more than cowardice. Terrorism is not going to end anytime soon; in fact, it is only becoming a greater and greater threat, and as such, we must act accordingly.\nGhosh is a member of the class of 2018.\n\nLoad-Date: October 3, 2014"
}