{
    "title": "The truth about 'Lies'_ Intriguing but unfocused Solid stars power terrorism thriller",
    "publisher": "usa today",
    "year": 2008,
    "month": 10,
    "day": 10,
    "full text": "Body of Lies is a tautly paced, well-acted espionage thriller with the requisite explosions and action sequences. Still, it ends up leaving the viewer rather cold.\nIt may have something to do with the glut of films about the war on terror and American involvement in the Middle East. This story, though more involving than last year's The Kingdom or Rendition, doesn't consistently draw us in, despite powerful performances by Leonardo DiCaprio, Mark Strong and Russell Crowe and a screenplay by William Monahan (The Departed).\nBased on a 2007 novel  by Washington Post journalist David Ignatius, Body of Lies blends the believable and the far-fetched and comes off seeming too familiar.\nWise beyond his years and fluent in Arabic, CIA operative Roger Ferris (DiCaprio) gets a lead on an emerging terrorist bigwig, operating in Jordan. In order to lure the terrorist leader, he has to get the support of his superior, CIA veteran Ed Hoffman (Crowe), who deals with Ferris from a laptop or over the phone from Virginia.  The modus operandi and temperaments of the two intelligence agents are radically different, which leads to some combative moments. These are two actors at the top of their games, so their exchanges are a highlight.\nFerris also must win the confidence of the affable but mysterious head of Jordanian intelligence, Hani Salaam (Strong, who also is on screens this week in RocknRolla). The film poses a recognizable spy-thriller dilemma: How much can you trust your alleged allies? And in this case, how much should you listen to your old-school boss, thousands of miles away?\nWhen he's not navigating the complex world of global espionage, Ferris takes time to fall for a Jordanian medical worker (Iranian actress Golshifteh Farahani). The romantic subplot feels shoehorned in to keep the film from getting bogged down by chase scenes and firepower. It's as if some studio exec insisted on adding \"a little something for the ladies.\"\nThe plot occasionally becomes convoluted and murky, but when it trains its focus on matters of treachery and intrigue, Body of Lies is exciting and compelling.\n---\nBody of Lies\n** 1/2 (out of four)\nStars: Leonardo DiCaprio, Russell Crowe, Mark Strong\nDirector: Ridley Scott\nDistributor: Warner Bros.\nRating: R for strong\nviolence, including some torture, and language throughout\nRunning time: 2 hours,\n8 minutes\nOpens today nationwide \n\nGraphic\n\n \nPHOTO, Color, Warner Bros. Pictures\n\nLoad-Date: October 10, 2008"
}