{
    "title": "THE SOUTH AFRICAN VOTE_ TERRORISM; 31 WHITE RIGHTISTS HELD IN BOMBINGS IN SOUTH AFRICA",
    "publisher": "the new york times",
    "year": 1994,
    "month": 4,
    "day": 28,
    "full text": "The South African police struck back at election terrorism today and announced the arrest of 31 white rightists charged with 21 bombing deaths in the days leading up to the current nation-wide voting for a government of national reconstruction.\nThe arrests, carried out in an investigative dragnet, were cited by the police as notice that terrorists would not \"derail the election process\" that is to lead to a new and democratic South Africa.\nThe rapid response to the bombings, in which a police officer was arrested along with several members of the far-right Afrikaner Resistance Movement, came as voters flocked in record numbers to the polls, rebuffing rightists' attempts at intimidation.\nShortly before the arrests were announced, the police rushed to the airport here where another car bomb exploded, wounding 18 people, 3 of them seriously.\nThe national police commissioner, Gen. Johan Van der Merwe, said detectives believed they had taken into custody the chief strategists of the bombings in the arrests, which began Sunday.\n\"Such people must now realize that using violence to achieve their aims is not only futile and pointless, but will ultimately lead to their own destruction,\" Commissioner Van der Merwe said.\nA substantial cache of explosives and firearms was displayed by the police, who said that other bombing attempts were in the works and that additional arrests of right-wing militants might be made.\nThe movement of militant white resistance to democracy has suffered a series of demoralizing blows in recent months after years in which their threats of armed resistance and khaki-clad parading were a vaunted part of South African politics.\nThe police said a number of the arrests were made in the Ventersdorp region, which is the home of the Afrikaner Resistance Movement, a pro-apartheid movement that is boycotting the elections. A spokesman for the group denied all knowledge of the violence.\n[Those arrested included members of the resistance movement's black-uniformed Iron Guard, the highly trained bodyguard to the movement's leader, Eugene TerreBlanche, Reuters reported.]\nThe arrests, which also included a reserve member of the national police, served as a reminder of the force's own attempts at institutional reform as the nation moves forward from its past history of apartheid abuses of the black majority, in which the police were often implicated.\nAs he faces the tasks of racial integration and national reconstruction, Nelson Mandela, the black leader expected to be elected the next President, has pointedly praised police efforts to control terrorist violence and rebuild public confidence in the force's professionalism. He has promised better integration of the force, whose command level is dominated by a white hierarchy,\nOn Tuesday, in discussing the bombing investigation after conferring with police officials, Mr. Mandela said they had done their intelligence \"homework\" well. The department gave no detailed description of how they focused on the 31 arrested suspects, but the South African police have a history of maintaining elaborate intelligence watches over suspected terrorist groups.\n \nAmnesty Agreements\n The period of transition from apartheid in the past four years has included agreements to grant amnesty to both policemen and political movement advocates who broke the law in pursuit of their goals. Mr. Mandela, while attempting to bolster the police force's reputation, has also made an issue of investigation findings that \"third force\" aid in the form of weapons, money and intelligence was extended surreptitiously by ranking officers to political agitators to stir violent resistance to change.\nThe explosions attributed to the suspects include a car bomb that went off downtown here on Sunday, killing 9 people, and another that killed 10 people in nearby Germiston on Monday.\nThe police said that today's blast at the airport occurred outside the international departures building, where witnesses saw a man fleeing a parked car before it exploded, showering passersby with shattered glass and metal. The police said they had apprehended a suspect, a tall white man, The Associated Press reported.\n[In another attack Wednesday, two houses were damaged at Beeshoek near Postmasburg in the northern Cape when an explosion ripped through the home of a school principal, Reuters reported. The blast was the second in Postmasburg in the last two days.]\nThe arrests of the 31 white rightists were not the first made by the police against reputed militant white supremacists in the transition period. A year ago the force led an investigation that ultimately saw two men convicted for the assassination of Chris Hani, a revered black political leader. The police also successfully pursued right-wing paramilitary terrorists who had set up road blocks to trap and murder black drivers.\n\nGraphic\n\n \nPhotos: Nelson Mandela voting yesterday at a high school north of Durban. (pg. A1); Security men shown near the hole created by a car bomb at Jan Smuts International Airport near Johannesburg that wounded 18 people yesterday. The police arrested 31 white rightists charged in a wave of election-related bombings over the last four days. (pg. A15) (Associated Press)\n\nLoad-Date: April 28, 1994"
}