{
    "title": "The World; Pursuing Terrorists_ Sleuths vs. Rambo",
    "publisher": "the new york times",
    "year": 1998,
    "month": 8,
    "day": 16,
    "full text": "As the Clinton Administration rushes to prepare new budget requests to improve the security of American embassies, officials and experts are increasingly discussing what may be a more efficient response to terrorism, which is retaliation.\nWashington's failure to respond to the 1996 terrorist murder by truck bomb of 19 American soldiers in Dhahran, Saudi Arabia, sends a message of vulnerability by scruple, the argument goes. In other words, America's need to find irrefutable proof of who committed an attack before acting against the culprits may only forestall the kind of rapid and aggressive strike that could deter further terrorism.\n\"The message being sent all over the world is that we're vulnerable, and our allies are vulnerable,\" said Anthony Cordesman of the Center for Strategic and International Studies. \"That won't be solved by more conferences and more gates, but serious thought about how you retaliate and punish.\"\nPresident Saddam Hussein of Iraq, who is engineering another crisis with Washington and the United Nations over inspections of his arms programs, is hardly the only one trying to gauge America's will.\nWilliam E. Odom, who was director of counterterrorism in the Carter White House, says he has come to a fairly simple view. \"Terrorism at home is a crime; terrorism abroad is war.\" And if war is the issue, he asks, \"why not act militarily?\"\nWhile retaliation must be founded on fact, some suggest that America's threats to retaliate to attacks like the bombing of its embassies in Kenya and Tanzania this month lack credibility, because American standards of evidence are too high for this kind of fight. For the war against terrorism is an increasingly irregular war, with nihilism or cultural fury replacing political programs, and sponsorship increasingly hidden.\n \nStandards of Proof\n One principal suspect in the East Africa bombings, as well as in the Dhahran attack, for example, is a renegade Saudi financier, Osama bin Laden, who has been operating out of Afghanistan with a fortune and a religious ideology, perhaps taking a role that states used to take -- or shielding them from responsibility.\nDimitri Simes, president of the Nixon Center, a Washington policy institute, thinks there must be credible punishment for terrorism and a lower standard of proof to trigger it. In a world of sovereign nations, he says, \"I don't believe you need the same level of proof as a court of law. If someone throws stones and threatens to throw more, I don't think the level of proof has to be too high. And if you punish the wrong guy for a particular act, that's not even so terrible, if you know for sure that this is a bad guy.\"\nBut others, looking back to humiliating excesses in Vietnam and Central America, argue that Americans have never been particularly good at irregular warfare, perhaps because they are so uncomfortable with it. Hollywood's Rambo aside, Americans get skittish about granting broad authority to the covert guys who break the rules, even to get the bad guys. After scandals at the C.I.A., President Gerald Ford issued an executive order in 1974 banning assassination, a stricture that Senator Orrin Hatch, the Utah Republican, now questions.\nSecretary of State Madeleine K. Albright is urging both relentless pursuit and patience. \"We are not a nation that retaliates just in order to get vengeance,\" she told nearly 800 State Department employees after the Africa bombings. Although \"we would all like to go out right this instant and bomb somebody,\" she said, \"I think that we've got to be careful about what we're doing and why we're doing it and if we're doing the right thing so that we can be true to ourselves.\"\nBut there is a middle ground, says Paul Goble, a former official with the State Department and the C.I.A. \"If you have to make an American legal case, it's hard to do anything. If you say no standards are necessary, then you unleash worse problems. But you have to prove you mean business, and even our courts require no more than excluding reasonable doubt.\"\n \nA Message for Qaddafi\n He and others point to President Reagan's order to bomb Muammar Qaddafi's residence after there was clear evidence of Libyan complicity in attacks on American soldiers in Berlin. The then-Assistant Secretary of Defense, Richard Perle, has said Mr. Qaddafi understood the message and \"behaved differently for years.\"\nThere are levels of deterrence, officials and experts say, and America needs to improve its performance on all of them. Gates and setbacks for embassies are vital, along with improved intelligence, particularly by spies as opposed to devices, says Robert Oakley, a former head of counterterrorism at the State Department.\nEven with improvements in these matters, and a steady effort to bring terrorists to justice, argues Steven Emerson, an authority on radical Islam, the most important element in counterterrorism is \"preemptive strikes and covert action\" to \"disrupt the operations of the terrorists on their home turf.\" In 1996, he noted, the Clinton Administration endorsed the idea of specialized units to infiltrate terrorist operations and disrupt them. \"Unfortunately that has not been done,\" he said.\n\nGraphic\n\n \nPhoto: The day after: The U.S. Embassy in Nairobi. (Agence France-Presse)\n \n\nLoad-Date: August 16, 1998"
}