{
    "title": "The gathering storm in Guatemala",
    "publisher": "christian science monitor ",
    "year": 1981,
    "month": 5,
    "day": 6,
    "full text": "Preoccupation with El Salvador should not blind the Reagan administration nor the United States public to the potentially more explosive situation in Guatemala.  Events in this larger country -- five times the size of El Salvador -- already portend even larger consequences.  Violence, terrorism, repression are chronic.  The toll in killings, bombings, and other incidents is rising sharply.  A climate of fear has enveloped homes and offices, schools and factories, cities and countryside.\nThe violence comes from both left and right.\nLeftist guerrillas, joined by their new-found Maya Indian allies, strike with deadly accuracy at the elites -- including government officials, businessmen, and the security forces.  Nearly as powerful as their predecessors in the 1960s who tore the country apart in a wave of violence that killed 10,000, the guerrillas control important areas, particularly near the border with Mexico and in the mountainous Quiche.  The successful recruitment of the long-passive Indians by the guerrillas is a major new element in the picture.\nGovernment vendettas against opponents, in turn, have virtually eliminated potential civilian presidential candidates; weakened the once-renowned university system, leaving it without its traditionally fine core of teachers; and reduced civic organizations, particularly social action groups, to mere shells of their onetime important positions.  One statistic will suffice: 76 leaders of the centrist Christian Democratic Party have been killed within the last 10 months, presumably by paramilitary rightists linked with the government of Gen. Romeo Lucas Garcia.\nUnderlying the national malaise is one of the most anarchic social structures anywhere in the Western Hemisphere.  Descendants of the original Maya Indian inhabitants total more than half the population, and are largely excluded from the economy.  The rest are a mix of European and Indian descent, sharing Guatemala's wealth in varying degrees.  All are controlled by the military-dominated, minority elite.\nRecent terrorism and repression have undermined the economy.  Economic growth rates, which in the 1970s were godd by Latin American standards, are down sharply.  Tourism, which for 25 years has been a key activity, is now virtually nonexistent.  About the only bright spot on the economic horizon is oil exploration in the Peten area of northeastern Guatemala.  Yet Guatemala is the wealthiest nation in Central America and could easily be the region's economic leader.\nFor the US, the escalating turmoil in Guatemala comes at a time when precious little attention is being directed toward formulation of a Guatemala policy.  The US has not had an ambassador in Guatemala since Frank Ortiz was removed last year by the Carter administration.  Many Guatemalans saw the election of Ronald Reagan as the harbinger of improved ties with the US, an end to the human rights criticism of the Carter years, and the resumption of US military aid, suspended since 1977.  Conservative Guatemalan businessmen and their allies hailed the Reagan victory and inauguration with candlelight parades around the US Embassy in Guatemala City.\nSuch obvious applause and the everpresent concern over El Salvador, however, must not cloud the Reagan administration's vision on Guatemala.  What is needed is a sound new policy that expresses official US displeasure over the repressive tendencies of the Lucas Garcia government and nudges the regime toward carrying out a more equitable distribution of land and other wealth and addressing the grievances of the majority of Guatemalans.  There should be no illusion in Guatemala City that the new US administration will turn its back on repression and tolerate the status quo.\nThe White House now reportedly is willing to resume military aid to Guatemala to combat \"major insurgency,\" provided the aid is not used to engage in political violence.  But, as in El Salvador, such assistance is not likely to be effective unless the government undertakes fundamental reforms.  The pot is boiling in Guatemala.  Nothing short of a firm US policy designed to fos ter social and economic justice is likely to stem the tide of popular unrest."
}