{
    "title": "The President's Power, Unchecked",
    "publisher": "the new york times",
    "year": 2006,
    "month": 7,
    "day": 18,
    "full text": "To the Editor:\n  Indeed the Bush administration's agenda is clear, as pointed out in ''The Real Agenda'' (editorial, July 16). But you do not signify the now all too painfully clear outcome of that agenda. \n  In a blind and zealous pursuit of real and imagined enemies, the Bush agenda has created a meaner world, as understanding and diplomacy were tossed aside in favor of bullying and bullets.\nThis is now most evident in situations like Iraq, Chechnya, Iran, Lebanon, North Korea, Afghanistan, Tibet, Sudan, Guantanamo and many unnamed prisons in unknown locations, and in continuing poverty and millions of unnecessary deaths due to disease and malnutrition around the world. \n  President Bush is reaping what he has sowed, and the crop that we all have to eat tastes of a bitter defeat for democratic principles and a peaceful world.\n\nAndrew Pleasant\nHighland Park, N.J., July 16, 2006\n\nTo the Editor:\n  In your July 16 editorial ''The Real Agenda,'' you say ''no one questions the determination of the White House to fight terrorism.'' \n  In fact, most people who give the topic a minimum of consideration conclude that the White House's determination lies elsewhere. \n  If you are sincerely determined to reach a goal, you do not spend the bulk of your energy and capital in pursuit of a conflicting goal -- in this case, the conquest of Iraq and the accumulation of totalitarian power.\n  No matter how many times we hear ''war on terror,'' we know instinctively by the administration's actions that it is a fiction. \n  Its tireless efforts notwithstanding, the Bush administration has so far been unable to overturn the laws of science or the old adage ''actions speak louder than words.''\n\nMatthew Frisch\nArkville, N.Y., July 16, 2006\n\nTo the Editor:\n  You write that ''no one questions the determination of the White House to fight terrorism.'' You are right, of course, and that's the problem. \n  This is precisely the question that you and others should be asking.\n  It is clear that the White House is not determined in its ''fight'' against terrorism. If it was, why did we divert our superior military away from Osama bin Laden and Al Qaeda? Why are we refusing to adopt measures to protect the homeland? \n  Why are we occupying Iraq with far fewer troops than is needed to secure peace? \n  I could go on, but the pattern is clear: this White House is soft on terrorism.\n\nDylan J. Taatjes\nBoulder, Colo., July 16, 2006\n\nTo the Editor:\n  I agree with your editorial about President Bush's use of the war on terror as a pretext for seizing unchecked presidential power. But you don't say what he has done or plans to do with such power. \n  Far from protecting the security and freedom of most Americans, the president and his associates have done all they can to further the interests, at home and abroad, of the very rich.\n  Tax policy, the Iraq war, the refusal to act on global warming, the commercial exploitation of national parks and so much else they have pursued benefit only a tiny, super-wealthy fraction of the population.\n  It is for this reason that the White House has wanted unchecked power. It is determined to ignore what is good for most of us.\n\nRobert Lapides\nNew York, July 16, 2006\n\nTo the Editor:\n  Your editorial aptly describes the disgraceful treatment of prisoners at Guantanamo Bay, and the intransigent positions taken by the administration in opposing Congressional efforts to comply with the Supreme Court's ruling in the Hamdan case.\n  My law partners and I represent and have visited a number of Saudi detainees. We have not encountered the crazed fanatics described by administration sources. Rather, they appear to be respectful, decent, caring young men who yearn to return to their families, friends, schooling and occupations.\n  It has been almost five years since the more than 450 prisoners were taken into custody and imprisoned in a remote part of Cuba, with little access to reading material, exercise, decent food and contact with others. \n  Not a single one of them has had even the most rudimentary hearing in which the evidence against him has been explained and he has been afforded an opportunity to respond.\n  Those who have committed crimes should be tried and punished, and the others returned home to resume their broken lives. This is required by justice, and should be undertaken without further delay.\n  This administration has set a dangerous precedent for the treatment of United States citizens who in the future are placed in custody by other countries.\n\nThomas P. Sullivan\nChicago, July 16, 2006\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nDrawing (Drawing by Felix Sockwell)\n\nLoad-Date: July 18, 2006"
}