{
    "title": "THE ONLY THING WE HAVE TO FEAR",
    "publisher": "st. louis post-dispatch ",
    "year": 1999,
    "month": 12,
    "day": 26,
    "full text": "THE MILLENNIUM\nNOW that people's fears about the Y2K millennial bug have eased, there's something new to worry about: millennial terrorism.\n* On Dec. 14, Ahmed Ressam was arrested in Port Angeles, Wash. He has since been indicted on a variety of weapons charges. Mr. Ressam is suspected of belonging to a group of Algerian terrorists who conducted a series of bombings in France in 1996. He may also be linked to terrorist mastermind and financier Osama bin Laden.\n* On Sunday, another Algerian, Bouabide Chamchi, was arrested, along with a Canadian woman, Lucia Garofalo, at a quiet border crossing in Vermont after trained dogs sniffed traces of explosives in their car.\n* On Thursday, federal agents warned of letter bombs in packages sent from Germany to the United States.\n* Americans at home face beefed-up security at airports while Americans abroad are warned, however futilely, to keep a low profile, especially at millennial festivities. The U.S. military stationed abroad is on full alert. \"We have information that leads us to conclude that terrorists may be planning attacks around the world,\" a State Department spokesman said in dull bureaucratic language.\nSuch announcements are both reassuring and disquieting. We're certainly grateful for the attentive professionalism of border agents, especially in sleepier border towns where nothing much usually happens. We're also thankful for the intelligence work that may prevent tragedies, like the bombing of the U.S. embassies in Kenya and Tanzania. And we're relieved t hat the government is informing citizens without throwing them into a panic.\nStill, who could help but feel anxious and disturbed? No matter how low-key, these warnings remind us of both American power and vulnerability. It is, in large part, because of America's dominance on the world stage that its citizens are potential targets. Even home-grown terrorists of the Timothy McVeigh variety are reacting to what they see as a smothering government power.\nThese warnings also underscore how terrorism can shock our complacency. We're accustomed to worrying about the U.S.-Mexican border and how to stop the flow of immigrants. But the U.S.-Canadian border?\nState-sponsored terrorism is on the wane, as countries like Syria, Libya and Iran strive for international acceptance. But emerging free-wheeling, free-lance terrorism, especially when backed by millionaire fanatics, may be even scarier because it is more volatile and less predictable.\nSo as the new millennium dawns, do we, as individuals and as a nation, hole up behind locked doors and windows? Of course not. The whole point of terrorism is to instill fear and to disrupt daily life. Terrorists want to end the world as we know it, and that's one reason they are drawn to the millennium. Americans, particularly those in trouble spots overseas, need to act with caution.\nBut for the rest of us, whether we're downtown at First Night, in Times Square with the dropping ball or at home with family and friends before the fire, the millennium is just another day.\n\nLoad-Date: December 26, 1999"
}