{
    "title": "The Cairenes Aren't Impressed(2)",
    "publisher": "the world",
    "year": 1993,
    "month": 12,
    "day": 29,
    "full text": "THE world has focused in on Cairo as the venue for the latest\nattempt to break the deadlock between Israelis and Palestinians\nover the future of autonomy for the Gaza Strip and the West Bank\ncity of Jericho, but few Egyptians are interested in the historic\nevents transpiring in their midst. Nor do they appear much\nimpressed by their government's role in chivying the participants\nto make progress.\nConfronted with escalating violence between Islamic militants\nand their government, the average Egyptian finds his own troubles\nmore immediate than those of the region. This country, after all,\nalready has a peace treaty with Israel. Egyptians express deep\nfrustration that, despite 15 years of peace and billions in\ninternational aid, they have not achieved prosperity - except for\na small and highly conspicuous elite set apart by Mercedes cars and\nflamboyant lifestyles.\nIndeed, if there are any successful negotiations made in Cairo,\nEgyptians would prefer they centered on finding an end to spreading\ncivil unrest. Instead, the government and Islamic militants appear\nto be preparing for an accelerated confrontation with catastrophic\nimplications.\n''This terrorism is a disaster. It is destroying Egypt, and\nordinary people are caught between the terrorists and the\ngovernment. It's fine if they can solve things for the\nPalestinians, but what about solving things here?'' asks a young\nwoman.\nOn the morning of Dec. 27, even as Egyptians were reading in\ntheir newspapers that ''25,000 tourists arrived last week,'' for\ntheir holidays, a group of Islamic militants surrounded a tour bus\non its way to visit Cairo's ancient Christian quarter, riddled it\nwith bullets, and threw an explosive device inside.\nOnly eight tourists were injured, but Egyptians know that, with\ntourists once more being singled out for attack by Islamic\nmilitants, there will be no early recovery for the country's\nalready blighted tourism industry.\nTourism is critically important to Egypt. Not only was it the\ncountry's main source of hard currency before the rise of militant\nattacks in 1992, but 3 million tourists a year also provided\nsustenance for many ordinary Egyptians from taxi drivers to the\nmakers of souvenirs.\nIn a move to boost tourism, the Egyptian government announced\nDec. 27 that it will again place on public display royal mummies,\nwhich were once barred from public view. Antiquities officials say\na select group of 11 pharaohs and queens, including famed Ramses\nII, could go on display as early as February in Cairo's Egyptian\nMuseum.\nAnd Egyptian authorities insist that they are doing their utmost\nto solve the terrorism problem. Since last December, thousands of\nalleged militants have been arrested. Military courts have been\nempowered to try those accused of a wide range of political\noffenses. Since June, more than 29 militants have been executed,\nmany after rapid military trials from which the foreign press\nfrequently has been barred.\nBut these bloody reprisals appear only to increase the ferocity\nof the militants who have realized that whether or not they kill\nanyone, they are likely to die if captured.\nIn November, Islamic militants came very close to assassinating\nPrime Minister Atef Sedki. In December alone, 18 policemen have\nbeen killed. On the evening of Dec. 27, three Coptic Christian\njewelers were murdered in their shop in a raid allegedly carried\nout by Islamic militants looking to finance their operations.\nEgyptians, who have long been proud of their stable society, are\nnow looking toward 1994 with deep pessimism. Not a few believe that\nthe prospect of peace between Israelis and Palestinians looks more\npromising than for themselves.\n\nLoad-Date: December 30, 1993"
}