{
    "title": "The Middle East Chaos, Explained(4)",
    "publisher": "lnp ",
    "year": 2014,
    "month": 11,
    "day": 13,
    "full text": "In June, a terrorist movement calling itself the Islamic State of Iraq and Syria began its sweep through western Iraq, pillaging and subduing dozens of villages and the second-largest city in Iraq, Mosul.\nIn short order, Islamic State seized upwards of a billion dollars from banks, took over oil field operations, and announced itself as a new Islamic state, the first ever terrorist state in human history. Some 1.2 million refugees would flee for their lives by the time an international response was organized.\nMany are asking: What went wrong that such a lavish investment of life and treasure by the United States spanning 10 years came to dust in the deserts of Iraq and Syria?\nHow could our long engagement in building a stable Iraq come to this conclusion, a few short years after the last American troops left?\nOne popular theory is that President George W. Bush brought the region to a boil by pushing democracy on societies that had almost no preparation for it, and that promptly descended into warring sectarian factions. But even if Bush had not overthrown Saddam Hussein, as many now seem to conclude he shouldn't have, the convulsions sweeping the Middle East would still be occurring.\nThe other theory is that President Barack Obama went too far in withdrawing U.S. military and diplomatic power from Iraq, determined as he was to see an end to an engagement he believed was ill-conceived.\nWith the departure of the last set of troops, any serious capacity to maintain intelligence capability, to monitor political conduct and to continue vital advising and training, was lost.\nIt seems foolish that we can maintain troops by the tens of thousands in places like Germany and South Korea, decades after the conflicts in those places, and yet could not work it out to keep a few thousand in Baghdad to protect our extraordinary investment as a nation.\nWe went from the heavy hand to hands off, overnight, with devastating results. But neither of those theories is complete without identifying the primary culprit, which was the extreme misrule of Iraq by Prime Minister Nouri al-Maliki.\nI was in Iraq following the U.S. troop withdrawal, and it was obvious to all that, when left to his own devices, Maliki commenced a persecution campaign against politicians from the Sunni minority, replaced capable Sunni military commanders with amateur Shia loyalists, and embarked on a course of personal corruption and arbitrary conduct. He allowed Iraq to be practically annexed by Shia Iran, further alienating Sunnis. Rather than choosing to be the father of a new stable, peaceful Iraq, Maliki singlehandedly destroyed the political opportunity that was handed to him.\nIn the final analysis, none of those theories is adequate to explain the depth of crisis that has engulfed the entire Middle East region. It is in the midst of an historic transition.\nThe fact is, the so-called Arab Spring that threw off authoritarian rulers such as Egypt's Hosni Mubarak would likely have swept through much of the Middle East because of the rise of social media. It has granted citizens everywhere information about the prosperity, rights and freedoms that people elsewhere enjoy.\nThe problem is, these same citizens rarely have any real experience with practical democracy, which explains why sectarianism has arisen to fill the vacuum of departing dictators.\nMost of the citizens of the Middle East want some version of improved openness and greater rights for the individual, if not actual democracy, but the road there is going to be very rocky if it takes them there at all. In the worst-case scenario, large swaths of territory could be driven back to the Middle Ages, such as is happening in Islamic State-held territory in Iraq and Syria.\nHere are a couple of lessons:\nOne, the war on terror was never over and it won't be in our lifetimes.\nWhen it comes to terrorism, the model to have in mind is the decades-long running war on drugs, mafia and gangs. Terrorism will require a constant and multipronged effort to suppress.\nSome are tempted to conclude that given the mess of things in the Middle East, the U.S. should simply swear off any involvement. But that is simply not an option for a nation as large and powerful as the U.S. - not to mention as vulnerable.\nA second core lesson is that if terrorism represents a threat to humanity, including the U.S. homeland, we had better overcome our aversion to what was once called nation-building.\nThe alternative to building stronger government capacity in the Middle East is one failed state after another stretching across that region, not only incubating terrorism, but falling under the rule of barbaric terrorists who have every intention of exporting their violence to the civilized world.\n\nGraphic\n\n \nDon Eberly Special To Lnp\n\nLoad-Date: December 1, 2014"
}