{
    "title": "The fruitless Afghan war",
    "publisher": "university wire",
    "year": 2012,
    "month": 3,
    "day": 16,
    "full text": "Close\nAmerica's war in Afghanistan has officially spanned the course of over a decade now. The initial battle and subsequent occupation of Afghanistan in order to overthrow the Taliban regime and pacify the hostile elements of Islamic terrorism there, beginning in October 2001, remain enduring parts of American foreign policy today, despite the current climate of national austerity.\nSince the beginning of our invasion of the country under Operation Enduring Freedom after the Sept. 11 attacks, American forces continue to remain mired in the sand dunes and mountainous crags of Afghanistan.\nIndeed, U.S. military forces have been at war in Afghanistan now for a longer period of time than during any of America's prior conflicts, save for the Vietnam War.\nThe implications of this are manifold and pervasive for our identities as we evolve into more mature citizens beyond our time sheltered inside the protective walls of academia. Perhaps the most profound is that for many of us, our country has been at war now for a majority of the years we've been alive.\nIn the United States today, less than 1 percent of the population is employed by our nation's armed services, partly due to the manpower constraints President Nixon placed on our professional military upon ending the draft in 1973 during the withdrawal from Indochina.\nIn the absence of any program of compulsory national service, where drone warfare has replaced human warfare, we as a people no longer need to, and in fact do not, make the conscious decision to collectively recognize the profound implications of waging war.\nAmerica's \"war on terror\" has metastasized from an initial retaliation against loose disparate terrorist cells into a never-ending conflict against alien ideologies in foreign lands. What was originally supposed to be a counter-terrorism mission to destroy al-Qaida's base of operations in rural Afghanistan was quickly dwarfed by the Bush administration's misguided mandate to install democracy and promote freedom across the Middle East.\nTime and again, neoconservatives and liberal interventionists have used the precedent of Sept. 11 to advocate for American military action abroad in the pursuit of national interest and human rights, most infamously in the case of Iraq before our invasion in 2003.\nDespite the good intentions of both factions, neither has been correct in predicting the consequences of our nation's actions in the region since the attacks on the World Trade Center and Pentagon. William Kristol and Thomas Friedman both argued that we would be greeted as liberators, that we wouldn't need a lot of troops, that Iraqi oil would pay for the war, that the weapons of mass destruction would be found, that Saddam Hussein's death would end the conflict and that civil war wouldn't ensue.\nThey were wrong time and time again, and we watched their good intentions lead us on the path to Hell, which we will be paying for decades to come.\nOur humanitarian efforts in Afghanistan, meanwhile, have been overshadowed by the recent events that have transpired there. The burning of holy Islamic texts and the cold-blooded murder of innocent Afghan women and children at the hands of American soldiers have cast a cloud over the fate and legacy of our mission in the country.\nLeonid Brezhnev must be laughing in his grave knowing that we have fallen into the graveyard of empires we kept the Soviets mired in during the Cold War.\nAfter more than a decade of conflict, with the American military still occupying both Afghanistan and Iraq while the CIA remains entrenched in Yemen, Somalia and Pakistan, we have little to show for our collective efforts other than spent treasure and spilled blood.\n\nLoad-Date: March 13, 2018"
}