{
    "title": "The use of child suicide bombers appears to be increasing POLITICS_ U.N. Remains Wary of Debate on S",
    "publisher": "the world",
    "year": 2008,
    "month": 3,
    "day": 28,
    "full text": "When the Security Council adopted a resolution last week extending the U.N.'s mandate in Afghanistan through March 2009, it expressed its 'strong concern' over a growing new phenomenon in the politically-troubled South Asian nation: the increased use of children as suicide bombers.\nThe resolution reiterated its 'strong condemnation' of the recruitment of child soldiers by Taliban forces 'in violation of applicable international law' and 'all other violations and abuses committed against children in situations of armed conflict'.\nAfghan President Hamid Karzai was recently quoted as saying that Taliban insurgents had unleashed some 116 suicide attacks last year in Afghanistan, some of them involving children.\nIn a report released last January, Secretary-General Ban Ki-moon expressed 'serious concern' over the growing number of suicide attacks involving children, specifically in Afghanistan, and also in Iraq.\nUnder-Secretary-General Radhika Coomaraswamy, U.N. special representative for children and armed conflict, is planning a visit to Iraq next month, primarily to focus on child suicide bombers.\nAs suicide bombings continue unabated, not only in Afghanistan but also in Iraq and Pakistan, the Simon Wiesenthal Centre, a Jewish human rights organisation, is currently lobbying member states for a special session of the 192-member U.N. General Assembly on 'suicide terror'.\nA delegation representing the Centre met with the U.N. secretary-general last month and urged him to take the initiative in the current lobbying efforts for the proposed special session.\nRabbi Abraham Cooper, dean of the Wiesenthal Centre, told IPS: 'We are very grateful that the secretary-general is committed to focusing the United Nations on the terrible scourge of terrorism.'\nOn a parallel track, he said, 'We continue to seek leadership from clergy to condemn suicide terror; including the successful religious summit we co-sponsored in Indonesia under the patronage of former President (Abdurrahman) Wahid.'\nThe Wiesenthal Centre says the United Nations has held several special sessions on important issues, including disarmament, apartheid, HIV/AIDS and the environment.\n'The time has come to place suicide terror at the top of the international agenda. This scourge is only going to get worse, and the world must act before it's too late,' the Centre warns.\nAlthough some Western states and the secretary-general may be inclined to support a special session on suicide terror, most Arab countries have privately expressed strong reservations over such a meeting.\nSpeaking off-the-record, an Arab diplomat told IPS: 'We would like to focus more on causes than on consequences.' He said the United Nations should figure out the root causes for acts of 'terrorism'. Terrorism itself, he added, has still defied any acceptable definition.\n'What about all the children maimed and killed by state terrorism inflicted by Israel in Palestine, on the one hand, and by the U.S. and Western forces in Iraq and Afghanistan, on the other?' he asked. 'Will these issues be on the agenda?'\nThere is also the fear that the politics of the Arab-Israeli conflict may overwhelm any General Assembly discussion on terrorism or suicide bombers.\nAddressing the Security Council last month, the Libyan delegate Giadalla Ettalhi said: 'The diagnosis or objective treatment of the causes of terrorism is at the core of any serious efforts to deal with this disease or scourge.'\nHe said military occupation and its injustices; disregard for human rights; accusations against cultures and civilisations; and ignoring the legitimate objectives of resistance against occupation are 'all symptoms of frustration, hatred and despair that manifest themselves in many parts of the world in violent acts.'\nJanos Tisovszky, spokesman for the President of the General Assembly Srgjan Kerim, told IPS: 'The last time I checked with the president, he said this was an issue for member states to initiate.'\n'And so far, I am not aware of any member state taking the initiative on this,' Tisovszky added.\nStill, the agenda of the General Assembly this year includes a review of the implementation of the U.N.'s 2006 global counter-terrorism strategy.\nReverend Keishi Miyamoto, who heads the Tokyo-based Arigatou Foundation and the Global Network of Religions for Children (GNRC), told IPS that historically, wars used to be fought by adult soldiers, and their main casualties were combatants.\n'Unfortunately, in recent decades, increasingly children are being used and manipulated to serve in conflicts, and most of the victims of today's in-country wars and insurgencies are civilians, especially women and children,' he added.\nRev. Miyamoto pointed out that the growing phenomenon of terrorism is 'ruthless and merciless in abusing children' in a variety of ways, including suicide attacks.\n'The United Nations is right to be concerned about these growing and new forms of violence against children,' he said.\nIn response, he said, the United Nations commissioned two landmark studies in the past decade -- one specifically on 'Children and Armed Conflict', and a second, broader review of 'Violence against Children'.\nThe recommendations of these studies were reviewed by the highest organs of the United Nations -- the General Assembly and the Security Council. Action plans have been developed to implement their recommendations.\nThe follow-up to these U.N. studies, he said, has led to greater awareness of these issues, and action by governments, NGOs and civil society to protect children from violence, especially from involvement in armed conflicts.\n'Unfortunately, terrorists, extremists and militant supporters of various causes have found many ingenious ways to recruit gullible youngsters into armed conflicts and rebellions of various types,' said Miyamoto.\nThe best way to prevent this is a three-pronged approach: a) to combat poverty, b) to address historical injustices that are the underlying causes of many conflicts and insurgencies, and c) to promote a culture of peace and non-violence through ethics education, starting with children themselves.\nIn May 2008, he said, the GNRC will introduce an innovative new ethics education programme for worldwide use in interfaith and intercultural settings.\nThe programme includes a 'how-to' manual that has been field-tested around the world in many different religious and cultural environments, and is intended for use by schools, religious communities, civic groups, youth organisations, and even parents. © 2008 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: March 28, 2008"
}