{
    "title": "The Lesson From Istanbul _ Terrorism Knows No Borders",
    "publisher": "the forward",
    "year": 2003,
    "month": 11,
    "day": 21,
    "full text": "The terrorist attacks against two synagogues in Istanbul on November 15 should serve as another warning of the grand ambitions of the global jihadist movement. The territory of NATO's only Muslim member, a country that has been an American ally for 50 years, is now part of the global battlefield in the war against terrorism. Al Qaeda and its affiliates not only succeeded in a terrorist attack in the secular, democratic republic of Turkey, it appears that they also managed to recruit Turks to carry out the atrocity.\nAt this point all the intelligence indicates that Al Qaeda was behind the suicide car bombs that claimed 25 victims - six of whom were Jews. The number of wounded was equally shocking, with more than 300 injured, many of whom will be scarred for life. Al Qaeda, for all its claims, is indifferent to the lives of the Muslims it claims to represent.\nThe fact that a Jewish target was chosen illustrates, yet again, the profoundly antisemitic nature of the terrorist threat. Al Qaeda and its allies aim to destroy the Western world's political and economic power, kill Jews and establish some form of global Islamic rule, a modern version of the caliphate. Turkey has long been a tempting target for Al Qaeda because it was Kemal Ataturk, the founder of the Turkish republic, who in 1924 formally abolished the caliphate, along with the Ottoman Empire.\nTurkey is an offence to Al Qaeda and its affiliated groups because it is a secular state, an \"infidel\" republic allied to the United States and with ties to Israel. The problem for Al Qaeda, however, was how to operate in Turkey, a generally inhospitable environment given the ever-vigilant security services and the tradition of secularism. Indeed, several attempted terrorist incidents since September 11, 2001, have been prevented by the Turkish authorities.\nWhat changed on November 15 was that Al Qaeda finally managed to penetrate Turkey and, it appears, to recruit from the extremist margin of Turkish political Islam. The group that initially claimed responsibility for the Istanbul murders was the Turkish Great Eastern Islamic Raiders Front, which in the past has conducted some small scale attacks on secular Turkish targets.\nThe bomb attack was part of the three-step strategy to which Al Qaeda has committed itself. Al Qaeda and its allies start off by attempting to teach their distorted, intolerant and antisemitic version of Islam, whether through radical preachers or across the Internet. Second, these newly \"educated\" Muslims are asked to create tension between Muslims and Jews and between Muslims and their governments. Finally, when a society is deemed to be \"ready\" for the overthrow of the non-Islamic \"infidel\" state and for the establishment of Islamic rule, Al Qaeda engages in the kind of abominable attacks seen last Saturday in Istanbul. This strategy is being pursued not only in the Middle East and North Africa, but also in former Soviet Central Asia, Pakistan, Indonesia and even Malaysia.\nFortunately the Turkish government has grasped that it cannot be seen to excuse any act of terrorism, especially when aimed at a minority. If Al Qaeda aimed to poison relations between Turkey's religious groups, then the initial judgment must be that they have failed their plan: Prime Minister Recep Tayyip Erdogan, in offering his condolences to the Jewish community, became the first Turkish prime minister to meet the chief rabbi of Turkey.\nThere have been two previous terrorist attacks on Istanbul's Neve Shalom synagogue, in 1986 and 1992, but the horror of the November 15 bombings and the Islamist agenda have caused widespread shock. There is also an awareness, as expressed by the chief rabbi of Turkey, Ishak Haleva, that were it not for the security that the Turkish police were providing to the synagogues, then the death toll could have reached 800.\nTurkey's religious leaders have also shown impressive unity in the face of atrocity. Haleva had the coffins of the six Jewish victims draped in the Turkish flag - which, with its crescent moon and star, is also a symbol of Islam. And the two leaders of the Christian minority, Greek Patriarch Bartholomeos and Armenian Patriarch Mesrob Mutafyan, also attended the funerals of the victims.\nGiven that the main aim of the Turkish government today is to secure a negotiating date for European Union membership, any response to the attacks must engage Brussels in a common strategy against the extremists. The E.U. tends to get nervous when it hears about counterterrorism in Turkey, given the human rights abuses of the recent past. The problem for Turkey, however, is that too many Islamist extremists are able to operate in the E.U. because they are unable to base themselves in Turkey. Just as radical Algerians have set up shop in France and Egyptian Islamists have flocked to Britain, so some Turkish Islamist groups have their base in Germany.\nThe E.U. can, if it wants, help Turkey by moving against the sort of groups that foster the permissive environment in which Al Qaeda successfully operates. While Turkey needs to fulfill the criteria for E.U. membership, Brussels must reciprocate by opening its eyes to the realities of the current borderless war against terrorism. The slack attitude of the E.U. is illustrated by the fact that the Turkish Great Eastern Islamic Raiders Front is still not considered by Brussels to be a terrorist group.\nIndeed, it was only recently that the E.U. listed the Revolutionary People's Liberation Party/Front as a terrorist group, even though this extreme leftwing organization has for decades committed scores of murders, killing Europeans as well as Americans. It remains to be seen if Brussels will assist Turkey by interdicting funding for Turkish Hezbollah, an organization (unrelated to Lebanese Hezbollah) that has brutally killed dozens of Turks for not being \"Muslim enough.\" And the Kaplan group, which has been based in Germany, has clear links to Al Qaeda. According to Turkish intelligence, the Kaplan group planned to hijack an aircraft and crash it into Ataturk's mausoleum and met with Al Qaeda in Afghanistan.\nThese enemies of tolerance and freedom are a threat that can no longer be ignored. The November 15 attacks in Istanbul are a deadly clear indication that global Islamist terrorism has brutally forced itself into Turkish politics. It must be defeated rapidly and decisively, to demonstrate the strength of Turkish secularism and the tolerant Islam that is an authentic part of the country's tradition.\n\nLoad-Date: June 14, 2006"
}