{
    "title": "THE REPUBLICAN CONVENTION; ANALYSIS; BUSH'S TIME IN OFFICE; Bush, GOP make it clear_ Focus is fighti",
    "publisher": "star tribune ",
    "year": 2004,
    "month": 9,
    "day": 3,
    "full text": "As the 2004 presidential campaign heads for Labor Day and the fall sprint to Election Day, the two candidates are putting a basic choice to American voters: Is it terrorism that worries them most? Or are jobs and health care the bigger concern?\n     Although President Bush focused less on his second-term economic agenda in his speech, he and every other major speaker at the Republican National Convention offered a resounding answer to these questions: This election must be about terrorism.\n     \"We have fought the terrorists across the Earth not for pride, not for power, but because the lives of our citizens are at stake,\" Bush said as he stood on a giant presidential seal, with twin replicas of the Statue of Liberty as backdrops.\n     From the very start, Bush's top aides have said their No. 1 goal has been to elevate the stakes of the presidential campaign to the highest level. Jobs? Health care? Education? All very important, to be sure, but in their view hardly in the same league with protecting the American people from bomb-wielding terrorists.\n   Convention planners made much of their high-profile roster of moderate speakers like former New York Mayor Rudy Giuliani and California Gov. Arnold Schwarzenegger. But every one of them ended up in the same place - hailing the president as the only candidate who can keep the country safe.\n     Even First Lady Laura Bush got into the act, arguing that while Medicare, education and job creation are important, nothing compares with fighting terrorism, which she called the \"most historic struggle my generation has ever known.\"\n     While extolling Bush's terrorism-fighting prowess, the prime-time speakers simultaneously tore into the president's opponent, Democratic Sen. John Kerry, as a flip-flopping, confused, vacillating man who would have the nation waving the white flag against terrorism in no time.\n     \"This politician wants to be leader of the free world,\" Democratic Sen. Zell Miller said of Kerry. \"Free for how long?\"\n     It's no surprise that Bush is hanging his hat on terrorism. He talks about it as the issue that has animated his presidency. It's the area where he has the biggest lead over Kerry in the polls. And it's the issue aides believe ultimately will trump other interests when voters make their decisions.\n     Yet it's not clear that the areas where Kerry holds commanding leads - jobs and health care - won't emerge as deciding issues in the campaign. Polls continue to point to the economy ahead of terrorism as the issue most important to voters.\n     \"It's likely that the economy will be one of the major issues - if not the major issue - to ultimately determine the outcome of this election,\" said Frank Newport, editor-in-chief of the Gallup Poll.\n     Kerry and his running mate, Sen. John Edwards, returned to the campaign trail minutes after Bush finished speaking, telling an audience in Ohio - a state that has lost more than 150,000 manufacturing jobs in the past three years - that Bush had failed to come up with a plan for improving the economy.\n     A key economic moment could occur this morning, when the Labor Department reports the national jobs numbers for August. Democrats said a disappointing number could quickly shift the campaign debate back to the economy.\n     But it's not certain Kerry will be able to keep it there. This week's suicide bus bombings in Israel and the hostage-taking in Russia are vivid examples of how difficult it may be for the Democrats to keep the focus on economic issues.\n     Bush campaign officials were painting a rosy picture of their position as they prepared to return to the campaign trail.\n     \"I like the place we're in today,\" said Bush strategist Matthew Dowd. \"The Kerry people have to thread the needle more than we do.\"\n     While the campaign declined to predict whether the president would experience a \"bounce\" coming out of the convention, former Vice President Dan Quayle projected a 5- to 8-point lead for Bush when the post-convention round of polling emerges.\n     Dowd noted that the three most recent challengers to defeat sitting presidents - Jimmy Carter, Ronald Reagan and Bill Clinton - all had significantly larger leads after their nominating conventions than they ended up with on Election Day. Without saying it, Dowd was asking, how does Kerry expect to buck history and gain on Bush?\n     At the same time, Dowd acknowledged that the expected round of three presidential debates could play a decisive role, and he predicted that the race was \"going to be very competitive to Election Day.\" Only some as-yet-unpredictable event, he said, could turn the election into a lopsided victory by one side or the other.\n     Democratic chairman Terry McAuliffe suggested a similar scenario Thursday, saying the race would be decided in the last two weeks of the campaign.\n     As Republican delegates filed out of Madison Square Garden on Thursday night, they were guided by thousands of New York City police officers on the highest alert for the possibility of terrorism. More than 500 miles away, Kerry was making a pitch for Ohio's 20 electoral votes by promising to act on the state's economic difficulties.\n     Which of these issues becomes the dominant story line in the campaign's final two months could decide how it all turns out.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: September 3, 2004"
}