{
    "title": "Theater",
    "publisher": "the new york times",
    "year": 2005,
    "month": 5,
    "day": 22,
    "full text": "It's a big week for smarty pants, especially those who like their drama with a dash of politics. First off, there's the NEW GROUP'S production of ''TERRORISM,'' by the mysterious VLADIMIR and OLEG PRESNYAKOV, the sibling Siberian playwrights. The play, translated from the Russian by SASHA DUGDALE, was a hit in London in 2003, and features six interconnected scenes, the first of which is set on an airport runway during a bomb threat. (In London, the audience was asked to stand until the scene ended, but the American production will be more leg-friendly.) The subject is indeed terrorism -- both personal and political -- but the tone is often lighthearted, displaying the same serio-comic style that worked so well in the New Group's recent revival of ''Hurlyburly'' (and for Russian writers from the time of Gogol and Chekhov). Whether it works here remains to be seen -- as are the shadowy Presnyakovs, who are due to arrive in New York just before opening night. Opens on Monday at the Clurman Theater at Theater Row, 410 West 42nd Street, (212)279-4200.\n\nAnother coast, another British import: ''STUFF HAPPENS,'' the acclaimed DAVID HARE drama about the invasion of Iraq, makes American landfall this week. The prolific Mr. Hare, whose one-man show ''VIA DOLOROSA,'' about the Middle East, also veered into political territory, started ''Stuff'' well before things got messy in Baghdad, combining documentary transcripts and imagined dialogue and applying it to a cast of real-life characters, including President Bush and Secretary of Defense Donald H. Rumsfeld (whose actual quote provided the play's title). A searing indictment of the march to war, ''Stuff Happens'' electrified British audiences last year, and arrives stateside as the debate still percolates. Begins on Wednesday at the Ahmanson Theater & Mark Taper Forum, 135 North Grand Avenue at Temple Street, Los Angeles,(213)628-2772.\n\n\nhttp://www.nytimes.com\nCorrection\n\n\nA theater report on the Week Ahead page last Sunday about the play ''Terrorism,'' at the Clurman Theater, omitted a producer. The Play Company is presenting it along with the New Group.                                        \nCorrection-Date: May 29, 2005\n\nGraphic\n\n \nPhoto: From left, R.E. Rodgers, Darren Goldstein and Alex Draper in ''Terrorism.'' (Photo by Sara Krulwich/The New York Times)                                     \n\nLoad-Date: May 22, 2005"
}