{
    "title": "Then What_",
    "publisher": "the new york times",
    "year": 2015,
    "month": 2,
    "day": 8,
    "full text": "RIGHT OF BOOMThe Aftermath of Nuclear Terrorism By Benjamin E. Schwartz276 pp. The Overlook Press. $27.95.  Nuclear terrorism has long been a staple of movies and television shows. But typically, Hollywood productions end with the bomb being defused. What would happen if heroes didn't save the day and the United States experienced the worst 24 hours in its history? \n  That is the important question Benjamin E. Schwartz, a career government official who has worked at the Departments of State, Defense and Energy, sets out to answer in his clunkily titled first book, ''Right of Boom.'' (''Right of boom'' is ­government-speak for ''after an explosion.'') His analysis begins with a fictional narrative that unfolds in a flat, matter-of-fact tone: ''On an otherwise calm and uneventful morning, a small nuclear weapon explodes in downtown Washington, D.C. . . . The casualty count rises to over a hundred thousand, and the destruction is measured in hundreds of billions of dollars.'' \n  Schwartz rather arbitrarily assumes that the president is out of town at the time of the explosion, along with other key officials. They must then figure out what to do when a ''little-known terrorist group'' (no ideology specified) claims responsibility. Experts suggest the group is ''linked to three hostile governments, all of which have issued statements condemning the attack and denying involvement.'' \n  Eventually, in Schwartz's story line, intelligence concludes that the nuclear material most likely came from one nation (unnamed) but that ''negligence within that country's weapons industry and at its nuclear complexes is at least as plausible a scenario as a deliberate transfer by government officials to the terrorist group.'' What, then, should the president do? \n  Schwartz notes that ''people may assume that the answer to nuclear terrorism is tragic but quite straightforward: retaliation with nuclear weapons.'' But it may not be so simple. It is far from certain that the president would be willing to incinerate the people of, say, North Korea, Iran or Pakistan. And, as Schwartz notes, ''American maneuver room would be severely curtailed if the nuclear threat network emanated from Russian or Chinese territory.'' Only Dr. Strangelove would suggest starting World War III with a state that possesses hundreds if not thousands of nuclear weapons.\n  What's more, taking out the nuclear weapons even of a smaller state like Pakistan or North Korea would not be easy. It would be necessary to wipe out the entire arsenal, but of course all states camouflage and disperse their nuclear stockpiles. If American strikes left some nukes intact, the danger of a further nuclear attack on the American homeland would be very real. \n  What about using boots on the ground? ''U.S. military forces could invade a country and forcefully take control over ­nuclear-related sites and facilities,'' Schwartz says. He may go too far in suggesting that such an action would have ''limited prospects of eliminating the threat,'' but he is right that it would be a ''high-risk venture'' whose downside could include many of the problems the United States encountered in Afghanistan and Iraq. \n  While Schwartz believes (rightly) that airstrikes against suspected nuclear proliferators would be the most likely initial response, he argues that dealing with an act of nuclear terrorism in the long term would require a much more complex series of actions designed to blunt ''global nuclear threat networks.'' Washington would need ''capabilities to conduct missions ranging from halting the sale of dual-use components through legal and diplomatic processes, to freezing funds of weapons proliferators, to isolating and immobilizing terrorist groups, to improving security practices at nuclear materials storage sites, to coercive interdictions on the high seas, to seizing and securing ­nuclear weapons sites and even to ­destroying nuclear weapons arsenals.'' \n  Schwartz's most intriguing suggestion is that an act of nuclear terrorism could revive an idea briefly entertained by the Truman administration to establish ''an international structure to control nuclear energy'' -- an International Atomic Energy Agency on steroids. Countries that failed to comply with its edicts could face more than sanctions or strong rhetoric -- they could be ''presumed guilty'' and ­declared ''a legitimate target for retaliation following nuclear terrorism even in the absence of proof of complicity.'' \n  Whatever happens, there is little doubt that we would be entering a brave new world whose contours can be glimpsed only dimly. Schwartz is to be commended for thinking about the unthinkable. It's a shame he has not produced a better book.\n  Schwartz is, to put it mildly, no thriller writer. His nuclear-attack plot is presented with a minimum of drama, and it's hard not to roll your eyes when he sketches an imaginary conversation on an unnamed television show between experts from nonexistent think tanks chatting in language no human being would actually use. ''As the late Irving Kristol noted many years ago,'' one of his pundits declaims, ''international law is a fiction abused callously, or ignored ruthlessly, by those nations that, unlike the Western democracies, never took it seriously in the first place.'' Back to you, Bret.\n  Schwartz also takes long detours into historical case studies of limited relevance. For example, he compares possible responses to terrorism with America's campaigns against the Comanches and Britain's against the Pashtuns in the 19th century. He even suggests that ''war against Al Qaeda waged through unmanned aerial vehicles and informants on the ground'' is similar to the ''punitive'' expeditions undertaken by the British Raj in what is now Pakistan. \n  The analogy doesn't hold up. British forces routinely burned villages in retaliation for Pashtun raids. Winston Churchill, who as a young army officer participated in one such campaign, left a memorable description of how the Tirah Valley ''was filled with the smoke,'' which ''hung like a cloud over the scene of destruction.'' If Washington were engaged in such a policy today, our armed forces would be bombing villages in Pakistan. But they're not. Current policy is actually ''leadership targeting'' -- trying with great discrimination to eliminate the key players in Al Qaeda and other terrorist organizations. This approach also has a long history, dating back to the Roman assassination, in 139 B.C., of a rebel leader in Hispania (Spain) named Viriathus, but it goes entirely unmentioned here. And more disturbing than Schwartz's failure to cite the relevant historical examples is his conceptual error in failing to differentiate between decapitation strikes and punitive expeditions.\n  ''Right of Boom'' is marred by other problems as well, like Schwartz's unwillingness to consider the possible impact of the nation's entire political leadership being wiped out. Another curious omission is neglecting to think about what would happen if more than one nuclear bomb went off, or if more nuclear attacks were threatened. That possibility was raised in Andrew Krepinevich's ''7 Deadly Scenarios,'' a more compelling look at this same issue that also goes unmentioned here. Finally Schwartz does not explain what steps policy makers should take to stop nuclear terrorism before it occurs. What, for example, should we be doing to prevent Iran from getting the bomb? Schwartz never says.\n  Nonetheless, even if ''Right of Boom'' is not the book we need on nuclear terrorism, it can still do some good if it spurs greater study of and conversation about what is arguably our most important and least-understood national security threat. \n\nhttp://www.nytimes.com/2015/02/08/books/review/right-of-boom-by-benjamin-e-schwartz.html\n\nGraphic\n\n \nDRAWING (DRAWING BY ERIK T. JOHNSON)       \n\nLoad-Date: February 8, 2015"
}