{
    "title": "There's 'work to be done,' 9_11 Commission chairs say",
    "publisher": "usa today",
    "year": 2010,
    "month": 1,
    "day": 11,
    "full text": "National Security is too important to become a partisan issue.  We believe that in matters of national security, our priority should be to figure out what went wrong and how to fix it.\nAt their core, the problems evident on Sept. 11, 2001, were about the failures and obstacles to sharing information among the federal partners charged with protecting the country. The failures included connecting foreign intelligence with information about international terrorism collected inside the U.S. The CIA did not watch-list al-Qaeda member and future 9/11 hijacker Khalid Al-Midhar, or notify the FBI when it learned he had a valid U.S. visa. The FBI failed to share information that Osama bin Laden might have sent students to the U.S. to attend civil aviation schools and that Zacarias Moussaoui had been arrested by the FBI after a flight school reported suspicious behavior.\nAnd even if any of this information had been made available,  no one in the federal government was charged with fusing together intelligence derived from foreign and domestic sources. If someone had access to all the information, he might have been able to connect the dots and uncover that Islamic terrorists with flight training were in the USA.\nTo facilitate information-sharing and to create an entity whose job it would be to connect the dots, the bipartisan 9/11 Commission recommended, and the Congress and then-President Bush established, a Director of National Intelligence (DNI) and a National Counterterrorism Center (NCTC).\nTo empower the DNI to break down bureaucratic, cultural, technological and policy barriers to the sharing of information among federal agencies, Congress provided that the DNI \"shall have the principal authority to ensure maximum availability of and access to intelligence information.\" The NCTC would be the hub, the \"primary organization in the U.S. government for analyzing and integrating all intelligence information related to terrorism.\" The idea was for the DNI to force information-sharing so the NCTC could access and assess all available relevant information and then connect disparate pieces of threat information.\nThe dots aren't connecting\nIn the five years since the passage of the Intelligence Reform and Terrorism Prevention Act, the U.S. government has made significant strides to correct the mistakes evident on Sept. 11. But as we've seen from the recent terrorist incidents at Fort Hood and in the skies above Detroit, there is still work to be done. We welcome President Obama's just-completed review of the Christmas Day near-miss  as well as the commitments to strengthen the analytic process within the intelligence community.\nWhile the Detroit incident was apparently not about a failure to share information,  we need to continue to examine what went wrong in these recent episodes in order to improve and refine our processes, analysis and information-sharing responsibilities. These events also show the critical need for the DNI and the NCTC to be successful in the vital missions they have been asked to undertake for the country. If the dots are not connected there, likely they will not be connected.\nTime to ensure unity\nThe president should order the DNI to report on any barriers to the sharing of information, but also on ways the authority of the DNI can be strengthened to ensure unity of effort. Congress should support these entities by giving the DNI and the NCTC the resources they need and the ability to recruit and keep the best people for the task. The DNI has been hobbled by disputes over its size, mission and authority, but forcing information-sharing and enabling the NCTC's best analysts to do their work should not be subject to dispute.\nWe've been leading an effort to conduct a review of the Intelligence Reform and Terrorism Prevention Act and the effectiveness of the DNI. We intend to monitor the implementation of the 9/11 Commission's recommendations and report on new national security threats.\nStrengthening the DNI's capacity to collect, analyze and integrate massive amounts of data to protect Americans is a multiyear process requiring sustained support from the White House and oversight from the Congress.\nLee Hamilton, a former congressman from Indiana, and Thomas Kean, former governor of New Jersey, co-chaired the independent bipartisan commission that studied the Sept. 11 attacks and made recommendations designed to guard against future attacks. They now co-chair the Bipartisan Policy Center's National Security Preparedness Group, which continues to study threats to the United States. \n\nGraphic\n\n \nPHOTO, B/W, Hamilton by AP\nPHOTO, B/W, Kean by Gannett\nPHOTO, B/W, Charles Rex Arbogast, AP\n\nLoad-Date: January 11, 2010"
}