{
    "title": "THERE'S NO DEBATE ABOUT THIS YEAR'S DEBATE THEME",
    "publisher": "richmond times dispatch ",
    "year": 2004,
    "month": 9,
    "day": 26,
    "full text": "The terrorist threat seemed so remote four years ago that the word \"terrorism\" was spoken exactly once during the three presidential debates and once during the vice presidential debate.\nAl Gore said that while in the House, he had worked hard to learn about nuclear-arms control and how to \"deal with the problems of terrorism and these new weapons of mass destruction.\"\nHe added, \"Look, we're gonna face some serious new challenges in the next four years.\"\nLittle did he know.\nIn the vice presidential debate, Gore running mate Joe Lieberman praised the Clinton administration for beginning to transform the military to prepare for \"the threats of the new generation of tomorrow\" weapons of mass destruction, ballistic missiles, cyber warfare and terrorism.\nAnd that was it for terrorism.\nGore talked about an \"iron-clad lockbox\" for Medicare, and George W. Bush accused Gore of engaging in \"old-style Washington politics.\"\nThose were the days. War was the last thing on most minds.\nBush himself said, \"This is a peaceful nation, and I intend to keep the peace.\"\nThat was then. September 11, 2001, was the wake-up call, and the alarm has been ringing ever since. Reflecting the changed priorities, the first presidential debate of 2004 on Thursday will focus on foreign policy and homeland security.\nJim Lehrer of PBS' \"News-Hour\" will be moderator at the event in Coral Gables, Fla. Subsequent presidential face-offs will take place Oct.  8 in St. Louis and Oct. 13 in Tempe, Ariz.  The vice presidential nominees will debate Oct. 5 in Cleveland.\nSome things don't change. The debates still are the only unscripted moments of the modern presidential campaign.\nNot that President Bush and Democrat John Kerry won't rehearse with surrogates, hone their zingers and practice their one-liners. But they'll be together on the same stage for 90 minutes, without notes, explaining in their own words where they'd take the country.\nOf course, what they say won't necessarily happen.\nWhen John Kerry changes a position, Bush ridicules it as a flip-flop. When Bush changes, he says the times demand it.\nChecking back through the debates four years ago, one finds Candidate Bush espousing very different positions from President Bush.\nCandidate Bush insisted in the second debate that American troops ought not to be used for nation-building.\n\"I think our troops ought to be used to fight and win wars,\" Bush declared. He emphasized that when troops are deployed, the mission must be clear and the exit strategy well-defined.\nThe war supposedly is over in Iraq, but Bush warned again last week that if American troops pull out, the terrorists would be free to plot to attack us here. The FBI continues to warn of an al-Qaida attack in the United States before the election.\nIn Iraq, more than $1 billion has been spent on \"urgent reconstruction projects,\" Bush said last week, but that's a fraction of the $18.4 billion in Iraqi reconstruction money approved by Congress.\nThe United States is rebuilding schools, hospitals and health clinics; repairing bridges; upgrading the electrical grid; installing telephones; and even distributing millions of textbooks, the president said.\nKerry has said he'd start to bring the troops home six months after he takes office. Bush says that would be dangerous.\nIf terrorism hardly was mentioned four years ago, Saddam Hussein was. Bush said Saddam should be removed from office with the pressure of the international coalition. He faulted the Clinton administration for allowing the coalition his father assembled to unravel.\nLast week, Bush, who used to maintain he never looked at opinion polls, cited one that found that Iraqis are happier with the direction of their country than Americans are. This prompted the Kerry campaign to suggest that Bush is \"unhinged from reality.\"\nWith such a lead-up, the debates are taking on dramatic significance. A week before the first, analysts were suggesting the debates were Kerry's last chance to turn around the election.\nFour years ago, Gore said his mother's advice when he started political debating was \"smile, relax, attack.\"\nUpon hearing that, Bush said his mother's advice was \"smile, relax, defend yourself.\"\nThe presidential debates likely will produce plenty of smiling, relaxing and attacking. And some talk about terrorism.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: September 29, 2004"
}