{
    "title": "There's No Tolerating Terror",
    "publisher": "the new york times",
    "year": 1990,
    "month": 6,
    "day": 13,
    "full text": "If President Bush wants to be taken seriously about the Middle East in Congress, Israel and the Arab world, he'll have to suspend U.S. talks with the Palestine Liberation Organization. That's the only way to show he holds Yasir Arafat accountable for his promise to renounce terrorism.\nSuspending the talks is also the right way to lay the basis for eventual Israeli-Palestinian talks. Unless the Administration acts firmly now, Congress will never agree to press Israel to negotiate. Israel will not trust an Administration unwilling to stand up to the P.L.O. And Arab leaders will read further hesitation as a sign of weakness.\nMr. Bush and Secretary of State Baker have pressed and are still pressing Mr. Arafat to denounce the foiled attack of May 30 against Israeli beaches and to discipline the Abul Abbas faction of the P.L.O., which did the dirty work. On Monday the P.L.O. limply condemned ''any military action which targets civilians.'' The statement did not specify the raid and said nothing about discipline.\nMr. Arafat knows that direct talks with the U.S. are predicated on the P.L.O.'s dissociating itself from terrorism. The Administration knows he can't exercise absolute control over all the fanatics in his organization and so has given him every chance to work out his internal problems. But if he hasn't been able to consolidate enough backing to condemn a clear breach of his word on the fundamental issue of terrorism, then the U.S. has every reason to run out of patience. The P.L.O. chairman can be expected to keep his word.\nMeanwhile, the Administration also has run out of patience with Yitzhak Shamir, and with good reason. More than a year ago, the Israeli Prime Minister presented a plan for talks with Palestinians that would lead to elections and limited self-rule in the West Bank and Gaza Strip. Then he and his Likud bloc raised one obstacle after another and the process collapsed. So did his coalition Government with the Labor party. He made matters worse by establishing new Israeli settlements in these occupied territories. Now, after weeks of haggling, he has put together a slim majority in Israel's Parliament. It turns on the support of people committed to the very policies that wrecked the Unity Government.\nMr. Shamir proffers some solid policies. He calls on moderate Arab states to open a direct dialogue with Israel. He says his first priority is to settle the Jewish immigrants pouring in from the Soviet Union. But he also leaves the impression of favoring a policy that would truly invite disaster: that many of these immigrants would be helped to settle in the occupied territories. For Israel to do that would provoke already embittered Palestinians and accelerate the erosion of support for Israel in the United States and elsewhere.\nTo bolster that support, to unify his own country and to further peace, Mr. Shamir would be wise to put his Government back on the track toward negotiations with Palestinians. And the critical first step is to stop subsidizing all Jewish settlers in the West Bank and Gaza Strip.\nSuch a step would create monumental difficulties for Mr. Shamir, but would be ennobling. In the autumn of his career, does he wish no finer accolade than agile? Does he not dream of leading - beyond a tissue-thin coalition - a peaceful country? Israel's security cannot indefinitely be limited to being tough on Palestinians; it has to involve trying negotiations.\nSimilar questions can be asked of Mr. Arafat, whose temporizing condemns Palestinians to perpetual strife and homelessness. But before Mr. Arafat and Mr. Shamir can be expected to face these claims of leadership and history, President Bush has to set the wheels in motion by making the P.L.O. face up to its failure to disavow terrorism."
}