{
    "title": "There is no right way to react to terrorism; there is a wrong way",
    "publisher": "the world",
    "year": 2017,
    "month": 5,
    "day": 28,
    "full text": "There is no correct reaction to terrorism. The cruelty, fanaticism and madness of a man who explodes a powerful bomb in a crowd of young girls inspires all kinds of feelings: horror, anger, sadness, fear, revulsion.\nNone of those emotions is more right than any of the others. None of the language that people use to express them can usefully be judged. Some people cried after news of the attack in Manchester, England. Others swore and cursed. Both responses are understandable.\nBut if those powerful emotions are politicized, or if they are used to fuel popular hysteria that will make the situation worse and not better, then they cease to be neutral or natural. The Manchester bombing was an act of extreme evil, and so it has inspired a number of British writers, politicians and celebrities to call for an extreme response. One journalist demanded internment of thousands of terror suspects now to protect our children.An ex-politician called for the government to bring back the death penalty.\nEven before the biography of the killer was known or his links to outside groups confirmed, a singer attacked the officials who were supposedly too politically correct to call him an Islamic extremist: In modern Britain, everyone seems petrified to officially say what we all say in private. Politicians tell us they are unafraid, but they are never the victims. How easy to be unafraid when one is protected from the line of fire. The people have no such protections.\nEach one of those statements is emotionally charged and practically pointless.\nThe death penalty? Hard to see why it would deter a suicide bomber who wanted to die anyway.\nThe internment of thousands of terror suspects? Britain tried to fight the Irish Republican Army that way, ordering a mass arrest of nearly 350 terror suspects in 1971. The result was catastrophic: Real damage was done to the credibility of the British state and the legal system in Northern Ireland, since many of those interned didnt have IRA links. The mass arrest radicalized more people and led to a sharp increase in violence.\nAs for charges of political correctness, most British politicians try not to name killers or causes until they are known, which seems like a good rule. And when they are known, they are named. Theresa May, then the home secretary and now the prime minister, gave a speech in 2015 denouncing the hatred, bigotry and ignorance of Islamic extremism.\nNor is it remotely true that British politicians are never the victims. On the contrary, they are often targets. During the referendum campaign last year, a white supremacist murdered Jo Cox, a British MP. She was hardly protected from the line of fire. The politicians who were victims of IRA violence in years past werent, either.\nFar from solving any problems, the purveyors of dramatic solutions or divisive slogans (the people have no such protections) dont help the victims, dont help their families, dont help their communities. They dont prevent future attacks either. They do increase hysteria, amplify anger and exacerbate social division. Which is what terrorists want to achieve, especially the terrorists inspired by anti-Western Islamic radicalism, an ideology that wants to bring down democracy, undermine the rule of law and cause a political crisis.\nThe terrorists want to foster antagonism and partisanship. They want to inspire more violence. Thats why they set off bombs.\nIn truth, the drama queens serve no one but themselves. Maybe they feel brave, offering radical solutions that others dont dare to suggest. Maybe they feel superior when sneering at those who want to defy terrorism by carrying on, by refusing to let violence shatter their working day or their political system.\nLook back through history, and its clear that the only solutions to terrorism are less dramatic, less immediate, more long-term. They involve things such as better policing and more international cooperation, as well as the forthright teaching of British values in British schools. They require community solidarity, things like the mass vigil that took place in Manchester on Tuesday night, or the offers of tea, blankets and bedrooms extended to people stranded by the attack.\nThese are policies and actions that work: They keep communities united, increase solidarity, discourage future bombers. But they wont satisfy the egos of people who need to prove to the world that their emotions are stronger than yours.\nAnne Applebaum is a foreign affairs columnist for The Washington Post.\n\nLoad-Date: May 31, 2017"
}