{
    "title": "There's room for apology in the White House",
    "publisher": "university wire",
    "year": 2004,
    "month": 3,
    "day": 31,
    "full text": "The world of politics is full of negativity: Both sides are quick to shout about the other's deficiencies. In public office, name-calling is standard procedure and when accused of wrongdoing, both sides are swift to shift the blame. So last week, the political world was shocked when former White House counterterrorism chief Richard Clarke did the unimaginable: He apologized.\nSince Sept. 11, the Bush administration has spent countless hours and energy campaigning for unity, ignoring pressing questions about what more could have been done to prevent the terrorist attacks. The master of spin, Bush, has largely succeeded in convincing Americans that his administration can do no wrong. He and his supporters insist that responsibility for all failings in virtually any realm should be promptly given to President Clinton. Unfortunately for Bush, the facts tell a different story and he owes the country an apology.\nClinton wasn't perfect, but at least his administration made fighting terrorism a priority. Clinton targeted the Taliban in general and Osama bin Laden specifically -- at least terrorism was on the radar. In his first months in office, Bush didn't pay enough attention to the growing threat, flouting specific warnings that could have thwarted terrorist plans.\nIt is common knowledge that the level of intelligence \"chatter\" increased in June and July 2001 and that the Bush administration ignored urgent warnings from Clarke to focus on bin Laden. In Arizona, an FBI agent expressed concern that bin Laden may have been sending students to flight schools. In Minnesota, Zacarias Moussaoui was detained when he alarmed teachers by stating that he wanted to learn to fly planes but had no interest in takeoffs or landings.\nIn 1999, a federal report titled, \"Sociology and Psychology of Terrorism: Who Becomes a Terrorist and Why?\" warned that terrorists could hijack planes and crash them into government buildings. The Clinton administration took these threats seriously and when Bush took office, Clinton advisers urged him to keep terrorism as a critical top concern. Senior administration officials admit that in the months leading up to Sept. 11, Bush's daily intelligence briefings included speculation that bin Laden might hijack American planes. Bush knew about all these specific warnings and failed to put the pieces together.\n(C) 2003 Daily Utah Chronicle via U-WIRE\n\nLoad-Date: March 31, 2004"
}