{
    "title": "There Sits a State Terrorist",
    "publisher": "the new york times",
    "year": 1984,
    "month": 11,
    "day": 20,
    "full text": "Colonel Qaddafi of Libya has taught us a good deal in his bungled attempt to reach into Egypt to kill a political opponent. The going rate for murder among British and Maltese contractors is $250,000, plus $150,000 to the Egyptian locals for dirty work. The fee is payable on receipt, at the Libyan Embassy in Malta, of a clear snapshot of the dead victim. That evidence then becomes the basis for broadcast boasts that patriotic ''suicide squads'' have eliminated yet another infidel or Zionist tool.\nEditorial, lauding work of Egyptian police in exposing plot involving Libyan leader Col Qaddafi and Libyan embassy in Egypt to kill political opponent of Qaddafi, holds civilized countries should impose sanctions to show that such terrorism cannot be tolerated\nThanks to superb Egyptian police work, one of these sordid plots has now been fully exposed. Shrewdly misled, Colonel Qaddafi's ''diplomats'' and radio boasted about a killing that never occurred. That was good news. But it's not good enough if the world does nothing more to punish a now-documented case of state terrorism, involving flagrant abuse of diplomatic privilege.\nAll civilized countries denounce terrorism but none have been willing to close embassies, deny landing rights, freeze assets or impose any other concerted sanctions. Even after Colonel Qaddafi's ''diplomats'' killed a London policewoman, Britain and its allies were content to thunder against him without action.\nNow the cost of this acquiescence is plain. As Secretary of State Shultz aptly insisted last month: ''Terrorism is a contagious disease that will inevitably spread if it goes untreated. We need a strategy to cope with terrorism in all its varied manifestations. . . . And we have to recognize that the burden falls on us, the democracies - no one else will cure the disease for us.''\nSecretary Shultz went even further to propose using military force against merely suspected culprits, a doctrine so sweeping that it provoked justifiable dissent among Americans. But Libya's infractions fall within the wiser half of Mr. Shultz's argument - the call for collective action against proven state sponsorship of terrorism.\nSo be it. Colonel Qaddafi's trespasses are no longer conjectural. He has used Libya's oil wealth to subvert his neighbors and his diplomats to murder his enemies abroad. Is the world so hungry for his oil that it will go on pretending he conducts business in the normal fashion?\nWhere are the proposals to punish his conduct? Who will finally move to close Libya's embassies and otherwise isolate its agents? Who will present the case for sanctions at the United Nations? And who will go on defending the grant of diplomatic immunity to proven murderers?"
}