{
    "title": "There are ways to hold Pakistan accountable in its fight against terrorism_ Jim Mattis",
    "publisher": "metro vartha",
    "year": 2017,
    "month": 11,
    "day": 10,
    "full text": "Washington, Nov. 10 -- As part of its new south Asia strategy, the United States wants to make sure that there are no terrorist safe havens in Afghanistan and Pakistan, the US Defence Secretary Jim Mattis has said, asserting that there are ways for the US-led NATO member countries to hold Islamabad accountable for its fight against terrorism.\nThe new South Asia strategy comprises of regionalisation, realigning of forces, reinforcing them and to reconciliation, the political goal, he told reporters at the NATO headquarters in Brussels.\n\"What we want to do is start with - from India to across the region - is to make certain that everyone's working off the same sheet of music.\n\"We want to make certain that no terrorist organisation can find a haven anywhere, and, with a border adjoining Afghanistan, that makes Pakistan a priority,\" Mattis said.\nAs such the United States is engaging with the Pakistanis, he added.\n\"We're engaging a whole-of-government effort. We've got international efforts going on. And one of the reasons we brought it up here was to make certain we were all aligned about where we stood on this,\" the US Defence Secretary said.\nReferring to the discussions he had with other NATO member countries, Mattis said, \"It was remarkable alignment about us all working together to get Pakistan to do everything it can to cut the insurgents off, the terrorists off.\" When asked what is different with the Pakistan policy this time, Mattis said there are ways that the US can reward Pakistan and ways that the international community can ensure they are held to account.\n\"But our principle, going into this, is that we are going to work with Pakistan and make this work, so that there's no longer a threat coming across the border there,\" he said.\nThis is an international effort and not just an American- alone effort, he added.\n\"So that in itself, that we're aligned internationally, now, with what we're doing, is probably the biggest change,\" he said.\nAt the NATO Defense Ministerial meeting, Mattis said he and his colleagues were \"orchestrating\" their fight against terror and the next steps from Afghanistan to the Middle East.\nOver the two days, I shared with them President Donald Trump's South Asia strategy, which was very well received and firmly supported, he said.\nSpecifically to Afghanistan, the reconciliation remains the political goal of NATO's military campaign and our comprehensive approach, Mattis said, adding that the Reconciliation must be Afghan-led, with an open door to the Taliban if they choose to stop killing and live by the Afghan constitution.\n\"This strategy, carried out by, with and through our Afghan partners and within the coalition framework ensures this regional campaign is politically, fiscally and militarily sustainable,\" he said.\nThere is no military campaign that does not have a \"political goal\", he added.\nMattis said the NATO nations and coalition partners are in the process of finalising troop increases and additional support efforts.\n\"Over two dozen nations have stated that they intend to raise the troop numbers that they have on the ground there now, including some very small nations, for whom this is the largest overseas deployment they have been engaged in.\n\"We appreciate their commitment to stabilising the South Asia region,\" he said.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: November 10, 2017"
}