{
    "title": "There is merit in terrorism futures markets",
    "publisher": "university wire",
    "year": 2003,
    "month": 8,
    "day": 5,
    "full text": "There has been much hysteria about using futures markets to predict political events.\nThere exist futures markets that help predict everything from the weather to elections; the results are said to be more accurate than National Weather Service forecasts or voter opinion polls.\nCould allowing people to purchase futures contracts on assassinations or terrorist attacks help to predict such events? To answer this question intelligently requires thinking about markets.\nU. Florida\nA poorly understood attribute of markets is their ability to help society collect and use dispersed knowledge. For example, price signals convey information about relative scarcities of commodities, leading to automatic conservation of resources as they become more scarce and their prices rise.\nFutures markets give people the opportunity to profit from their knowledge, thus such markets consolidate information that can be used to predict certain events. Here's one simplified example using currency markets. In 1997, the world experienced the Asian Financial Crisis. The crisis began when the Thai central bank devalued Thailand's currency, the baht.\nFor many people around the world this event was a shock; as it spread economic chaos reigned. Governments were toppled. People who had knowledge of economics and watched currency markets wouldn't have been surprised. The Thai baht was overvalued and was being rampantly speculated against. It was only a matter of time before the currency collapsed.\nPeople who knew about Thailand's underlying economic problems used his or her knowledge to make a profit.\nOrganizations uninterested in profits can use activity in futures markets to assign probabilities to events and then develop plans to deal with those events most likely to occur. No system of assigning probabilities is going to be correct every time, but futures markets can be fairly accurate guides.\nUsing a futures market to predict terrorist attacks is a new idea, and there are objections that can be raised against it. One is that this market gives terrorists the ability to profit from their attacks. They could buy futures contracts on certain targets and then profit by carrying out attacks on those targets. The response to this is: If only terrorists were that stupid. They would be trading information about their plans for money.\nAttempts to engage in speculation of this sort would tip off people monitoring the market. A better objection is that terrorists could spread misinformation by speculating on certain targets and then attacking others.\nThis is a possibility, but in any futures market there are people with incentives to distort the price signals. The Thai government is one example. Futures markets have usually seen through such ploys in the past -- they might have been able to do so with terrorism as well.\nWe were presented with a system that had great potential for helping intelligence agencies collect useful information on political events. It would have violated no civil liberties, and it didn't suffer from the epistemological problems plaguing the idea of \"Total Information Awareness.\"\n(C) 2002 Independent Florida Alligator via U-WIRE\n\nLoad-Date: August 5, 2003"
}