{
    "title": "These battles killed women, too; 11 female service members have died in the war on terrorism",
    "publisher": "the times",
    "year": 2003,
    "month": 11,
    "day": 24,
    "full text": "All but lost amid the news of the escalating hostilities and the mounting body count in Iraq is the fact that America has passed a grim combat-zone milestone: More U.S. servicewomen have been killed by hostile fire in Operation Iraqi Freedom than in any conflict since World War II.\nArmy Chief Warrant Officer 5 Sharon T. Swartworth was the sixth female service member to die in combat in Operation Iraqi Freedom when the Black Hawk helicopter in which she was riding was shot down near Tikrit. In the nine months since the operation began, 397 U.S. troops have died, including two women killed in non-hostile incidents. Three other women died in Afghanistan and Pakistan during Operation Enduring Freedom, bringing the total of the two conflicts to 11 - eight soldiers, two airmen and a Marine.\nNo female service members were killed by enemy fire during the Korean War. Only one woman was killed by hostile fire during the Vietnam War. Five were killed by the enemy during the 1991 Persian Gulf War.\nThe rise in fatalities among female troops is due to the rise in their numbers - in the ranks and on the battlefield - as well as to the shifting nature of warfare, said Lorry Manning, director of the Women in the Military Project, Women's Research and Education Institute.\nOnly about 1 percent of U.S. troops during Vietnam were women, she said, versus about 15 percent today, when female troops are more than ever a vital part of the fighting force.\n\"It's an unnerving picture,\" Manning said. \"Today, women are serving on Navy ships, they're flying aircraft. Those in the Army and the Marines are serving in combat-support jobs. Basically, they're everywhere. In Vietnam, they were nurses working in places relatively safer than where women are today.\"\nIn Iraq, essentially a battlefield without borders, about one U.S. service member in seven is a woman. Unlike past conflicts, there is no clearly defined rear area. Though the 200,000 women in the U.S. military officially cannot serve in combat roles, they're represented in more than 90 percent of all job specialties. They're a growing part of support forces and, in Iraq, routinely work alongside the war fighters, engaging the enemy and taking hostile fire.\nThe war on terrorism also is inherently different from Desert Storm, Vietnam or any previous wars because women keep joining and their roles keep broadening, Manning said. It doesn't matter that less than 30 percent of female service members favor serving in combat.\n\"That's what they're doing,\" she said, \"no matter what you call it.\"\nThe controversy over women in combat is quieter today, though as recently as 10 years ago the public and the Pentagon were vocal in debating the pros and cons of women serving in combat.\nThe rationale for keeping them off the battlefield centered on issues of morale, fitness to serve and sentiments of a public discomfited by the idea that women faced a greater risk of sexual assault in captivity and squeamish about the nation's daughters being killed and wounded in combat.\n\"Those are really moot points anymore,\" Manning said. \"Those who questioned whether women could really serve, saw two women serving and dying on the destroyer Cole, right there with the men,\" she said in reference to the October 2000 terrorist attack on the ship in the Gulf of Aden, Yemen, that killed 17 American sailors.\nOn Sept. 11, 2001, \"we saw 67-year-old civilian women killed while they were sitting at their [Pentagon] desks working,\" Manning said. \"We have seen women in uniform survive sexual assaults. This has changed the way we view women and the war on terror. They aren't safe anywhere, in combat or otherwise, and it's not news anymore. What could happen, did.\"\nCorrection\n\nLory Manning, director of the Women in the Military Project, Women's Research and Education Institute, supports the presence of women in the combat theater of operations. This story might have left some readers to believe otherwise.; NOTE: MANNING'S FIRST NAME IS SPELLED DIFFERENTLY IN THIS ARTICLE; 1 COLOR PHOTO\n\nLoad-Date: June 18, 2004"
}