{
    "title": "They're not 'terrorists' Sometimes, 'criminal' will do just fine",
    "publisher": "usa today",
    "year": 2009,
    "month": 6,
    "day": 17,
    "full text": "In the aftermath of the killings of abortion provider George Tiller in Wichita and  Holocaust museum guard Stephen Johns in Washington, D.C., many have called for the prosecution of Scott Roeder and James von Brunn as terrorists and demanded  a new push against \"domestic terrorism.\" It is an all-too-familiar demand, but this time it is coming from an unlikely source: liberals.\nFor years, liberals denounced the tendency of the Bush administration and conservatives to call every possible crime an act of terrorism. Now, with   anti-abortion and anti-Semitic suspects, there is an insistence that these crimes must be treated as terrorism -- as if to call them \"murder\" or \"hate crimes\" would diminish their significance.\nKim Gandy, president of the National Organization for Women, has called for a crackdown on such \"domestic terrorists.\" And an article in the U.S. News & World Report last week included both shootings in a \"domestic terrorism\" roundup. On the blogosphere? Well, you can imagine.\nThe fact is that Roeder and von Brunn appear to be murderers, not terrorists. Many people kill strangers out of hate for their race or religion or some other association. Colin Ferguson killed six people and injured 19 in 1993 on the Long Island Rail Road in a race-based rage.  Last July, Jim Adkisson shot and killed two people at a church in Knoxville, Tenn., because he hated liberals. These are acts of loners or rogue operators who seek to satisfy a blood lust against different groups.\nThere is an important legal difference between people who seek to terrorize a society through coordinated acts of killing and people who act on impulse to kill people they hate. Calling something a terrorism case puts it in a different category for investigation and prosecution. Special laws and punishments apply. The classification allows a now massive counterterrorism apparatus in this country to use powerful investigatory powers to seize records, tape telephones and hold witnesses.\nThe term \"terrorism\" once had a clear meaning before it was used as a point of emphasis to elevate or distinguish certain crimes. The Bush administration broadened the definition of terrorism to encompass any prosecution that disrupts a \"potential\" terrorism threat. The definition allowed virtually any case to be counted as a counterterrorism prosecution, including hundreds of simple immigration or gang cases. Terrorist prosecutions included a Connecticut man who was fined $275 for going through airport security with a knife.\nFor civil libertarians, the expansion of terrorism investigations represents a clear threat to free speech and free association, as well documented during the Bush administration. Now, with a liberal administration in power, many want to see terrorism investigations targeting anti-abortion activists and other groups that use violent speech.\nIn 1969, the Supreme Court ruled in Brandenburg v. Ohio that violent speech is protected by the Constitution if a violent act is not imminent. Saying that you wish someone was dead is a juvenile but all-too-common way of expressing profound hatred for views or conduct. You are allowed to pray for the murder of all abortion doctors or hated figures. Indeed,  religious broadcaster Pat Robertson once called for the assassination of Venezuelan President Hugo Chavez.\nWe do not advance our efforts by classifying every hate crime as terrorism. The fact is that even an authoritarian nation can do little to stop a determined rogue operator from walking into a church and killing someone like Dr. Tiller. Calling someone such as Roeder a murderer does not diminish the crime or the victim.\nIf we classify every such slaying as terrorism, it is the terrorists who will benefit from our lack of focus. We are not a society overrun by terrorism. More important, we do not have to call murder \"terrorism\" to take the crime or its causes seriously.\nJonathan Turley, the Shapiro Professor of Public Interest Law at George Washington University, is a member of USA TODAY's board of contributors. \n\nGraphic\n\n \nPHOTOS, B/W, AP (2)\n\nLoad-Date: June 17, 2009"
}