{
    "title": "They Lost Lives To Terrorism, War After 9_11",
    "publisher": "sunday news",
    "year": 2011,
    "month": 9,
    "day": 11,
    "full text": "The following people with links to Lancaster County perished in the last 10 years after 9/11 as a result of terrorism or the war on terror:\nRyan G. Manelick, 31, a military supply contractor, died Dec. 14, 2003 after being shot while driving near Baghdad, Iraq. The 1991 Conestoga Valley High School graduate was a resident of New Holland, a veteran of the Air Force and the father of a son and daughter.\nNicholas E. Berg, 26, managed an overseas communications tower company that operated out of Lancaster County. He was abducted in Iraq and beheaded May 7, 2004 by Islamic militants.\nCpl. Henry A. \"Hank\" Doll III, 56, a former Pennsylvania State Police trooper who was once based in Lancaster, was killed May 13, 2004 in a vehicle accident near Baghdad. The Naples, Fla. resident was helping rebuild the Iraqi police force. He was survived by two sons.\nArmy Sgt. Julio E. \"Tito\" Negron, 28, died in a military vehicle accident in Bayji, Iraq on Feb. 28, 2005. Negron, a Florida resident, was on his second tour of duty in Iraq. He often visited family members in Lancaster.\nArmy Spc. Brett M. Hershey, 23, perished March 26, 2005 when the truck he was driving in Afghanistan hit a land mine. He was the son of Roxanne and Roger Hershey, who were raised in Lancaster County.\nArmy Sgt. Troy S. Ezernack, 39, died Oct. 9, 2005 in Qalat, Afghanistan of injuries sustained in a grenade attack against his combat patrol. Ezernack was a Louisiana native who pastored Trinity Baptist Church, Penn Township, for eight years before embarking on a military career.\nArmy Sgt. 1st Class Brent A. Adams, 40, lost his life Dec. 1, 2005 when a rocket struck the armored truck he was driving through Ramadi, Iraq. Adams was a county native and a 1983 Hempfield graduate; he lived with his wife and son in the Pittsburgh area.\nArmy Sgt. Keith A. Bennett, 32, died Dec. 18, 2005 when an insurgent driver detonated a bomb at a checkpoint in Ramadi, Iraq. Bennett, a former resident of the 1100 block of Penny Road, Holtwood, had stopped a truck for inspection.\nMarine Cpl. Brandon M. Hardy, 25, died April 28, 2006 while on a combat mission in Al Anbar Province, Iraq. The Cochranville resident served five years in the Air Force after graduating from Octorara High School in 1999 but started over in the Marines so he could be more active in Iraq.\nArmy Sgt. 1st Class Tony L. Knier, 31, died Oct. 21, 2006 when an improvised explosive device detonated under the Humvee in which he and three other soldiers were riding near Tikrit, Iraq. Knier, the father of three children, was born in Lancaster County. He wrestled and played football for Manheim Central before his family moved to Wellsboro when he was 15.\nJoshua Charles Powers, 27, died Jan. 23, 2009 when his security vehicle struck another vehicle head-on in Iraq. Powers went to Conestoga Valley High School and enlisted in the U.S. Army before beginning work as a private security contractor protecting military convoys in Iraq.\nMarine Lance Cpl. Robert D. Ulmer, 22, of Jacksonville, N.C., died June 5, 2009 in Al Anbar Province, Iraq. He graduated from Hempfield High School and earned a certificate from the Lancaster County Career & Technology Center in 2006.\nPfc. Brandon Styer, 19, was killed Oct. 15, 2009 by a roadside bomb in southern Afghanistan. The U.S. Army combat engineer's job was defusing explosives in Afghanistan and Iraq. He was a 2008 graduate of Conestoga Valley High School, where he wrestled and played baseball.\nGlen D. Lapp, 40, died August 5, 2010 in Afghanistan. The 1987 Lancaster Mennonite High School graduate and Lancaster resident was a nurse and an avid bicyclist, hiker and mountain climber. He was one of a group of 10 humanitarian workers abducted and slain by the Taliban.\nMarine Combat Engineer Eric Torbert Jr., 25, died Dec. 18, 2010 during combat operations in Helmand Province, Afghanistan. He was a 2003 graduate of Penn Manor High School and left behind his wife, parents and a younger brother and a sister.\nArmy 1st Lt. Demetrius Frison, 26, was killed May 10, 2011, by a roadside bomb in Afghanistan's Khost Province. Frison, a 2008 graduate of Millersville University, had moved here from Philadelphia to attend college. He was survived by his wife and young son.\n\nGraphic\n\n \nCpl. Henry Doll Iii\nMarine Cpl. Eric M. Torbert Jr.\nArmy Spc. Brett M. Hershey\nPrivate Security Employee Joshua Powers\nBusinessman Nicholas Berg\nArmy Sgt. Julio E. \"Tito\" Negron\nContractor Ryan Manelick\nMcc Worker Glen D. Lapp\nArmy Sgt. Keith A. Bennett\nMarine Cpl. Brandon M. Hardy\nArmy Pfc. Brandon Styer\nNational Guard Sgt. Brent Adams\nArmy 1St Lt. Demetrius M. Frison\nMarine Lance Cpl. Robert D. Ulmer\nArmy Sgt. Tony Knier\nArmy Sgt. Troy S. Ezernack\n\nLoad-Date: September 12, 2011"
}