{
    "title": "They're Here",
    "publisher": "richmond times dispatch ",
    "year": 2010,
    "month": 2,
    "day": 15,
    "full text": "Earlier this month Gov. Bob McDonnell issued a press release reiterating his opposition to the trial or incarceration of suspected terrorists anywhere in Virginia. Bipartisan opposition has forced the Obama administration to back off from its decision to try 9/11 mastermind Khalid Sheikh Mohammed in New York. And except for the occasional rural outpost desperate for jobs, most state and local officials are on the same page. Many across the country have issued their own not-in-our-backyard manifestos. \"We're not going to bring al-Qaida to Big Sky Country - no way, not on my watch,\" says Montana Sen. Max Baucus in a fairly typical statement.\n The chief concern seems to be that trying or holding terrorists on U.S. soil would be just too darn dangerous. That's an insult to the men and women who provide security for the courts and the public generally. It's also contradicted by recent history.\n Several well-known terrorists already have gone through civilian trials and are serving time on the U.S. mainland. They include Ali Saleh Kahlah al-Marri, who was held for several years in a naval brig in Charleston before pleading guilty, in a civilian court last April, to supporting terrorist activities. Jose Padilla was held and tried in Miami. Shoe Bomber Richard Reid was tried in civilian court and is being held in federal prison. Ditto the \"American Taliban,\" John Walker Lindh, currently locked up in a federal pen at Terre Haute, Ind. A supermax facility in Colorado currently holds bloodthirsty killers such as Ramzi Yousef, who led the 1993 attempt on the World Trade Center; Zacarias Moussaoui, who was part of the second one; Ahmed Ressam, guilty in the 1999 Los Angeles airport plot; and several others.\n In fact, documents and statements from the Bush administration boast about how many terrorists the previous regime locked up. A 2006 Justice Department document, for instance, claimed \"288 defendants have been convicted or have pleaded guilty in terrorism or terrorism-related cases\" since 9/11. A later estimate put the number north of 300.\n None of these instances placed Americans in danger. Terrorists on the loose didn't try to bust the accused out of jail or launch attacks on the courthouses. And the defendants didn't turn the trials into pulpits for fiery jihadist sermons. (Quick: What did al-Marri say at his trial? Anyone remember? Anyone?)\n This isn't to say there are no good arguments for trying some detainees in military tribunals at Guantanamo and keeping them there for the rest of their natural lives. There are. Being scared to try and hold them here just isn't one of them.\n\nLoad-Date: February 27, 2010"
}