{
    "title": "THEY'RE UNDER PARIS SKIES WITHOUT LEAVING MADISON; STUDENTS, DEPRIVED OF TRIP TO FRANCE IN WAKE OF T",
    "publisher": "wisconsin state journal",
    "year": 2001,
    "month": 12,
    "day": 3,
    "full text": "An unstable world has robbed them of a trip to Paris, but 26 Madison high school students still got to eat eclairs in the shadow of the Eiffel Tower Sunday.\nWell, a miniature paper replica of it, anyway.\nFaced with the cancellation of this summer's school-sponsored tour of France, four Madison French teachers decided to turn citrons into citron presse (that's lemons into lemonade).\nSunday, the students ate baguettes and cheese at a sidewalk cafe, marveled over paintings at a mock Louvre and sang buoyant songs about wine and the Champs Elysees.\nIt was a virtual tour of France, all from West High School French teacher Kathy Koritzinsky's basement.\n\"We were just as disappointed as you were that we couldn't go, so we wanted to do something upbeat,\" Koritzinsky told the students. She was joined in putting on Sunday's event by Memorial High School French teachers Linda Christen, Kim Angelo and Claire Kotenbeutel.\nIn October, the Madison School District canceled all school-sponsored trips out of the country due to concerns about terrorism. The West and Memorial students were scheduled to depart in June for an 18-day stay in France.\n\"It's an amazing bummer that we can't go, but our teachers are doing what they can to make us feel better about it,\" said West junior Ian Aley.\nMemorial sophomore Lindsey Biel said she's been saving money since seventh grade for the trip and hopes to go in 2003. \"This got me even more in the mood,\" she said.\n\nGraphic\n\n \nState Journal photos/Craig Schreiner\nKathy Koritzinsky--portraying a strolling minstrel in a sidewalk cafe--serenades students in her Middleton home with a French song Sunday at a \"virtual tour\" of France that she and other French language teachers devised to help compensate for a trip abroad canceled because of terrorism concerns. Below: With the French flag painted on her cheek, Lauren Buell caught the spirit of the French tour Sunday.\nBrittany Alioto, 15, samples an eclair--part of a buffet of French fare at the virtual tour.\n\nLoad-Date: December 4, 2001"
}