{
    "title": "Things you should know today_ 11_14_18",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 14,
    "full text": "Mom of Utah shooting victim: Gun owner should be prosecuted\nA photograph of University of Utah student and track athlete Lauren McCluskey, who was fatally shot on campus, is projected on the video board before the start of an NCAA college football game between Oregon and Utah Saturday, Nov. 10, in Salt Lake City. (AP Photo/Rick Bowmer.)\nThe mother of the recently killed University of Utah track athlete Lauren McCluskey said the man who lent a gun to her daughter's killer should be prosecuted. \"It is a great responsibility to own a gun,\" Jill McCluskey tweeted Tuesday, Nov. 13. \nThe person who lent Lauren's killer the gun needs to be prosecuted. It is a great responsibility to own a gun. #ForLauren\n- Jill McCluskey (@jjmccluskey) November 13, 2018\nOverheating machines complicate Florida's recount battle\nEmployees at the Palm Beach County Supervisor of Elections office feed ballots through a machine as they count votes during a recount, Tuesday, Nov. 13, 2018, in West Palm Beach, Fla. (AP Photo/Wilfredo Lee)\nOverheated tallying machines in Palm Beach County, Florida, have mismatched election results. Workers have been forced to recount 174,000 early voting ballots, delaying election results.\nIsraeli defense minister resigns over Gaza cease-fire deal\nPalestinians gather in front of a destroyed building that was hit by Israeli airstrikes, in Gaza City, Tuesday, Nov. 13, 2018. (AP Photo/Hatem Moussa)\nIsraeli defense minister Avigdor Lieberman resigned Wednesday, Nov. 14, protesting a cease-fire Israel reached with Gaza militants. Lieberman claimed the cease-fire was a \"surrender to terrorism\" and that he could no longer serve a government that endorses it.\nThanksgiving gone wrong\nLearn from the mistakes of favorite Studio C characters how not to ruin your Thanksgiving next week.\n\nLoad-Date: November 14, 2018"
}