{
    "title": "Thinking Right_ Governor, flag, fiscal conservatism, terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 6,
    "day": 7,
    "full text": "Thinking Right on the week gone by:\n \n* Congratulations to my colleague in the conservative cause, Dick Williams, for his four years of service as a member of U.S. Rep. Cynthia McKinney's Military Academy Selection Committee, service she announced with a photo on the contents page of a 16-page taxpayer-funded newspaper sent to her district. It's the only mug shot, incidentally, in the entire publication. Next election cycle I'm rooting for him to make the cover.\n \n* We're not from here, census data reveal. Which explains why Republicans won't make Gov. Roy Barnes' decision to change the flag a campaign issue. The natives, especially those in rural areas, may be put out about it --- but the newcomers have no attachment to the flag, and if they think about it at all, are inclined to agree that it should go.\nAJC* New voting machines, 19,015 of them, and redistricting, which has sliced, diced and pureed Georgia, could make voting this year a real adventure --- for voters and election officials. Even small counties are split so that next-door neighbors could be voting on entirely different slates.\n \n* Hearing or reading the news these days would have to convince newcomers to the planet that America is routinely raped and pillaged by a greedy amoral business class that pollutes, steals, corrupts and covers up to escape the docket. Surely this pendulum has swung to near its apex. If they're that evil, these industrial polluters and book-cookers, why do we allow them to walk the streets? Oh yes, because they're protected by bought politicians. Such cynicism.\n \n* It's real easy, after the fact, to determine which of the thousands of bits of information concerning potential terrorism should have been taken seriously. But among the many tricks is how to identify precisely the bad guys while avoiding offending the sensibilities of those who fit the profile.\nAttorney General John Ashcroft proposed fingerprinting and photographing some 100,000 of the 35 million foreign visitors each year. Most all visitors from Iraq, Iran, Sudan and Libya would be included. Sen. Edward Kennedy (D-Mass.) was quick to denounce it as discriminatory. If liberals can point out or write the intelligence software to identify which of the individuals who fit the terrorist profile are a threat and which aren't, profiling will be unnecessary. Until then, it makes a world of sense.\n \n* Praise goodness. President Bush rediscovers fiscal conservatism --- in words at least. \"With our nation now at war, now is not the time for unnecessary spending on lower-priority items,\" Bush warned the Senate, which is larding up a terrorism spending bill. He didn't use the \"V\" word, though. After rolling over on agriculture, education and other bloated spending, a nice occasional veto of excess spending would be welcomed.\n \n* Yet another example of the marginalization of the General Assembly. After much debate this year, Georgia's lapdog Legislature approved a baby-step oversight-like bill to invite the Department of Natural Resources maybe to consider cost-benefit analysis in proposing new regulations if they really wanted to. Gov. Roy Barnes vetoed it two weeks ago. Slippery slope to real cost-benefit analysis, he feared. Legislators here should heed the words of U.S. Sen. Joe Lieberman (D-Conn.), who insists that Congress will be an executive branch watchdog. Not here. Not ever.\n \n* Would you support taxing the next fellow to find a cure for cancer or to help old folks pay for medicine? Me too. Who wouldn't? When asked that loaded question, 71 percent of Georgians polled by an anti-smoking group said they'd support a state tax increase of up to 75 cents a pack on cigarettes. Now find the politician willing, before the election, to sign on.\nI'm for taxing ski equipment --- lots of people cause severe damage to knees while snow skiing --- to subsidize cafeterias where poor people eat. I don't ski, incidentally, but love cafeterias.\nJim Wooten is associate editorial page editor. His column appears Fridays, Sundays and Tuesdays.\njwooten@ajc.com  \n\nLoad-Date: June 7, 2002"
}