{
    "title": "Think before you bomb",
    "publisher": "university wire",
    "year": 2006,
    "month": 1,
    "day": 23,
    "full text": "Jan. 13 was a disastrous day in the war on terror. Although news outlets initially hailed a missile attack by a CIA drone plane in Pakistan as a victory against al-Qaeda, the political fallout from the attack has threatened the future security of the nation and should force the Bush administration to rethink its approach to the war on terrorism.\nWhen initial reports indicated that the attack had killed al-Qaeda's number two, Ayman al-Zawahiri, analysts were quick to announce the event as a major victory in the war on terrorism. It later became clear that Zawahiri was not killed in the attack that nonetheless killed 17 civilians and created a tumultuous political uproar in Pakistan. While America's leaders must continue to track down and eliminate terrorists whenever possible, the fallout from the Jan. 13 attack shows that America's leaders must also recognize that they must change tactics in the war on terror.\nThe clearest lesson from this most recent attack is that launching highly public attacks with questionable intelligence can have distastrous consequences. While the attack managed to kill four mid-level al-Qaeda operatives, the death of civilians has created a political blowback in Pakistan that threatens all American operations in a country that's at the forefront of the fight against terrorists. Following a series of anti-American protests around the country, Pakistani Information Minister Shaikh Rasheed Ahmed was quoted in an Associated Press article as referring to the incident as, \"highly condemnable,\" and as saying that, \"we will not allow such incident to reoccur.\" Pakistani outrage was echoed by a string of anti-American protests, headlined by a gathering of 5,000 protestors in a village near the sight of the attack.\nWhile such a reaction would be expected if Pakistan were run by a hostile Taliban-style government, the Pakistani government under Pervez Musharraf has been an important ally of the United States that has provided America with vital intelligence regarding al-Qaeda's activities along its border with Afghanistan. The importance of Pakistani cooperation in the war on terrorism was underscored by a January article in The Christian Science Monitor that noted \"More than half of all the Al Qaeda suspects captured in the world have been arrested by the Pakistani authorities.\"\nThe political furor following the attack has made substantially more difficult for Musharraf to continue to provide America with intelligence in a hostile political environment. Moreover, the attack also strengthens the hand of Islamist political parties within Pakistan against the moderate political elements led by Musharraf.\nDespite the disastrous ramifications of such attacks, most of the nation's political leaders have cowered behind a veneer of false strength and patriotism to justify such attacks. Sen. John McCain, R-Ariz., offered a typical response to the Associated Press when he followed up a tepid statement of regret for the civilian casualties with the assertion about the government that \"I can't tell you we wouldn't do the same thing again.\"\nIf America's leaders are to win the war on terror, they must confront reality.\nUltimately, they must acknowledge that although dramatic, highly visible attacks may look good on CNN, they have the potential to be extremely counterproductive in the war on terror.\nOf course American officials should do whatever is necessary to destroy major installations and should cooperate with local authorities to capture and kill terrorists. Nonetheless, although high-profile assassination attempts may kill a few al-Qaeda followers, al-Qaeda will quickly replace their loss while the blowback from the civilian casualties will endanger much more substantive covert operations and create more terrorists by enflaming anti-American sentiment. Because of this, American officials must consider the political consequences before undertaking future attacks.\nOn a wider scale, the nation's leaders should adopt a new strategy for winning the war on terror that acknowledges that we cannot defeat terrorism without the support of our allies in the region. It is essential that American leaders accept that actions which stir anti-Americanism and destabilize regional allies have immense effects on America's own ability to prosecute the war on terror.\nUltimately, the onus for these reforms lies squarely with the Bush administration. If they fail to initiate these reforms, the next time someone asks why we can't apprehend terrorists before they arrive on our own shores, we'll know it's largely because of short-sighted actions like the Jan. 13 attack.\n(C) 2006 Cavalier Daily via U-WIRE\n\nLoad-Date: January 23, 2006"
}