{
    "title": "Thinking Right The 'root causes' of terrorism",
    "publisher": "the atlanta journal-constitution",
    "year": 2007,
    "month": 9,
    "day": 24,
    "full text": "Monday, September 24, 2007, 08:30 AM\nIranian President Mahmoud Ahmadinejad denies the Holocaust and believes Israel should be wiped off the face of the earth. So why should anybody believe his denial Sunday night that Iran is pursuing nuclear weapons?\nAsked on CBS's \"60 Minutes\" whether his country is pursuing a nuclear bomb, Ahmadinejad said no. \"Our plan and program is very transparent,\" Ahmadinejad said. \"You have to appreciate we don't need a nuclear bomb. We don't need that. What need do we have for a bomb?\" He continued:\n\"In political relations right now, the nuclear bomb is of no use. If it was useful it would have prevented the downfall of the Soviet Union. If it was useful, it would have resolved the problem the Americans have in Iraq. The time of the bomb is passed.\"\nThe program was recorded Thursday in Tehran in advance of his speech today at Columbia University and an address Tuesday at the United Nations.\nHe also said that: \"It's wrong to think that Iran and the U.S. are walking toward war. Who says so? Why should we go to war? There is no war in the offing.\"\nAhmadinejad asked to visit Ground Zero while in New York. The request was denied, as it should have been. The prospect a Ahmadinejad paying his \"respects\" to victims of 9/11 while his nation continues to provide the weapons used to kill American soldiers in Iraq pushes tolerance past its limits. He said on CBS that \"usually you go to these sites to pay your respects. And also to perhaps air your views about the root causes of such incidents.\"\nAhmadinejad's public-relations aim here appears to be to cut out the middle man and to explain his views directly to Americans. That'll start today when he speaks at Columbia University. he can use the Columbia speech to air his views about the \"root causes\" of the attack on America.\nThe question of the day is whether Ahmadinejad can say anything that will change any minds? If the CBS interview is a taste of what's to come, the answer's no.\nhttp://www.ajc.com/opinion/content/shared-blogs/ajc/thinkingright/entries/2007/09/24/monday_thinking_right.html\n\nLoad-Date: March 11, 2008"
}