{
    "title": "Things you should know today_ 11_9_18",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 9,
    "full text": "Wildfire destroys thousands of buildings in California town\nFlames consume a car dealership as the Camp Fire tears through Paradise, Calif., on Thursday, Nov. 8. Tens of thousands of people fled a fast-moving wildfire Thursday in Northern California, some clutching babies and pets as they abandoned vehicles and struck out on foot ahead of the flames that forced the evacuation of an entire town and destroyed hundreds of structures. (AP Photo/Noah Berger)\nA fast-moving wildfire that ravaged a Northern California town Thursday sent residents racing to escape on roads that turned into tunnels of fire as thick smoke darkened the daytime sky.\nAustralian police say stabbing attack linked to terrorism\nA burnt out vehicle is seen on Bourke Street in Melbourne, Friday, Nov. 9. A knife-wielding man stabbed two people, one fatally, in Australia's second-largest city on Friday in an attack likely linked to terrorism, police said. The attack during the afternoon rush hour brought central Melbourne to a standstill. (James Ross/AAP Image via AP)\nA knife-wielding man stabbed three people, one fatally, in Australia's second-largest city on Friday in an attack police linked to terrorism.\nTrump limits asylum, says people must 'come in legally'\nA sleeping Honduran girl is carried as a group of Central American migrants, representing the thousands participating in a caravan trying to reach the U.S. border, undertake an hours-long march to the office of the United Nations' humans rights body in Mexico City, Thursday, Nov. 8. Members of the caravan which has stopped in Mexico City demanded buses Thursday to take them to the U.S. border, saying it is too cold and dangerous to continue walking and hitchhiking.(AP Photo/Rebecca Blackwell)\nPresident Donald Trump on Friday invoked extraordinary national security powers to deny asylum to migrants who enter the country illegally, tightening the border as caravans of Central Americans slowly approach the United States.\nNintendo releases 'Super Smash Brothers Ultimate' trailer\nNintendo released a new advertisement for their upcoming title \"Super Smash Brothers Ultimate\" on Nov. 1. The video has over 5 million views and has spawned dozens of memes across the internet.\n\nLoad-Date: November 9, 2018"
}