{
    "title": "Think about how you are using the term 'terrorism'",
    "publisher": "university wire",
    "year": 2014,
    "month": 12,
    "day": 4,
    "full text": "Terrorism: The use of violent acts to frighten people in an area as a way of trying to achieve a political goal.\nThat is Merriam-Webster's definition of terrorism. Notice how this makes no mention of race or geographic area.\nAmerican media are quick to pull the \"terrorist\" label on Middle Eastern people and conservative in doing so with any other type of person.\nDon't get me wrong, there are many acts of terror happening in the Middle East. ISIS is one of the worst organizations in the world. Extremists in Lebanon and Yemen take political opinions into their own violent hands. However, acts of terror happen in other places as well.\nLook at the cartel in Mexico. By Merriam-Webster's definition, they are a terrorist organization. They use scare tactics and violence to silence government and media.\nYet in an article from \"The Daily Beast\" about a woman who was killed by the cartel for reporting about them on Twitter, nowhere is the violent scare tactic called terrorism.\nThere is terrorism in Africa with Boko Haram or, for those of you social media users, the people responsible for abducting schoolgirls in Nigeria, sparking the brief #bringbackourgirls trend.\nStill, in a New York Times article entitled \"Explaining Boko Haram, Nigeria's Islamist Insurgency,\" there is only one mention of the word terrorist, and it is in reference to Al-Qaeda. Instead, the Boko Haram is commonly referred to as an Islamic extremist group.\nThere is terrorism in Colombia as the Fuerzas Armadas Revolucionarias de Colombia rebels kidnapped a Colombian general. Yet in an article from the Washington Post entitled \"Colombia peace talks frozen after general's kidnapping,\" the word terrorism is never used.\nI understand that in some instances, like in Colombia, these are rebels fighting the current government, which is not a novice idea throughout history and literature. However, by definition, their acts are terrorism.\nHamas, which took control of the Gaza Strip via a military coup, is frequently referred to as a terrorist group. In American media, Palestinians are widely considered terrorists, yet they are living in an open-air prison which was, 100 years ago, their own country.\nIn an article from CNN about the recent shootings in an Israeli synagogue, it refers to the two Palestinian shooters as terrorists or calls their actions terrorism 10 times. They aren't rebels and they aren't Islamic extremists. They are never referred to as young men born into poverty and a shattered infrastructure.\nAbsolutely, their acts were terrorism; they used violence to achieve a political goal. But so are Boko Haram, who kidnapped hundreds of school girls to protest Western education. So are the FARC rebels, who kidnapped a political figure to protest the current government. So are members of the Mexican drug cartel who frequently and violently suppress any opposing voice about them.\nSo what is the common denominator? The term \"terrorism\" is almost exclusively used in American media to describe Arabs. It carries a heavy connotation in this country, which is still scarred by 9/11.\nBenjamin Netanyahu, Israel's prime minister, frequently exploits this term when talking about Palestinians. However, it was his own missiles that killed more than 2,100 Palestinians this summer.\nPersonally, I feel if it's between the group living on the side of the wall lavishly or the side where 36 percent of the population is impoverished and can't cross the wall, then the oppressive first side is the one that contains the terrorists.\nBut it seems easy for media to break out the terrorist card for Arab and Islamic extremists rather than acknowledging that these are individuals acting out of their own mistaken ideas.\nWhenever there is a shooting in this country, that shooter is labeled as \"crazy\" or \"deranged\" or even given sympathy and called \"troubled.\" In Middle Eastern countries, those people bombing and killing are simply outliers of the population.\nThe term terrorism has a negative connotation, which immediately instills fear. My point? Either retire the term completely or use it fairly, regardless of the area of the world to which it refers.\nEither way, peppering such a strong term with such bias needs to stop.\n- Jeffrey Dahdah is a junior majoring in journalism. Send comments to dahdahjm@gmail.com\nShare this:\nFacebook\nTwitter\nReddit\nEmail\nGoogle\nLinkedIn\n\nLoad-Date: September 25, 2018"
}