{
    "title": "Things to do, Monday, Nov. 28, 2011_ Literature",
    "publisher": "daily news ",
    "year": 2011,
    "month": 11,
    "day": 26,
    "full text": "- Book signing with illustrator Collette King of \"Lost in Bangor\" and \"Lost in Bar Harbor,\" which were written by her daughter Angela Webber, 11 a.m.-2 p.m. Monday, Nov. 28, at Eastern Maine Medical Center Auxiliary's Gift Shop, 489 State St. For information, call 973-7850 or email mwildman@emh.org\nBELFAST -- Author talk with Pulitzer Prize-winning journalist Barbara Walsh, author of \"August Gale: A Father and Daughter's Journey into the Storm,\" 6:30 p.m. Tuesday, Nov. 30, at the Belfast Free Library. For information, call 338-3884.\nCALAIS -- \"The Tiger's Wife\" by Tea Obreht is the book for Calais Bookshop's Wednesday, Nov. 30, reading group. This is the 68th book group in an ongoing reading program available at Calais Bookshop, 405 Main St. Group begins at 5:30 p.m. New participants welcome. For schedules and information, call 454-1110.\nCAMDEN -- Tom McCarthy, former Secret Service agent, will present a talk on terrorism and his experience in training foreign governments and domestic agencies in anti-terrorism, 6:30 p.m. Tuesday, Nov. 29, at Camden Public Library, 55 Main St. For information, call 236-3440.\nCAMDEN -- Camden Philosophical Society Reading Group meeting to discuss \"What Technology Wants\" by Kevin Kelley, 4 p.m. Thursday, Dec. 1, at Camden Public Library, 55 Main St. For information, call 236-3440.\nROCKLAND -- As part of Rockland's Festival of Lights celebration, a book signing with local author Don Carrigan and illustrator Tom Block of \"Togus: A Coon Cat Finds a Home,\" 1 p.m. Saturday, Dec. 3, at the Farnsworth Art Museum, 16 Museum St. Togus also will attend. For information and a complete list of holiday events, visit farnsworthmuseum.org.\nSEARSPORT -- Book signing and children's party with Dorie McCullough Lawson, author of \"TEX! A Book for Little Dreamers,\" 10:30 a.m. Saturday, Dec. 3, at Left Bank Books, 21 East Main St. For information, call 548-6400.\nTHOMASTON -- George Chappell will read from his new collection of poetry, \"A Fresh Footpath,\" 2 p.m. Saturday, Dec. 10, at The Personal Book Shop, 78 Main St. Refreshments will be served. For information, call 354-8058.\nTRESCOTT -- Poetry slam, 7 p.m. Wednesday, Dec. 14, at Cobscook Community Learning Center, 10 Commissary Point Rd. The evening will feature an open mic, where everyone in the audience is invited to read a poem. After a brief break for refreshment and fellowship, the slam will begin. For information, call 733-2233 or Valerie@thecclc.org\n\nLoad-Date: November 26, 2011"
}