{
    "title": "THINKING IN UNISON AT THE SUMMIT",
    "publisher": "the new york times",
    "year": 1986,
    "month": 5,
    "day": 11,
    "full text": "THE seven major industrial democracies found much to agree upon last week at their summit in Tokyo, and they managed, as summiteers will, to finesse sharp differences. The statements they produced on world politics and economics were specific, but not without carefully cut loopholes and omissions, allowing each head of state to report home that the meeting had been a victory for, variously, the United States, Canada, Britain, France, Germany, Italy and Japan.\nIn their political statement, the seven condemned Libya as a sponsor of terrorism, a stipulation demanded by the United States, Britain and Canada. The statement also called for measures against terrorists and their sponsors, including a ban on arms sales, limits on the size of diplomatic missions, improved extradition procedures, stricter immigration and visa requirements and the ''closest possible'' police and security agency cooperation to combat terrorism. But the statement fell short of endorsing the use of military force, such as the United States raids on Libya, and did not mention specific economic action against Libya - two things the United States would have welcomed. Japan and France were unenthusiastic about the terrorism statement, but Secretary of State George P. Shultz, said it amounted to a message for Col. Muammar el-Qaddafi, the Libyan leader: ''You've had it, pal.''\nThe statement also chided the Soviet Union for delaying the release of information on the nuclear accident in the Ukraine; praised the United States for its ''negotiating efforts'' on arms control, and called on Moscow to ''negotiate positively.''\nThe economic agreements were broad and ambitious, but, finally, statements of intention that were not binding and not enforceable, except by self-discipline. They prescribed how the seven countries should cooperate to avoid disruption in any of their economies. The aim of the principal agreement was to reduce sharp currency variations through the newly formed Group of Seven, the chief financial officals of each of the summit nations, who are to meet at least once a year. Instead of trying to deal with currency fluctuation through governmental buying and selling, the group is to monitor the basic economic policy and performance of each country - inflation, interest rates, growth, unemployment, deficits, trade balance - and recommend change when the actions of one country threaten to disrupt the others. (Managing the float, page 2.) On trade restrictions, and particularly those affecting agriculture, the seven agreed there were problems but set no date for dealing with them.\nIn Japan, Prime Minister Yasuhiro Nakasone came under criticism because of the summit's failure to meet his nation's concerns, notably by acting to stem the rise of the yen's value against the dollar. Partly as a result, his plan to call elections soon for both houses of parliament was jeopardized.\n\nGraphic\n\n \nPhoto of President Reagan (Gamma-Liaison/Christian Vioujard)"
}