{
    "title": "Third suspect charged in U.K. terrorist attacks",
    "publisher": "st. louis post-dispatch ",
    "year": 2007,
    "month": 7,
    "day": 15,
    "full text": "An Indian doctor arrested the same day his brother allegedly drove a Jeep into Glasgow's main airport was charged Saturday with a terrorism offense in Britain. A distant cousin in Australia was also charged in the failed attacks in London and Glasgow.\nSabeel Ahmed, of Liverpool, became the third person to face charges in the alleged plot. He was charged with withholding information that could prevent an act of terrorism, police said in a statement. Ahmed is to appear in court in London on Monday.\nAhmed, 26, was arrested June 30 in Liverpool and is the brother of Kafeel Ahmed, who is thought to have set himself on fire after crashing into the airport and is in a Scottish hospital with critical burns.\nMuhammad Haneef, 27, a distant cousin who once shared a house with the brothers in Britain, was charged Saturday in Brisbane, Australia, with supporting a terrorist group.\nBilal Abdullah, a 27-year-old doctor, was charged last week by British police with conspiring to set off explosions.\nAustralian police charged Haneef with providing support to the bomb plot by giving his cell phone SIM card to Sabeel and Kafeel Ahmed when he left Britain for Australia in July 2006. Haneef faces a maximum of 15 years in prison if convicted.\nHaneef was arrested July 2 while trying to leave the eastern city of Brisbane for India on a one-way ticket. Prosecutor Clive Porritt said Haneef would have known about the Ahmed brothers' alleged links to terrorism.\nTwo cars packed with gas cylinders and nails were discovered on June 29 in central London. The next day, the flaming Jeep Cherokee, loaded with gas canisters and gasoline, smashed into security barriers at the main terminal at Glasgow airport.\nEight people were detained in the days after the incidents. One of the eight, the only woman, was freed by British police Thursday.Three remain in custody without charge.\n\nGraphic\n\n \nPHOTO\n PHOTO - Haneef Arrested trying to leave Australia for India  PHOTO - Sabeel Ahmed Charged with withholding information  PHOTO - Kafeel Ahmed In Scottish hospital with critical burns \n\nLoad-Date: July 15, 2007"
}