{
    "title": "THIS IS NOT TERRORISM, IT IS WAR",
    "publisher": "daily news ",
    "year": 2001,
    "month": 9,
    "day": 12,
    "full text": "'My fellow Americans. On December 7th, 1941, the United States of America was suddenly and deliberately attacked by naval and air forces of the Empire of Japan.\"\nThose are the words Franklin Roosevelt used when he informed the American people that their country was at war - a war that wouldn't end until Imperial Japan and its ally, Nazi Germany, were destroyed.\nYesterday, after the sudden and deliberate attacks on New York City and Washington, D.C., President Bush spoke to the country. \"Freedom itself was attacked this morning by a faceless coward,\" he said, and \"the United States will hunt down and punish those responsible for these cowardly acts.\"\nLike all of us, the President was clearly stunned. But his words fell far short of expressing the actual situation. American Presidents since Richard Nixon have denounced Palestinian and other Middle Eastern car bombers, airline hijackers and assassins as \"faceless cowards\" and promised to punish those responsible.\nBut what happened yesterday isn't terrorism. It was an act of war, a full-fledged attack on the United States. More Americans died at the World Trade Center and the Pentagon and in Pennsylvania than were killed at Pearl Harbor. America's enemies did what even the Japanese couldn't do. They struck the heart of this country, sent senators and congressmen fleeing from the Capitol and drove the President of the United States into a humiliating cocoon of security.\nLook beyond Bin Laden\nThey did all this, but who are they? The initial answer of the American security agencies is to blame Osama Bin Laden. But that is much too easy. Even if Bin Laden planned and carried out yesterday's attacks, he isn't solely responsible. That kind of warfare takes resources - money, manpower, logistics, training areas - far beyond the reach of freelance terrorists. The attack on America is no more the work of Osama Bin Laden acting alone than Pearl Harbor was the act of a few crazed Japanese pilots.\nSome senators are already calling on the U.S. to \"go after Bin Laden's assets.\" But Bin Laden doesn't have assets, he is an asset, of Iran, Iraq, Afghanistan, the Palestinians, the Syrians and the rest of the nations that have declared war on the Great Satan, and who danced in the streets when they heard of yesterday's great victory.\nIt can get worse\nWar is a harsh and awful reality, but America no longer has the luxury of pretending it isn't in one. Nor should anyone suppose that what happened yesterday is as bad as it will get. Iran and Iraq, to name just two, are probably closer today to having weapons of mass destruction than Germany was in World War II. Who today, when the World Trade Center looks like Hiroshima, seriously believes that that Saddam Hussein and the ayatollahs, or their agents, are incapable of launching an atomic bomb at the U.S.?\nAmerica can't fight against phantom entities called \"rogue nations\" or \"international terrorism.\" President Bush will have to plainly say who the enemy is. And then he will have to gather this country's anguish, and its outrage, and turn them into a mighty resolve to destroy the evil fanatics who fired Osama Bin Laden at New York City.\nE-mail: zchafets@edit.nydailynews.com  \n\nGraphic\n\n \nTODD MAISEL DAILY NEWS LOOK BACK IN HORROR Amid the dazed and devastated exodus from lower Manhattan yesterday, a woman turned for an anguished glance toward the destruction at the World Trade Center.\n\nLoad-Date: September 12, 2001"
}