{
    "title": "THIS WORLDWIDE WAR ON TERRORISM ASKS US TO THINK DIFFERENTLY",
    "publisher": "richmond times dispatch ",
    "year": 2003,
    "month": 9,
    "day": 14,
    "full text": "How goes the global war on terrorism? \"It has only just begun,\" Defense Secretary Donald Rumsfeld said last week.\nIs it going to take time? \"Indeed it is,\" Rumsfeld said. \"It's going to take patience.\"\nTwo years and counting in a war like no other.\nSo far, this war has required little in the way of shared sacrifice on the home front. Unlike during World War II, we have no rationing of gas, coffee, sugar. No scrap-metal drives. Nobody asks us to buy war bonds.\nYet this war asks for something far more difficult than giving up nylons or weeding our Victory Garden. It asks us to think differently.\n\"The global war is not a war that we fight so that we can declare victory and go home, really,\" Rumsfeld said.\nThe Bush administration is acknowledging that the United States will be in war mode indefinitely. When President Bush proposed spending $87 billion to stabilize and rebuild Iraq, he was signaling the depth of the task ahead. Surprisingly, there was no outcry on Capitol Hill. Even Democrats who opposed going to war in Iraq agree that we need to defeat terrorism and that we can't abandon the Iraqis now.\nWe all know when the war on terrorism started, the instant the first jetliner crashed into the World Trade Center, but no one can foresee when it will end or even how we'll know when we've won.\nInstead, the threat of terrorism has become a condition we tolerate and war a fact of life.\nAkbar Ahmed, professor of international relations at American University, believes we need to recognize that the traditional Western view of war isn't applicable.\n\"What you are seeing are two different civilizations with different cultural codes and different ways of fighting wars, with different objectives, interacting now at this moment in history,\" he said on ABC News.\nBrian Jenkins, a terrorism expert at the Rand Corporation, said the West sees war \"as a finite undertaking\" with a beginning and an end. \"Therefore, we're anxious to measure progress, weigh the cost, know the score.\"\nBut Americans need to realize terrorists that don't see the war that way. For Osama bin Laden and his ilk, waging war with suicide bombers and guerrilla attacks is its own reward.\nBush likes to say that the terrorists thought they could wear us out. He insists they won't. But Americans are not accustomed to living in a state of war. That will require a shift in the way Americans look at military conflict. Living with perpetual war is not easy personally or politically.\nFor the men and women serving in the armed forces in Iraq and for their families, the war brings special worries. Dangers multiply as guerrilla attacks mount and tours of duty are extended.\nAs the third year of the War on Terror begins, we've heard that it's more like the War on Drugs than a traditional war. The enemy is scattered, dedicated and worldwide.\nThis has been particularly vexing for Democrats, who have felt uncomfortable opposing the commander in chief. Yet, in a two-party system, partisan conflict is inevitable and a sign of health.\nIf members of Congress hold hands and sing \"God Bless America\" on the steps of the Capitol every day, they won't have time to work on protecting the home front, improving the economy and helping to boost the quality of life in America.\nDemocrats are starting to see ways to distinguish themselves from Bush while showing support for the troops. When the president revived proposals to expand police powers in investigating terrorism, he opened the door to conflict.\nBush wants to let law-enforcement agencies issue subpoenas in terrorism cases without going before judges or courts.\nSome Democrats object to the change, arguing that judges are needed to provide a check on government powers. Democrats also argue that the $87 billion Iraq price tag justifies jettisoning Bush's tax cuts. Others want to balance spending in Iraq dollar for dollar with domestic spending.\nPartisan sparring shouldn't be lamented. We should accept and even appreciate the fact that politicians disagree, struggle and find compromise, even during wartime. Members of Congress who weigh civil liberties in the balance when considering counterterrorism legislation are doing their jobs.\nPresident Bush said at Quantico last week, \"I don't know how long this war will go on, but I do know this. However long it takes, this nation will prevail.\"\nThat's comforting, even if it means learning to live in a state of war.\n\nGraphic\n\n \nPhoto\n\nLoad-Date: September 18, 2003"
}