{
    "title": "This is a drill Coast Guard takes anti-terrorism training in tunnel",
    "publisher": "charleston gazette",
    "year": 2009,
    "month": 4,
    "day": 15,
    "full text": "Need a pile of rubble in the pitch blackness to simulate a collapsed building? A subway car full of armed terrorists to defeat?\nWest Virginia's Center for National Response has just what you're looking for. The 2,800-foot abandoned former Memorial Tunnel near Standard has been the nation's only tunnel training facility since opening in 2000, said center spokesman Mike Pitzer.\nThis week, members of the U.S. Coast Guard were using the old tunnel for hazardous materials anti-terrorist training. Emergency responders from the Coast Guard's Atlantic Strike Force - one of three national strike forces set up to respond to emergencies - practiced sniffing out the source of a chemical leak inside the old tunnel that would eventually lead them to a terrorist cell.\nPitzer said the tunnel is set up to simulate a number of different scenarios military personnel or emergency responders might find in real life. The most obvious is a wreck or other disaster inside a tunnel, but the tunnel also has a set of caves set up inside that military personnel used for training before going to Afghanistan, a \"rubble room\" that simulates the inside of a collapsed building and a subway car that can be used for training exercises. The subway simulator has been a particularly popular training aid since terrorists staged a series of attacks on London's Underground in 2005.\n\"We're pretty much booked a year in advance,\" Pitzer said. He said the tunnel is used for training every week of the year except for the month of December and part of January.\nIn Tuesday's scenario, Coast Guard personnel were responding to reports of an accident and chemical leak inside a tunnel. While many think of the Coast Guard as solely a sea force, Petty Officer Larry Chambers said Coast Guard personnel frequently help the EPA clean up diesel spills, oil leaks and other disasters.\n\"We're Coast Guard, but we're not restricted to the water necessarily,\" Chambers said.\nNeil Cafiero was one of two Coast Guard specialists who donned a completely sealed hazardous materials protective suit to go into the tunnel and try to figure out the source of the chemical leak, what the chemical was, and what it meant. Inside, the crew found the twisted hulks of a dozen cars and a wrecked tractor-trailer.\nIn one of the cars they found some papers and an AK-47 assault rifle shortly before their chemical monitors started beeping out the source of a hazardous chemical. Cafiero and his partner quickly left the simulated crime scene, went through a hasty decontamination process, and left it to other crews to decipher the clues they had discovered.\nRandy Hall, an exercise planner with the Center for National Response, helps plan scenarios at the tunnel. What the Coast Guard searchers didn't know - but were supposed to figure out - was that the chemicals were being hauled in the back of the car with the AK-47 by members of a terrorist cell on their way to a terrorist attack. Instead, they wrecked in the tunnel.\nThe tractor-trailer, the most obvious source of the chemical spill, would prove to be a red herring. Documents found in the car would lead astute observers to the real terrorist target, the subway car that would be used in another training scenario later.\nWalking around in the heavy, sweaty, protective suits in the dark of the tunnel provides a pretty fair approximation of the real thing.\nCafiero said he has been in training scenarios in the tunnel before. \"The more times you do it, the better you get at it.\"\nChris Dorst | Gazette photos\nMembers of the U.S. Coast Guard's Atlantic Strike Force search for the source of a simulated chemical spill during a training exercise inside the old Memorial Tunnel in Standard. The tunnel is run by the Center for National Response for anti-terrorist training.\nReach Rusty Marks at rustymarks@wvgazette.com or 304-348-1215.\n\nLoad-Date: April 16, 2009"
}