{
    "title": "This year's first year class is the last to be born before Sept. 11 attacks",
    "publisher": "university wire",
    "year": 2019,
    "month": 9,
    "day": 11,
    "full text": "This year's first year class is the last to be born before Sept. 11 attacks\nNews\nRotator Featured Articles\nabout 1 hour ago\nThe Collegian reports on the Sept. 11, 2001 attacks in its first issue after the event. Collegian archives.\nEditor's note: The date on the archive front page is printed incorrectly. \nSORELL GROW | NEWS EDITOR | svgrow@butler.edu\nEighteen years since the Sept. 11, 2001 terrorist attacks in New York City, Pennsylvania and Washington D.C. shook the United States unlike any other event had before, 9/11 still stands as a pivotal moment for this country.\nEvery year since, Butler students - and students at every other university in the nation  - have typically been part of a generation that was alive when the attacks happened.  \nBut this year's first-year class is the last of this generation. Current 18-year-olds, the average age of a college first-year, were born in either 2000 or 2001, depending on the month of their birthday. This is the last group of average-aged first-years to enter college who were alive on Sept. 11, 2001. \nVocal performance major Kevin Reyes and marketing major Peyton Eber are both first-years at Butler. Reyes was born in May 2001 and Peyton in February 2001, so both of them were alive when 9/11 happened. But, both were mere months old and have no clear memory of that day.\n\"It's always felt like, you know, how the Titanic was a great tragedy, but it's not really connected to you, so that's kind of how 9/11 feels,\" Eber said. \"Though it's a little bit more connected because it's with the U.S., and I was technically alive, I don't remember it. So it's just one of those big things that happened in the past.\"\nEber remembers the first time she really understood what 9/11 is. It was in 2011, when she was in fourth grade. Students in her class were passing along paper notes with messages referring to 9/11 and Osama bin Laden, the terrorist behind the Sept. 11 attacks, because he had just been killed by a U.S. Navy SEAL team after a 10-year international manhunt.\n\"Someone [in class] kept saying 9/11, and I thought they were just saying 9-1-1 wrong,\" Eber said. \"It was about then when he was caught that I started learning about it more because people were talking about it more.\"\nReyes said it's hard to relate to something he doesn't remember at all. \n\"You hear all these adults and people who lived through that talk about how it's ingrained into their memory and it's an unforgettable day,\" Reyes said. \"You acknowledge that it's a sad moment and everything, but you can't really feel it yourself.\"\nFor faculty at Butler, all of whom lived through the monumental day, this means every new class of students they teach from now on will be born after 9/11.\nChristine Taylor, entertainment media and journalism professor, worked at Butler in 2001 when the attacks happened. \n\"When you talk about the new generation of students who really don't have that experience, it does, I think, mark a differing in the United States,\" Taylor said. \"Not necessarily for students and non-students, but people who remember that day and people who don't remember that day. And their worldview will probably be very different depending on how old they were when that happened. \"\nTaylor said she remembers exactly how she found out when the first plane hit the North Tower of the World Trade Center in Manhattan, New York - she was listening to the news on her commute to campus that Tuesday. \nThis is a concept called \"flashbulb memory,\" on which Butler psychology professor Neil Bohannon has conducted extensive national research. It explains the role of emotions in significant, personal memories; such as first kisses, break ups, job firings, proposals and even terrorist attacks, which all pose threats to humans' \"evolutionary importance.\"\n\"You [usually] separate what you know about the event itself, plus where and when did you learn it - the thing you're most likely to throw away - but in flashbulb memory, you don't,\" Bohannon said.\nIt's nearly impossible for Taylor to remember every news story she has ever listened to on her years of commuting to campus, but the deep emotional and psychological impact of the 9/11 attacks are what cause that memory to stick out, according to research about flashbulb memory. \n\"The features of flashbulb memory are: who's your source, what were you doing at the time, what was your reaction, was there anyone else present and the aftermath,\" Bohannon said.\nTaylor said she doesn't think people born after 2001 will ever be able to have the same sense of history when it comes to 9/11, because they didn't live through it.\n\"In the same way that I didn't really have a strong feeling for Vietnam - although I was nine or 10 and I could understand it - I don't have that generational experience that people just slightly older than me do,\" Taylor said. \nBrian May, 34, is a former Navy officer and secondary education major. He is finishing his last year at Butler. He joined the Navy in 2003 after graduating high school, and left in 2013. \n\"That's one of the biggest things I would like to see taken from 9/11 - it's just in the end, this tragedy drew people together,\" May said. \"For once, we were one country and not a group of individuals.\"\nPart of May's time serving was spent at Guantanamo Bay, where he worked in Navy media relations during parts of trials for some Al-qaeda soldiers. \nMay plans on going into teaching after he graduates in May 2020, but he said he's had to consider the differences of having post-9/11 generation as his students. \n\"Every student I have from this point forward was not alive when these events occurred,\" May said. \"In a way, I'll have the opportunity to tell a story that I first hand experienced, that these people will only know from the images and the stories that are told about it.\"\nEber and Reyes both said they feel more of the national focus being placed on internal threats and domestic terrorism, particularly in the form of mass shootings, rather than terrorism from outside the United States.\n\"I've had plenty of teachers tell me that 'you've only ever lived in the security lockdown version of our country. Before 9/11, things were so different,'\" Eber said. \nTSA airport security screenings are no stranger to all Americans after 9/11, but other forms of security have been heightened for U.S. students in particular. Practice bomb threat lockdowns and active shooter drills have become more normalized due to the occurrences of mass shootings in public places, such as schools, that have happened in the years since 9/11.\n\"One of the more relatable ones is the school shooting, just because we're still in a school environment,\" Reyes said. \"They push that more than 9/11 and all that, it started just becoming a day where we remember, but it just started losing its significance as the years went on.\"\nIn the 18 years since 9/11, much has changed in this country, especially between generations of Americans.\n\"It's not that we care less about external terrorism, but we're not quite as afraid of it as generations that lived through 9/11,\" Eber said. \"We've never experienced it, we've always seen it from the inside, so external terrorism doesn't look like as much as a problem for us.\"\nShare this:\nClick to share on Twitter (Opens in new window)\nClick to share on Facebook (Opens in new window)\nRelated\n\nLoad-Date: September 11, 2019"
}