{
    "title": "This weekend on TV",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 3,
    "day": 27,
    "full text": "Saturday on TV NCAA women's basketball tournament: Baylor vs. Tennessee (10 a.m., ESPN); Duke vs. San Diego State (noon, ESPN); Georgia vs. \nStanford (7 p.m., ESPN); Gonzaga vs. Xavier (9:30 p.m., ESPN2) Golf (12:30 p.m., Ch. 5): Third round of the Arnold Palmer Invitational NCAA men's basketball tournament: Butler vs. Kansas State (2:30 p.m., Ch. 2); Kentucky vs. West Virginia (5 p.m., Ch. 2) NBA (5 p.m., FSN): Utah Jazz at Washington Wizards Kids' Choice Awards (6 p.m., Nickelodeon): Kevin James hosts this always entertaining and goofy event. (Repeats at 8 p.m.) College volleyball (7 p.m., BYUTV): UC-Santa Barbara at BYU MLS (7 p.m., FSC): The defending MLS Cup champions, Real Salt Lake, open their 2010 campaign in San Jose, Calif., where they'll take on the Earthquakes. Victorious (7:30 p.m., Nickelodeon): Debut of this show about Tori Vega (Victoria Justice), a teen who unexpectedly finds herself attending an elite performing arts high school. It's fun. Sunday on TV NCAA women's basketball tournament: Connecticut vs. Iowa State (10 a.m., ESPN); Florida State vs. Mississippi State (12:30 p.m., ESPN2); Oklahoma vs. Notre Dame (5:30 p.m., ESPN2); Kentucky vs. Nebraska (7:30 p.m., ESPN2) NCAA men's basketball tournament (Ch. 2): A pair of regional finals at noon and 2:30 p.m. Golf (12:30 p.m., Ch. 5): Final round of the Arnold Palmer Invitational Women's soccer (3 p.m., FSC): USA vs. Mexico 60 Minutes (6 p.m., Ch. 2): An ex-terrorism fighter accused of terrorism defends herself; the Russian billionaire who's buying the New Jersey Nets gives his first American interview; Anderson Cooper dives with great white sharks. Amazing Race (7 p.m., Ch. 2): The teams race by helicopter to the remote Seychelles islands in the Indian Ocean. The Simpsons (7 p.m., Ch. 13): Flanders invites the Simpsons to a church retreat in Jerusalem. Undercover Boss (8 p.m., Ch. 2): The president of Herschend Family Entertainment goes under cover. Masterpiece Classic (8 p.m., Ch. 7): Sean Bean returns as 19th-century British soldier/hero Richard Sharpe. He's dispatched to India on an important, dangerous mission in \"Sharpe's Challenge.\" Breaking Bad (8, 9:02 and 11 p.m., AMC): Walt struggles to reunite his family. Cold Case (9 p.m., Ch. 2): An FBI agent asks the team for help tracking a serial killer who has escaped capture for 30 years. Sons of Tucson (8:30 p.m., Ch. 13): Ron makes friends with a cop. Life (9 and 10 p.m., Discovery): This spectacular documentary series continues with hours focusing on mammals and fish. The Pacific (11 p.m., HBO): After the horrors of Guadalcanal, the Marines get a break in Australia. \n\nLoad-Date: March 27, 2010"
}