{
    "title": "Thomson eager to push forward after sale",
    "publisher": "the pantagraph",
    "year": 2012,
    "month": 10,
    "day": 8,
    "full text": "THOMSON - Residents of a small northwestern Illinois village are hopeful a future federal prison will add more than 1,000 needed jobs and provide an economic boost.  \nThe federal Bureau of Prisons announced last week that it is moving ahead with its plan to purchase the now-closed Thomson Correctional Center for $165 million and convert it into a maximum security prison.  \nThe sale had been stalled for years over concerns, mainly from congressional Republicans, that the facility would be used to house terrorism suspects from Guantanamo Bay. But the Obama administration has vowed that won’t happen and federal law now prohibits it.  \nThe move - largely supported by Illinois politicians on both sides - was also applauded by residents in Thomson and Mayor Jerry Hebeler. The community along the Mississippi River has fewer than 600 residents, many who are older and on fixed incomes.  \n\"We need it. We need the jobs,\" 77-year-old Eleanor Tor told the Chicago Sun-Times (bit.ly/Q4szWW) in a story published Sunday. She lives near the prison.  \nTork is retired, but said she wouldn’t hesitate to work in the prison if she were 20 years younger.  \nThe 142-acre complex could bring up to 1,600 inmates, more than 1,000 jobs and an estimated $200 million in annual economic impact, the newspaper reported.  \nThe state started construction on Thomson Correctional Center in the 1990s and finished it in 2001. But budget problems kept the prison from fully opening, and it closed in 2010 in preparation for the sale.  \nFederal officials first showed interest in buying it in 2009, saying the prison would ease overcrowding and was much cheaper than building a new prison, which they estimated would cost $400 million.  \nThe prison will have to undergo roughly $60 million in upgrades to meet federal standards.  \n\"For northwest Illinois, it’s going to be good for jobs, revenues and the economy,\" Hebeler said. \"It’s going to help.\" \n\nLoad-Date: October 18, 2012"
}