{
    "title": "Thompson leads off Dartmouth bioethics conference",
    "publisher": "university wire",
    "year": 2005,
    "month": 10,
    "day": 17,
    "full text": "As the United States' war on terrorism continues, former Secretary of Health and Human Services Tommy Thompson urged Dartmouth College faculty, students and community members to support medical diplomacy as an additional way to combat terrorism and improve global heath.\nThompson's speech kicks off a campus-wide symposium on global bioethics that includes a movie, lectures and workshops designed to create a framework for other groups around the country to follow.\n\"Our goal is that Mr. Thompson's speech will set the tone for a two-day conference that will tackle some of the thorniest issues facing the medical community, politicians and bioethicists,\" said Aine Donovan, executive director of the Institute for the Study of Applied and Professional Ethics.\nThompson, the highest ranking United States health-care official from 2001 to 2005, proclaimed himself a \"recovering public servant\" citing parking tickets and actually driving a car rather than being chauffeured.\nThe Department of Health and Human Services employs over 67,000 people and spends 23 cents out of every federal dollar. Their $600 billion budget is larger than the budgets of all but five other nations, and their programs range from Medicare to the Head Start program.\n\"It is a department that interacts with every man, woman and child every day of their life,\" Thompson said.\nWhile Thompson's department is not directly responsible for improving America's reputation abroad in potentially hostile nations, Thompson stressed the need for American innovation when it comes to finding new ways of reaching across borders and forging relationships.\n\"If we can actually educate and train people in countries like Afghanistan, if we can help women and children, we can change their opinions toward America and in turn fight terrorism,\" Thompson said.\nDuring his speech, Thompson detailed his trips as Health and Human Services Secretary to 38 different foreign countries, including Botswana, Uganda, South Africa and India, during which he discussed the need for improving heath care within these nations.\n\"I have yet to go into any country where people are not excited about public health. It felt so powerful as a lawyer to give medicine to a child knowing that they would not come down with polio. The mother that brought in her child knew that the vaccine came from America,\" Thompson said. \"We need to convince America and congress that this is where the emphasis should be.\"\nThompson also focused much of his speech on the need to fight the global AIDS pandemic. He compared the spread of AIDS to a war against humanity, killing as much as eight jumbo jets full of people everyday.\nThompson proposed that by opening hospitals, providing health education and vaccinating children, the United States can promote an attitude of goodwill and gratitude. This goodwill, he said, would help to prevent resentment and violence against the United States.\nThe prevention of terrorism is not the only advantage of medical diplomacy. Improving health care and the quality of life throughout the world is in the best interest of every citizen of every country, he said.\nThompson explained that by improving world health care and bolstering America's reputation, the world can only gain from taking action to address health issues.\nCombating terrorism and improving quality of life are only some of the benefits of Medical Diplomacy, he said.\n\"They say good fences make good neighbors, and maybe that's true. What I've learned is that good medicine absolutely does make good neighbors, and it will absolutely make good foreign policy as well,\" Thompson said.\n(C) 2005 The Dartmouth via U-WIRE\n\nLoad-Date: October 17, 2005"
}