{
    "title": "Thorpe, in N.Y. on 9_11, not slowed by terrorism fears",
    "publisher": "usa today",
    "year": 2004,
    "month": 6,
    "day": 9,
    "full text": "LONG BEACH -- Australian swimming superstar Ian Thorpe isn't preoccupied about terrorism at the Athens Olympics.\nNot that he hasn't seen up close what terrorism can do.\nThorpe, who will compete here Thursday through Sunday at the Janet Evans Invitational, was in New York City on Sept. 11, 2001.\nIn fact, he had been at the World Trade Center early on 9/11 and was on his way back to take a friend to the top when an American Airlines jet slammed into the North Tower.\n\"It was an experience that was difficult to grasp, and it still is,\" says Thorpe, 21, who won three Olympic gold medals in 2000 in his hometown of Sydney. \"What it has made me realize is what is important to me and the people who are important to me and how important swimming is to me.\n\"I get up every morning before 7 a.m. to go training, and I enjoy that experience. To me, the concern of a possible terrorist attack in Athens kind of subsides, because it could happen in Sydney any day of the week as well.\n\"With how much I love swimming, to not go to the Olympics because of that possible risk would be denying something in my life. I'm not prepared to do that. I don't think anyone should be prepared to do that, because that's when terrorism has taken its full hold on all of us.\"\nIn Athens, Thorpe will swim six events, including the 400 freestyle. He false-started and was disqualified in the 400 at the Australian Olympic trials. But after a month of national debate in swimming-crazed Australia, he was granted a berth in the event when Craig Stevens, who qualified second, relinquished his spot.\n\"It was on the front page of the papers virtually every day,\" Thorpe says. \"I would scroll around the TV channels not to see it, because I don't like watching myself on TV. Once I saw our prime minister on the TV, so I thought, 'Oh, this must be about something else rather than swimming.' But he, too, was actually speaking about it.\"\nThorpe is grateful for Stevens' sacrifice. \"If Craig hadn't made this decision for himself, I wouldn't swim the event.\"\n\nGraphic\n\n \nPHOTO, B/W, Greg Bryan, Arizona Daily Sun via AP; Fateful visit: Ian Thorpe went to the World Trade Center the day it was attacked.  What it has made me realize is what is important to me and the people who are important to me and how important swimming is to me,\" he says.\n\nLoad-Date: June 9, 2004"
}