{
    "title": "Thousands go online to stand up to terror",
    "publisher": "star tribune ",
    "year": 2005,
    "month": 8,
    "day": 5,
    "full text": "Christopher Wright is adamant in this belief: Today's heroes, he said, are ordinary people who squelch their fears and stand up to the threat of terrorism by carrying on with their daily lives.\nIn that spirit, Wright, 66, of Minnetonka, just submitted his photo to werenotafraid.com, a newly created website that's engaging and enlisting thousands of people in a cheeky global response to last month's London subway and bus bombings.\nFrom Korea to Chile, Chicago to Paris, they are submitting their photos - some corny, some clever - in a mass digital expression of defiance against terrorism.\nWright sent the site a closeup of himself aboard a Twin Cities light-rail train with the caption, \"I'm not afraid and even if I were, I'd sooner hang than let you know./ Minneapolis USA.\"\nFrom Crookston, Corky Miller, 59, sent the site an image of his granddaughter blissfully aboard a boat on Lake of the Woods with the words \"I am not afraid\" written on her life vest.\nCourtney Smallbeck, 30, of Albertville, sent a photo of the slogan spelled with Scrabble pieces. Scott Divine, 21, who lives in Minneapolis' Dinkytown, stamped it on a shot of the city skyline.\n\"Being afraid is letting the terrorists win because they want us to be afraid,\" said Divine, a University of Minnesota student. \"Fearing them is the first step to giving up.\"\nThat conviction is driving the success of the website, which appeared on the Internet July 7.\nAlfie Dennen, the site's creator in London, said in a telephone interview that he is overwhelmed by the response.\nDennen hatched the idea after his friend Adam Stacey snapped a photo with a cell phone camera after climbing free of one of the bomb sites. Dennen posted the image on a Web log, and it sped worldwide. Why not tap that power, Dennen thought, as an outlet for speaking against not only the London attacks but strikes on New York, Madrid, Baghdad, Tel Aviv and other cities around the world?\n\"For me, it was an emotional response,\" said Dennen, a 29-year-old Web designer. \"I was angry. But at the same time that anger needed to be tempered with clarity of thought.   It allowed people to actually get behind something really simple.\"\nRobust response\nMore than 7,500 photos have been posted on the site. About 20 volunteers are screening thousands more for future posting, Dennen said. Some submitted after the attempted second round of bombings on July 21 in London sport the slogan, \"We're still not afraid.\"\nThe photos are already being organized for an exhibit in London in September, Dennen said, and a book to be published later this year.\nThe robust response has prompted Dennen to quit his job and take steps to create a nonprofit company that will hire about five workers for at least three months, he said. Meanwhile, volunteers in the United Kingdom, Switzerland, New York, California and New Jersey are helping him lead the effort.\nThe group has collected more than $60,000 from sales of T-shirts and other merchandise, Dennen said. After expenses, he said, the proceeds will go to charities such as the London Bombings Relief Charitable Fund. He said he was not prepared this week to document actual donations.\n\"It's really been a strange three weeks figuring out what we need to do,\" he said.\nDaniel Drezner, a political science professor at the University of Chicago who has written extensively about Web logs, said it is increasingly common for the sites to rally far-flung masses around a specific cause. Dennen's claim of more than 20 million visitors to the site in less than a month would rank werenotafraid.com as one of the busiest blogs, he said.\n\"It's a focal point, a universally understandable gesture that communicates a message that resonates with a lot of people,\" he said.\nBut some critics dismiss Dennen's site as frivolous, noting that people are posting photos of their hamsters, cars and vacations. A New York Times reviewer said, \"There's a hint of 'What, me worry?' from Mad magazine days but without the humor or the sarcasm.\"\nFrom the opposite perspective, the Daily Telegraph in Sydney, Australia, called the site a welcome \"spit in the eye.\"\n\"It's exactly what is needed because terrorism will be defeated by a concerted action to which all decent people enlist,\" the newspaper said.\nSome critics question the site's premise, saying there's ample reason for the public to be fearful of terrorism.\nA way of coping\nEven so, said Patricia Frazier, a University of Minnesota psychologist, the global protest can provide a \"positive, proactive way of coping with something that feels so out of our control.\"\nIf there's a downside, she said, it's that posting a photo is \"a way of trying to do something about the situation that isn't really effective.\" People might exert greater impact, she said, by keeping abreast of developments in global terrorism and prodding officials to improve their response to the problem - but that involves more work than posting a photo on a website.\nDivine said he is politically engaged, too. He has traveled abroad and volunteered for projects that help relieve the poverty that breeds terrorism around the world.\n\"There is still a place for symbolism,\" he said, adding that the we're-not-afraid theme struck him as symbolically potent.\nIt's a theme that has reverberated through history, said Wright, a self-employed mechanical engineer.\nHe said the site reflects the spirit some Londoners displayed during World War II when Prime Minister Winston Churchill reportedly was greeted with shouts of \"We can take it\" while touring bomb sites in the city. Many Londoners fled the blitz, but the \"London can take it\" theme was memorialized in a documentary.\nThe point today is to stand up to terrorists despite the fear they instill, Wright said.\n\"How can you not be afraid of somebody who is setting off bombs?\" he asked. \"The answer is you are afraid but you don't let it get you. That's the guts of what we call heroism.\"\nSharon Schmickle is at sschmickle@startribune.com.  \n\nGraphic\n\n \nPHOTO\n\nLoad-Date: August 5, 2005"
}