{
    "title": "Thousands From Muslim Nations Were Investigated Before '04 Election, Data Show",
    "publisher": "the new york times",
    "year": 2008,
    "month": 10,
    "day": 31,
    "full text": "An operation in 2004 meant to disrupt potential terrorist plots before and after that year's presidential election focused on more than 2,000 immigrants from predominantly Muslim countries, but most were found to have done nothing wrong, according to newly disclosed government data. \n  The program, conducted by the Department of Homeland Security, received little public attention at the time. But details about the targets of the investigation have emerged from more than 10,000 pages of internal records obtained through a lawsuit by civil rights advocates. Parts of the documents were provided to The New York Times.\n  The documents show that more than 2,500 foreigners in the United States were sought as ''priority leads'' in the fall of 2004 because of suspicions that they could present threats to national security in the months before the presidential election and the inauguration. Some of those foreigners were detained and ultimately deported because they had overstayed their visas, but many were in this country legally, and the vast majority were not charged. \n  The internal reports show that immigration agents questioned the foreigners about what they thought of America, whether violence was preached at their mosques, and whether they had access to biological or chemical weapons. A sampling of 300 cases turned over by federal officials showed that none of those interrogated were charged with national security offenses. Fewer than one in five were charged, most of them with immigration violations. \n  A spokesman for Immigration and Customs Enforcement, Richard Rocha, would say only, ''Due to ongoing litigation, ICE is not at liberty to provide any comment.''\n  Officials said they were not aware of any similar programs now under way. \n  At the time of the 2004 operation, the immigration agency said publicly that it was tracking leads in an effort to disrupt potential terrorism plots, but emphasized that its investigations were being conducted ''without regard to race, ethnicity or religion.''\n  But the records showed that 79 percent of the suspects were from Muslim-majority countries, according to an analysis by students at the National Litigation Project at Yale Law School, who obtained the records, as did the American-Arab Anti-Discrimination Committee. Each group sued for the records under the Freedom of Information Act, and both say the operation showed that the government was using ethnic profiling to identify terrorism suspects.\n  ''This was profiling,'' said Michael Wishnie, a professor at Yale Law School who helped lead the research effort. He added that the findings raised questions about both the effectiveness and the propriety of the program. \n  ''The resources devoted to this were enormous,'' he  said, ''but the results clearly were not.'' \n  The issue of ethnic profiling in counterterrorism programs has taken on added significance because of new Justice Department guidelines that go into effect Dec. 1 and give investigators even broader authority to open terrorism investigations without evidence of wrongdoing. The American Civil Liberties Union and other rights groups argue that the new guidelines will allow federal investigators to make targets of Muslims, Middle Easterners and others without evidence of links to terrorist groups. \n  After the attacks of Sept. 11, 2001, the administration began a series of efforts that strained relations with Muslims and Arab-Americans in particular. The detention of more than 700 illegal immigrants as terrorism suspects -- often for months at a time without lawyers -- generated a blistering report from the Justice Department on the ''unduly harsh'' treatment of the prisoners. Follow-up efforts in 2002 and 2003 led to the questioning of thousands of Muslims and Middle Easterners as well as measures requiring that immigrants from some countries register their presence with federal authorities. \n  The investigations conducted in the fall of 2004 were part of what federal authorities called Operation Front Line. It was unusual in that it relied on intelligence data from across the government to identify ''priority leads'' and then conduct interrogations in October 2004, just before Election Day. \n  One foreigner, in the country on a student visa, was asked his ''opinion of America,'' according to internal investigative reports. He responded that he was ''living the American dream and cared greatly for the equal opportunities, rights and values that are afforded in America.'' Another person, from South Asia, was asked about a mosque he attended and told an agent that ''the mosque did not espouse any radical or fundamental form of Islam or denounce the United States in any way.'' A third visa holder was asked if he owned any chemical or biological explosives. He said he did not.\n  The Homeland Security Department announced several hundred arrests at the time, mostly of visitors whose visas had expired, but the records obtained in the lawsuit show that the scope of the operation reached much further. More than 2,500 people were interrogated, with more than 500 arrests for immigration violations like overstaying visas.\n  A former immigration official, who spoke on the condition of anonymity because aspects of the program remain classified, said the operation analyzed data, gathered by the Central Intelligence Agency and other agencies, to identify people who might pose particular threats to national security. ''I think the intelligence we were getting was bona fide and mineable, and we were doing the best we could to follow it up,'' the former official said.  \n  Kareem Shora, national executive director of the American-Arab Anti-Discrimination Committee, said he considered the findings a ''slap in the face'' because they contradicted the  claims of American officials.\n  ''It is very disappointing to see that despite all the reassurances that they were not profiling people, this comes out,'' Mr. Shora said. With nearly 80 percent of the targets in the 2004 operation coming from Muslim nations, he asked, ''how can you tell us you're not focusing on people from these countries?''\n\nhttp://www.nytimes.com\n\nLoad-Date: October 31, 2008"
}