{
    "title": "THOUGH UNPOPULAR, ARGENTINE ARMED FORCES CLING TO POWER",
    "publisher": "the new york times",
    "year": 1981,
    "month": 12,
    "day": 13,
    "full text": "When President Roberto Eduardo Viola temporarily turned over the reins of government last month, the sense inside the Argentine regime was that he would not return - less because of his heart troubles than because of the country's deep economic and political ills. Inflation was running at more than 100 percent, unemployment was rising and every announcement of a new economic program seemed to have the opposite of the effect intended, stimulating a scramble to buy dollars. Meanwhile, his Government's contacts with leaders of civilian political parties seemed only to increase the clamor for the military to step down.\nThus, there was little surprise last week when the ruling junta of service chiefs announced that President Viola would not be coming back. It said Gen. Leopoldo Fortunato Galtieri, his successor as army commander, would succeed him as President on Dec. 22.\nEdward Schumacher comment discusses how unpopular Argentine armed forces are clinging to power\nGeneral Galtieri is to keep his army post, giving his presidency greater weight. A hard-liner, he is considered less likely than General Viola to encourage civilian political expression.\nLeaders of civilian parties have increasingly been calling for elections and an end to military rule. ''The regime installed in 1976 is in its death throes,'' Antonio Troccoli, a leader of the centrist Radical Party, said last month, after Mr. Viola had been temporarily removed. Even many officers privately conceded that the armed forces were unpopular and more isolated than ever before. Yet, the generals and admirals insisted that the junta would select the next President.\nBeyond the obvious reasons - love of money and power - the Argentine military is driven to stay in control because of a mix of factors, among them a fear of retribution and a sense of mission. In the last 50 years, the country has seesawed between military and civilian governments. The current regime set out to break the cycle by restructuring the political and economic system and eradicating leftist terrorism. As a result of the latter policy, it has on its conscience the ''disappearance'' - and presumed death - of more than 6,000 people.\nNuremberg is a dirty word in Argentina. One reason the military is reluctant to step down is the fear that some future civilian government may call it to account.\nThe subject has been cautiously broached recently by civilian leaders. ''This is an open wound that will have to heal,'' said Deolindo F. Bittel, effective head of the Peronist Party, still the nation's largest political organization. He added, ''Somebody will have to stick his neck out and tell the truth.'' Last month, the normally conservative Conference of Bishops released a document calling for ''national reconstruction and moral order'' and listed the ''anguishing situation of the relatives of disappeared people'' as something the country must somehow face.\nThe army's response came two days later. In a stern speech, Gen.  Jose Vaquero, the chief of staff, said, ''Not now nor in the future will there be an open revision or uncovering of the actions against terrorism.''\nArmy Came Before a Constitution\nThe military's line is that the missing are the casualties of war.  Some are said to favor at least a declaration of known deaths, but many of the majors and colonels who were directly involved in the antiterrorism campaign oppose any concession.\nThe military's determination to remain in power is also based on its view of its place in the nation. ''I know many American soldiers,'' said a colonel in one of the military colleges, ''and we talk about how they are pledged to uphold the Constitution. I am pledged to uphold the country.'' Argentine officers habitually note that although their first constitution was promulgated in 1853, the army was created before the country achieved independence in 1816.  Their only oath is made on Flag Day every June. It is in answer to the question: ''Do you swear to the nation to constantly follow its flag and defend it until death?''\nThe army, navy and air force number about 140,000 out of a population of 28 million. More than 90,000 are draftees, drawn by lottery to serve one-year terms. Career officers have been trained in the United States, which views Argentina's military as one of the most professional in Latin America. Its upper echelons once came from the upper classes, but now most are of middle-class background. Many, among them Generals Viola and Galtieri, are the sons of Italian immigrants. The military's view of the world is staunch anti-Communism. As General Galtieri said in Washington last month, the third World War is an ideological struggle that is already under way.\nThe military blames the squabbling and personal ambitions of civilian politicians for the instability that has invited terrorism in Argentina in the past. The Peronists in particular, with their devotion to one man, the late Juan Domingo Peron, are seen as preventing the emergence of a mature political system, like the ''Western Christian world'' to which the generals are fond of saying Argentina belongs. They insist that they believe in democracy, but democracy, as they define it, is sedate and conservative.\nCharges of Corruption in the Military\nThe military itself has a history of interservice rivalries and personal ambitions. To try to control them, the armed forces this time left final authority in the junta, not the President, and maintained a strict up-and-out promotion and retirement schedule.\nThe system is enhanced by wholesale patronage under which retiring officers step into senior Government jobs or the presidencies and directorships of the state enterprises. The military has lowered tariff barriers and opened the economy to competition but has reneged on its pledges to denationalize the state sector, which includes the steel, chemicals and armaments industries.\nSome officers complain that the military's long time in power is eroding internal discipline as officers become used to the fringe benefits of power - chauffeurs, expense accounts and being entertained in the homes of the wealthy. Charges of overt corruption, such as kickbacks on Government purchases, are also beginning to surface.\n\nGraphic\n\n \nIllustrations: photo of Gen. Leopoldo Fortunato Galtieri"
}