{
    "title": "THOUSANDS OF INNOCENTS LANGUISH IN HARSH PERUVIAN PRISON SYSTEM",
    "publisher": "charleston gazette",
    "year": 1996,
    "month": 1,
    "day": 22,
    "full text": "LIMA, Peru (AP) - Nancy Ruiz Nano is, by most accounts, a humble,\nuneducated maid who has no understanding of politics. She may even be\nmildly retarded.\nIn September 1992 - only a month into her new job as a live-in\nhousekeeper - she was arrested in Lima when anti-terrorism police\ncaptured her employer, who later admitted being a leader of the Shining\nPath guerrilla movement.\nNow the 34-year-old woman is serving a life sentence without parole for\nterrorism at Yanamayo prison on the bleak, bitterly cold Andean plain.\nHuman rights groups say hers is one of the worst cases of guilt by\nassociation in Peru's 16-year war against leftist guerrillas.\nThey say Ruiz Nano is only one of at least 700 innocent people serving\ntime in Peruvian jails or detained awaiting trial under Peru's harsh\nanti-terrorism laws.\nRuiz Nano was convicted by the same justice system that on Jan. 11\nhanded down a life sentence to New York native Lori Berenson, who was\naccused of aiding another leftist rebel group.\nBerenson has vigorously expressed her solidarity with the rebel cause,\nif not with violence, and may have been involved in their movement. But\nher summary trial before a secret military court and her drastic\nsentence has focused an international spotlight on the unsavory side of\nPeru's successful anti-insurgency campaign.\n\"Many have defined the legal process as Kafkaesque,\" human rights\nlawyer Miguel Jugo said. \"People don't know how or why they're involved\nand yet many times end up convicted.\"\nExperts say 90 percent of those tried for terrorism are convicted.\nIn contrast to Ruiz Nano's case, Berenson, 26, has received worldwide\nattention as a young American caught up in a nightmarish judicial system\nthat offers none of the due process guarantees common to Western\ndemocracies.\nBerenson was sentenced in a military courtroom facing a judge and two\nprosecutors, all wearing hoods to hide their identities and protect them\nfrom reprisals. Masked soldiers armed with automatic rifles stood guard.\nAfter Berenson's conviction, the U.S. State Department called on Peru to\nassure her an open trial in a civilian court on appeal. In the closed\ncourt that tried Berenson, her attorney had only a few hours to review\nthe case against her and could not cross-examine prosecution witnesses.\nBut in Peru, few criticize the government's extreme measures, especially\nin the case of Berenson, who a few days before her sentencing publicly\ndefended the Tupac Amaru Revolutionary Movement she is accused of\nhelping.\n\"There have been hundreds of cases of people condemned to life in prison\nand nobody has said anything,\" Diego Garcia-Sayan, executive director\nof the Andean Jurists Commission, said. \"Why would they say something\nnow just because it's a foreigner and an American?\"\nPresident Alberto Fujimori's get-tough stand against terrorism is highly\npopular in Peru. Harsh measures for dealing with accused terrorists are\nseen as a necessary evil.\nPeruvians are quick to point out how peaceful the major cities are now\ncompared to the car bombings and assassinations of the late 1980s and\nearly 1990s. Some 30,000 people have died in political violence since\n1980.\nSince the anti-terrorism measures were imposed in 1992 and captured\nrebels began receiving stiff sentences, other types of human rights\nviolations, such as illegal executions and disappearances, have declined\nsharply.\n\"Before, they would grab someone and he would disappear because they\nfeared he would be freed later by a judge,\" Garcia-Sayan said. \"Now the\nperson will definitely be sentenced. So there's no need to eliminate\nhim.\"\nAbout 7,000 people are in Peruvian jails convicted or awaiting\nsentencing on terrorism charges filed since the government began its\ncrackdown in 1992, according to the Peruvian Human Rights Association.\nAt least 10 percent of them are innocent, human rights groups say.\nIn addition to those, more than 1,000 people have been freed around the\ncountry through appeals, they say.\nEven Fujimori has admitted that innocents have been unjustly jailed, and\nhe has promised to review cases.\nThe Rev. Hubert Lanssiers, a priest who heads a quasi-government\ncommission appointed last year to help innocents in prison, said legal\nhurdles have slowed efforts to win freedom for others.\nHe predicted that more unjust convictions will be reversed and drastic\npenalties reduced as the threat of terrorism declines.\nGarcia-Sayan said the severity of Peru's anti-terrorism laws is a direct\nresult of the Shining Path's indiscriminate violence.\n\nLoad-Date: January 22, 1996"
}