{
    "title": "Thousands Join Peace Vigil In N. Ireland",
    "publisher": "rtt news",
    "year": 2009,
    "month": 3,
    "day": 12,
    "full text": "(RTTNews) - Thousands joined peace vigils in Northern Ireland ahead of Friday&apos;s funeral of a policeman, whose shooting by rebels fighting for a united Ireland shattered a decade-long peace, spreading fears of terrorism raising its ugly head once more in the troubled British province, media reports say.\nThe peace marches came as Pope Benedict XVI condemned the killings as \"abominable acts of terrorism,\" while political leaders insisted that they would not allow the peace process to be thrown off course.\nThe killing of Stephen Carroll, along with that of two soldiers two day before, prompted rallies across the province in a show of solidarity against the attacks claimed by two dissident Republican groups--the Real Irish Republican Army (RIRA) and the Continuity IRA (CIRA).\nIn Belfast, traffic on the streets around City Hall was brought to a standstill as thousands gathered for a rally organized by the Irish Congress of Trade Unions (ICTU). In Craigavon, southwest of Belfast, a candlelight vigil was held to remember the 48-year-old police constable who was shot dead Monday.\nAt the end of the Lismore Manor estate, just meters from where Carroll was shot dead, members of the local Church of Ireland&apos;s Methodist and Roman Catholic congregations gathered together to pray for peace in a joint act of remembrance.\nMeanwhile, British Prime Minister Gordon Brown said that Northern Ireland was currently seeing a degree of unity against the attacks \"that some people thought they would never see in their lifetime\".\nHe added that Wednesday&apos;s peace marches highlighted \"the defiance and the determination to stand up to the evil of criminal violence... to say with one voice that the peace that the people of Northern Ireland are building, no murderers should ever be allowed to destroy\".\nAlert Sounded\nSecurity forces on both sides of the Irish border were hunting last night for a dissident bomb of the Republican rebels, after intelligence reports said the Real IRA has smuggled a large device--similar in size to the 300-lb car-bomb that dissidents left abandoned in Castlewellan, in Down County, last month--into Northern Ireland from the south.\nThe red light went up Monday as border security was tightened with extra checkpoints and patrols, amid \"intelligence traffic\" indicating a plot to explode a bomb in the north, and that the device was transported across the border in a car.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RTTNews.com, Inc. All Rights Reserved\n\nLoad-Date: April 16, 2010"
}