{
    "title": "Thoughts along Lifes Journey_ _Maintaining Equilibrium in the Face of Terrorist Acts_",
    "publisher": "the north weld herald",
    "year": 2013,
    "month": 4,
    "day": 25,
    "full text": "The Aurora theater attack and Sandy Hook Elementary disaster prompted us to think,\"We should write a column about coping with violent outbreaks.\" The bombing at the Boston Marathon compelled us to respond.\nSuch actions as experienced on Patriots Day defy the notion of \"making sense of senseless atrocities.\" Although rational explanations for violent acts are nonexistent, steps can be taken to lessen suffering in the aftermath.\nTerrorism, by design, invokes terror intense emotional responses that range from numbing disbelief to disorientation, shock, helplessness, pervasiveness sadness, hurt, and immobilizing anxiety to sheer panic. Unfortunately, children today are quite familiar with terrorism and violence; they are not immune from inherent psychological distress.\nProfessional associations have prepared resources, which we use when discussing potential reactions to acts of terror, particularly related to children. We emphasize, though, that terrorism is complex, as are responses of individuals adults and children.\nRespect developmental factors. Younger children may be oblivious to the tragedies that surround them. Sensitive children may be overwhelmed by a catastrophe on the other side of the globe. Young children may replicate news release information in their play activities. Anxious children may regress to less mature behaviors. Insecurity may be expressed through excessive clinging or irritability.\nRespond to anxiety. Children often worry about safety and experience insecurity. \"Will I be safe?\" Will something happen to you?\" It is important to respond honestly and communicate confidence. Children respond to the security of physical hugs and expressions such as \"I love you and will do everything I can to protect you.\"\nModel strategies for coping. Children often react to or imitate adults' reactions to alarming news. Share your thoughts and feelings with children as appropriate. Talk about your sources of security, hope, and optimism. Emphasize family values in terms of right and wrong, appropriate expressions of anger, and effective problem solving.\nInvite conversations and encourage questions. Talking about horrific events disempow-ers the horror for most individuals. During conversations with children, use simple, clear, age-appropriate language.\nCorrect inaccurate information. Rumors and misinformation are inevitable in times of crisis. This provides opportunities to teach children to assess sources of information and question veracity.\nHonor silence. Incessant conversation and focus on horrible events is counterproductive. Children and adults need time to ponder, reflect, and think about other things. Children cannot sustain emotional intensity for long periods of time.\nLimit media exposure; turn off the television. As children and adults see and hear repeated actions of violence, the trauma intensifies. Receiving news once is painful. Repetitive images and sounds become debilitating and overwhelming.\nMaintain routines and family traditions. Adults and children need to balance news about atrocities with good news and conversation about routine events.\nRecognize the need for professional assistance. If you or your children experience anxiety or sadness that interferes with life functioning, sleep, and appetite, we strongly encourage you to engage the assistance of licensed mental health professionals.\nRemember that individuals do make significant differences as they adopt pro-social, nonviolent solutions to societal events.\nKen and Sandy are Licensed Professional Counselors who have enjoyed helping individuals, couples, and families at all stages of their life journeys. Visit http://www.magnuson-norem.com\n\nLoad-Date: January 21, 2015"
}