{
    "title": "Threat of Terrorism Only Cloud on Horizon for Memorial Day Weekend",
    "publisher": "new york sun ",
    "year": 2004,
    "month": 5,
    "day": 28,
    "full text": "Four new performance pavilions dot the Coney Island shore, the sand has been combed at Orchard Beach, and summer staffers in bright orange shirts are ready to greet visitors when city beaches open to swimmers tomorrow.\nDespite threats of terrorism, tens of thousands of New Yorkers are expected to hit the surf this long weekend at the city's seven beaches to picnic, swim, grill, and do whatever else one might do under the sun over a Memorial Day holiday.\nCity officials kicked off the unofficial start to summer yesterday, announcing that all 14 miles of beach would be open, the water is clean, and that a lifeguard shortage has been averted.\nAs if the news wasn't auspicious enough, meteorologists delivered a promising weather forecast.\n\"Everything seems to be working out well for the holiday,\" Kipp Hogan, a meteorologist with the National Weather Service in Upton, N.Y., said. \"The rain is going to hold off for a few days.\"\nThe four-day forecast anticipates scattered showers through tonight but sunshine and temperatures in the mid-70s on Saturday and Sunday. Cooler temperatures and cloudy skies across the metropolitan region are expected Monday to cap an otherwise pleasant weekend and a soggy May.\nFor those who cannot decide between recreation and remembrance this weekend, don't fret. There are plenty of outdoor diversions for the patriotic and young at heart.\nBeginning tomorrow at 11 a.m., the official opening of the World War II Memorial in Washington will be simulcast in Bryant Park. Bands from various branches of the military will perform in the park, and preferential seating will be offered to World War II veterans.\nAlso tomorrow, the streets of Greenwich Village around Washington Square Park will be transformed into an open-air art bazaar featuring works by prominent artists whose pieces are usually seen galleries, museums, and private collections.\nAnd of course there are parades. What would a Memorial Day weekend be without them?\nNeighborhoods in all five boroughs are hosting parades throughout the weekend, with the largest of them being Monday in Manhattan along Fifth Avenue.\nIf that's too much Americana, Haitian-inspired floats, dancers, and performers will march up Nostrand Avenue in Brooklyn on Sunday for the annual Haitian Day Parade. This year's celebration recognizes Haiti's 200th year of independence from France.\nA spokesman for the Police Department said sobriety checkpoints would be scattered throughout the city and that the department remains on high alert, though officials said no specific threat of terrorism has been made against the city.\nThat came as a relief to Paul Lidyard, 38, who said he wanted to spend the weekend with his wife and children without thoughts of a terrorist attack in the back of his mind. \"It's a time to relax, have fun, get away for a while,\" Mr. Lidyard, of Brooklyn, said of the weekend. \"What good is a holiday if you can't lose yourself in it?\"\nThe parks commissioner, Adrian Benepe, said he expects the city's beaches to be open more often this year than last because of an abundance of lifeguards. The city recruited 145 new lifeguards, including 53 lifeguards from abroad, to bring the total count to about 1,100.\nMayor Bloomberg reminded New Yorkers to swim only when lifeguards are on duty. \"We want to have a fun summer, but we want to have a safe summer,\" the mayor said. \"The beaches are clean and fun.\"\nCity beaches are open from 10 a.m. to 6 p.m. The city's 53 outdoor pools will open on June 26.\n\nLoad-Date: May 28, 2004"
}