{
    "title": "Threats won't deter U.S. , Bush says Al-Qaida will not drive U.S. out of Iraq or Mideast, president",
    "publisher": "the world",
    "year": 2005,
    "month": 8,
    "day": 5,
    "full text": "- Terrorism arrests, 2A\n- Insurgent attacks, 6A\nCRAWFORD, Texas - President Bush, facing a grim and growing death toll in Iraq, said Thursday that threats of more violence by al-Qaida's second-in-command would not intimidate the United States into retreat.\nAt the same time, the U.S. military said in Iraq that four more service members had been killed in action but also insisted American troops were making progress against insurgents.\nAn AP-Ipsos poll taken early this week showed public support of Bush's handling of the war had dropped to 38 percent, the lowest so far.\n\"We will stay the course, we will complete the job in Iraq,\" Bush said in Texas as a videotape by Ayman al-Zawahri, al-Qaida's No. 2, was broadcast around the world.\nAl-Zawahri threatened more destruction in London after subway and bus bombings and said in the videotape that the United States would suffer tens of thousands of military dead if it did not withdraw from Iraq.\nBush said that kind of talk only showed why the United States must stay the course.\n\"They're terrorists and they're killers and they will kill innocent people … so they can impose their dark vision on the world,\" Bush said as he stood alongside Colombian President Alvaro Uribe who was visiting at Bush's ranch in Texas.\nAl-Zawahri's threat was broadcast a day after the deadliest roadside bombing of U.S. troops in Iraq. The death of 14 Marines in that attack was a heavy loss to the 3rd Battalion, 25th Marines based in the Cleveland suburb of Brook Park. More than 1,820 members of the U.S. military have died since the beginning of the war in March 2003\n\"The people of Brook Park and the family members of those who lost their life, I hope they can take comfort in the fact that millions of their fellow citizens pray for them,\" Bush said. \"I hope they also take comfort in the understanding that the sacrifice was made in a noble cause.\"\nAl-Zawahri said the cause was \"aggression against Muslims,\" and he threatened: \"If you don't leave today, certainly you will leave tomorrow, but after tens of thousands of dead and double the number of disabled and wounded.\"\nBush said if terrorists think they can prevail in the Middle East, \"they must not have understood the nature of our country. … As I have told the American people, people like Zawahri have an ideology that is dark, dim, backwards.\"\nIn Iraq, U.S. military spokesman Brig. Gen. Donald Alston defended operations in western Iraq, where there has been a rash of recent American deaths.\n\"We still have deaths. We still have suicide car bombs,\" he said. \"But the numbers we see indicate [the insurgents] can't generate the same tempo.\"\n, and I think that's because we've had some degree of effect in interdicting these forces.\"\nDespite the deaths, he said the 13 car bombs reported in Iraq last week were the fewest in any week since April.\nStill, there has been few obvious signs of progress in U.S.-led efforts to defeat the insurgency and to improve the Iraqi army and police so they can take over security responsibilities and allow the U.S. forces to leave.\nThe high recent death toll of American troops have dominated the news back home - no help for the already-eroding public support for Bush's Iraq policy.\nThe AP-Ipsos poll found that only 38 percent of Americans approve of Bush's handling of Iraq, the low point so far. A year ago, the public was evenly divided on Iraq, and confidence in Bush's stance on the war and terrorism helped him to election victory.\nBush has lost support most dramatically among younger women, especially those who live in the suburbs, and among men with a high school education or less, the poll indicated.\nTragic as the recent U.S. deaths are, \"they don't establish a pattern that says U.S. casualties are getting consistently worse,\" said Anthony H. Cordesman, an Iraq expert and former Pentagon intelligence official. Still, Bush faces a dilemma in deciding when and how many troops to withdraw.\nCordesman, now with the Center for Strategic and International Studies, said, \"The president's legacy, if he fails in Iraq, historically is an absolute disaster. President Bush and the Bush administration can scarcely ignore that problem.\"\nBush and Uribe, in talks at the president's ranch, focused heavily on terrorism, including the problem of narcotics trafficking involving Colombia.\nUribe said that he and Bush consider the war against international terrorism a top priority of both their countries.\n\"The great enemy of Colombian democracy is terrorism … and our great partner in defeating it has been the government and people of the United States,\" Uribe said.\nUribe was one of only a handful of Latin American leaders to support the U.S.-led war in Iraq. But he never sent troops there because he said his military was consumed with trying to put down Colombia's own insurgency.\nUribe, the latest foreign leader to get a coveted invitation to Bush's private ranch, said democracies of the world should work together to defeat terrorism.\n\"We cannot leave this task half finished,\" he said. \"We must take it all the way to the end.\"\nOn the Net: White House, www.whitehouse.gov \n\nLoad-Date: August 5, 2005"
}