{
    "title": "Threats remain after bin Laden _9 11 attacks spurred efforts to improve Va. security planning",
    "publisher": "richmond times dispatch ",
    "year": 2011,
    "month": 5,
    "day": 8,
    "full text": "When George W. Foresman heard President Barack Obama announce the news of Osama bin Laden's death, \"the hairs on the back of my neck stood up,\" he said.\nForesman had lost friends, including New York City Deputy Fire Chief Ray Downey, in the terrorist attacks that bin Laden directed on Sept. 11, 2001.\nAs a member of a national terrorism commission led by then-Virginia Gov. Jim Gilmore, he had been preparing for possible terrorist attacks on U.S. soil for almost three years before the 9/11 attacks. But his \"bittersweet\" shock at the news of bin Laden's death a decade later soon gave way to concern that Americans not become complacent about the threats that face them in a dangerous world, whether it's a \"dirty bomb\" or a Category 4 hurricane.\n\"Not only do we need to focus on the moment, but the risks beyond the moment,\" said Foresman, who served as Virginia's top homeland security official before becoming U.S. undersecretary for preparedness in 2005.\n\"This is more of a symbolic step in a victory process rather than a total victory,\" he said of bin Laden's killing by an elite U.S. Navy SEAL team in Pakistan.\nThe end of the 10-year manhunt comes as the U.S. government is taking a hard look at how it has spent money on homeland security since 2001 and how it can measure success.\nIn that time, Virginia has received more than $380 million in federal homeland security grants. That doesn't include millions of dollars spent on bioterrorism and other threats to public health after anthrax attacks in the fall of 2001 killed five people and infected 17 others, including three Virginians. It also doesn't include the state's share of money given to the National Capital Region.\n\"Are we safer today than we used to be, and how do we know?\" asked William H. Leighty, a former chief of staff to two Virginia governors. Leighty is leading a study ordered by Congress of homeland security grants given to states and communities to prepare for disasters and respond effectively when they come.\nThe study, conducted by a panel of the National Academy of Public Administration, also is looking at the scope of threats that homeland security spending is intended to address.\n\"Is all-hazards preparation the same thing as terrorism preparation? Right now the answer is absolutely yes,\" said Leighty, who teaches a class on the subject at Virginia Commonwealth University that he subtitles \"disasters that I have known.\"\nThose disasters -- when he was chief of staff to Govs. Mark R. Warner and Timothy M. Kaine -- include a hurricane, sniper attacks and the worst massacre on a college campus in the country's history.\nBut the federal government's ability to sustain spending on security at home and abroad rests on an economy that three former Virginia governors fear is too overburdened to bear the strain.\n\"Unless we solve the economic problems in the United States, we will not be a strong country,\" said Gilmore, a Republican who is president and chief executive officer of the Free Congress Foundation, a conservative think tank on economic issues.\nFormer Gov. Charles S. Robb, a Democrat who served two terms in the U.S. Senate, said that he believes the massive restructuring of federal institutions for homeland security has paid off.\n\"I think it is fair to say we are safer each day than if we hadn't done something,\" Robb said in an interview last week.\nBut Robb and Warner, now a U.S. senator for Virginia, say security no longer can trump all other considerations, including cost.\n\"We have to take a look at this in terms of what we can afford, what the next real threat is going to look like, and how to balance security with everyday freedoms that Americans have come to expect,\" said Warner, a Democrat and member of the so-called \"Gang of Six\" senators seeking a bipartisan solution to the country's budget deficit.\nWarner and Robb say future threats are likely to be technological, involving the cyber-security of computer networks that control networks ranging from electric power grids to the nation's banking system.\nBetween security and economic concerns, Robb said, \"We're probably in the most difficult and challenging transformational period in my lifetime.\"\nCol. W. Gerald Massengill was superintendent of the Virginia State Police the day bin Laden's terrorists attacked the World Trade Center in New York and the Pentagon in Arlington County.\nMassengill received word of the New York attacks from then-Deputy Secretary of Public Safety Bruce Morris, but he'll never forget the next call, from Sgt. Richard Keevill, then head of the state police's Arlington office and now chief of the Pentagon police force. The hijacked jet flew directly over Keevill's office into the Pentagon.\n\"He said, 'We've got a situation that's unreal,'\" Massengill recalled.\nWhat followed was \"a period of apprehension and anxiety about what tomorrow might bring,\" he said.\nFor Virginia, the aftermath of the attacks brought an intense focus on identification requirements at the Department of Motor Vehicles, which had issued ID cards to seven of the 19 hijackers in bin Laden's plot. The state subsequently made requirements for driver's licenses and ID cards much stricter.\nBut the biggest change --in Washington and the states -- was the way intelligence is gathered and shared.\n\"I began to understand how fragile the intelligence-gathering system was in this country,\" Massengill said. \"The strongest weapon we have against the terrorist is intelligence, intelligence, intelligence. That's what got bin Laden.\"\nIn Virginia, the point was driven home a year after the Sept. 11 attacks by a different crisis -- the killing of 10 people in a span of 22 days by a pair of snipers here and in Maryland and Washington.\nThe manhunt that resulted in the arrest of John Muhammad and Lee Boyd Malvo required extensive cooperation among law-enforcement agencies in three states, numerous localities, and the FBI.\n\"I can remember the absolute terror people had in those days in Virginia with the sniper,\" Warner said.\nIn 2005, Virginia used federal homeland security money to establish a fusion intelligence center at state police headquarters in Chesterfield County where federal, state and local officials collect, share, and analyze information about terrorism and other potential threats to public safety.\nIn Washington, the terrorist attacks forced a wrenching reappraisal of how the FBI, CIA, and other intelligence-gathering operations had failed to share information that might have detected the plot in time.\n\"It was a culture change,\" said Gilmore, who chaired a national commission on terrorism from 1999 to 2003. \"Before 9/11, it was a culture of walling off information from one another.\"\nRobb, who has participated in numerous intelligence advisory panels since leaving the Senate, said the intelligence community was forced to change from a \"need to know\" to a \"need to share\" mentality.\nAt the same time, then-President George W. Bush expanded the federal bureaucracy by creating the Transportation Security Administration to monitor airports as part of the new Department of Homeland Security, which directs spending on emergency preparedness in states and communities.\n\"We basically created a whole new category of spending that didn't exist before 9/11,\" Warner said.\nThose efforts have been driven not only by terrorism, but by natural calamities, especially what Foresman called \"the horrendous response\" by all levels of government to Hurricane Katrina and the collapse of levees in New Orleans in 2005.\nVirginia faced similar challenges with Hurricane Isabel in 2003, the remnants of Tropical Storm Gaston a year later and Tropical Storm Ernesto, which combined with the collapse of a major sewer line to flood two Richmond neighborhoods with contaminated water in 2006. Most recently, the state has experienced killer tornadoes, first in Gloucester County and then in Southwest Virginia.\n\"The 80 percent of being ready for a cyber (terrorism) event is the same 80 percent as being ready for a tornado event,\" Foresman said. \"You have to alert and warn the public, tell them what to do, and marshal your assets to respond to the effects.\"\nThe larger question is whether the public is prepared to deal with a catastrophe. Gilmore thinks not. \"The culture of preparedness does not exist,\" he said flatly in an interview last week.\nMassengill is more hopeful. \"I think citizens as a whole are more vigilant,\" he said.\nThe killing of bin Laden doesn't end the terrorist threat, but the former superintendent said it does send a strong message that the United States can be just as dogged as its adversaries.\n\"At least this time, we were relentless,\" Massengill said. \"At least this time, we didn't forget.\"\nmmartz@timesdispatch.com\n(804) 649-6964.\n\nGraphic\n\n \nPHOTO Copyright © 2011, The Richmond Times-Dispatch and may not be republished without permission. E-mail library@timesdispatch.com\n\nLoad-Date: May 10, 2011"
}