{
    "title": "Threat of terrorism touches even small-town officials",
    "publisher": "northeast mississippi daily journal ",
    "year": 2010,
    "month": 2,
    "day": 15,
    "full text": "Feb. 15--TUPELO -- Even though small towns aren't viewed as a prime target for terrorists, area law enforcers say they still need to prepare for the worst.\nDennis Blair, director of national intelligence, said recently at a Senate hearing in Washington that al-Qaida and its affiliates have made it a high priority to attempt a large-scale attack on American soil within the next six months.\nSince the death and destruction of the World Trace Center in New York on Sept. 11, 2001, dealing with the threat of terrorism has been a top priority for law enforcers across the country, in communities of all sizes.\nOxford Police Chief Mike Martin said the chances of seeing a small town hit by international terrorists are slim but not impossible. Having a major university and a federal courthouse give Oxford two potential targets, Martin said.\n\"Terrorists want to disrupt as many lives as they can, so obviously small towns don't have the populations as some of the larger ones,\" said Martin. \"But we have to be on the lookout this day and age for any and everything.\"\nTupelo trains\nThe Tupelo Police Department is a member of the FBI's Terrorism Task Force, and Capt. Alan Gilbert is the task force officer. The task force puts state, local and federal agencies together to detect, disrupt and deter terrorist attacks.\nGilbert said the task force provides training to the Tupelo Police Department to enhance officers' abilities and better equip them to protect and detect situations that could come up in Tupelo or the surrounding area.\nPolice Chief Tony Carleton said that law enforcement must train like it's going to happen, no matter how remote the chances.\n\"We don't want anything to happen in Tupelo or anywhere else, but we have to prepare for the worst,\" said Carleton. \"That's why being a member of the Joint Terrorism Task Force is such a huge benefit. Being proactive is the key to stopping problems.\"\nDr. David McElreath, chair of the Legal Studies Department at the University of Mississippi, said small Mississippi towns are more likely to be threatened by domestic terrorists.\n\"We have a greater chance to be targeted by right-wing extremist groups than international terrorists,\" said McElreath. \"Al-Qaida wants to get the attention of Americans so they try to get more bang for their buck, so to speak. These extremist groups have been in the shadows since 9/11 and have basically been forgotten about with everyone focusing on international terrorism. But it only takes one lone wolf like Timothy McVeigh to cause a terrorist situation.\"\nLee County Sheriff Jim Johnson said Homeland Security money has helped law enforcers provide training to their departments to fight terrorism.\n\"We have mandated that all our guys go through homeland security training because the threat of terrorism is real,\" said Johnson. \"We train on how to coordinate resources with other agencies if an attack happens. We train our S.W.A.T. team on hostage negotiations and rescue. We've always had these types of training, but the threat of terrorism has made it more advanced.\"\nContact Danza Johnson at (662) 678-1583 or danza.johnson@djournal.com\nTo see more of the Northeast Mississippi Daily Journal or to subscribe to the newspaper, go to http://www.djournal.com. Copyright (c) 2010, Northeast Mississippi Daily Journal, Tupelo, Miss. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: February 15, 2010"
}