{
    "title": "Threat of terrorism is costly, police say",
    "publisher": "the hill",
    "year": 2002,
    "month": 4,
    "day": 28,
    "full text": "The threat of terrorism has strained the manpower and resources of local law enforcement agencies, police told the New Tampa Community Council on Thursday night.\nAt the annual gathering of police officials from Tampa, Hillsborough and Pasco counties at the Hunter's Green Country Club, residents heard about the front-line battle against terrorism.\nTampa police Lt. John Bennett said his office has asked the federal government for eight additional officers and two supervisors trained to spot and combat terrorism. The new squad would cost about $ 5-million.\nNEWTPA28\n\"Since Sept. 11 we've taken law enforcement resources and stretched them to the limit,\" said Deputy Carl Hassell of the Hillsborough  Sheriff's Office.\nPolice officers are responsible for securing high-risk sites like ports and water treatment facilities. Starting on May 1st, Hassell will head a new team of Hillsborough County officers who will protect Tampa's ports. Hassell would not disclose how many officers comprise the team.\nAs an example of how thin resources are, Hassell pointed to the boats that secure the harbor. The life expectancy of an outboard motor is about 1,000 hours, and a boat is expected to last a few years. In August, the county received a new boat and already officers put 675 hours on the motor, Hassell said.\nUnless country club members knew about the meeting they might have thought someone had committed a serious crime there. Eighteen officers attended and at least six patrol cars parked outside the club. The highest ranking attendees were Tampa police Deputy Chiefs Tina Wright and Jane Siling.\nBecause of New Tampa's exploding growth, Tampa police and the Hillsborough County Sheriff's Office have struggled to meet an ideal ratio of one police officer for every 1,000 people.\nResidents at the meeting did not question the staffing levels, and police Maj. Carl Davis said afterward that he wished he could have another 16 officers and four supervisors to patrol New Tampa.\nDavis, who operates District 2 where New Tampa is located, did not say how many additional officers he thought his superiors would award him. In the past year, Tampa police have added two patrol officers for New Tampa.\nDavis' toughest fight, one that he shares with all New Tampa residents, is traffic. He said the extra officers enable police to arrive at a scene faster and spend less time on a jammed Bruce. B. Downs Boulevard.\nMaj. Al Perotti of the Hillsborough County Sheriff's Office said he wouldn't mind having more manpower, but that the patrol deputy and the community resource development officer who protect Cross Creek and Pebble Creek are enough.\n\"I think we are properly deployed,\" said Perotti.\n- John Balz can be reached at (813) 269-5313 or at balz@sptimes.com  \n\nLoad-Date: April 28, 2002"
}