{
    "title": "Threat of home-grown terrorism remains very real real real",
    "publisher": "the world",
    "year": 1998,
    "month": 10,
    "day": 18,
    "full text": "ATLANTA - Gazing down at the spot where Alice Hawthorne fell on that\nterrifying, neon-lit night two years ago - a night that turned a\ncelebration of the best of the human spirit into a grim reminder of\nits worst - the sadness, the anger, the confusion, the fear welled up\ninside Teri Chernosky all over again.\n\"You still can't believe it,\" Chernosky, 44, said the other day while\nstanding in Centennial Olympic Park, where two Julys ago, a bomb blast\nkilled Hawthorne, injured more than 120 others, and shook the world.\n\"It does make you feel kind of like you're not safe anywhere, not even\nin a place like this. Now to find out it was an American that did\nit.\" Chernosky didn't have to finish the thought.  thought.  thought.\nFor many Atlantans, who have placed a brick \"Quilt of Remembrance\" in\nCentennial Park to honor victims of the blast, last week's news that\nauthorities had formally charged fugitive Eric Robert Rudolph in the\nOlympic bombing came as little comfort.\nIndeed, after Wednesday's announcement by Attorney General Janet Reno\nthat Rudolph - already being sought in a fatal Alabama abortion-clinic\nbombing - was now wanted in the Olympic attack and two other\nexplosions in Atlanta, the bombings seem more horrible to some here\nand reawakened anxieties of what home-grown terrorism may be yet to\ncome.\nAnd that threat, say investigators in the Olympic bombing, remains\nvery real. Even perhaps from Rudolph himself.\n\"Mr. Rudolph is still at large. The acts with which he's been charged\nportray the level of danger and threat he poses while he remains at\nlarge,\" said John Killorin of the Bureau of Alcohol, Tobacco and\nFirearms' Atlanta office. \"That threat cannot be lifted until he is\nsafely apprehended and brought to trial.\n\"We don't fully understand what he might choose to do. He's a bomber\nthat hits for multiple motives,\" Killorin said, noting that the\ntargets included another abortion clinic and a gay nightclub. \"So,\ncaution is the watch word and he's a threat until he's apprehended.\"\nAtlantans and others in the Southeast seem well aware of that threat.\n\"I was in Germany when the (Olympic) bombing happened,\" said Odell\nMcClain, 37, of Hampton, Ga., who was visiting Centennial Olympic Park\nwith Chernosky last week. \"And it's funny, when we went over, we were\nworried something was going to happen in Europe, not here. It was an\neye-opener.\"\nAfter officials incorrectly fingered one suspect after the July 27,\n1996, Olympic pipe-bomb attack, a few people wondered aloud whether\nthey had charged the right man this time.\n\"How do they know it's him?\" asked Dorothy Krause, a state worker who\nlives in North Georgia. \"I don't know if it has been proven that it's\nhim. I hope that if it is, he gets justice.\"\nTo be sure he does, officials in Georgia and North Carolina along with\nthe FBI have exhaustively investigated the case. More than 20,000\ninterviews have been conducted. Investigators have reviewed more than\n19,000 photographs and 1,400 videotapes from spectators who were in\nCentennial Park in hopes of catching a glimpse of Rudolph near the\nblast site.\nFederal officials are offering a $ 1 million reward for Rudolph's\ncapture and have set up a toll-free number (1-888-ATF-BOMB) for anyone\nwith information. And as many as 200 officers are searching the\nmountains of western North Carolina where Rudolph, 32, is believed to\nbe hiding.\n\"We are attempting to make sure that no lead, no matter how seemingly\ninsignificant, is overlooked,\" said Woody Enderson, an inspector with\nthe Southeast Bomb Task Force.\nSuch attention to detail is especially understandable after\ninvestigators initially - and, they now admit, incorrectly - focused\non park security guard Richard Jewell as a suspect. Jewell was never\ncharged, and the FBI eventually cleared him of any wrongdoing. But the\nembarrassment over the Jewell affair - coupled with several lawsuits\nagainst media outlets who Jewell said smeared him - has lingered.\nIn announcing the Olympic park charges against Rudolph, whom\nauthorities were already seeking in the Jan. 29 bombing at a\nBirmingham abortion clinic, authorities - without being specific -\nsaid they had a raft of evidence that points to Rudolph's involvement.\nThe Birmingham bombing killed a police officer and injured a clinic\nworker.\nHe has also been charged in the January 1997 bombing of the Sandy\nSprings Professional Building, home of the Atlanta Northside Family\nPlanning Service, and the bombing of the Otherside Lounge in Atlanta a\nmonth later.\nIn both those cases, authorities believe Rudolph placed two bombs -\none to inflict the initial damage, and a second to injure police and\nrescue personnel as they arrived. Four people were hurt when the\nsecond device went off at the Sandy Springs building. Police were able\nto remove the second bomb at the Otherside before it exploded.\nRudolph was last seen near his North Carolina home Jan. 30, and those\nwho study terrorism say officials chose to charge him last week to\nreenergize their case.\n\"The point of counterterrorism is you've got to fight back on\npublicity grounds,\" said Stephen Gale, a terrorism expert at the\nUniversity of Pennsylvania. \"They're hoping someone will come forward\nnow that they've charged him.\"\nThat someone, Gale said, could be one of Rudolph's friends or even a\nrelative who might approach investigators in much the same way the\nbrother of Unabomber Ted Kaczynski gave authorities the information\nthey needed to solve that case.\nAuthorities received letters decrying abortion and homosexuality\nsigned \"Army of God\" after the Birmingham and Otherside bombings.\nUsing handwriting samples obtained in a search of Rudolph's house,\ninvestigators were trying to determine whether he had written the\nletters.\nIf so, Gale said it would certainly fit the pattern of many\nterrorists.\n\"Terrorism is a way of applying leverage,\" he said. \"It's used by\npeople who are alienated, who are extremely frustrated.\"\nGale cautioned against underestimating Rudolph, and said there may be\nmany other Eric Robert Rudolphs with which to contend.\n\"How many fringe groups are out there?\" he asked. \"We almost always\nregard these people as fruit loops or looney tunes, but in order to\ncombat them you must take them seriously.\" seriously.\" seriously.\"\n\nLoad-Date: October 20, 1998"
}