{
    "title": "Threat of terrorism poses special challenge to hotels",
    "publisher": "usa today",
    "year": 2003,
    "month": 8,
    "day": 6,
    "full text": "The U.S. hotel industry is taking fortresslike security measures -- from armed guards to concrete barriers and metal detectors -- to protect guests at international properties.\nBut the car bomb explosion Tuesday at the 2-year-old JW Marriott in Jakarta underscores the difficulty the hospitality industry faces in appearing inviting to travelers but forbidding to terrorists.\nThe Indonesian attack was the third in just over a year at upscale foreign franchises of U.S. hotel chains, including a suicide bombing outside the Marriott hotel in Karachi in June 2002 and a suicide bombing outside a Sheraton property in Karachi in May 2002.\nMany international hotels and resorts have since implemented tough security measures. But U.S. hoteliers have not taken adequate safeguards at home, some security professionals say.\nJohn Fannin, CEO of SafePlace, a security consulting firm, says, \"The lodging industry, in our experience, has done very little post-9/11 to improve security. Part of that may be due to the fact they've had a significant reduction of their revenues.\"\nBruce McIndoe, CEO of iJet Travel Risk Management, adds travelers are \"driving\" the hospitality industry to address dangers it previously ignored. He says the risks extend beyond terrorism to health perils exemplified by severe acute respiratory syndrome.\n * Recognizing security as a requirement for international travelers, most large hotels in Asia and the Middle East employ extensive security, often including armed guards and bomb-resistant glass. Pinkerton's, the U.S.-based security service, also is developing a security-assessment service for hotels in Europe.\n * The National Fire Protection Association is about to publish new safety guidelines for \"public access facilities,\" including hotels, in the USA. The voluntary guidelines call for operators of these properties to conduct vulnerability and threat assessments and to develop \"countermeasures.\"\nIn addition, a new federal law providing government financial support for anti-terrorism insurance is about to take effect. The measure is expected to give builders and insurers the assurance they have asked for before starting construction of high-profile properties.\n * The Department of Homeland Security provides public assessments of terror threats in the USA, and the State Department's Bureau of Consular Affairs issues travel warnings for U.S. travelers abroad.\nMarriott spokesman John Wolf says, \"We closely follow the recommendations of the Homeland Security Department.\"\nThe company is reviewing whether to take additional security measures, Wolf said, but he declined to comment on the Jakarta bombing.\n---\nUSATODAY.com\nChat about your safety abroad with Bruce McIndoe, CEO of iJet Travel Risk Management, at noon ET, and with hotel security expert Chris McGoey at 4 p.m. ET, both at talk.usatoday.com\n\nLoad-Date: August 6, 2003"
}