{
    "title": "Three Men Appear in Court in Mysterious Terror Case",
    "publisher": "the new york times",
    "year": 2012,
    "month": 12,
    "day": 22,
    "full text": "Three men appeared in Federal District Court in Brooklyn on Friday on charges that they had trained to be suicide bombers with a Somali terrorist group.\nThe defendants, Ali Yasin Ahmed, 27, Mahdi Hashi, 23, and Mohamed Yusuf, 29, were arrested in August by authorities in Africa while going to Yemen. They are accused of participating in weapons and explosives training with Al Shabab, a United States-designated terrorist group linked to Al Qaeda, during a four-year period beginning in 2008. Court documents show no connection between the alleged crimes and the United States.\nMuch of the case is shrouded in mystery. For four months, the case remained under seal, and the court documents unsealed on Friday contained little elaboration on the crimes or any indication of why the case was brought in New York. Even the nationalities of the men were unclear. They appeared in court with the aid of a Swedish interpreter.\nThe case is not the first brought in New York involving foreigners accused of acts of terrorism abroad. In June, an Eritrean man, Mohamed Ibrahim Ahmed, pleaded guilty in Federal District Court in Manhattan to conspiring to support Al Shabab. More than 30 defendants have been prosecuted in this country for supporting the group.\nAl Shabab is known for a strict Islamist ideology calling for amputations and public stonings for violations of Islamic law.\nAmerican prosecutors have said the group worked closely with Al Qaeda in Yemen and Pakistan, harboring terrorists wanted for bombings of United States Embassies in Kenya and Tanzania.\nIn a statement, Loretta E. Lynch, the United States attorney for the Eastern District of New York, said, ''We will use every tool at our disposal to combat terrorist groups, deter terrorist activity and incapacitate individual terrorists.''\n\nhttp://www.nytimes.com/2012/12/22/nyregion/3-men-accused-of-training-with-al-shabab-appear-in-new-york-court.html\n\nLoad-Date: December 22, 2012"
}