{
    "title": "THREE SENTENCED FOR ROLES IN PAKISTANI TERRORISM_ NORTHERN VIRGINIA GROUP HAD TRAINED WITH PAINTBALL",
    "publisher": "richmond times dispatch ",
    "year": 2003,
    "month": 11,
    "day": 8,
    "full text": "Three men were sentenced to prison yesterday for their roles in a Virginia network that trained members to support a Pakistani terrorist group.\nYong Ki Kwon and Khwaja Mahmood Hasan, both of Fairfax, and Donald T. Surratt of Suitland, Md., pleaded guilty to conspiracy and gun charges in August.\nThey were part of a group of 11 men charged with training in military tactics at a paintball field near Fredericksburg to support Lashkar-e-Tayyaba, a Muslim extremist group trying to oust India from the disputed region of Kashmir.\nSome of the 11, including Yong and Hasan, traveled to Pakistan in 2001 to train with and serve in the Lashkar organization, according to the indictment.\nU.S. District Judge Leonie Brinkema sentenced Hasan to 11 1/4 years in prison, Yong to 11 1/2 years, and Surratt to three years and 10 months.\nYong and Hasan could have faced life in prison, though they were likely to serve less than 20 years under federal sentencing guidelines. Surratt had faced up to 15 years in prison.\nProsecutors argued that Yong and Hasan had agreed to join the Taliban fight against U.S. forces in Afghanistan after completing their training, but Brinkema said there was no evidence of that.\n\"At best, what Hasan and [Yong] did in Pakistan was attempt to receive training. I don't see how this is giving service to an entity,\" Brinkema said, referring to the terrorist group.\nA 41-count indictment handed down in June said the group participated in military training from early 2000 through last May in the Washington suburbs and other locations. U.S. Attorney Paul McNulty labeled the group a \"Virginia jihad network,\" which possessed and trained with AK-47 assault rifles.\nThey also used toys to fire paintballs in combat simulations near Fredericksburg.\nThe U.S. government designated Lashkar as a terrorist group in December 2001, several months after the men allegedly joined the group. Nine of the 11 men charged are U.S. citizens.\nSeven of the defendants, not including Yong, Hasan and Surratt, were accused in a superseding indictment handed down in September of training to eventually join al-Qaida and Taliban fighters against American troops in the Afghanistan war.\nTwo of the defendants, Randall Todd Royer and Masoud Ahman Khan, are charged with conspiracy to levy war against the United States and conspiracy to provide material support to al-Qaida and the Taliban.\nThe seven pleaded not guilty to the new charges in late September. Brinkema set a March 1 trial date.\nThe men's families and lawyers have portrayed them all as peaceful and said they are innocent of terrorism charges.\nIn court yesterday, the three men being sentenced apologized to their families and said they took full responsibility for their role in the network.\nThey came from different backgrounds, but all were united in their devotion to Islam.\nHasan is a Pakistani who emigrated as a teenager and worked in the high-tech industry in Northern Virginia. Yong, a naturalized U.S. citizen originally from South Korea, is a convert to Islam and attended Virginia Tech.\nAnd Surratt, who did not travel to Pakistan with the group, is an African-American convert to Islam and a three-year veteran of the Marines.\n\nLoad-Date: November 13, 2003"
}