{
    "title": "THREE FED JUDGES TAKE A PASS ON TRYING ZAZI CASE",
    "publisher": "daily news ",
    "year": 2009,
    "month": 9,
    "day": 26,
    "full text": "IT WAS THE CASE nobody wanted.\nThree federal judges balked at handling Najibullah Zazi's case after they were randomly assigned by a courthouse computer, the Daily News has learned.\nNina Gershon, Carol Amon and Sandra Townes all declined to take the case on Wednesday - a day before the indictment charging Zazi with planning a bomb attack was made public.\nThey are not required to give an explanation, but according to federal law, the judges have the right to step aside if their \"impartiality might reasonably be questioned.\"\n\"It's extraordinarily unusual,\" said a criminal defense lawyer who has handled terrorism-related cases.\n\"I know of no judge who owns stock in Al Qaeda, so that's not the reason. And there's nothing different about a terrorism case from any other criminal case other than jury selection possibly.\"\n\"Frankly, I'm amazed,\" the lawyer said.\nFederal cases are typically assigned to a judge at random by a computer system referred to as \"the wheel.\"\nGershon was selected first, followed by Amon and then Townes.\nThe high-profile case eventually fell to a fourth choice - Raymond Dearie, chief judge of the Eastern District of New York.\nDearie served as Brooklyn U.S. attorney from 1982 to 1986 before he was appointed to the bench by former President Ronald Reagan.\n\"It's a personal decision for every judge,\" Dearie told The News yesterday.\nAmon and Townes are not considered shrinking violets.\nAmon prosecuted members of the Irish Republican Army as an assistant U.S. attorney. Townes, a former state appellate judge, has a fearsome reputation for handing out hard-hitting sentences.\nGershon presided over the 2006 trial of Shahawar Matin Siraj, a Pakistani immigrant convicted of plotting to blow up the Herald Square subway station.\nGershon sentenced Siraj to 30 years in prison, and the verdict was upheld by the U.S. Court of Appeals.\nShe is now a senior judge and can have a lighter caseload.\nTwo sources told the News that Gershon did not want to handle a terrorism case. She did not return a call. Amon and Townes declined to comment.\nDearie was twice rushed to the hospital from the courthouse this year after feeling faint, but he dismissed a question about his health. \"I'm fine,\" Dearie said.\njmarzulli@nydailynews.com\n\nGraphic\n\n \nNina Gershon Raymond Dearie Carol Amon Sandra Townes\n\nLoad-Date: September 26, 2009"
}