{
    "title": "Threats all around for 9_11 trial(2)",
    "publisher": "the bismarck tribune",
    "year": 2009,
    "month": 11,
    "day": 17,
    "full text": "NEW YORK - Hot sauce and a comb were all an al-Qaida suspect in New York needed to nearly kill one of his guards nine years ago. The bloody episode suggests that security worries in bringing Khalid Sheikh Mohammed and other 9/11 suspects to trial here could be just as big inside the courthouse as outside.\nAlready, the U.S. marshals are promising the highest security possible - an acknowledgement of how dangerous terrorism suspects have been in the past.\nAttorney General Eric Holder announced Friday that Mohammed, the professed mastermind of the 2001 attacks, and four accused henchmen would be brought from Guantanamo Bay, Cuba, to New York to face a civilian federal trial.\nThe prosecution is planned for a court complex just blocks from where the World Trade Center towers were destroyed in the attack blamed on these men. The courthouse is among the most secure in the nation, ringed by closed-off streets, 24-hour guard posts, anti-truck-bomb barricades and street video cameras so powerful that they can read the print off a passerby's newspaper.\nThe Sept. 11 case would be the most spectacular of a half dozen major terrorism trials in New York that have already sent away the men blamed for the less devastating 1993 bombing of the trade center, a plot to blow up five landmarks in New York City, a scheme to blow up a dozen U.S. airliners over the Far East and the 1998 bombings of two U.S. embassies in Africa.\nHolder's decision to try the Sept. 11 suspects sparked debate over the security risks posed to densely-populated lower Manhattan, but far less has been said about attempted violence by the defendants themselves.\nAt the same federal lockup where Mohammed and the others are to be held, federal prison guard Louis Pepe was attacked in late 2000 by Mamdouh Mahmud Salim, a former top aide to Osama bin Laden who was awaiting trial in the embassies case.\nSalim surprised Pepe by using a squeezable plastic honey bear container filled with hot sauce as a kind of homemade pepper spray that temporarily blinded the guard.\nThe inmate then took a plastic comb ground into the shape of a dagger and plunged it into Pepe's left eye. The point pierced deep into his brain, causing severe permanent injury to his sight, speech and movement.\n\nLoad-Date: November 17, 2009"
}