{
    "title": "Three patients die as lawyers clash with doctors in Pakistan hospital",
    "publisher": "university wire",
    "year": 2019,
    "month": 12,
    "day": 13,
    "full text": "Three patients at the cardiology hospital died when physicians and medics left them unattended for several hours Wednesday to escape the mob of about 500 lawyers who had descended on the facility. \"It is a shame that some people would go and attack a hospital\", his spokesperson Nadeem Afzal Chan said.\nThree heart patients died after a mob of lawyers rampaged through aLahore hospital in a dispute with doctors.\nAccording to police, the lawyers started punching and kicking some doctors at Punjab Institute of Cardiology and beating them with sticks.\nPhoto A police vehicle was burned down during the violent clashes.\n'Several lawyers have been identified from the television footage and the government will deal with all those involved in the attack with an iron hand, ' Basharat said. The lawyers said they would consider whether to continue the strike after the weekend.\nRanked Barty named WTA Player of the Year\nFurther, she became the first tennis player to be given the Lou Marsh Trophy which is given to Canada's best athlete each year. She won the title at Hobart early in the year and subsequently won at the Mallorca Open and the Women's Open at Guangzhou.\nUnder Pakistani laws, assaults on government buildings and other property can carry the charge of treason. Such cases are then handled by anti-terrorism courts, which were primarily set up by to try suspects linked to acts of terrorism. Many social media users have demanded that the provincial and federal bar councils forbid offending lawyers from continuing any form of legal practice.\nAccording to Human Rights Minister Shireen Mazari, 40 lawyers have since been arrested by the police.\nPolice have registered an FIR of the PIC riot, which does not include the name of barrister Hassan Niazi, who was a part of the anarchy caused by the lawyer community.\nThe lawyers claim the police took one-sided action against their colleagues.\nAuthorities said tension had been brewing between the city's lawyers and doctors since November when oneLahore lawyer reported to the police that he was mistreated by the doctors when he brought an ailing relative to the hospital. It was unclear what the alleged mistreatment involved.\n\nLoad-Date: December 14, 2019"
}