{
    "title": "Threats of terrorism becoming more common, FBI official says",
    "publisher": "telegraph herald ",
    "year": 1998,
    "month": 10,
    "day": 3,
    "full text": "Rising: Lawmakers discuss how to prepare local authorities\nWASHINGTON (AP) - The number of credible domestic threats involving weapons of mass destruction has increased significantly this year and the danger posed by international terrorism will continue for the foreseeable future, an FBI official said Friday.\nIn the first nine months of 1998, the FBI opened more than 86 investigations into the threatened use of chemical, biological, radiological or nuclear materials, said Robert Blitzer, the bureau's chief of domestic terrorism and counterterrorism planning.\nThe previous year, 68 similar investigations were begun, Blitzer told a hearing of the House Government Reform and Oversight subcommittee on national security, international affairs and criminal justice.\nLawmakers met to discuss the effectiveness of a Pentagon program designed to prepare local authorities, such as police, fire and emergency services personnel, for a terrorist incident involving a weapon of mass destruction.\n\"Experts disagree on the severity of the terrorist threat in the United States, and some believe it is remote,\" said Rep. Dennis Hastert, R-Ill., the subcommittee's chairman. \"However, a terrorist attack involving a weapon of mass destruction has the potential to be so devastating that we must be fully prepared to respond.\"\nBlitzer said that although many of the threats prove not to be legitimate, investigative, emergency and medical personnel respond seriously to each one.\n\"The impact of these responses is costly and effective,\" Blitzer said.\nBlitzer said the perpetrators fall into two categories: \"lone offenders\" and \"extremist elements of right wing groups.\"\nHe said the lone offenders fit into these categories:\n* Those seeking revenge for individual grievances or vendettas against other citizens.\n* Those who are mentally unstable.\n* Those who belong to violent extremist elements and believe in the violent overthrow of the government.\n* Those who make prank threats in an attempt to force the government into an emergency response mode.\nBlitzer divided major threats from foreign or external sources into three groups: state-sponsored terrorism, terrorist organizations and loosely affiliated extremists who, he said, pose the most urgent threat.\n\"The FBI believes that the threat posed by international terrorists in each of these categories will continue for the foreseeable future,\" Blitzer said. \"It is imperative that we maintain our abilities to counter the broad range of threats that confront us.\"\n\nLoad-Date: October 6, 1998"
}