{
    "title": "Three arrested in NYC plot",
    "publisher": "chicago daily herald",
    "year": 2010,
    "month": 5,
    "day": 14,
    "full text": "WATERTOWN, Mass. — Three Pakistani men who authorities say supplied funds to Times Square car bomb suspect Faisal Shahzad were arrested Thursday in a series of raids across the Northeast as the FBI followed the money trail in the failed attack.\nInvestigators said it was not yet clear the three men knew how the money was going to be used.\nThe men — two seized in the Boston area, one in Maine — were arrested as federal authorities searched homes and businesses in a coordinated series of raids centered in Boston's suburbs, New York's Long Island and New Jersey.\nThey were arrested on immigration violations — administrative, not criminal, charges. They were not charged with any terrorism-related crimes. Their names were not released.\nThe raids resulted from evidence gathered in the investigation into the Times Square bomb attempt two weeks ago. An FBI spokeswoman gave assurances Thursday there was \"no known immediate threat to the public or any active plot against the United States.\"\nIn Washington, Attorney General Eric Holder said investigators believe there is evidence the men provided Shahzad, a Pakistan-born U.S. citizen, with money, but they have yet to determine whether the men knew the funds might be intended for terrorism.\nAuthorities have been investigating whether Shahzad — who authorities say needed only a few thousand dollars to buy the used SUV and the bomb components used in the attempted May 1 attack — was financed from overseas.\nIn Washington, a senior military official said Pakistani authorities had arrested a man claiming to be an accomplice of Shahzad. The official was unable to say what information the suspect provided.\nA federal law enforcement official, speaking on condition of anonymity, said money was passed to Shahzad through informal transfer networks known as hawalas.\nMuslim immigrants for years have used hawalas, which rely on wire transfers, couriers and overnight mail and are cheaper and quicker than banks, to send cash to their families overseas. But since the Sept. 11, 2001, attacks, authorities have worked to dismantle the system, fearing it allows terrorists to raise and launder money.\nTracking the money to Shahzad through a hawala system will involve interviewing a large number of people and will likely be a more difficult task than would tracing funds through more conventional financial networks, the official said.\n\nLoad-Date: May 14, 2010"
}