{
    "title": "Through logic I beat terrorism",
    "publisher": "university wire",
    "year": 2004,
    "month": 11,
    "day": 29,
    "full text": "I'm about to give you another reason to be thankful. This is way better than turkey, time with your family and maybe even the fact that you aren't suffering genocide like people in Sudan. Now, close your eyes and make a wish because during Thanksgiving break, I personally defeated terrorism.\nThat's right: I personally defeated terrorism. It was awesome. So there I was, strolling through the neighborhood when I noticed Terrorism across the street, giving me the shifty eye. Not wanting to be disrespected by a punk like Terrorism, I ran across the street and things escalated pretty quickly. To make a very violent story short, I didn't let up until his legs stopped kicking, and I pulled his head back above the water.\nOK, so that isn't really how it happened. No, that would be stupid, because terrorism isn't an entity. If you're one of those super geniuses, you know that terrorism is actually a tactic, as opposed to some dude on the street. It's an idea, and ideas can't be bombed by airplanes. That's crazy.\nTo defeat terrorism, I simply used facts and logic. I recognized that the threat of terrorism has been blown way out of proportion by Democrats and Republicans who want to appear macho and protect the shivering masses.\nDo you want to know what's deadly? This is a real killer, and you should be declaring war on it as soon as possible. I'm talking about childbirth. Yes, childbirth is the greatest threat to civilization ever. Given our maternal mortality rate 14 per 100,000 live births, along with the number of births per year, women are as likely to die giving birth as they were to die on Sept. 11 or by a terrorist attack since then. Yes I know, it's positively terrifying. Let's huddle together and listen to emo music.\nBut if you can survive childbirth, just wait until you hear what's next. You should totally turn the lights on for this one because this is truly scary. You know what's terrifying? Infants. It's the chin bubbles! That soft, innocent stare! Did you know that in the United States, approximately 29,000 infants die every year? Thousands of those cases are preventable. In all seriousness, it is very sad. Infants are 30 times more likely to die than are people in a catastrophic terrorist attack like the one on Sept. 11. If we truly care about human life, then this problem of infant mortality must be addressed.\nAre you still terrified of terrorism? Do you have any idea how deadly the flu is? Roughly 36,000 people die of the flu in the United States every year. This is 12 times the number of people who perished on Sept. 11. Normalized for time, people are 36 times more likely to die from the flu than from a terrorist attack.\nDo you still need to be held by politicians? Are you still scared? I could write all day long about genuine threats facing our people, and the vast majority of them don't originate on the other side of some ocean. And therein lies the great irony of the so-called \"war on terrorism.\" It is being waged and debated on strategic points by wannabe macho politicians, who in reality, are frightened little worms afraid of monsters under their beds.\nThe Democratic and Republican party leadership should be ashamed. There is so much more suffering in the United States than a lot of people realize, and it isn't only limited to Third World neighborhoods with lead-contaminated drinking water and no access to medical doctors. The real threats to our society look us in the face every single day, but we scoff and turn away.\n(C) 2003 Iowa State Daily via U-WIRE\n\nLoad-Date: November 29, 2004"
}