{
    "title": "THURSDAY, DECEMBER 29, 1983 International",
    "publisher": "the new york times",
    "year": 1983,
    "month": 12,
    "day": 29,
    "full text": "Major failures of command, intelligence and policy contributed to the vulnerability of Marine defenses in Beirut, according to a special Pentagon commission that investigated the Oct. 23 truck bombing of the Marine compound that killed 241 Americans. The commission assigned direct blame for the inadequate security at the compound and the concentration of troops in one building to two Marine commanders in Beirut. The panel criticized the upper chain of command for failing to provide effective supervision. (Page A1, Col. 6.)\n \nTerrorism was likened to war by the Pentagon commission that investigated the truck bombing of the Marine compound in Beirut. Its report said the Marine unit ''was not trained, organized, staffed or supported to deal effectively with the terrorist threat in Lebanon.'' Moreover, the panel concluded that the United States armed forces are ill-equipped to combat terrorism. (A1:4.)\nThe Arabs of Israel are aliens in their own land. As an Arab minority in a country threatened by an Arab majority in the region, they are the objects of suspicion, surveillance and official discrimination. (A2:3-6.)\n \nYuri V. Andropov was absent again when the Soviet leadership assembled for the opening of the winter session of the Supreme Soviet, the nominal legislature. However, several developments during the day, including a television news show, reinforced indications that he remained the pre- eminent Soviet leader. (A8:1-3.)\n \nThe Soviet leader has chastised Soviet citizens for creating economic bottlenecks, making extensive planning errors and failing to meet such longstanding targets as increased output of consumer goods. The unusually strong criticisms were contained in an address read in Mr. Andropov's name. (A1:3.)\n \nThe Soviet mission to the U.N.  has the largest delegation and, by common consent, is one of the most successful. Over the years, Moscow has made adept use of the world body and is regarded by many as the single most powerful and influential member. In contrast, Moscow was weak and isolated in the first decade or so of the United Nations' existence. (A1:2-4.) National\n \nGeorge McGovern would withdraw the marines from Lebanon and take a tougher stand toward Israel on its settlement policy if elected President. In an interview, Mr. McGovern said he favored slashing military spending, a one-year moratorium on missile deployment in Western Europe and elimination of the MX missile and the B-1 bomber. (B8:1-6.)\n \nStorms flung snow, sleet, freezing rain and tornadoes around the country, raising to more than 380 the number of deaths attributed to severe weather and crippling some cities with traffic tie-ups. (B9:1.)\n \nA moratorium on the acquisition of National Park Service land is being ended by William P. Clark, the new Interior Secretary. He said he had asked for $150 million for purchasing park land, as well as wetlands and land for wildlife refuges. The request, he said, has been approved by President Reagan. (A16:1-4.)\n \nAutomatic cost-of-living increases allowed to Federal employees who receive Government pensions exceeding a certain amount, such as $10,000 a year, would be substantially reduced under a budget proposal being prepared by the Reagan Administration. The proposal is designed to control the cost of the Civil Service Retirement System, which, with outlays of $20.8 billion last year, was the Federal Government's fourth biggest benefit program. (D20:1-3.)\n \nLong-distance care of elderly relatives has become a part of the lives of growing numbers of Americans. The main reason for the trend is increasing life expectancy. (A1:1.) Metropolitan\n \nA fatal explosion that devastated a 16- block area of Buffalo Tuesday night was caused by propane stored illegally in a warehouse, according to fire officials. The blast killed 6 people, including 5 firefighters, and injured more than 70. Fire Commissioner Fred D. Langdon reported that two workers said they had dropped the tank of propane from a forklift and knocked the top off. (A1:1-2.)\n \nPlans for Philadelphia-Atlantic City passenger rail service advanced as Resorts International agreed to pay $23 million as New Jersey's share of the proposed $50 million Federal- state project. The offer is contingent upon the Casino Control Commission's approval of plans by Resorts to build a casino hotel next to the Atlantic City rail terminal. (B2:1-4.)\n \nGovernor Cuomo was accused of breaking both the letter and the spirit of legislative-executive agreements made before the New York State budget was adopted last April. The charge was made by several Democratic and Republican legislators. They said Mr. Cuomo's failure to restore promised education money had forced a reduction of 629 jobs in the State and City University systems in violation of legislation approved as part of the budget. (B3:4-6.)\n \nBroadway seems timeless from Christmas to New Year's Day. Midtown Manhattan gorges on out-of- towners and children on vacation, saucer-eyed innocents for whom a Broadway play still defines the glamour of New York. (B1:1-5.) Page D1"
}