{
    "title": "THWARTING TERRORISM PITT PROFESSORS TRACK NUCLEAR SMUGGLING",
    "publisher": "pittsburgh post-gazette",
    "year": 2017,
    "month": 1,
    "day": 18,
    "full text": "\"If you see something, say something.\" That is today's mantra about reporting suspicions of terrorist activity. Ordinarily, that means alerting the authorities to a suitcase left unattended in an airport or a package that looks out of place at a government building.\nTwo professors at the University of Pittsburgh, however, have taken the \"see something, say something\" concept to a new level. They have begun updating a database to track the smuggling of nuclear material. Phil Williams, director of the Matthew B. Ridgway Center for International Security Studies, and Tom Congedo, adjunct professor and associate director of the Stephen R. Tritch Nuclear Engineering Program, are documenting where nuclear material disappears and where it turns up, with the goal of identifying smuggling routes, places that might be ripe for theft and individuals or groups likely to be buyers or sellers of dangerous materials.\nThe database was created in the early 1990s and last updated more than a decade ago. Tracking the movement of nuclear material is half of the work; Mr. Congedo's expertise in nuclear engineering enables him to determine the significance of what is missing or stolen and how it might be used by terrorist networks always seeking to deepen their toolkits.\nThe government already does this work, but not all of the details are publicly known. Mr. Williams and Mr. Congedo provide two more sets of eyes, and the government should embrace the intelligence they gather. It might fill a gap, open new avenues of inquiry or offer additional insight into how terrorists and garden-variety thieves interact in some of the shadiest places on the planet. Their work could thwart terrorist activity and save lives.\nMr. Williams and Mr. Congedo work from readily available sources, such as newspaper articles and public reports from government agencies, and their database will be available to the public. That could encourage people around the world to report what they have seen or heard, lending an element of crowdsourcing to the interdiction of nuclear smuggling.\nNuclear proliferation is dangerous enough when stable governments are involved, but the prospect of black-market trading of nuclear materials - by unsophisticated, unrestrained terrorist groups and by the common thieves happy to supply them at the right price - is downright terrifying.\nHow real is the threat? An organization launched by former Defense Secretary William Perry drives home the danger with a video depicting a hypothetical nuclear terrorist attack on Washington, D.C. Tens of thousands die instantly.\nThere are many roles to play in the war on terrorism. Mr. Williams and Mr. Congedo have selected an important one.\n\nLoad-Date: January 18, 2017"
}