{
    "title": "Thwarting terrorism",
    "publisher": "the world",
    "year": 1984,
    "month": 9,
    "day": 26,
    "full text": "The effort to protect US installations abroad from terrorist attack now appears to be energized, in the wake of the Beirut bombing. This is as it should be. Beyond the question of the adequacy of protection afforded the bombed embassy annex in east Beirut lies the issue of what constructive lessons have been learned.\nOne point that appears to be driven home is that installing protective devices against terrorist attack must be done expeditiously: There can be no excuse for delay, or a business-as-usual pace.\nReports from Beirut indicate that a stepped-up pace is now being taken to improving the security of the main United States mission in West Beirut, with more local workers involved.\nIn addition, President Reagan and Congress are working on a proposal that would provide more funds to install antiterrorist protective devices at US installations around the world.\nAt this juncture it appears the request will be part of the continuing resolution that will keep the government running between the end of this Congress early next month and the start of the next Congress, in January. Congress may not provide all the President will ask, but it is expected to agree to a major portion.\nBefore Congress adjourns it may also approve a proposal sought by the Reagan administration that would permit it to pay up to $500,000 for information about terrorist acts aimed at Americans or US facilities. Backers of this measure say it may enable the US to gain much-needed information about terrorist plans and about international terrorist organizations themselves. Such information has been extremely difficult to obtain.\nDefending against terrorism is never easy. Many targets present themselves, both US facilities and individual Americans abroad. But much can be done to dissuade terrorist acts, and such steps finally appear to be under way.\nAt the same time the United States has to be careful not to change the basic tenor of its operations abroad, with suspicion generally replacing trust, and barricades substituting for democracy's openness. Physical protection is unfortunately necessary, but without the adoption of a fortress mentality, which would be anathema to democracy."
}