{
    "title": "TIA HITS POLITICAL HURDLE OVER FLIGHTS TO CUBA",
    "publisher": "st. petersburg times ",
    "year": 2011,
    "month": 2,
    "day": 15,
    "full text": "On track for federal approval to launch new flights to Cuba, Tampa International Airport has hit a political speed bump.\nFlorida Sen. Marco Rubio last week proposed an amendment to a Federal Aviation Authority funding bill that would prohibit any additional flights between the United States and countries, such as Cuba, designated as \"state sponsors of terrorism'' by the State Department.\nThe amendment, the Republican freshman's first in the Senate, is designed to counter changes the Obama administration announced last month that loosened travel restrictions for college students and religious and cultural groups, Rubio said.\n\"Increasing direct commercial or charter aircraft flights with state sponsors of terrorism is totally irresponsible and would amount to unilateral gifts to tyrants and regimes that actively undermine America's security,\" he said in a statement Monday.\nA Senate vote on the amendment to the FAA Air Transportation Modernization and Security Improvement Act could come as soon as this week, said Alex Burgos, spokesman for Rubio.\nNow, travelers flying from the United States to Cuba must depart and return from airports in three cities: Miami, New York and Los Angeles. But the new Obama administration policy also opened the way for any airport with approved customs and immigration facilities to handle charter flights to Cuba.\nTampa International officials put out a news release last month hailing the change. \"This is great news from an international air service development standpoint,'' CEO Joe Lopano said.\nThe airport applied Feb. 2 to U.S. Customs and Border Protection to accept Cuba flights. TIA meets all the requirements, such as up-to-date facilities, staffing and equipment, says spokeswoman Brenda Geoghagan. Officials expect a decision by the end of the month.\n\"We're on the verge of approval,'' said U.S. Rep. Kathy Castor, a Tampa Democrat who has lobbied for TIA to get Cuba flights for two years.\nTwo federally licensed air service companies, Air MarBrisa of Tampa and Island Travel & Tours of San Diego, have agreed to make the Cuba flights from Tampa. The Cuban government must approve carriers and where they fly.\nThe Tampa Bay area is home to 59,000 Cuban-Americans, second in the nation only to Miami-Dade County. Flying through Miami makes their trips more expensive and a bigger hassle, Castor said.\nBesides Tampa International, airports in Fort Lauderdale, Key West and perhaps Orlando plan to ask Washington for direct flights to Cuba.\nRubio's amendment was very disappointing, Castor said: \"It was a political statement.'' Even if the measure passes the Senate, it's not likely to get a warm welcome in the House or the White House, she said.\nLocal advocates of free trade with Cuba said Rubio, a son of Cuban exiles who is from south Florida, was trying to maintain the hold Miami International Airport and a handful of Miami travel companies now have on the business of flying Cuban-Americans to the island nation.\n\"He's trying to protect their monopoly,'' said Jason Busto, who publishes the online business news siteCuba Standard.\nBurgos said the issue was strictly whether Washington should financially support a repressive government by making it easier for Americans to visit and spend their dollars there.\nSteve Huettel can be reached at huettel@sptimes.com or (727) 893-8128.\n\nLoad-Date: February 15, 2011"
}