{
    "title": "TIA Buys Terrorism Insurance",
    "publisher": "the tampa tribune ",
    "year": 2001,
    "month": 12,
    "day": 7,
    "full text": "POLICY TO BE CANCELED IF WAR BREAKS OUT\nTAMPA - Tampa International Airport has joined a small group of airports to buy terrorism insurance.\nOn Thursday, the Hillsborough County Aviation Authority spent $292,269 on $50 million \"war and terrorism\" coverage with Phoenix Aviation/Old Republic.\nThe only other offer would have cost $600,000 for a $50 million policy with aviation insurer American International Group.\nThe authority's board agreed to the policy despite its cost and prospects that the insurer would cancel if terrorists struck elsewhere.\nThe airport's bond agreements compel it to obtain terrorism coverage if it is available, airport Director Louis Miller said.\n\"Our staff struggled with this recommendation,\" Miller said.\nUntil Sept. 11, most insurers offered terrorism coverage as part of their overall liability policies. But after the attacks, insurers revoked terrorism coverage.\nSome have reinstated it as a separate policy with pricey premiums, but Tampa held off buying one until now.\nTampa's policy covers damage caused by war, strikes, riots and terrorist acts, among other situations.\nIt would terminate upon the outbreak of war involving the United States, France, China, Russia or the United Kingdom and would end if a hostile force detonated a nuclear device.\nThe policy provides a seven-day notice of cancellation or premium increases.\nA Tampa International Airport survey of airports nationwide showed 10 had purchased terrorism coverage, including two in Florida - Miami and Sarasota.\nThe insurance coverage served as another reminder of changes since the attacks Sept. 11.\nTampa International continues to fare better than other airports, passenger counts and ongoing projects indicate.\nAirport parking lot data show fewer day users, suggesting fewer people may be taking short round trips and fewer companions are accompanying airport visitors, Miller said.\nTampa's passenger departures in October declined 13 percent compared with October 2000. But that compares favorably with a 23 percent decline nationwide. Tampa airport concession revenues dropped 12.3 percent in October compared with a year ago, to $22.1 million.\nDespite the declines, improvement projects continue, including a new, $120 million Airside E that will be completed Oct. 15.\nThe airside will have 14 gates, one fewer than Airsides A and F. It will be the airport's largest in terms of interior space, with 276,000 square feet, compared with the original 112,360-square-foot Airside E that was demolished in October 2000.\n\n(CHART) TERRORISM INSURANCE AT FLORIDA AIRPORTS\nTampa has joined two other Florida airports in securing $50 million of terrorism insurance coverage, which insurers have begun to offer after canceling that coverage following the Sept. 11 attacks:\nPURCHASED PREMIUM LOWEST\nAIRPORT COVERAGE PAID PROP. PREMIUM\nTampa Yes $292,269 -\nMiami Yes $398,000 -\nSarasota Yes $ 52,450 -\nDaytona No - $ 10,500\nFort Myers No - $ 184,300\nFort Lauderdale No - $ 432,500\nJacksonville No - $ 206,000\nOrlando No - $1,125,000\n\nGraphic\n\n \nPHOTO 3(2C) CHART\nTribune photo by CANDACE C. MUNDY\n(C) Despite the decline in passenger travel since Sept. 11, TIA has moved ahead with plans to open a new, $120 million Airside E, scheduled to be completed by Oct. 15, with 14 gates and a four-car passenger transfer system.\nTribune file photo\n(C) One part of TIA's strategy to fight terrorism since Sept. 11 has been to station Florida National Guard members at its airsides to increase security.\nTribune photo by CANDACE C. MUNDY\nA jet passes the construction site of Airside E on Thursday. The airside will serve mostly Delta passengers.\n\nLoad-Date: December 8, 2001"
}