{
    "title": "TIES TO NICARAGUA UNCHANGED",
    "publisher": "the new york times",
    "year": 1981,
    "month": 12,
    "day": 11,
    "full text": "The Reagan Administration, which said last week that ''we do not close the door'' to Nicaragua, has received no response to its approaches, a senior State Department official said today.\nThe official, Thomas O. Enders, Assistant Secretary of State for Inter-American Affairs, said the situation has not changed since Secretary of State Alexander M. Haig Jr. spoke at the Organization of American States meeting in St. Lucia on Friday.\nMr. Enders said that ''we're really where we were'' when the Secretary of State asserted that the United States had ''made proposals to Nicaragua to normalize relations.''\nUS relations with Nicaragua are reportedly unchanged since Secretary of State Alexander Haig's meeting with Latin American foreign ministersU.S. Accused of 'Verbal Terrorism'\nMeanwhile, an interagency group has reportedly sent to President Reagan a list of possible courses of action that the United States may take to deal more firmly with the recent military buildup reported in Nicaragua. An official said one of the courses of action could be put into effect soon if Nicaragua remained unresponsive.\nTwo days before addressing the O.A.S., Mr. Haig met for 90 minutes with Nicaragua's Foreign Minister, the Rev. Miguel d'Escoto Brockmann. He told reporters afterward that the Nicaraguans ''might be interested'' in resuming talks on improving relations.\nBut after Mr. Haig reiterated in his speech that Nicaragua posed a military threat to the Central American region, Father d'Escoto accused the United States of engaging in ''verbal terrorism.''\n \n'On Our Knees'\nThen, in Managua, Nicaragua's junta leader, Daniel Ortega Saavedra, said Saturday that the door that Mr. Haig had ''left open'' was ''so small that in order to pass through it we would have to do so on our knees.''\nThere reportedly has been no public response from Latin American nations to Mr. Haig's call in St. Lucia for a regional approach to arms control.\nAccusing the Sandinist Government of supporting an army three times the size of the one maintained by the Government that it replaced, the Secretary called on nations of the region to join in curbing the growth of militarism in Central American. He also said that the Nicaraguan military had introduced heavy weapons new to the area."
}