{
    "title": "Tiger Hunting in Sri Lanka",
    "publisher": "the new york times",
    "year": 1984,
    "month": 9,
    "day": 4,
    "full text": "A tragedy is developing in Sri Lanka, the Indian Ocean island once known as Ceylon. An aggrieved ethnic minority has turned to separatist terrorism, and the majority community has responded with repression and racial war. This is more than a local misfortune because Sri Lanka has been that rare thing in the third world, a working democracy, reasonably prosperous and traditionally nonviolent.\nThe violence is new, the quarrel is not. Three million Tamils have complained of mistreatment at the hands of 10 million Sinhalese since independence in 1948. Neither side is blameless. The predominantly Buddhist Sinhalese have indeed dealt unfairly with a mostly Hindu minority speaking a different language. But the Tamils have played the risky game of talking separatism - talk taken literally by their own extremists, the tigers, and by hard-liners among the dominant Sinhalese.\nWhen terrorists ambushed an army contingent last year, a rampage ensued that stained the reputation of President J.R. Jayewardene's conservative Government. The tigers launched a new campaign this summer, and in reprisal whole villages have been torched by an untrained army. Creditably, some Sinhalese are condemning these abuses, notably the courageous editor of an English-language paper in the predominantly Tamil north.\nNow Israel is providing small-scale security assistance to the police, which could make trouble for a country that relies on remittances from 100,000 Sri Lankans who work in the Arab Middle East.  Policy, not arms, offers the surest path out of this bramble. What most Tamils want is not independence but a fairer deal from the central Government. Mr. Jayewardene has hinted at compromise. But the antagonists are stuck with proclaimed positions, and each is hostage to no-surrender extremists. In these circumstances, it is up to the President to find and defend the middle ground, justifying the plenary powers that were awarded him in a 1977 Constitution.  What may encourage peacemaking is the offshore presence of 50 million Tamils in nearby India. Though accused of meddling, Prime Minister Indira Gandhi has kept aloof from the Sri Lankan quarrel. She has her own problems with Sikh separatists in the Punjab, and has no motive for stirring rebellion elsewhere. But a clamor for intervention would surely arise among Indian Tamils if a tiger hunt turned to butchery.  That won't happen if President Jayewardene means what he says in proposing a second parliamentary chamber that would give Tamils more power. Ideas like that are the essential corollary to combating terrorism. Translating them into reality could spare Sri Lanka a poisonous civil war, and if American diplomacy can help with a discreet nudge, so much the better."
}