{
    "title": "Tighter controls needed to head off N-terrorism",
    "publisher": "the deseret news",
    "year": 2000,
    "month": 7,
    "day": 16,
    "full text": "It is only a matter of time. Consider the possibility of waking to the news one morning that a terrorist squad has planted a nuclear device somewhere in your city and is threatening to detonate it. Is this scenario plausible? The answer is definitely yes.\nTragically, the probability of some form of a terrorist incident appears to be increasing. Recent evidence of the potential nuclear risk was the weeks-long drama of the missing computer hard drives at the Los Alamos National Laboratory. It may never be conclusively known whether the drives -- which contained data for on-the-scene operations of the Nuclear Emergency Search Team, or NEST, to disarm and disable stolen U.S. and foreign nuclear weapons or terrorist-made nuclear devices -- were copied before being found stashed behind a copy machine.\nAnother possible security breach is the latest case in which two 10-year-old floppy disks containing classified information were missing at Los Alamos and later found attached to a paper report in a nearby secured area. Again, the question is whether nuclear-weapons data have been compromised.\nNothing could detract more from the perception of the public's safety than widespread awareness that a terrorist group has this data. The task for NEST is already hard enough. The team is made up of volunteer nuclear weapons scientists and technicians from the Department of Energy nuclear weapons laboratories -- Los Alamos, Livermore and Sandia. In cooperation with the Department of Defense, they are ready to board a military plane at a moment's notice from the FBI to any locale in the United States, on determination of a credible terrorist nuclear threat or hoax or if an actual radiological or nuclear device is found there.\nTold merely that a nuclear device is about to go off somewhere in a city, the task of NEST is often described as \"looking for a needle in a haystack.\" Even with its sophisticated equipment, finding a nuclear device hidden in a large building may be a challenge.\nHistorically, timeliness was an important factor in NEST's early strategy. When NEST was established in 1975, the focus was on nuclear threats, hoaxes and extortion attempts because terrorist groups, even with state support, were thought to be more interested in obtaining political advantage than in causing massive destruction and casualties. It was not deemed credible that a nuclear weapon would fall into the hands of terrorists and be detonated without notice. Indeed, until 1998, the NEST had been alerted to 110 terrorist threats and responded to about 30 -- all false alarms.\nNevertheless, by the early 1990s, the U.S. government's attitude about the motivation of terrorists and their willingness to detonate a home-made nuclear device or a stolen nuclear weapon without warning began to change. Currently, a growing number of terrorist groups, particularly those driven by religious fanaticism, are inspired to consider resorting to weapons of mass destruction.\nOsama bin Laden's Al Qaida network and the Japanese cult Aum Shinrikyo have attempted to acquire nuclear capability. The just-published report by the General Accounting Office indicates that U.S. nuclear scientists traveling abroad have been targeted by \"foreign agents\" who tried to obtain secrets by bugging hotel rooms, rifling briefcases and computers or offering sexual favors. Undoubtedly, these incidents underscore the potential risks to the scientific community outside the United States.\nWhat is then to be done? To successfully fight and counter the prospect of nuclear terrorism, domestically and abroad, requires going to the source to secure nuclear weapons and material and also nuclear design information. This has pertinence in the former Soviet Union, where U.S. dollars are being spent to safely store nuclear weapons and materials left over from the Cold War and to stem the possibility of a \"brain drain\" of unemployed former Russian weapon scientists into working for terrorists or rogue states. Now it is apparent that the nuclear danger also has pertinence in the United States.\nThe simple fact is that once U.S. nuclear security has been breached the entire international community may become hostage to the \"ultimate\" weapon. Beyond improved domestic safeguards, efforts must be focused on the prevention of the leakage of nuclear weapons, material and technology across international borders. Tighter controls are needed on nuclear and dual-use transfers and on black markets. Without a well-planned defense, nuclear terrorism may be only a matter of time.\nYonah Alexander is the director of the International Center for Counter Terrorism Studies at the Potomac Institute for Policy Studies; Milton Hoenig is a nuclear physicist based in Washington.\n\nLoad-Date: July 16, 2000"
}