{
    "title": "TIGHTER SECURITY BECOMING A FACT OF LIFE",
    "publisher": "pittsburgh post-gazette",
    "year": 2013,
    "month": 4,
    "day": 23,
    "full text": "This year, if runners in the Pittsburgh Marathon want to store a change of clothes or a cushy pair of flip-flops, new security procedures require them to use a clear plastic bag. Attendees at the University of Pittsburgh's graduation can't bring bags at all, other than small purses. Retired state troopers now work as armed guards, patrolling Butler Area elementary schools.\nAnother bombing. Another mass shooting. And another unfortunate time to examine how safe we feel -- and we should strive to be -- in our own city.\nIt used to be, of course, that you could walk right into an airport. Or a Steelers game. Or the U.S. Steel Tower.\nMuch of that changed Sept. 11, 2001. And at some point, what was once elevated security -- in response to elevated tragedy -- becomes normal.\n\"If things happen enough, it starts to become routine,\" said Edgar Snyder, a personal injury lawyer who has traveled frequently to Israel. \"I don't become nearly as distraught reading the newspaper now as I did 10 to 20 years ago. Not that it's not horrible, but you start to get used to it.\"\nMr. Snyder has traveled to Israel 17 times, including a trip last summer that he helped organize for 300 people, including 14 members of his own family, with the Jewish Federation of Greater Pittsburgh.\nMr. Snyder remembers trips during particularly tense periods of Israel-Palestinian relations, when restaurants regularly employed security guards and he would avoid buses and crowded city streets during his regular jogs.\nThe difference in security between Israel and America is dramatic, he said. The extensive questioning at Israel's El Al airline is legendary, he said, while tough security here might involve a frisking at Heinz Field.\nIn part because of that security, he feels like Israel is a safe place to visit. The events in Boston have left some Americans wondering what it will take to feel safe here.\nNational security experts say it's important to remember that terrorism is actually on the decline -- and the chances of being its victim are exceedingly unlikely.\n\"The reality is that terrorism comes and goes,\" said John Horgan, director of Penn State University's International Center for the Study of Terrorism. \"Though it is here to stay, we should remember that these are very rare events.\"\nMichael Kenney, an associate professor at the University of Pittsburgh's Graduate School for Public and International Affairs who focuses on terrorism and homeland security, said there were more terrorist attacks in the 1970s and '80s -- and that the number has actually gone down significantly in the last decade.\nActs of terrorism are designed to provoke. The home-grown, do-it-yourself efforts are ones that we'll never be able to prevent, Mr. Horgan said, and we need to accept that -- as well as the fact that risk is a part of life.\nPeople fear low-level terrorism but are faced with other daily perils that present more of a danger.\nIn Israel, twice as many people have been killed in car accidents than through war or terrorist attacks, said Brian Eglash, senior vice president at the Jewish Federation of Greater Pittsburgh, who moved to Pittsburgh from Israel about 15 years ago.\n\"We give the terrorists a great victory when we allow ourselves to be terrorized by a couple of pressure cooker bombs,\" Mr. Kenney said. \"We are stronger as a society. We can deal with this in a productive way.\"\nBut security changes will be implemented no matter what. And once instituted, they are rarely withdrawn.\nLast year, when Pitt was paralyzed by dozens of bomb threats, the university instituted strict security procedures at graduation, prohibiting backpacks, bags and oversized purses. Those procedures will remain in place for this year's graduation ceremony Sunday.\nSecurity measures at public schools -- already heightened significantly since the 1999 Columbine school shooting -- have already been increased at some schools in the wake of the Newtown, Conn., shootings in December.\nAnd then there's the Pittsburgh Marathon. Before 2010, security was fairly basic. A ravioli-laden microwave left on the course that year prompted a bomb scare, requiring the course to be re-routed.\nWhile the bomb wasn't real, the security vulnerabilities were, marathon organizers decided. Under its upgraded security plan, the marathon hires 350 on-duty Pittsburgh police officers and 200 additional security guards.\nIn response to the Boston Marathon bombing, security will be even tighter.\nOn the big day, runners will enter five \"corrals,\" with 6-foot-high fencing at the start of the race, and stop at a recovery area at the finish -- all away from spectators.\n\"Now, due to heightened security, there is absolutely no reason why a spectator needs to be in a [designated runner-only] area,\" race director Patrice Matamoros said.\nWhen they check in for their runner number, they will also receive a clear plastic bag to store a change of clothes and shoes at gear check, a concept other marathons are considering, Ms. Matamoros said.\nMarathon organizers hope to meet with Pittsburgh police and public safety officials this week to finalize guidelines for the May 5 event, she said.\n\nNotes\n\nMolly Born: mborn@post-gazette.com or 412-263-1944. / Anya Sostek: asostek@post-gazette.com or 412-263-1308./\n\nLoad-Date: April 23, 2013"
}