{
    "title": "Tillerson Tries His Hand At Shuttle Diplomacy",
    "publisher": "the new york times",
    "year": 2017,
    "month": 7,
    "day": 12,
    "full text": "KUWAIT CITY -- Secretary of State Rex W. Tillerson signed a memorandum of understanding Tuesday with Qatar's foreign minister, outlining ways the tiny gas-rich state could fortify its fight against terrorism and address terrorism funding issues.\nOn Wednesday, Mr. Tillerson, in his first effort at shuttle diplomacy, will take the memorandum to leaders in Saudi Arabia, the United Arab Emirates and Bahrain to see if it will be enough to end a standoff that has led four Arab nations to blockade Qatar for more than a month. But as temperatures here hovered around 120 degrees, the chances that anything might cool down appeared dim. \n  The dispute began a month ago when Saudi Arabia, the United Arab Emirates, Egypt and Bahrain announced an embargo against Qatar to punish it for what the four nations called its support for terrorism. The four have since created a list of demands for Qatar to meet before the embargo will be lifted, including shutting down the news network Al Jazeera and abandoning ties with Islamist organizations, particularly the Muslim Brotherhood.\n  The State Department has openly questioned whether the Saudi-led group's real intent is to settle old scores with Qatar, and on Tuesday Mr. Tillerson made clear that on the issue of terrorism financing, Qatar had now leapfrogged its rivals. At a news conference, Qatar's foreign minister, Sheikh Mohammed bin Abdulrahman al-Thani, challenged other countries in the region to sign a similar agreement with Mr. Tillerson.\n  ''I applaud the leadership of his highness, the emir of Qatar, for being the first to respond to President Trump's challenge at the Riyadh summit to stop the funding of terrorism,'' Mr. Tillerson at the news conference, adding, ''Qatar, I think, has taken the initiative to move out on things that had been discussed but had not been brought to a conclusion, and to put in place a very, very strong agreement.''\n  Few in the region believe Qatar's government will accede to most of the demands. So far, one result of the embargo, which has squeezed the Qatari economy and put at risk a host of American priorities in the region, has been to push Qatar closer to Iran, which has stepped in with planeloads of fresh vegetables and other support.\n  Before beginning this week's effort, Mr. Tillerson stopped by the World Petroleum Congress in Istanbul on Sunday to accept a lifetime achievement award for his 41-year tenure at Exxon Mobil. He retired as chief executive at the company to take the job as the nation's top diplomat.\n  ''I miss all of you,'' he told the gathered oil executives. ''I miss you as colleagues, I miss you as partners, I miss you as competitors.''\n  He may have also missed the way his trips here often concluded. For oilmen, the Middle East is a land of fortune and opportunity, and Mr. Tillerson struck some of the most important and lucrative deals of his career here. For secretaries of state, however, it is a place of frustration and failure, where tribal, religious and political differences have stymied some of the most persistent and patient diplomatic campaigns in American history.\n  Mr. Tillerson hoped to avoid this trip. During the first days of the crisis, he spent hours on the phone urging the two sides to compromise. In his first major public address about the dispute, he cited humanitarian reasons for the four countries to ease their embargo of Qatar unconditionally. Barely an hour later, President Trump undercut those efforts by explicitly siding with the quartet and accusing Qatar of being a ''funder of terrorism at a very high level.''\n  With Mr. Trump squarely on their side, Saudi Arabia and its allies have done little to resolve the dispute.\n  But many crucial American policy priorities depend on Arab unity, including the defeat of the Islamic State and the rebuilding of devastated portions of Iraq and Syria. Qatar is home to the largest United States military base in the Middle East, while Bahrain hosts the Fifth Fleet, American installations caught in opposite sides of the dispute.\n  Last week, after the State Department warned that the dispute could drag on for months and possibly intensify, Mr. Tillerson announced that he would travel to the region for talks.\n  ''The purpose of the trip is to explore the art of the possible of where a resolution can be found,'' said R. C. Hammond, a spokesman for Mr. Tillerson.\n  But with failure all too likely, Mr. Hammond said that Mr. Tillerson was maintaining his distance and not trying to act as a mediator.\n  ''No, a mediator says this is what the final resolution is going to be, we'll decide it for you, that's a mediation,'' Mr. Hammond said, and then added: ''The emir of Kuwait is leading these efforts. Our job is to make sure everybody continues to talk to each other.''\n  Mr. Tillerson has largely sided with Qatar since the beginning.\n  Saudi Arabia's claim that Qatar has an unusually bad record of funding terrorism has been met with skepticism among American diplomats, since the Saudis have long been the principal financier of mosques around the world that teach a stark form of Islam associated with extremism.\n  The memorandum signed Tuesday with Qatar might make Saudi Arabia's claims that the dispute is all about terrorism funding more difficult. ''It's a two-way street,'' Mr. Hammond said. ''There are no clean hands here.''\n\nhttps://www.nytimes.com/2017/07/11/world/middleeast/tillerson-qatar-mideast.html\n\nGraphic\n\n \nPHOTO: Secretary of State Rex W. Tillerson spoke with Qatar's foreign minister, Sheikh Mohammed bin Abdulrahman al-Thani, on Tuesday in Doha, Qatar. Qatar is in a dispute with three Gulf nations. (PHOTOGRAPH BY AGENCE FRANCE-PRESSE -- GETTY IMAGES)       \n\nLoad-Date: July 12, 2017"
}