{
    "title": "Time to unite in battle against world terrorism; The libel that Islam promotes terrorism is dispelle",
    "publisher": "portland press herald",
    "year": 1998,
    "month": 9,
    "day": 22,
    "full text": "The international criminal who uses terror to pursue his aims should not think the world is distracted because of President Clinton's and other world leaders' problems of the moment. Clinton's address to the U.N. General Assembly on Monday should have disabused anyone of that.\nThe president, in his ninth speech before the world body, called on the member states of the United Nations to think in \"new terms of terrorism.\" What once were random acts, carried out by desperate people, now are more likely to be coordinated attacks made possible by technological a\ndvances unknown to previous generations of terrorists.\nThe terrorist's weapons now are as likely to be chemical or biological agents as guns or bombs. It is time, the president said, for the world to unite in the battle against terrorism, rather than each country going its own way.\nEvery nation, Clinton said, should withhold sanctuary from terrorists, refuse support for their activities, and accept the reality that terrorists will use weapons of mass destruction if they can get their hands on such. He urged all nations to sign an anti-terror convention, enact stronger laws against terrorism in their own jurisdictions, and promote stricter international standards for airport security.\nClinton also condemned the libel that Islam foments or tolerates terrorism, and made it clear that the United States does not believe that.\n\"Some may have the world believe that almighty God himself, the merciful, grants a license to kill. But that is not our understanding of Islam. There is no inherent clash betwen Islam and America. Americans respect and honor Islam,\" the president said, and he is right.\nThe United Nations remains the best forum for combating terrorism, which was a proper theme for the opening of the 53rd General Assembly. It is, as the president said, \"a threat to all humankind.\"\nThe nations of the world need to treat it as such.\n\nLoad-Date: March 28, 2000"
}