{
    "title": "Time Warp, 2004_ President Bush holds rally at stadium after national convention",
    "publisher": "the times-tribune ",
    "year": 2020,
    "month": 8,
    "day": 26,
    "full text": "Aug. 26--     Aug. 26--Sept. 3, 2004: President George W. Bush took a page out of his opponent's playbook, traveling from the Republican Party's National Convention in New York City to Northeast Pennsylvania to speak at Lackawanna County Stadium in Moosic.\nHis opponent, Sen. John Kerry, had spoken in Scranton on July 30 following the Democratic National Convention in Boston.\nAfter receiving his party's nomination, Bush and his wife, Laura, flew from New York and stayed overnight at the Woodlands Inn and Resort in Plains Twp.\nThe president's morning speech before an estimated crowd of 10,000 to 12,000 people centered on ownership. Bush said he wanted to focus on increasing home ownership across the country and help people get control of health insurance costs. The president also addressed Social Security benefits and the need to control terrorism in the world. The first lady joined him on the stage.\nAnticipating a large number of protesters coming to the stadium, Lackawanna County court set up a special courtroom to handle arrests if the protesters got unruly.\nHowever, a total of eight protesters showed up. No arrests were made, so the special courtroom was not used.\nThis was Bush's third visit to the area. While a candidate for president in 2000, he held a rally on Sept. 5 of that year at Community Medical Center, Scranton, to promote his senior citizens prescription drug plan. His next visit came on Jan. 16, 2003, when he spoke about the cost of medical malpractice insurance. That event happened at University of Scranton's Byron Recreation Center.\nContact the writer: bfulton@timesshamrock.com;\n570-348-9140; @TTPagesPast on Twitter\n___ (c)2020 The Times-Tribune (Scranton, Pa.) Visit The Times-Tribune (Scranton, Pa.) at thetimes-tribune.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: August 26, 2020"
}