{
    "title": "Time to act on threat of biological terrorism",
    "publisher": "st. louis post-dispatch ",
    "year": 2016,
    "month": 1,
    "day": 1,
    "full text": "In 2001, Americans were hit with the reality of a biological attack when a number of congressional offices and media outlets were targeted with mail containing anthrax. Fortunately, only a limited number of people were exposed; yet five people died as a result.\nThen, in 2009 we faced the threat of the H1N1 \"swine flu\" pandemic. More recently, Americans received news of improperly stored viruses at Food and Drug Administration and Centers for Disease Control and Prevention facilities, the U.S. Army's shipments of live anthrax, and the West African Ebola outbreak - all underscoring the danger of biological hazards. Now, after the attacks in Paris, the French prime minister has warned that ISIS may gain access to chemical or biological weapons. Preparation for and response to such biological threats requires coordinated action at the federal, state and local levels.\nThe bipartisan Blue Ribbon Study Panel on Biodefense, co-chaired by former Sen. Joseph Lieberman and former Gov. Tom Ridge, issued a report in late October warning about the threat of biological agents. The report also reviewed the progress since 2001 in improving America's preparation for a biological attack and recommended action items for Congress and the administration to consider in order to lessen our vulnerability.\nRegrettably, the Blue Ribbon Study Panel on Biodefense is not the first to sound the alarm on the biological threat; three previous reports have examined the issue of biological weapons. In 2008, we headed the Commission on the Prevention of Weapons of Mass Destruction Proliferation and Terrorism and warned of the growing danger that terrorists would get access to biological weapons. As far as we know, they do not have such access yet, but given the spread of terrorism around the world, it is time to stop studying the issue and begin acting.\nThe first step is to stockpile the medical countermeasures that will be necessary in the event of a biological event, whether that event occurs naturally or is the result of terrorism. The Blue Ribbon Panel calls on the government to prioritize funding for MCMs such as vaccines, diagnostics, antibiotics and other medicines so that we can adequately prevent or respond to biothreats.\nAs these products often do not have a commercial market, the federal government recognized its responsibility to protect the American people and created the Project BioShield Special Reserve Fund in 2004 to provide critical funding to companies working on research and development of MCMs for chemical, biological, radiological and nuclear agents. The SRF originally provided a 10-year appropriation of $5.6 billion and was successful in attracting companies to the biodefense space and developing a pipeline of products to combat diseases like anthrax, smallpox and botulinum.\nHowever, this 10-year authorization expired at the end of fiscal year 2013, and Congress has not continued to fund the program at a sustainable level. The SRF was reauthorized for $2.8 billion over five years, but has received only $255 million each year in fiscal years 2014 and 2015. Both the House and Senate again proposed this amount for fiscal year 2016, which would put Congress on track to spend less than half of the authorized level, leaving millions of dollars that could be dedicated to bolstering our preparedness on the table and critical products not developed, if the course is not corrected.\nBeyond funding, the Blue Ribbon Panel also calls for the U.S. government to explore additional ways to attract pharmaceutical and biotechnology companies to invest in MCMs. The Medical Countermeasure Innovation Act (S. 2055) and the Strengthening Public Health Emergency Response Act (H.R. 3299), introduced in 2015 by Sens. Richard Burr and Robert Casey and Reps. Susan Brooks and Anna Eshoo, respectively, are a place for Congress to begin carrying out the Blue Ribbon Panel's recommendations. Both bills would institute a number of the recommendations, including streamlining the government's MCM contracting process, and propose new incentives for MCM developers, such as extending priority review vouchers to products addressing biological agents deemed \"material threats.\" Passing these bills would represent Congress' commitment to innovation and a strong start to implementing the panel's recommendations.\nWe urge Congress and the Obama administration to work in our nation's best interest and act quickly. It is only a matter of time before we experience a catastrophic attack or pandemic. Maintaining an adequate stockpile of countermeasures is by no means the only step which should be taken to prepare, but without it nothing else can be effective. As bad as the Paris attacks were, they will seem a small thing if terrorists acquire and weaponize biological agents and our government is not ready to respond.\n\nNotes\n\n   BIOTERRORISM \n\nGraphic\n\n \n Jim Talent  Former Senate Intelligence Committee chairman Sen. Bob Graham, D-Fla., is interviewed on NBC's \"Meet the Press\" in Washington Sept. 5, 2004. Graham said Sunday that Army Gen. Tommy Franks told him more than a year before the U.S.-led invasion of Iraq that his units were being shifted in preparation for taking on Saddam Hussein. ** MANDATORY CREDIT NO SALES NO ARCHIVES ** \n\nLoad-Date: January 12, 2016"
}