{
    "title": "Time for a course correction in Afghanistan",
    "publisher": "telegraph herald ",
    "year": 2008,
    "month": 7,
    "day": 4,
    "full text": "Foreign Policy magazine credits the U.S. military surge for Iraq's improved ranking - from second-most-unstable nation last year to fifth-most-unstable this year - on the publication's annual list of failed states.\nThat's a hopeful change. Unfortunately, a neighboring country that also has American forces on the ground moved in the opposite direction: Afghanistan ranks as the seventh-most-unstable, one position worse than last year.\nAfghanistan's decline is troubling. The Taliban, badly weakened more than six years ago, effectively regrouped when U.S. attention and resources shifted to depose Saddam Hussein. The irony is that as Iraq makes small, uneven steps toward improved governance and stability, Afghanistan - the original battlefield in the war on terror - is becoming less stable.\nThe surge and Sunni resistance to al-Qaida have substantially tamped violence in Iraq in recent months. In Afghanistan, however, the Taliban has taken advantage of the too few NATO and U.S. troops there and Pakistan's inability - or unwillingness - to secure its borders from insurgents crossing into Afghanistan.\nThe U.S. commander in the region says attacks from Taliban militants in eastern Afghanistan are up 40 percent in the first five months of 2008. U.S soldiers now are more likely to be killed in Afghanistan than in Iraq, according to a recent ABC News analysis.\nThe international community must prevent Afghanistan from becoming an even more virulent breeding ground for terrorism and organized crime. On Thursday, the G-8 nations - the United States, Japan, Russia, Germany, France, Britain, Italy and Canada - promised to help the country assume greater responsibility. They also urged Afghanistan's neighbors, including Pakistan and Iran, to play a constructive role in battling terrorism, drug production and crime.\nLikewise, Pakistan again pledged to crack down on insurgents, a pledge that rings hollow in light of reports that its government operatives actively supported an assassination attempt against Afghanistan's president.\nThe region's stability depends on Afghanistan not sinking deeper into the abyss of a failed state. How about some actions to back up all those pledges?\n\nLoad-Date: July 4, 2008"
}