{
    "title": "Times Square bomb suspect appears in court",
    "publisher": "chicago daily herald",
    "year": 2010,
    "month": 5,
    "day": 19,
    "full text": "NEW YORK — The suspect in a botched car bombing in Times Square appeared in court Tuesday on terrorism and weapons charges for the first time since his arrest two weeks ago, muttering one word about an affidavit on his finances.\nFaisal Shahzad, a Pakistan-born U.S. citizen, said \"yes\" when asked to confirm the affidavit, which allowed him to have a public defender appointed. Shahzad, wearing a gray sweat suit and with his hair a bit longer than in photos splashed around the world, was handcuffed behind his back and was led out of court after the 10-minute hearing.\nHe did not enter a plea to five felony charges against him.\nMagistrate Judge James C. Francis read him his rights, including his right to remain silent, and warned him that anything he might say could be used against him.\nAssistant U.S. Attorney Randall Jackson asked that Shahzad be detained without bail. His attorney, assistant public defender Julia Gatto, agreed, saying she was not prepared to argue for bail.\nThe courtroom had extra officers on hand and was emptied for a security sweep immediately before the hearing.\nGatto asked during the hearing if Shahzad could be provided with halal meals in custody. She didn't comment afterward and didn't immediately return an e-mail message seeking comment.\nAuthorities say Shahzad, an ex-budget analyst from Bridgeport, Conn., had voluntarily waived his rights to an initial court appearance while he was cooperating.\nShahzad, of Bridgeport, Conn., was arrested May 3 on a Dubai-bound plane at John F. Kennedy International Airport on charges he drove an SUV rigged with a homemade car bomb into Times Square two nights earlier, sending thousands of tourists into a panic on a busy Saturday night. The bomb didn't explode.\nThe U.S. attorney's office said Tuesday Shahzad is charged with attempted use of weapons of mass destruction and attempting acts of terrorism transcending national boundaries, each carrying a maximum life term.\nHe's charged with using a destructive device in an attempted violent crime, punishable by up to 30 years in prison; transporting and receiving explosives, punishable by up to 10 years; and attempting to damage and destroy property with fire and explosives, punishable by five to 20 years.\nSince his arrest, Shahzad, 30, \"has provided valuable intelligence from which further investigative action has been taken,\" the U.S. attorney's office in Manhattan said in a statement Tuesday.\nAuthorities said shortly after Shahzad's arrest that he had admitted driving the SUV bomb into Times Square and told authorities he had received terror training during a recent five-month trip to Pakistan.\n\nGraphic\n\n \nASSOCIATED PRESS/ELIZABETH WILLIAMS In this courtroom sketch, defendant Faisal Shahzad sits with assistant public defender Julia Gatto during his arraignment in federal court in New York on Tuesday.\n\nLoad-Date: May 19, 2010"
}