{
    "title": "TIME TO MAKE TRIA BACKSTOP PERMANENT",
    "publisher": "business insurance",
    "year": 2014,
    "month": 3,
    "day": 3,
    "full text": "The federal government's terrorism insurance backstop should not be allowed to expire Dec. 31, as will happen if Congress does not reauthorize the program. In fact, we think another temporary extension of the program established by the Terrorism Risk Insurance Act of 2002 would not go far enough. The program should be reauthorized on a permanent basis.\nThis is the third time the terrorism insurance program has come up for reauthorization. It was reauthorized for two years in 2005, and then for seven years in 2007.\nBefore each reauthorization, property insurance markets entered a period of uncertainty as underwriters could not promise they would continue to provide terrorism coverage.\nThat's understandable because, unlike natural catastrophes, terrorism defies normal underwriting convention. No one can predict the frequency or severity of terrorist attacks. The United States has been fortunate that no catastrophic terrorist event has occurred on its soil since the Sept. 11, 2001, attacks on New York's World Trade Center and elsewhere, attacks that led to creation of the federal backstop.\nThe backstop established by TRIA is a valuable part of a broad national security strategy. After all, as the events of 2001 and elsewhere in the world have so tragically underscored, terrorists choose economic targets to damage nations and their people. Without guarantees of insurance to respond to such events, economies weaken. Instead, the program's existence promotes the completion of long-term construction and infrastructure projects that might not occur without the availability of reasonably priced terrorism coverage.\nThe federal terrorism insurance backstop is not an example of corporate welfare, as some critics have charged in the past. In fact, the government can recoup money paid by the program to cover terrorism losses. Without insurance backed by the program, the government would either end up providing billions in emergency assistance for rebuilding or doing nothing. The likelihood it would do nothing is extremely small.\nThe threat of a catastrophic terrorist attack is not temporary. The insurance mechanism that would respond to it should not be temporary, either.\n\nLoad-Date: March 6, 2014"
}