{
    "title": "Time to call right-wing extremism what it is_ radical Christian terror",
    "publisher": "the new york times",
    "year": 2016,
    "month": 10,
    "day": 26,
    "full text": "Andrew Dyer, Opinion Editor\nOctober 26, 2016\nA common fear expressed in anti-immigrant, anti-refugee and anti-Muslim rhetoric is the threat terrorism coming out of these sometimes-insular communities. Republican presidential nominee Donald Trump has often repeated the (untrue) claim that neighbors saw bombs in the home of the San Bernardino shooters but did not report it due to a culture of silence in the Muslim community. Despite the inaccuracy of the claim, the concern has merit. People in contact with members of fringe political groups should be on the alert for signs of extremism and be ready to report potential threats to the proper authorities.\nThe threat of terrorism is not limited to one religion, so the way terrorists are talked about should not be limited either. Right wing politicians and their media stooges are obsessed with classifying Islamic terrorism as \"radical Islamic terrorism.\" If the U.S. is serious in its fight against terrorism, it is equally important to stop sugarcoating right-wing extremism as \"domestic terror\" or the terrorists as \"militia members.\" It is time to call it what it is: radical Christian terror.\nIt is on the entire white Christian community to denounce these attacks just as it is on \"moderate\" Muslims to answer for every Islamist attack.\nThree men were arrested last week in Kansas after an FBI investigation uncovered a plot to attack Somali Muslim refugees. Surveillance revealed the suspects espoused much of the vile anti-refugee and anti-Muslim rhetoric that permeates the American right today. The toxic, demagogic campaign of Trump has propelled fringe conspiracy theories and white nationalist ideology into the Republican mainstream. The rise of Trump and his anti-Muslim rhetoric is correlated with a rise in attacks on Muslims and particularly, Arab Muslims.\nTrump has cited conspiracy theories of an election that has been rigged by the media and global elites, a theory also popular within the dark, anti-semitic corners of his campaign.\nAt a Trump rally last week, an anonymous Trump supporter vandalized a media sign with a swastika.\nWith escalating levels of vitriol inspired by this campaign and continued threats by right-wing extremists, it is time for the community to step up. White conservatives must start policing their own.\nAbortion clinics have been targets of radical Christian terrorists for decades.\nIn the latest attack, in 2015, Robert Lewis Dear Jr. walked into a Planned Parenthood clinic in Colorado Springs, Colorado and shot 12 people. Three died, including a police officer. A friend told the New York Times that Dear idolized members of the Army of God, an anti-abortion group who had participated in previous clinic attacks. Was his attack a result of the failure of the white Christian community around Dear to predict his eventual violent action and report him? It was, just as much as it is the Muslim community's fault when one of theirs acts out.\nThe trope that Muslims do not report potential threats is a favorite of Trump's. After the Orlando nightclub attack in June he criticized the Muslim community for not reporting potential threats.\nHowever, according to FBI director James Comey, they do.\n\"Some of our most productive relationships are with people who see things and tell us things who happen to be Muslim,\" he told CNN in June.\nOther law enforcement agencies report good communication with the Muslim community. Less clear is the forthrightness among white right-wing Christians to also report suspicious activity.\nIn 2014, a call went out among extremist social media channels that help was needed in Nevada. A rancher, Cliven Bundy, had been at odds with the Bureau of Land Management over cattle grazing rights on federal land. The BLM had seized the rancher's cattle and anti-government right-wingers answered his call and an armed standoff with federal agents ensued.\nOne couple that joined them was Jared and Amanda Miller. They were asked to leave the Bundy Ranch because they were, according to Ammon Bundy, \"too radical.\" The Millers went on to kill three people, including two Las Vegas police officers. One officer's body was covered with a Gadsden flag. The flag, which features a coiled rattlesnake along with the phrase \"Don't tread on me,\" has become synonymous with far-right ideology. They also pinned swastikas to the bodies.\nWas the failure of Bundy to report the \"too radical\" Millers as threats just another in a long line of failures of the right-wingers to monitor and report potential terrorists? It was, just as the San Bernardino attack was a failure of the attacker's neighbors to report them.\nBefore Dylan Roof shot nine people at a black church in Charleston, South Carolina, one of Roof's friends said Roof had planned to shoot up a school. Again, no one warned the authorities about the potential terrorist.\nIn the hyper-partisan atmosphere of the U.S. how can anyone tell if someone has become radicalized by the far right? The normalization of hyperbolic and venomous rhetoric has made it difficult, but there are commonalities among right-wing terrorist actors.\nParanoia and mistrust of the federal government are traits shared by terrorists from the Oklahoma City bombers to the Ammon Bundy-led militia that occupied an Oregon wilderness preserve in 2015.\nHoarding of guns and ammunition could also be an indicator of radicalization. If people are going to be encouraged to report Muslims who purchase large amounts of weapons, they should also be encouraged to report white right-wing extremists who do the same. Many far-right terrorists have been radicalized as part of the militia movement, so these groups warrant as much or more monitoring as the neighborhood mosque.\nIconography and ideology could indicate radicalization. The Gadsden flag and Confederate battle flag, as seen with the Millers and Roof, respectively, are also common in extremist circles.\nEven literature could be an indicator.\nIn 2008, Jim Adkisson opened fire in a Knoxville, Tennessee church looking to kill liberals. Two people died. In his home police found books by right wing authors Bill O'Reilly, Sean Hannity and Michael Savage. Based on what Adkisson told police, it is difficult to deny that the rhetoric of these authors played a role in his radicalization.\nIf a Muslim working a math equation on an airplane can be deemed suspicious, so can a white person reading Hannity or Savage a few seats over.\nIn the fight against terrorism it is important to be aware of all potential threats, including the homegrown actors fostered and radicalized by the toxic rhetoric of the far right. It is important to remain vigilant and, as the Department of Homeland Security slogan goes, \"If you see something, say something.\"\n\nLoad-Date: October 26, 2016"
}