{
    "title": "Times Square stirs attack on rights",
    "publisher": "the atlanta journal-constitution",
    "year": 2010,
    "month": 5,
    "day": 10,
    "full text": "The U. S. Constitution was adopted in 1788; the Bill of Rights, three years later in 1791. The Judiciary Act of 1789 established a national network of federal courts and prosecutors. This system of civil justice --- with all its warts and imperfections --- remains today what is rightly regarded as the best and fairest system of civil justice in the world. Yet it is increasingly under attack --- from within our own country.\nDespite periodic detours --- such as during the Civil War when President Abraham Lincoln repeatedly ignored important civil liberties enshrined in these founding documents --- our nation and its people have been well-served by this justice system. Those individuals who would threaten the lives or property of others, or who have in fact deprived others of their rights, have been appropriately prosecuted; even as federal judges ensure the accused are accorded their civil rights as guaranteed in the Constitution.\nNumerous spies, whose actions have endangered millions, have been successfully prosecuted in this system; so have many terrorists, including those like Timothy McVeigh who actually succeeded in murdering large numbers of innocent people. The perpetrators of the 1993 World Trade Center bombing were prosecuted, tried, convicted and sentenced in this very same system.\nYet to many in the post-9/11 world, this system of civil justice has become deficient and antiquated. To these critics, whose lack of faith in our justice system is difficult to comprehend, each time someone is accused of committing or attempting to commit what might be labeled \"acts of terrorism,\" that accused person should be removed from our civil justice system and dealt with by the military.\nSuch procedures as permitting a person to challenge his detention by requiring the government to establish in open court a reasonable basis for detention --- the \"great writ\" of habeas corpus --- would be discarded. These requirements are viewed increasingly with disdain, because they inhibit the government's ability to interrogate prisoners in ways and for reasons a judge might find incompatible with the Bill of Rights.\nSuch a dismissive attitude toward our system of justice presents a clear and present danger to our nation --- a threat every bit as serious as the acts of persons now facing terrorism charges.\nTo be sure, the Christmas Eve underwear bomber and the more recent Times Square bomber posed serious threats to innocent American citizens. While neither of these men could be classified as \"brainiacs,\" had they succeeded in their endeavors many lives would have been lost. We must take their actions, and actions by others similarly motivated to do great harm, seriously. But we should not --- and need not --- cavalierly discard the fundamental underpinnings of our system of justice as part of a Faustian bargain.\nActs such as those by the underwear and Times Square bombers took place here; the alleged acts clearly fell within American law. They did not occur in some land far away or on a foreign battlefield. Whether we like it or not, the Times Square bomber is an American citizen. Detaining and prosecuting these individuals in accord with well-established and constitutionally based laws and procedures is not just the right choice, it's the only choice.\nMilitary commissions, the new darling of the neo-conservatives clamoring for indefinite detention of terrorism suspects, have no jurisdiction to try Americans, nor should they. Employing mechanisms such as indefinite detention and \"enhanced interrogation techniques\" may rouse patriotic fervor and slake the thirst for revenge; but they risk having eventual convictions overturned. More importantly, such actions move us down that slippery slope at whose end is the very society our Constitution was designed to guard against.\nBob Barr, an Opinion columnist and former U.S. House member, writes for The Atlanta Journal- Constitution. His column appears Monday. Reach him at mail@bobbarr.org\n\nLoad-Date: May 10, 2010"
}