{
    "title": "Times Sq. aftershocks Arrest stirs loose talk on rights",
    "publisher": "usa today",
    "year": 2010,
    "month": 5,
    "day": 7,
    "full text": "To think that an American citizen could become a terrorist plotting to blow up innocent people is horrifying. But the answer isn't to deny citizens their legal rights or strip future suspects -- repeat: suspects -- of their citizenship, as some lawmakers who ought to know better are suggesting.\nAllowing the government to decide that certain citizens aren't entitled to constitutional protections would set a terrible precedent. Imagine, for example, what might have happened to Steven Hatfill, the Army scientist falsely suspected in the 2001 anthrax attacks.\nAmerica has plenty of tools to fight terrorism without trampling citizens' rights. They even appear to be working reasonably well. Yet, in the days since the arrest of alleged Times Square bomber Faisal Shahzad, a naturalized U.S. citizen, a debate has erupted over eradicating his rights -- and jeopardizing those of anyone else.\nRep. Pete King, R-N.Y., said Shahzad should have been hauled before a military commission. Sorry, Rep. King, but under a 2006 law, only non-citizens can be tried before commissions.\nMeanwhile, Sen. Joe Lieberman, I-Conn., argued on Fox News that Congress should look at amending the law to allow the U.S. to \"automatically\" deprive citizens who become affiliated with foreign terrorist groups of their citizenship, \"when they are apprehended and charged with a terrorist act.\" Not convicted, mind you, but accused.\nLieberman has since backpedaled slightly, but he and other lawmakers introduced a measure Thursday to strip citizenship from those whom the State Department decides are affiliated with foreign terrorist organizations. That sets an awfully low threshold for such drastic action.\nThere are legitimate questions about how authorities handle terrorism suspects, particularly foreign suspects. But U.S. law already allows suspects, including citizens, to be questioned without being read Miranda rights when there's a possibility of a continuing threat to public safety. That tactic was used with Shahzad.\nThroughout U.S. history, lawmakers and judges have struggled to strike the right balance between civil rights and security. That remains a difficult challenge today. What's easy is to mouth off about stripping rights from unpopular citizens. \n\nGraphic\n\n \nPHOTO, B/W, USA TODAY\n\nLoad-Date: May 10, 2010"
}