{
    "title": "Times Square bomb plot_ 'CSI' methods could crack the case Video cameras, fingerprints, and chemical",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 5,
    "day": 3,
    "full text": "The failed attempt to set off a bomb in Times Square on Saturday night is a case made for \"CSI.\" To begin, scores of video cameras keep watch over every inch of the tourist destination. The sport utility vehicle in question, loaded with flammable material, is intact, possibly containing fingerprints or DNA-revealing drops of sweat. And with the help of possible video evidence or credit-card information, many ingredients in the failed bomb can be traced back to where they were bought or obtained. \nGiven the amount of evidence, many law-enforcement officials believe it is only a matter of time until authorities announce an arrest in the Times Square bomb plot. \"There should be enough physical evidence indicating the identification of the individual who drove the vehicle, and the chances he will be brought to justice are very good,\" says Danny Defenbaugh, who worked for the Federal Bureau of Investigation for 33 years and now has his own security consulting firm in Dallas. \"One of the biggest issues in the investigative focus and direction is forensics.\" The New York City Police Department said it will send material from the vehicle to the FBI laboratory in Quantico, Va. \"They've got the top laboratory in the world to do these sorts of examinations, and we'll keep some samples here,\" Police Commissioner Raymond Kelly told WCBS radio in an interview Monday morning. When it comes to fingerprints and DNA traces, police and FBI will be looking for places where the individual might have had contact - such as door handles, turn signals, and radio knobs, says Joseph King, a professor of terrorism at John Jay College in New York and a former federal agent with 36 years of experience. \"They will look to see where he scraped the vehicle identification number off to see if there is DNA or fingerprints,\" Professor King says. \"They will check at the gas tank. They will analyze the license plates [which were stolen] and look at the screws to see if there are fingerprints on them.\" Then, the purported explosives may contain chemical clues. The propane tanks had to be filled somewhere or purchased at a store that might have some kind of video security. The FBI lab may also be able to trace the fireworks found in the car, says King, especially if they were made in the United States. Most USA-made fireworks have chemical tags. \"If the fireworks came from Alabama, no problem. But if they came from China, no go,\" King says. Even the gasoline in the car and the gas tanks loaded in the back seat of the vehicle can be traced to individual oil companies such as Shell or Hess, he says. Investigators will also be analyzing the videotapes. So far, photographs of the individual in question appear to be blurry. But, King says, the FBI has very sophisticated facial recognition technology. For example, he says, Scotland Yard used US technology to identify the London subway bombers. Also, if the individual stopped at any smoke shop or store in the Times Square area, video cameras could have obtained good views of him. In addition, investigators will be working on psychological profiles of the individual. So far, outside analysts believe that the bomb attempt was done by an amateur. \"It does not have the MO of the professional,\" says Gary LaFree, a professor of criminology and director of the National Consortium for the Study of Terrorism and Responses to Terrorism at the University of Maryland in College Park. \"It strikes me more if not home grown, then on the amateur side.\" A professional bombmaker, he says would have been successful at igniting the bomb. Second, he says, the bomb itself was not very sophisticated. \"A real pro would have done a better job,\" he says. \"I think we are looking at an amateur or a small cell.\" In fact, with all the possible evidence available, authorities will crack the case rather quickly, Professor LaFree says. \"I think in 72 hours we will know a lot more,\" he says. Related: Pakistan Taliban claims Times Square bomb, threatens more. How credible? Al-Qaeda suspect who targeted New York subway system pleads guilty\n       \n\nLoad-Date: May 4, 2010"
}