{
    "title": "Timeline of bombing events",
    "publisher": "spokesman review",
    "year": 2014,
    "month": 4,
    "day": 13,
    "full text": "TIMELINE OF BOMBING EVENTS\n A timeline of events related to the Boston Marathon bombing, which killed three people and injured 260 others on April 15, 2013. The suspects are Tamerlan Tsarnaev, who was killed in a shootout with police several days later, and his younger brother, Dzhokhar Tsarnaev, who is in jail awaiting trial.\n March 2011: The Russian FSB intelligence security service gives the FBI information that Tamerlan Tsarnaev, who lives in Cambridge, Mass., with his family, was a follower of radical Islam.\n June 2011: The FBI closes the investigation after finding nothing to link Tsarnaev to terrorism.\n Late 2011: U.S. officials add the Tsarnaevs' mother to a federal terrorism database after Russia contacted the CIA with concerns they were religious militants about to travel to Russia. She later says she has no links to terrorism.\n January 2012: Tamerlan Tsarnaev arrives in Russia, where he spends time in predominantly Muslim provinces of Dagestan and Chechnya.\n July 2012: Officials in Dagestan say Tsarnaev applies for a new passport but never picks it up. Russian officials say they have him under surveillance but lose track of him after the death of a Canadian man who had joined an Islamic insurgency in the region.\n July 17, 2012: Tsarnaev returns to the U.S.\n November 2012: The Islamic Society of Boston Cultural Center in Cambridge says Tsarnaev has an outburst that interrupts a sermon about it being acceptable for Muslims to celebrate American holidays.\n January 2013: The Islamic Society says Tsarnaev has a second outburst after a sermon that includes praise for civil rights leader Martin Luther King Jr.\n April 15, 2013: Bombs go off at the finish line of the Boston Marathon, killing three people and injuring more than 260 others.\n April 16, 2013: Federal agents say they know the bombs were made from pressure cookers packed with explosives, nails and other shrapnel, but they still don't know who detonated them or why.\n April 17, 2013: President Barack Obama signs an emergency declaration for Massachusetts and orders federal aid to supplement the local response to the bombings.\n April 18, 2013: Investigators release photographs and video of two suspects and ask for the public's help in identifying them. Later that night, Massachusetts Institute of Technology police officer Sean Collier is shot to death in his cruiser, allegedly by Tamerlan and Dzhokhar Tsarnaev. Prosecutors say they steal an SUV at gunpoint from a Cambridge gas station. The driver is held for about a half-hour, then released unharmed.\n April 19, 2013: The Tsarnaevs have an early-morning gun battle with authorities who have tracked them to Watertown. Tamerlan, who is also run over by his younger brother, dies. Dzhokhar escapes, and at around 6 a.m., authorities tell residents of Boston and surrounding communities to stay indoors. All mass transit is shut down. That order is lifted at around 6:30 p.m., just before authorities trace Dzhokhar to a Watertown backyard, where he is found hiding in a boat and taken into custody.\n April 22, 2013: Dzhokhar Tsarnaev, who was injured in the shootout, is charged in his hospital room with using and conspiring to use a weapon of mass destruction.\n April 30, 2013: Two friends of Dzhokhar Tsarnaev are charged with attempting to destroy evidence by disposing of a backpack and laptop computer taken from his room after they found he was a suspect in the bombing. Another is charged with lying to investigators.\n May 9, 2013: Tamerlan Tsarnaev is buried in an undisclosed location after a weeklong search for a cemetery willing to take the body.\n May 22, 2013: An FBI agent in Orlando, Fla., fatally shoots Ibragim Todashev, a friend of Tamerlan Tsarnaev's, after he lunges at law enforcement officials questioning him about the Waltham killings. Officials say that before he died, he had agreed to give a statement about his involvement.\n July 10, 2013: Dzhokhar Tsarnaev pleads not guilty to 30 federal charges.\n July 23, 2013: Marc Fucarile is the last survivor of the bombings to leave the hospital.\n Jan. 30, 2014: Prosecutors announce they will seek the death penalty against Dzhokhar Tsarnaev.\n April 15, 2014: Ceremonies and events will mark the anniversary of the attacks.\n April 21, 2014: The 2014 Boston Marathon will feature a field of 36,000 runners, 9,000 more than 2013. It will be the second-biggest field in the race's history.\n Associated Press\n\nLoad-Date: April 15, 2014"
}