{
    "title": "Timing of terrorism expert's talk 'strange coincidence'",
    "publisher": "intelligencer journal",
    "year": 2001,
    "month": 9,
    "day": 13,
    "full text": "Evie Epstein called it a \"strange coincidence.\"\nFor three months, she had been planning a Support Israel rally on Sept. 12 for Lancaster's Jewish community featuring a special guest speaker, Islamic terrorism expert Steven Emerson.\nLancaster's rabbis had planned to lead a mourner's Kaddish for the 136 Israelis who have died as a result of terrorist acts so far this year. Instead, their prayers lamented the estimated thousands who died in Tuesday's terrorist attacks on the United States.\n#TERRORISM.S1#\nThe 170 people who met at the Jewish Community Center Tuesday night were anxious to hear what Emerson would say about the attacks. Unfortunately, he canceled his appearance and addressed the group via teleconference.\nHe called the center twice, and gave NBC News a live interview in between.\nAs president of the Investigative Project, a watchdog group that tracks terrorist activity, Emerson has been a popular media source during the past several days.\nHe has testified before Congress more than a dozen times in the past three years. He also produced the documentary \"Jihad in America,\" tracing the infrastructure of militant Islamic groups in the United States.\nFor years, Emerson has been predicting large-scale terrorist action.\n\"People have been saying to me, \"Steven, you've been vindicated,'\" Emerson said, \"but I would rather not have been vindicated than have our nation experience this.\"\nDuring his conference call, Emerson included details his group had uncovered during its own investigations of Tuesday's terrorist acts in New York, Virginia and Pennsylvania.\n\"As far as who did it, there is an assumed belief that this is Osama bin Laden,\" Emerson said.\nHe focused his comments on the Islamic fundamentalist infrastructure, led symbolically by bin Laden, that he believes the Western World must crack.\n\"Terrorists don't function in a vacuum. They function because there's an infrastructure,\" Emerson said. \"This goes to the heart of the battle the West is facing.\"\nHe suggested retaliation and prevention tactics for the U.S. and any allies that may choose to join America in any possible retribution.\nBin Laden needs to be dealt a more serious blow than he was in 1998, after he was connected to embassy bombings in Africa, Emerson said.\nHe also recommended drastic changes in America's air-travel security.\nLoni Goldstein of Lancaster agreed with Emerson. She was one of about 25 people who lined up at microphones to question the expert.\nGoldstein lived in Israel for several years during the 1980s and frequently travels back to the Middle East on El Al, the Israeli airline, to visit family. She would like to see the U.S. staff airports with sky marshals and trained psychologists who could profile potential hijackers.\n\"It's going to be very inconveniencing for Americans, but Israel has been doing this for years,\" Goldstein said.\nDolly Shuster, president of the Lancaster Jewish Community Center, doesn't think the heightened security will last.\n\"I don't think the wake-up call will stick,\" Shuster said. \"A couple of quiet years and we go back to normal.\"\nShe was pleased that so many people came to hear Emerson.\n\"It's a good example of why we have a Jewish community center,\" Shuster said.\nEpstein said she organized the rally to raise awareness of what Diaspora Jews living in Lancaster can do to support Israelis like her daughter.\nAmerican Jews can travel to the Holy Land as tourists, invest in Israel Bonds and pray for the safety and security of Israelis.\nMost importantly, now they can empathize, Epstein said.\n\"All of this terrorist activity makes me understand what they live with,\" Epstein said. \"All of a sudden, we feel very vulnerable.\"\n\nGraphic\n\n \nPHOTO, S. Emerson\n\nLoad-Date: September 19, 2001"
}