{
    "title": "Tips on terrorism risk-free, Ashcroft assures citizens",
    "publisher": "the deseret news",
    "year": 2002,
    "month": 7,
    "day": 26,
    "full text": "WASHINGTON -- Attorney General John Ashcroft says a new government program that asks Americans to report suspicious activity won't create an Orwellian database that could be used against innocent citizens.\nInstead, Operation TIPS will be \"a clearinghouse for people who think they see something\" suspicious, Ashcroft told senators Thursday.\nOperation TIPS -- Terrorism Information and Prevention System -- is being developed by the Justice Department and is set to get under way this summer.\nIt is a part of the Citizen Corps, an initiative announced by President Bush in his State of the Union address, and is designed to enable the public to participate directly in homeland security.\nOperation TIPS plans to give millions of American truckers, train conductors, ship captains, utility employees and others \"a formal way to report suspicious terrorist activity,\" according to its government Web site.\nThose people are crucial because \"they are regularly in the public,\" Ashcroft said. \"They can spot anomalies -- things that are different -- (such as) truck drivers seeing things happen that don't usually happen.\"\nThe program is already generating controversy on Capitol Hill.\nThe Homeland Security Department legislation moving through Congress includes language that would prohibit programs such as Operation TIPS within the new department.\nAshcroft also defended his proposal to immediately destroy government records of people who buy guns, disputing a congressional report that said his idea could help criminals get firearms illegally.\nOther \"records that are maintained can be used to detect the illegal purchases,\" the attorney general said.\nAshcroft last year suggested shortening from 90 days to no more than one business day the time during which the government keeps records on people who try to purchase firearms.\nBut the General Accounting Office, Congress's watchdog agency, said one-day destruction of records would mean that the FBI would not be able to go back and check for fraudulent transactions or mistaken approvals.\nAshcroft said government agencies such as the Bureau of Alcohol, Tobacco and Firearms could still track down illegal gun purchases through the firearm dealer information.\n\nLoad-Date: July 26, 2002"
}