{
    "title": "Tips for fighting terrorism; Police advise residents to be observant, note changes in their environm",
    "publisher": "the world",
    "year": 2003,
    "month": 3,
    "day": 26,
    "full text": "With the nation at war and under a heightened state of alert for terrorism, Lancaster police Tuesday conducted a seminar to educate residents about the important role they play in protecting their community.\nMore than a dozen people showed up at Lincoln Middle School for the Terrorism Awareness and Prevention training seminar to learn how to separate the realities and myths of terrorism and what measures they can take to increase their own security.\nTaught by Officer Theodore Makauskas and Sgt. Bill Gleason, the first message delivered to the group, and stressed repeatedly, was that the cardinal rule of safety and security -- being aware of your surroundings -- does not mean spying on your neighbors or trying be a Hollywood gumshoe.\nFirst, the officers clarified the definition of the word terrorist. Expressing views that aren't popular, or may even be abhorrent, as the Ku Klux Klan does, doesn't make one a terrorist.\n#TERROR.M260Enene#\n\"It must be an illegal act -- speech is not illegal,\" Makauskas said.\nHowever, the officers cautioned, sometimes terrorists bent on creating a violent situation will co-opt legitimate groups, such as antiwar protesters, and show up at a peaceful demonstration with the intent of creating violent conflict with government authorities.\nThe purpose of terrorism is to create fear and panic among the population, which embarrasses government officials. At the same time, terrorists use the media attention they receive to get out their message in an attempt to force a change in policy or government.\n\"For example, many people thought President (Jimmy) Carter lost re-election because of his inability to deal with the terrorists in Iran,\" Makauskas said.\nBut terrorists also can be in our back yards. Makauskas said the radical Islamic group that killed six and injured more than 1,000 trying to blow up the World Trade Center in 1993 trained at a farm in Perry County near Harrisburg.\nAnd that, Gleason said, is how residents properly trained to constantly observe their surroundings and note changes to it can help law enforcement catch terrorists before they strike.\n\"When you go home, do you just get out of the car and walk to the door, or do you take a look around and see if anything has changed?\" Gleason asked.\nFirst, Gleason said, people need to be at least basically familiar with the people who live nearby.\nThen, they would be able to notice some of the telltale signs of terrorist planning: asking unusual questions about the details and/or operations of large buildings or places where lots of people congregate; lengthy meetings of strangers in houses with the windows purposely obscured; people of temporary or transient nature who avoid community contact; unconventional or large business transactions; and unusual purchases or thefts.\n\"These people would use a lot of cash; they don't want to leave a paper trail,\" Gleason said. \"And if your neighbor is all of a sudden getting deliveries of 55-gallon drums of fertilizer, something might be up.\"\nIn his 16 years as a police officer, Gleason said, he has never been given a good description of a purse snatcher, and that's mainly because people don't think to pay attention to what is around them.\nGeneral guidelines for providing police with useful information are:\nObserve general characteristics.\nNote distinguishing characteristics.\nNote permanent details.\nNote details which are changeable.\n\"Be prepared to give proper information in case something does happen,\" Gleason said. \"Some witnesses are right on the money, and we've made arrests pretty quickly.\"\nA booklet on what people can do to be prepared, \"United for a Stronger America,\" was distributed by the officers. It also can be downloaded in the Free Publications section of the National Crime Prevention Web site, www.weprevent.org. \n\nGraphic\n\n \nCOLOR PHOTO, Suzette Wenger, Lancaster city police Officer Theodore J. Makauskas is silhouetted by a projector screen Tuesday as he discusses ways citizens can use their powers of observation to prevent terrorism and help police.\n\nLoad-Date: March 27, 2003"
}