{
    "title": "Tips on discussing terrorism with your children",
    "publisher": "the bismarck tribune",
    "year": 2017,
    "month": 6,
    "day": 2,
    "full text": "Date to remember:\nJune 20: North Dakota Stockmen's Association annual feedlot tour\nKids and terrorism\nChildren in the Midwest may not be directly affected by the tragic events surrounding the terrorist attack in Manchester, England, but they may be frightened or confused about what it all means, according to a parenting specialist with the North Dakota State University Extension Service.\n\"The news reports may not be intended to alarm children, but the 24-hour media coverage, as well as parents and other adults around them watching the television screen and discussing the tragedy, makes it virtually impossible to shield children from the fact that the adults in their life are concerned and upset,\" says Sean Brotherson, NDSU Extension Service family life specialist.\nSchool responses and other security measures in the community also heighten children's level of concern and anxiety. For many children, the fact this attack occurred at a concert with a well-known entertainer (Ariana Grande) with many children and teens present may be especially disturbing.\n\"The heightened level of attention and stress makes it all the more necessary for adults in their lives, such as parents, teachers, child care providers and grandparents, to help children cope and process this event,\" Brotherson says.\nFor more information, visit www.ag.ndsu.edu and search \"Talking to Children About Terrorism.\" The publication will offer age-appropriate responses for parents and others to use in talking to children about terrorism. Information includes advice for all ages from young children up through young adults.\nLearn about other parent resources and parenting class opportunities from the NDSU Extension Parent Resource Center Region 7 by calling 701-667-3342 or visiting www.ag.ndsu.edu/pen\nInformation from Sean Brotherson and Kim Bushaw, Extension family science specialists, North Dakota State University.\n\nLoad-Date: June 2, 2017"
}