{
    "title": "Tips to Keep Your Neighborhood Safe",
    "publisher": "university wire",
    "year": 2016,
    "month": 9,
    "day": 21,
    "full text": "(StatePoint) Amid recent headlines, which include mass shootings, terrorist attacks and typical everyday crime, it can be easy to feel unsafe. But individual citizens can take steps to make their homes and communities safer from many types of threats.\nAt Home\nDoes your family have a plan in the event of emergency? The Department of Homeland Security offers every day tips for creating an action plan. Visit Ready.gov to learn more. Then, be sure everyone in your family understands the plan.\nIt may also be a good idea for adults and teens to learn CPR and to teach young people basic concepts like \"if you see something, say something.\"\nOn the News\nRecent domestic terror attacks making headlines remind us that nobody should be complacent to the threat of terrorism or extremism.\n\"Terrorism has occurred throughout history, but today it affects the entire world,\" says Abayomi Nurain Mumuni, a global terror expert and author of \"Global Terrorism and its Effects on Humanity,\" an overview of the origins and types of terrorism. He notes that terrorism and extremism can develop anywhere, and that identifying terrorists in your own community can be difficult as they tend to do their best to blend in with their neighbors. \nBut Mumuni offers hope in his more recent book, \"Demand by Terror,\" laying out ways that a diplomatic response to terrorism may be successful.\n\"No nation wants to look vulnerable or weak and give in to terrorist demands, but the way to resolve some of the violence will not come from military actions alone,\" he says. \"Diplomacy should be an important tool, too.\"\nLocal citizens can get informed about the varied nature of terrorism and become vocal advocates for government responses that offer fewer risks and more chances of success. Average citizens can voice their opinions through a number of channels at the local, state and national level, including voting for candidates whose policies they support.\nIn the Community\nBe involved in your community, whether that means attending city council meetings and having your voice heard on security issues or getting trained to be a volunteer emergency responder. Many communities offer an opportunity to participate in \"neighborhood watch,\" or other crime deterring organizations.\nGrassroots-level action matters. Take steps at home and in your community at-large to build bridges between neighbors and promote safer streets and neighborhoods.\nPhoto Credit: (c) 2tun - Fotolia.com\n\nLoad-Date: January 16, 2018"
}