{
    "title": "Tired of terrorism_ Grab a bumper sticker to stick it out",
    "publisher": "university wire",
    "year": 2003,
    "month": 9,
    "day": 17,
    "full text": "Thank God for bumper stickers. They make things so much easier. In these post-9/11, with-us-or-against-us, love-it-or-leave-it days -- when everyone is either a flag-waving, outspoken patriot or al Qaeda operative -- bumper stickers are an excellent barometer by which to measure a given driver's depth of character, love of country and potential connection to future terrorist acts.\nEspecially since programs, like Attorney General John Ashcroft's Operation TIPS (Terrorism Information and Prevention System), have started calling for us to be ever more vigilant against the threats that may lurk within our fellow countrymen, the importance of bumper stickers has soared faster than a black helicopter with state-of-the-art listening devices.\nBrandeis U.\nFollowing the instructions of the Bush administration, I am constantly evaluating the threats posed by those around me. Where you -- the uninformed -- see a mailman, I see the next Mohammed Atta. Where you see a group of teenagers loitering outside the local 7-11, I see a possible remnant of a Taliban regiment. It takes a keen eye to be alert to the danger and subversion all around us, but with bumper stickers we have an easy way of knowing who to fear and who to trust.\nTake the other day, for example. I was driving down Route 16 in Medford (my sources had told me something was amiss at Krispee Kreme, so I decided to investigate), when I happened to look out the driver's side window. \"THREAT!\" screamed something inside my brain as soon as I saw the guy. Lots of facial hair (like a certain Mr. bin Laden), wild dark eyes and a vaguely-ethnic look. In other words, he was exactly the kind of person Ashcroft would expect me to keep a close eye on.\nSo I did. I kept my car side-by-side with his for awhile, just sort of glancing at him to figure out what he was up to. He realized this, gave me the finger (the only American gesture he had expressed so far), and sped off.\nI was about to contact the FBI (speed dial option number one on my cell phone) when my eyes caught his bumper. Affixed on it was a sticker with the words \"Proud to be an American\". My face became flushed with shame. Here I am, 90 to 95 percent sure this guy is a terrorist, and yet he has this beautifully patriotic bumper sticker on his car.\nWhy, pray tell, would a terrorist be proud to be an American? They hate America! Weighed down by guilt, I caught up to this man and saluted him. He gave me the finger again.\nI did not let this incident phase me, however. For every honest, God-fearing, bumper sticker-toting American, there are a thousand dormant terrorists who could erupt at any second. The important thing is that bumper stickers let us know the difference.\nThe real heroes are those with multiple bumper stickers. If I read across someone's bumper and I see \"Proud to be an American\" followed by \"Freedom\" (in an American flag colored font) followed simply by \"God Bless America,\" then I know I am sharing the road with greatness.\nHere is someone who is willing to take a stand. Not only do they like freedom and America, but they also think God should bless it! Few are bold enough to take a stand on such controversial issues\n\"But Jesse,\" I can already hear some liberals whining to me, \"aren't you putting too much stock into meaningless symbols? Couldn't anyone put a sticker on his car if he wanted to? Doesn't it take more of an effort than that to reduce the amount of terrorism and destruction in the world? Isn't putting a patriotic bumper sticker on your car simply a trend in the wake of 9/11? Wouldn't, say, walking to work instead of driving, and thereby reducing our dependence on foreign oil, do more to combat terrorism than a simple slogan backed with an adhesive ever could?\"\nMy response to said theoretical whining liberals: No, no, no, no and no. You guys have it all wrong. And you may, judging from your questions, be in league with the enemy.\nThis is not a time to question. With al Qaeda operatives plotting against us around the globe, the last thing we need at this point is to be cool-headed. That pizza deliveryman you let leave your doorstep without a thorough interrogation could very well be planning to strike right at the heart of Lady Liberty.\nBumper stickers save a lot of time, energy and money that could be otherwise spent chasing false leads. They affirm who is \"Us\" and who is \"Them.\" They provide a sense of community for those brave few who like America and freedom, but dislike terrorism.\nSure, they have their flaws: they peel, they tear, they fade. But is this not fitting? What better way to symbolize liberty than with a device that is -- like freedom itself -- precarious and easily torn away?\nAnd for those who disagree with me and my passion for bumper stickers, all I can say is \"love it or leave it.\" These colors don't run! God Bless America, and God Bless Bumper Stickers!\n(C) 2002 The Justice via U-WIRE\n\nLoad-Date: September 18, 2003"
}