{
    "title": "Tit-for-tat diplomacy in a terrorist era",
    "publisher": "the christian science monitor",
    "year": 1986,
    "month": 5,
    "day": 17,
    "full text": "US President Ronald Reagan's decision to mount punishment raids on Libya last month is continuing to produce diplomatic ricochets in Europe and beyond, as a series of tit-for-tat expulsions depletes the staffs of embassies as far apart as Tripoli and Copenhagen.\nCol. Muammar Qaddafi's anger at support given to the tough United States stance by the seven-nation Tokyo summit and the 12-nation European Community (EC) led him last week to expel 36 Western European diplomats from Tripoli, on the grounds that the envoys had been ''carrying out activities against Libya's interests.''\nBut the Libyan leader's frustration at having to contend with a growing international hostility to his alleged role as a mentor of state-sponsored terrorism was only part of a bewildering pattern of reciprocal diplomatic expulsions.\nBritain, convinced that Syrian officials had had a hand in trying to place a bomb aboard an Israeli passenger jet at London's Heathrow Airport on April 17, ordered the expulsion of three Syrian diplomats. This produced a similar action by Syria against three British diplomats stationed in Damascus.\nBut that did not square the account. British Foreign Office officials said that the authorities in London were investigating further allegations of Syrian involvement in terrorist activities in Britain, and they drew attention to the large size of the Syrian Embassy's staff in the British capital.\nA Foreign Office official, Timothy Renton, said that Britain was acting in line with the anti-terrorist package agreed at the Tokyo economic summit. The measures decided in Tokyo were similar to a program of antiterrorist actions decided by the EC at an earlier meeting of political leaders in Brussels.\nBefore Colonel Qaddafi expelled the 36 European envoys, including 25 Italians, his country had been on the receiving end of vigorous actions by several EC members. Italy, Belgium, the Netherlands, Luxembourg, Spain, France, and West Germany were determined to demonstrate that Libya could no longer sponsor international terrorism without paying the price. In Bonn, the strength of the Libyan Embassy was cut by more than half, to 19. In Tripoli, the total number of Western European diplomats has been roughly halved.\nBritain did not expel any Libyan diplomats, because, for the past two years, the Libyan People's Bureau, or embassy, in London has been closed, following the 1984 shooting of a policewoman by a gunman who fired from inside the embassy's building. This led to the severance of diplomatic relations between London and Tripoli.\nBritain's sole representative in Tripoli is a consul who operates out of a back room in the Italian Embassy. Qaddafi has apparently decided that the consul can stay in the Libyan capital.\nBut following reports that young Libyans undergoing aviation training in Britain had threatened to undertake terrorist operations against US targets in Europe, the Foreign Office told scores of these ''students'' that they would have to leave.\nBritain's expulsion of the Syrian diplomats provoked bitter complaints from Damascus. But Foreign Office officials said there was no alternative but to order the envoys to leave. Initially, British police asked Syria's ambassador in London to waive diplomatic immunity for the three diplomats so they could be questioned off the embassy premises.\nThe ambassador said the diplomats could be questioned, but only inside the embassy. This would have prevented Scotland Yard officers from ordering their arrest. As a deadlock developed, the Foreign Office summoned the ambassador and told him the three diplomats had to go within three days. They have since left Britain for Damascus.\nIn Britain there is considerable public anger about the activities of Arab diplomats in Britain. The firm line that the government of Prime Minister Margaret Thatcher takes against Libya and Syria is popular here.\nMrs. Thatcher's government has made it clear that it accepts US evidence of cooperation between Libya and Syria in the bombing of La Belle disco in West Berlin April 5.\nOn the other hand, the Foreign Office has made it clear that it does not believe in the need for any form of military retaliation against Syria. The White House would still like Britain and its European partners to clamp down on trade and economic ties with Libya and Syria, but there is much resistance to any such action.\nThe policy of diplomatic expulsions is seen in Western European capitals as a way of demonstrating to the United States that European governments are ready to take firm action against countries known to have sponsored terrorism.\nBut Britain, along with its EC partners, has no wish to provoke renewed tension in the Middle East. Amid signs of growing tension between Syria and Israel (story, Page 5), British diplomats last week stressed that nobody had an interest in hostilities breaking out in the area.\n''We must discover and isolate cases of state-sponsored terrorism, and take appropriate action,'' an official said. ''It would be foolish, however, to whip up tensions unnecessarily.''\nSuch attitudes, however, are no impediment to tough police action against suspected terrorists. In France last week officials said the police had arrested and charged two people believed to have been involved in bombings at large department stores in Paris and London.\nAs the Tokyo antiterrorist message sinks in, law enforcement agencies throughout Western Europe are showing new determination to keep tabs on suspected terrorists.\nIn Britain, a close watch is being kept at all airports and other points of entry, and passengers taking flights to European destinations are being subjected to baggage and body searches far more serious than anything seen so far.\nReturning from the Tokyo summit, Thatcher declared: ''the task of us all is to tackle the scourge of terrorism and stamp it out.'' A sharp eye for transgressions by Arab diplomats is one aspect of the policy, and it is coupled with a readiness to order expulsions, even if it produces what one Whitehall official called ''an orgy of reciprocity by the targets of our attention.''\n\nGraphic\n\n \nPicture, The diplomatic dust is still settling from last month's USS strike on Libya. In European and Mideast capitals - from Tripoli to Copenhagen - attaches were ordered to pack their bags and leave. The round of expulsions included two Libyans who were expelled from Spain. AP"
}