{
    "title": "Tito Drago interviews Spanish Judge Baltasar Garz_n Q&A_ Fighting 'the Dark Side of Globalised Socie",
    "publisher": "the world",
    "year": 2009,
    "month": 2,
    "day": 23,
    "full text": "But there is a long road ahead before that justice effectively reaches every corner of the world. That is the task of the International Criminal Court (ICC), Garzón says.\nFormer Chilean dictator Pinochet (1973-1990) was arrested in London when Garzón requested his extradition to Spain to face charges of crimes against humanity. Although extradition was denied on health grounds, the case was a watershed. It had profound repercussions in Chile, where several investigations against Pinochet were subsequently opened.\nIPS: What should be done to make global justice a reality in the short term?\nBG: We should continue to move along the same road with increasing vigour, laying aside economic and political interests and blowing the whistle on attempts to reverse direction, because if we allow that to happen the victims will suffer and impunity will triumph all over again. We have the instruments for every democratic country to do this, and to require others to do it.\nIPS: What is the biggest challenge to justice from the present global financial crisis?\nBG: Achieving a dynamic, modern, scientifically trained justice system that is ethically above reproach and committed to fighting organised crime, drug trafficking, corruption and terrorism.\nThese scourges of globalised society represent the dark side of our times. The roots of the world economic and financial situation must be studied in depth. Why are giant companies going bankrupt, dragging the hopes of millions of people down with them? Who is responsible for this?\nThe law must be particularly diligent in investigating this, while remembering always that judges have a fundamental role to play in the defence of basic human rights and in guaranteeing that the rule of law prevails against any other approach.\nIPS: Is corruption really a global problem?\nBG: It has been for a long time, but in recent years awareness has increased. The fight against corruption is taking on a new dimension now, precisely because no one was concerned with dealing with it before. But to carry on the struggle seriously and efficiently, ethical values must be consolidated. Democratic systems must be perfected, and institutions and national and international laws must be strengthened.\nCombating corruption, which is the negative side of economic globalisation, is essential. Look at the recent scandals in the United States and the reports of Transparency International, and you will see that we are facing a universal phenomenon.\nTo this end, countries must provide themselves with a coordinated response system and legal systems that converge towards the guidelines set out in the international conventions against corruption. Those who engage in crimes of corruption, and take advantage of the gaps between different legal systems, should no longer have access to the loopholes of tax havens, other non-cooperating territories, or failures to ratify the international conventions.\nIPS: Another problem that appears to be on the rise is international arms dealing. What is your opinion on this?\nBG: Effective international coordination should be established to control the brokers in the triangulation (covert indirect sales) of weapons through companies who simply lend their names to the transactions, because if this traffic continues it will exacerbate violence and affect, in particular, the civilian population.\nUncontrolled trading in weapons often becomes a public security problem, as the arms tend to end up in the hands of organised crime and terrorist groups.\nOn other occasions, weapons leave one country legally but arrive in other countries where there are serious human rights violations, as is happening at the moment in (the Democratic Republic of) the Congo, and the international community is not reacting. Regulation by the United Nations and punishment of offenders have been gravely deficient.\nI think it is immoral that such a large proportion of many countries' gross domestic product is derived from the manufacture and sale of weapons of war. There should be a binding clause in contracts for each and every country buying arms, obliging them to respect human rights.\nIPS: How would you define terrorism?\nBG: Terrorism is, increasingly, a form of organised crime. It uses the same techniques, and is financed by the same sources. Think of the FARC (Armed Revolutionary Forces of Colombia), the Taliban in Afghanistan, or al Qaeda.\nThe political gains that terrorists also seek sometimes become an excuse not to renounce violence as a means of achieving political ends.\nTerrorist groups are criminal organisations, and as such they have their own structures, some hierarchical, others less so, which operate in their own interests.\nIt would be a great mistake to focus only on the armed structures, without investigating their funding sources, their support, their institutional presence and their strategies to take over the very apparatus of the state by a process of discrediting them.\nTerrorism, too, can be regarded as a crime against humanity when it manifests itself in systematic attacks against specific sectors of the civilian population. Even where there is an ongoing armed conflict, such as in Iraq, terrorist activities are and should remain clearly differentiated. Thus, sending mujahideen into a conflict situation as suicide bombers cannot be regarded as an act of insurgency: it is terrorism.\nIPS: Would you call bombing a civilian population 'terrorism,' even if it happens in the middle of a war?\nBG: Any attack on a non-combatant population, whatever the circumstances, can be described as terrorist action, and attacks on civilian populations can be described as crimes against humanity. In my view there is no excuse whatsoever and no doubt about this, nor should there be.\nThis is within the purview of the International Criminal Court. Perhaps it should come up with a ruling on some conflicts which are on everyone's minds.\nIPS: You wrote a book in 2005, 'Un mundo sin miedo' (A World Without Fear). Why did you write it?\nBG: I felt the need to move ahead toward a world without fear, in the positive sense, because conflicts should be solved by means of the weapons of the law, rather than by force.\nAnd, I would underline, without ever resorting to violence. If in the last resort force is necessary, it should be used within the limits stipulated by international law, which protects all peoples. And international law applies to actions of any kind, be they military, political or legal.\nIPS: Is there more fear in the world now, or less, four years after you wrote your book?\nBG: Perhaps people have fewer illusions, because the situation is more complicated, but there have been some very positive developments that give us grounds for hope.\nI was very encouraged by the electoral triumph of U.S. President Barack Obama. At last, the (George W. Bush) administration which confused security with arbitrariness, and lack of due process with effectiveness, is at an end.\nHuman rights and the law were trampled on, and we have suffered the consequences. Now the best thing to do is to make up for lost time and get rid of the 'Guantánamos' of this world.\nIPS: You encountered opposition when you decided to investigate people like Pinochet or Argentine ex-naval officer Adolfo Scilingo for crimes committed in their own countries. One of the arguments raised was that you had no authority to put them on trial, because the crimes were not committed in Spain...\nBG: When the crimes in question are genocide, crimes against humanity or terrorism, according to Spanish law and international law the principle of universal criminal jurisdiction applies, independently of where the crimes were committed.\nThe point is to prevent impunity. The human dignity of the victims demands that we never forget these crimes, and that we refuse to be cowed by those who do not wish them to come to trial. It is not an option; it is a duty.< © 2009 NoticiasFinancieras - IPS - All rights reserved\n\nLoad-Date: February 23, 2009"
}