{
    "title": "TIX-FIX PROBE COP GOT 71G IN OVERTIME. DETECTIVE LOGGED 1,049 EXTRA HOURS",
    "publisher": "daily news ",
    "year": 2011,
    "month": 10,
    "day": 13,
    "full text": "THE TICKET-FIXING scandal has meant big bucks for the detective widely considered the engine behind the massive Bronx probe.\nDetective Randy Katakofsky logged 1,049 extra hours and made $71,166.45 in overtime for the fiscal year ended June 30, the Daily News has learned. All told, the Internal Affairs Bureau detective made $168,016.40.\nOnly Detective Franklin Garcia, with the Joint Terrorism Task Force, made more in overtime - $88,677.15 for 1,362 hours. His total pay was $183,662.40\nKatakofsky sparked the massive ticket-fixing probe by going past his supervisors and directly to the Bronx district attorney's office with evidence that cops were fixing tickets.\nThat took what had been a narrow probe of a cop suspected of having ties to a drug dealer and sent it in an entirely different direction.\nThe subsequent probe put more than 500 cops under the microscope. Indictments against 17 cops, plus several civilians, including two drug dealers, are expected to be announced soon. Katakofsky's decision earned him the ire of fellow cops.\nLast week, the NYPD launched an investigation after online threats were made against the detective on The Rant, a site dedicated to police issues. Someone posted Katakofsky's home address and pictures of him.\nSome cops feel ticket-fixing is a professional courtesy among cops, not a criminal matter. They say Katakofsky overstepped his bounds to advance his career.\nKatakofsky, an 11-year veteran, wouldn't comment.\nHis lawyer, Rae Koshetz, a former NYPD deputy commissioner for trials, said Katakofsky earned his overtime pay.\n\"This was necessary overtime on a major investigation that was fully approved by the NYPD,\" Koshetz said. \"I question the motive of anyone who disparages this honest, high-performing officer.\"\nThe NYPD last year paid out $544,579,323.40 in overtime for police officers and other members of the department, including civilians, school safety and traffic enforcement agents, and crossing guards, records show. Garcia is one of three Joint Terrorism Task Force detectives on the list of the top 10 police overtime earners. The list also includes Lt. John Ahern, head of the Manhattan robbery squad, and Lt. Lawrence Hammond of Brooklyn North vice.\nThe NYPD did not respond to a request for comment.\nrparascandola@nydailynews.com\n\nLoad-Date: October 13, 2011"
}