{
    "title": "TO AMERICAN FRIENDS OF HARRODS BOMBING",
    "publisher": "the new york times",
    "year": 1983,
    "month": 12,
    "day": 26,
    "full text": "Let every American who contributes money and arms to the terrorists of Northern Ireland share in the responsibility for the despicable pre- Christmas bombing of innocent civilians in the crowded streets of London.\n And let no one be fooled by the contemptible disclaimer of the Provisional Irish Republican Army that while the bomb and the bombers belonged to the I.R.A., the bombing was ''unauthorized.''\nThat doesn't do much good to the five dead (one of them an American) and the more than 90 injured victims of the explosion outside Harrods. The world-famous store was packed that Saturday afternoon, according to an American present, ''like the Times Square subway at rush hour,'' when the bomb went off.\nJohn B Oakes comment charges Americans who contribute money and arms to IRA terrorists of Northern Ireland must share responsibility for bombing of innocent civilians at Harrods department store in London (S)\nGerry Adams, leader of the Sinn Fein, which operates as a legal political party despite its intimate ties with the terrorists, coolly claims that the Harrods bombing ''didn't go right'' - but he refuses to condemn it. Only four days earlier, an I.R.A.-planted bomb was discovered on another London thoroughfare. Fortunately, it ''didn't go right'' either, but in a different sense: It was found and defused without casualties. The I.R.A. said nothing then.\nIn no matter what pseudo-patriotic or religious trappings it may be enshrouded, terrorism of any kind is a\n peculiarly horrible and cowardly form of political warfare. But terrorism aimed exclusively at innocents who have absolutely nothing to do with the cause at issue - as was the case with the Harrods bombing - reaches into the depths of subhuman depravity. This is true whether it occurs inside a bus in Jerusalem or on the streets of San Salvador or at a restaurant in Paris.  This is what American suppliers of arms aid and money to the I.R.A. must take account of when they try to fool themselves into thinking that all they are doing is promoting the legitimate, long-term goal of a united Ireland. There is not a single responsible authority, either in Northern Ireland or the Irish Republic, who believes this goal can be advanced by support of the I.R.A. Quite the contrary: It retards that goal by further polarization and by encouraging the equally reprehensible Ulster extremists on the other side.  A succession of Irish statesmen devoted to the cause of a united Ireland have repeatedly appealed to the Irish- American public to reject the demands of the Irish Northern Aid Committee (Noraid) and similar fund- raising organizations here that are linked to the I.R.A.\nNo one is more explicit on this subject than Garret FitzGerald, Prime Minister of the Republic:\n''There is nothing romantic about Noraid. It collects money for the I.R.A. The I.R.A. buys guns with the money. The guns murder our people. Why would Americans want to destroy our society?. . .The onslaught against the Irish people themselves.'' American politicians such as Senator D'Amato and Representative Biaggi, both of New York, who tacitly if not openly court the supporters of Irish extremism, would do well to heed these words.\nlinks between Noraid and the violent branch of the I.R.A. are clear - clear enough to have brought about a Federal court finding last year that Noraid has violated the Foreign Agents Registration Act by failing to identify the I.R.A. as its ''foreign principal.'' Shortly after Noraid was founded more than a decade ago, one of its officers said candidly: ''We send (money) for food and clothes, and if they want, they can spend it on weapons - but that is their concern.'' The policy has not changed.  Noraid is now facing a contempt citation for another alleged failure to carry out the requirements of the law. There have been repeated convictions in Federal courts of gun-runners and gun-purchasers for the I.R.A. who turn out to be Noraid officers or members. In case after case, the connection between Noraid personnel, Noraid funds and I.R.A. guns has been shown to be indisputable; it was re- emphasized most recently with the conviction earlier this year of still another Noraid member as a gun-runner for thousands of dollars worth of arms to the I.R.A. from the United States.  As one United States official put it a few weeks ago, I.R.A. agents in the United States ''are after anything that will shoot or explode.'' The Harrods explosion is a typical example of the end result of this search for arms. It was by no means unique but had a special touch of savagery because of the time and place and target.  The Americans who support the I.R.A., directly or indirectly, are supporting a terrorist organization that, in Dr. FitzGerald's words, ''seeks to overthrow our democratic institutions on this island (in the South as well as the North) by violence and establish a military dictatorship.'' It's as simple as that."
}