{
    "title": "TO AVOID ACTS OF TERRORISM, AMERICAN TOURISTS NEED TO THINK AHEAD",
    "publisher": "the new york times",
    "year": 1998,
    "month": 9,
    "day": 27,
    "full text": "Random acts of terrorism can chill tourism. In fact, tourists rarely are the targets per se. But they can be.\nMuslim extremists who attacked and killed 58 tourists in Luxor, Egypt, last year put an estimated $ 1.5 billion dent in Egypt's economy. The barbaric car bombing in Northern Ireland last month that killed 28 people (including two tourists) no doubt gave prospective travelers pause to ask: \"Is this trip to Northern Ireland necessary?\"\nAfter the U.S. military strikes against terrorist targets in Afghanistan and Sudan, partly in response to the embassy bombings in Kenya and Tanzania, the State Department urged U.S. citizens traveling abroad \"to review their security practices, to remain alert to the changing situation and to exercise much greater caution than usual.\n\"Large crowds and other situations in which anti-American sentiment may be expressed should be avoided,\" the State Department said Aug. 20 in what it calls a \"Worldwide Caution.\"\nThe worst thing Americans can do is hunker down in their back yards and not travel. The best thing Americans can do is prepare themselves regarding places they intend to visit. And prepare their own mindsets.\nAs we now know, any place can be a terrorist target. One need only recall the 1993 World Trade Center bombing in New York City and the horrible 1995 federal building bombing in Oklahoma City, by totally unrelated terrorists. In reality, any street in any American community can be a target.\n\"In life there is no perfect security,\" said Undersecretary of State Thomas Pickering during a news briefing days after the attacks on Afghanistan and Sudan.\nWhen terrorists embark on their journeys of random, wanton killing, they don't leave road maps and timetables for us. We live in a big world without any guarantees.\nNow that the United States stands ready to launch its own war against global terrorists who target American interests, what will the consequences be? \"Terrorism experts wonder if the U.S. is ready to add itself to a roster of nations, including Britain, Ireland and Israel, that have curbed cherished civil rights in order to combat terrorism waged on their own soil,\" the New York Times reported.\nMeanwhile, Americans need to take precautions no matter where they travel, but especially abroad. You can brief yourself on any country you intend to visit through State Department Consular Information Sheets, Travel Warnings and Public Announcements by phoning (202) 647-5225. If you want the information faxed, phone (202) 647-3000. Or you can access information via the Internet: travel.state.gov.\nAs the State Department points out, terrorist acts occur at random and unpredictably, making it impossible to protect oneself absolutely. \"The first and best protection is to avoid travel to unsafe areas where there has been a persistent record of terrorist attacks or kidnapping,\" the State Department sayys.\n\"Most terrorist attacks are the result of long and careful planning. Terrorists look for defenseless, easily accessible targets. The chances tha t a tourist, traveling with an unpublished program or itinerary, would be the victim of terrorism are slight.\"\n \nThe State Department advises:\nSchedule non-stop flights, and if possible avoid stops in high-risk airports or areas.\nTry to minimize the time spent in public areas at airports. Move quickly from the check-in counter to secured areas.\nAs much as possible, avoid luggage tags, dress and behavior that may identify you as an American.\n \nAmong many other common-sense State Department travel tips:\nMake copies of your passport, itinerary and other travel documents. Leave a set at home and carry an extra set with you.\nDon't take anything with you that you would hate to lose, such as valuable jewelry and unnecessary credit cards.\nUse the same common sense traveling overseas that you would at home. Be especially cautious or avoid areas where you are likely to be victimized. Don't use shortcuts, narrow alleys or poorly lit streets. Try not to travel alone at night.\nMost important, at home or abroad, be alert. Be aware of what's going on around you at all times.     \n\nLoad-Date: September 28, 1998"
}