{
    "title": "To close Guantanamo or fill the facility",
    "publisher": "university wire",
    "year": 2017,
    "month": 1,
    "day": 26,
    "full text": "Almost 15 years ago, former president of the United States George W. Bush established Guantanamo Bay Detention Camp, as part of the war against terrorism, however, the greatest trick that politicians ever pulled was convincing the world that whatever they did was in the sake of \"fighting terrorism\".\nGuantanamo bay detention facility has often stirred controversy among the international community, as its existence and the reported tools of torture were condemned by governments and non-governmental institutions for its inhumane conditions and how it represented injustice.\nShutting down Guantanamo bay was a promise that was not achieved by former president Barack Obama although it was a promise since his presidential campaign in 2008.\nObama expressed in several interviews how shutting down the detention center was a necessity, how it cost the US administration a lot of money and how it was used 'to recruit terrorists' rather than end terrorism.\nAlthough Obama issued an executive order to close the detention center, his efforts were often rejected by the Congress, and his \"yes we can\" eventually turned into \"couldn't\".\nOn the other hand, the 45th President of the United States, Donald Trump, expressed his intention to keep the prison open, according to a memo published by CNN, Trump said he would \"load it up with some bad dudes\", to add more concerns among the international society about the future role of the United States to achieve world peace.\nIt wouldn't be a surprise to hear Trump take such oath anyway, for a man who insults women and the handicapped, treats the press disrespectfully and expects to somehow change the demography of a country which is basically a country of immigrants, it is quite expected that Trump will not shut down Guantanamo bay, but will probably send more \"bad dudes\" there, after progress that was made by releasing a relatively large number of detainees.\nThe thing is that \"bad dudes\" is a very relative term, and when policy makers use relative terms, we all know what does that means: It could mean detaining people just because of the way they dress or how their names suggest certain backgrounds, as if the world needed more discrimination and injustice.\n\"Bad dudes\" is a terminology that requires more elaboration, a certain definition that guarantees justice and differentiating between criminals and civilians.\nBut then again, even if Obama magically had managed to close the detention camp in the very last moment of his presidency, Trump's administration would have probably found a way to undo this decision.\nAnd even if, one night, Trump got too drunk and texted Mike Pence \"shut down Gitmo\", the Congress would still be there to block the way, as it did back in Obama's era.  So closing \"Gitmo\" seems like an impossible decision at the moment, as the legislative branch is against it.\nMeanwhile, some countries in Europe, for instance, managed to find more progressive ways to fight crime and treat prisoners, in a real attempt to turn \"bad guys\" into good ones.\nNo one is defending terrorists; in fact, everyone wants to end terrorism, but sometimes, those who fight crime turn into criminals themselves.\nInhumane treatment was never the way to end terror; injustice was never the way to end terror, and torturing \"bad dudes\" would definitely not make them or the world any better.\nOmar Awwad can be contacted at oawwad@kscequinox.com\n\nLoad-Date: January 26, 2017"
}