{
    "title": "To discourage terrorism, stop supporting Muslims",
    "publisher": "the world",
    "year": 2002,
    "month": 12,
    "day": 31,
    "full text": "Editor, New Era:\nThe Crusades are back.\nThis time the Muslims are trying to exterminate the Christians and any other religion that is not Islamic.\nYears ago, when Russia was still communist, I told my dad that the ones to watch out for were the Muslims, not the Russians. Even then they were killing Christians.\n#LANDIS.BRU03ez#\nIslam might be \"peaceful,\" but the \"peaceful\" Muslims would never join hands and circle a Christian church to protect it.\nChristianity might have its own problems, but at least there have been numerous recorded facts of Christians giving their lives to protect \"unbelievers.\"\nThe \"peaceful\" American Muslims might know tolerance for other religions, but the rest of the world's Muslims do not.\nI have to believe that deep down (or maybe not even that deep), the \"peaceful\" Muslims also want to do away with the unbelievers.  Otherwise, the \"peaceful\" Muslims, who are in the majority, would try to do something to put a stop to all this killing.\nIt's one thing to attack the military or the government, but it's quite another to purposely bring death to innocent women and children.\nIslamic terrorists say that their countries are poor and they are tired of being considered \"Third World.\" So what do they do about it? Do they improve their government, educate their people, become technologically advanced? No, they want to bring the rest of the world back into the Dark Ages along with them.\nThe terrorists have only accomplished one thing: they are making the world come to hate Islam and everything it stands for.\nI don't think we need to go to war to stop this threat. All we have to do is stop being tourists in their countries. Stop being humanitarians when natural disasters strike. Stop trying to feed their hungry. Maybe then, the \"peaceful\" Muslims will try to put a stop to terrorism on their own.\nMargaret Landis\nColumbia\n\nLoad-Date: January 1, 2003"
}