{
    "title": "To fight terrorism, you must know your enemy",
    "publisher": "the christian science monitor",
    "year": 2006,
    "month": 9,
    "day": 5,
    "full text": "The United States can't win a war on terrorism, any more than it could win a war against armed robbery or tornadoes. What it can do is contain the threat to the nation caused by a specific group of terrorists: Islamist radicals.\nTo do so, it must strive to understand Al Qaeda and its ilk, and try to isolate them from communities which now give them tacit support. And it needs to have patience: Terrorist groups, even damaged ones, don't wither away quickly.\nIn brief, these are among the main conclusions of Louise Richardson's concise and illuminating new book What Terrorists Want: Understanding the Enemy, Containing the Threat. If you think the application of academic terrorism research to today's policy problems sounds interesting, this volume could be for you.\nNot that Richardson is dispassionate. The Bush administration might even call her partisan. She considers both the overt declaration of war on terrorism and the invasion of Iraq to be disasters in the context of fighting Osama bin Laden.\n\"Governments are invariably placed under enormous pressure to react forcibly and fast in the wake of a terrorist attack,\" she writes. \"This response is not likely to be most conducive to long-term success against terrorists.\"\nRichardson is one of the relative handful of experts who have been studying the history and practice of terrorism since the cold war.\nBorn in Ireland to Catholic parents, she experienced the seductive nature of terrorist groups at an early age. From the society she grew up in, she learned a remembered history of Ireland's long struggle with England that was full of heroes and villains, and was oversimplified to motivate the next generation. The facts didn't seem to matter so much.\nAfter the Bloody Sunday massacre of 1972, in which 26 Irish protesters were shot by British troops in Derry, Northern Ireland, Richardson would have joined the IRA \"in a heartbeat,\" she writes.\nBut she was only 14, and as she attended university and learned the real story behind some of her childhood myths, she became more interested in understanding terrorism than in joining it.\nEventually she received advanced degrees in government from Harvard University and began teaching international security classes. Today she is executive dean of the Radcliffe Institute for Advanced Study, among other academic posts.\nShe has interviewed all the terrorists she can contact, as well as pored over transcripts of captured terrorists and other source material. From this, she's determined, she believes, this important point: They're not nuts.\nThe popular picture of terrorists as insane radicals isn't true, she insists. \"Terrorists are human beings who think like we do. They have goals they are trying to achieve, and in a different set of circumstances they, and perhaps we, would lead very different lives,\" she writes.\nBut they do have distinguishing, abnormal characteristics.\n\"Terrorists see the world in Manichean, black-and-white terms; they identify with others; and they desire revenge,\" according to Richardson.\nLots of people are called \"terrorists\" by their enemies, of course. That doesn't mean they all are. Terrorism's true definition, Richardson writes, is \"deliberately and violently targeting civilians for political purposes.\"\nTerrorists want change, but lack the strength to prevail in other political or military ways. Individual terrorists are generally disaffected people, from any level of society. They encounter an enabling group (such as radical Islamists at a local mosque) who spout an ideology that purports to justify violent actions.\nTheir motivations can be summed up in a three-word phrase, according to Richardson: \"Revenge, Renown, Reaction.\"\nHistorically, terrorist groups have begun as small local organizations, and then expanded. Al Qaeda seems to have been able to turn this on its head: It's a global ideology that has inspired some disaffected youth to take violent action where they live.\nThat's the pattern of the 2005 London transport bombings, for instance. \"This is not an auspicious development,\" warns Richardson.\nSo, what is to be done? The part of this book that will probably get the most attention is the policy prescriptions that Richardson says she has derived from her academic findings.\nSeptember 11 did not change the world, she argued. It simply - and brutally - made the US aware of a world that was already occurring.\nThe rhetoric of declaring war on terrorism, she argues, is a mistake. Terrorism is a tactic, and thus cannot be defeated; what can be defeated, or at least contained, are individual groups of terrorists.\nThus her \"Six Rules\":\n* Have a defensible and achievable goal, such as stopping the spread of Islamist militancy.\n* Live by your principles. No more Abu Ghraibs.\n* Know your enemy.\n* Separate the terrorists from their communities.\n* Engage others in countering terrorists with you.\n* Have patience and keep your perspective.\nThis book can seem cold, even bloodless. There are many people for whom the world did irrevocably change on 9/11, after all. And given the criticisms of the Bush administration it contains, both overt and implicit, it seems unlikely that Richardson will be working for the National Security Council anytime soon.\nBut if you've ever stared slack-jawed at the television screen, while some terrorism \"expert\" belabored the obvious like it was a stubborn pony, this book is a welcome source of information. It's written by a true expert, giving her measured thoughts.\n* Peter Grier is a Monitor staff writer.\nWhat Terrorists Want: Understanding the Enemy, Containing the ThreatBy louise richardsonRandom House312 pp., $25.95\n(c) Copyright 2006. The Christian Science Monitor\n\nLoad-Date: September 4, 2006"
}