{
    "title": "To fight terrorism, keep promises and rebuild nations; Recent actions regress the effort to make the",
    "publisher": "usa today",
    "year": 2003,
    "month": 7,
    "day": 23,
    "full text": "Looks like Michael Moore's \"fictitious\" war rant at the Oscars wasn't so off the mark.\nDid anyone really expect the faulty information about Iraq's danger to the world to stop at the infamous \"16 words\"? Andy Borowitz, incidentally, had a great humor column about how the British intelligence report meant to say Saddam Hussein tried to buy geraniums from Africa, not uranium.\nHouse Intelligence Committee members now say that information on Iraq's supposed weapons of mass destruction was incomplete and circumstantial, and that Iraq probably doesn't have them.\nA National Intelligence Estimate said that Saddam Hussein wasn't likely to supply al-Qaida terrorists with weapons unless he was attacked by the United States.\nIt's nice to know that the administration has the safety of the American people in mind.\nThe really sad thing is that none of the revelations that are surfacing are all that surprising. Wasn't it the assertion of a gazillion anti-war protesters that the justifications seemed a little weak?\nABCnews.com published a story that said White House officials acknowledged that this war was about showing the world America's determination to fight terrorism - a display of force, if you will - and that the weapons of mass destruction bit was emphasized to get legal justification for the war.\nI don't know about you, but that really ticks me off. Likely, it ticks off a lot of people, and not all of them Americans.\nIn the story, senior White House officials said the Mideast would continue to be a breeding ground for terrorism unless the United States took action. Young Arabs, they said, who were without hope and angry about their situations would look for someone to which they could direct their hate, mainly Israel and the United States.\nThey're right about that. Do they not understand, though, that a ruined economy and a nation in chaos are exactly what breeds the hate in the first place? Particularly when the chaos was instigated by the United States?\nIf the United States truly wanted to fight terrorism, it should have directed the resources spent on the war with Iraq to helping Afghanistan rebuild and stabilize its economy, which we've promised to do and aren't doing well enough. The Taliban are very much alive and are tightening its grip.\nHopelessness breeds desperation, and desperation breeds hate, and hate leads to terrorism.\nHow many times must we repeat the same mistakes before we understand that a root cause of terrorism lies in our own inability to keep our promises?\nIt happened before when we left Afghanistan hanging after its war with the Soviets. The economic disaster that was left behind after the war was the perfect breeding ground for the Taliban and al-Qaida.\nIt's happening again in Afghanistan, and you only have to count the number of soldiers we've lost in Iraq to see we're not stabilizing that nation fast enough.\nBush's assertion that the war with Iraq was about liberating the Iraqi people from Saddam's oppressive regime is the most ludicrous of all.\nIf we went to war to liberate people, then we would have been in Liberia more than a decade ago. Instead, we waited too long to make up our minds about sending in military aid and now the people are dragging bloodied corpses in front of the U.S. embassy to show us what happens when we decide whether or not it suits our best interests to help.\nAnd now, instead of blaming their former warlord of a president - the one who is accused of ordering in neighboring Sierra Leone countless atrocities including rape, murder, limb-hackings and the use of child soldiers, who incidentally called him \"Pappy\" - the Liberian people are blaming us.\nFighting terrorism? Sure, OK.\nThe Associated Press reported a couple of weeks ago that a panel of terrorism experts said America is less vulnerable because of better security measures, but our poor image in the world continues to make it easy for terrorist groups to fester.\nThat is a frightening assessment, particularly because our image in the world continues to deteriorate.\nThe revelations coming out of the intelligence investigation sure aren't helping.\nWant to improve credibility? Tell the truth. Keep your promises.\nWe're doing so many things that don't make sense and will only serve to drive a deeper wedge between us and the rest of the world.\nUSA Today reported this month that the Bush administration is quietly pushing to revive its atomic testing program, wanting to develop new nuclear bombs that can penetrate deep bunkers. The best part of the story was a quote from Gen. Richard Meyers, chairman of the Joint Chiefs of Staff, who said that gamma rays can destroy anthrax spores, so it's worth looking into using nuclear weapons as a tool for destroying stocks of chemical and biological weapons.\nGood plan. Way to save the planet.\n- Nikki Kallio is an editorial writer for the Portland Press Herald/Maine Sunday Telegram. She can be reached at nkallio@pressherald.com or at 791-6481.  \n\nLoad-Date: July 23, 2003"
}