{
    "title": "To insurance companies, terrorism is not like war",
    "publisher": "the tampa tribune ",
    "year": 1995,
    "month": 4,
    "day": 24,
    "full text": "After the devastating explosion of a federal office building in Oklahoma City on Wednesday, many Americans may be wondering whether terrorism has become a fact of modern life. So far, insurance companies don't think so.\nHow can you tell? Because big insurers, which try to measure the dangers of virtually all aspects of human behavior, don't treat bombings as a special case. In general, they pay without hesitation the claims filed by victims of such events and their beneficiaries.\nA New York Times Report\nJust as in the World Trade Center bombing two years ago, the families of those who died in Oklahoma City should receive life insurance benefits, industry experts said. Insurers also should pay off claims by holders of policies that cover accidental death and dismemberment.\nAccidental death coverage often comes in the form of a supplement to a life insurance policy. It allows the policyholder, for a small cost, to double or triple the benefit if a death occurs by accident. Nearly all deaths not from natural causes are considered accidental.\nAmong the common exceptions to the rule are deaths induced by illicit drugs and those resulting from war. Many policies include clauses that expand the definition of war to include \"warlike\" conditions.\nThat caveat was added to cover the Vietnam War, which was undeclared. But it has never been invoked in cases of terrorist acts.\n\"There is a war exclusion in some life policies that did come into play during the Gulf War, but companies try with great effort not to use that clause,\" said Steven Goldstein, senior vice president with the Insurance Information Institute.\nState Farm Insurance offers accidental death and dismemberment coverage as a supplement to both life and health insurance policies. A holder of a State Farm policy with the supplemental coverage who died or lost limbs in the bombing could collect as much as $ 25,000.\nThe beneficiary of a life insurance policyholder, with supplemental accident coverage, could collect double the principal of the life policy, up to $ 250,000.\n\nLoad-Date: April 26, 1995"
}