{
    "title": "To Profile or Not To Profile_",
    "publisher": "new york sun ",
    "year": 2004,
    "month": 9,
    "day": 21,
    "full text": "Should law enforcement profile Muslims?\nAmnesty International USA answers emphatically no. It asserts in a report issued last week that law enforcement's \"use of race, religion, country of origin, or ethnic and religious appearance as a proxy for criminal suspicion\" has harmed some 32 million persons in the United States. It even claims that this practice \"undermines national security.\"\nLaw enforcement, of course, categorically denies any form of profiling. But I agree with Amnesty International that profiling takes place. Specifically, it has held terrorist suspects for whom there is no probable cause to arrest by calling them \"material witnesses\" to a crime.\nConsider the case of Abdullah al Kidd, an American convert to Islam who was held by American authorities as a material witness for two weeks in early 2003, then released. Asked why he was held, Norm Brown, an FBI supervisor, cited three \"red flags\":\n* Mr. Kidd's having listed on a Web site jihad as an interest; the FBI interpreted this as a reference to a holy war.\n* Mr. Kidd's having \"sold tapes and books containing the teachings of radical sheiks\" when he lived in Idaho.\n* Mr. Kidd's owning a video that \"had to do with the hijacking and terrorist events on September 11, 2001.\"\nBut I, a specialist on militant Islam, engage on a routine basis in all three of Mr. Kidd's \"red-flag\" activities. My Web site discloses a keen interest in jihad; I have personally and institutionally disseminated the teachings of radical sheiks; and I have assembled an archive of materials about 9/11. As a non-Muslim, however, these activities have, so far, not aroused suspicions.\nClearly, Mr. Kidd was held in part because of his Islamic identity. Nor was he the only Muslim in America whose religion was a factor in his arrest.\n* Ayub Ali Khan and Jaweed Azmath, two Indian Muslims, were men arrested on 9/12 while riding in a train and carrying about $5,000 in cash, black hair dye, and boxcutters. They were detained for a year on suspicion of being part of the 9/11 operation. Eventually exonerated and freed, they claimed to have been profiled. This is self-evidently correct; had the two not been Muslim, the police presumably would have had little interest in them and their boxcutters.\n* Brandon Mayfield: the FBI had 15 fingerprints that it thought might match the one sent from Spain and connected to the bombings there on March 11, 2004. Of the 15 potential suspects, it zeroed in on the Muslim, namely Mr. Mayfield, perhaps because of his multiple connections to Islamists and jihadists. Mr. Mayfield was released after 16 days in prison, when the fingerprint match proved faulty.\n* Abdallah Higazy: suspected with owning an air-to-ground transceiver found in a hotel across the street from the fallen World Trade Center, he was detained for a month before a pilot claimed the transceiver.\nMore broadly, Anjana Malhotra notes that of the 57 people detained as material witnesses in connection with terrorism investigations, \"All but one of the material-witness arrests were of Muslims.\" In the murky area of preempting terrorism, in short, it matters who one is. So, yes, profiling emphatically does take place.\nWhich is how it should be. The 9/11 commission noted that Islamist terrorism is the \"catastrophic threat\" facing America and, with the very rarest of exceptions, only Muslims engage in Islamist terrorism. It would therefore be a mistake to devote as much attention to non-Muslims as to Muslims.\nFurther, Amnesty International ignores that some instances of preemptive jailing have worked. It has foiled terrorism (Mohammed Junaid Babar, Maher Hawash, Zakaria Soubra, James Ujaama) and dealt with other crimes (Mohdar Abdullah, Nabil Almarabh, Omar Bakarbashat, Soliman S. Biheiri, Muhammad Al-Qudhai'een).\nFurther, many material witness cases yet to be decided could lead to convictions, such as those of Ismael Selim Elbarasse, Mohamad Kamal Elzahabi, Ali Saleh Kahlah al-Marri, Jose Padilla, Uzair Paracha, and Mohammed Abdullah Warsame.\nAmnesty International has laid down the gauntlet, placing a higher priority on civil liberties than on protection from Islamist terrorism. In contrast, I worry more about mega-terrorism - say, a dirty bomb in midtown Manhattan - than an innocent person spending time in jail.\nProfiling is emerging as the single most contentious issue in the current war. Western governmental authorities need to stop hiding behind pious denials and candidly address this issue.\n\nLoad-Date: September 21, 2004"
}