{
    "title": "TO PROTECT THE WORLD'S WEAK AGAINST THE STRONG",
    "publisher": "the new york times",
    "year": 1984,
    "month": 12,
    "day": 2,
    "full text": "To the Editor:\nIn his Nov. 15 column, ''Rights for Terrorists?'', William Safire described two international treaties, added to the four Geneva Conventions of 1949, as enhancing international terrorism. He referred to Protocol I, dealing with the protection of victims of international armed conflicts, and to Protocol II, concerning conflicts of a noninternational nature.\nAs a representative of a state party to these treaties and host to the conference that adopted them, I would like to comment on their significance.\nHumanitarian principles are as old as civilization. But only since the adoption of the Geneva Convention of 1864 and the conventions of the International Peace Conference that began at The Hague in 1899 have there been systematic efforts to ''civilize'' warfare. Protocols I and II, adopted in 1977 after four years of negotiations, are the most recent of these.\nThe Geneva Conventions of 1949, based on the experiences of World War II, solved some of the problems raised by wars of a conventional nature between industrialized countries, but not those linked with new types of armed conflicts - half-internal, half-international - taking place mostly in the third world today.\nThe two protocols, particularly the blurred definition of international armed conflicts in Protocol I, reflect a complex political and military reality. Their main provisions are a compromise between the legitimate security requirements of states, diverse ideologies and different historical experiences that very often converge on the battlefield. Article 44 of Protocol I, for example, on combatants and prisoners of war, referred to by Mr. Safire, has been strongly supported by the United States because of its Vietnam experience.\nIt can be argued that the new provisions of Protocol I, on defining armed conflicts, may serve as an admonition to states to apply the law of armed conflicts to a much larger extent than many have been willing to do.\nHowever, no provision of the two protocols can be construed as a recognition of terrorism or terrorist methods as a means of legitimate warfare. None of the participating states would have accepted such an interpretation. No state could ever grant terrorists legal protection under the protocols. On the contrary, the protocols prohibit acts of terrorism as a violation of international law.\nThe new rules - particularly those on the protection of civilians, of wounded, of sick and shipwrecked or prisoners of war and on methods and means of warfare - are far reaching and will help lessen the number of victims or alleviate their fate.\nTheir adoption by consensus in 1977 by more than 100 states would not have been possible had the states not been convinced of their urgent necessity. Every compromise, of course, has its weaknesses, but what is at stake in the two protocols is the protection without discrimination of the victims of wars - of the weakest against the strongest - on as universal a basis as possible.\n \n(Ambassador) F. POMETTA Permanent Observer of Switzerland to the United Nations New York, Nov. 20, 1984"
}