{
    "title": "To reduce terrorism, hit the entire system",
    "publisher": "lancaster new era",
    "year": 2005,
    "month": 7,
    "day": 18,
    "full text": "As the people of London recover from the worst attack on the city since World War II, they should not skip lightly over a comment made by Londons police commissioner. Al-Qaida is not an organization. Al-Qaida is a way of working, said Police Commissioner Sir Ian Blair. He went on to explain that the London subway and bus bombings that killed more than 50 people and wounded hundreds looked like the work of al-Qaida, which clearly has the ability to provide training… to provide expertise. Blair intends to discover precisely how the London attacks worked. If the western world is to prevent further attacks of suicide terrorists, it will have to take a similar approach. That is, the key to understanding al-Qaida is not to view it as a command organization established in some far-off Arab country, but as a provider of aid to committed anti-western radicals, wherever they may be located. Moreover, it is important to recognize that al-Qaida is not an organized military force but merely an enabler of horrendous criminal attacks on civilians in London, New York, Madrid and elsewhere. Each of these events must be treated as a crime scene. Since the criminals blow themselves up with their victims, investigators must seek and punish those who enabled the attackers way of working. Investigators have determined that four British-born men of Pakistani descent murdered their fellow citizens in the London subway and on a bus on July 7.\n#711918.wrk#These men, in al-Qaida fashion, died in their own blasts. British authorities apparently are seeking a British citizen of Pakistani background with possible ties to al-Qaida followers in the United States. They believe he may have organized the attacks and chosen the targets before leaving London. They are searching for other possible links to the bombings, including a British chemist of Egyptian descent who may have provided bomb-making support. Finding and punishing these and any others associated with these horrific attacks would help emphasize the criminal nature of the enterprise. Tracing them back to the training camps, capturing or killing Osama bin Laden and other leaders, and removing the weapons they store for their evil work doubtless would set back al-Qaidas plans. But if authorities would reduce significantly future opportunities for al-Qaida to demonstrate its way of working, they will have to do more than find those responsible for the London crime or any other specific attack. Al-Qaidas roots grow from hatred seeded by Muslim clerics who misinterpret the Quran, urging Arabs to die gloriously while blowing up as many westerners as possible. These clerics provide al-Qaidas moral justification. That underpinning must be neutralized. England has more than its share of such clerics, some of whom preach in Leeds, where the four suicide bombers lived. The United States, particularly suburban Washington, has them, too, along with radicalized Muslim schools. Authorities must closely monitor these mosques and schools. They must not shrink from charging with treason those who preach and teach hatred for country and encourage violence. British officials are starting to crack down on Muslim leaders who preach anti-western hate. U.S. officials should do the same. Meanwhile, moderate Muslim clerics and other Arab leaders should do all they can to challenge the radical preachers and teachers now enflaming would-be suicide bombers. If the western world is to succeed in this war against terrorism, it must successfully challenge the way this whole rotten al-Qaida structure works from radical clerics to attack designers, from bomb makers to bomb carriers.\n\nLoad-Date: July 18, 2005"
}