{
    "title": "To stop terrorism, U.S. should live up to its own ideals",
    "publisher": "university wire",
    "year": 2006,
    "month": 4,
    "day": 28,
    "full text": "Although it existed before things got completely out of control five years ago, there has been an understandable rise in pro-American rhetoric as the United States has pursued the \"war on terror\" and furthered the \"spread of democracy.\" Although one could argue that this sort of talk is necessary for national unity and keeping morale up at home and on the battlefield, there comes a point when boosting patriotism can be perverted into overt propaganda.\nSince Sept. 11, Americans have been patting themselves on the back for being a free society and a democracy, despite having atrocious voter turnout and the horrendous collusion of military and industry. It's been amazing to watch - people being proud of themselves for not really doing anything other than buying into the idealistic pap belted out by the Bush administration and putting yellow-ribbon magnets on their cars. Granted, there are those that make incredible sacrifices for this country, but most of them aren't driving a Ford Excursion covered in \"My Car Hearts Iraqi Oil\" and \"W\" stickers.\nAll of this post-Sept. 11 rhetoric really reached its zenith with the \"they hate us because we're free\" speeches that Bush and his ilk started delivering en masse in order to keep support for military action up. It has been the aim of this administration and others before it to depict the United States as the innocent victim of international terrorism that has done nothing to provoke such action. If only that were true.\nRetired U.S. Air Force Lt. Col. Robert Bowman a Vietnam veteran who flew 101 combat missions during the Vietnam War and is now a Catholic bishop, responded to the 1998 terrorist attacks in Tanzania and Kenya in an article in the National Catholic Reporter by saying this:\n\"We are the target of terrorists because, in much of the world, our government stands for dictatorship, bondage and human exploitation. We are the target of terrorists because we are hated. And we are hated because our government has done hateful things. We are not hated because we practice democracy, freedom and human rights. We are hated because our government denies these things to people in Third World countries whose resources are coveted by our multinational corporations. That hatred we have sown has come back to haunt us in the form of terrorism - and in the future, nuclear terrorism.\"\nThe answer to the sort of terrorist action the United States endured in 2001 has always been military force. The United States responded to the terrorist attacks in Tanzania and Kenya by attacking Sudan; the Israelis have repeatedly sought revenge on Palestinian terrorists by attacking in kind with helicopters and missiles. Yet, despite our military might and the billions of dollars we give to Israel each year to maintain its military, the violence continues. It seems beyond the mental grasp of our government and pro-war conservatives that violence incurs violence, and that unless we can discover a diplomatic alternative this vicious cycle will continue.\nIt's a shame that this country can't live up to the ideals that are instilled in each of us from our childhood history classes. President Bush, in a letter introducing his second-term National Security Strategy on March 16, said:\n\"The ideals that have inspired our history - freedom, democracy, and human dignity - are increasingly inspiring individuals and nations throughout the world. ... We choose leadership over isolationism, and the pursuit of free trade and open markets over protectionism. We choose to deal with challenges now rather than leaving them for future generations. We fight our enemies abroad instead of waiting for them to arrive in our country. We seek to shape the world, not merely be shaped by it; to influence events for the better instead of being at their mercy.\"\nWhat the president is saying has some merit when you're talking about ideals, but Bush has a penchant for speaking in terms of ideals in lieu of speaking in terms of reality. The grave reality of U.S. foreign policy is that we misuse military and economic might to manhandle other nations into adopting policies that will favor the United States, and in return we turn a blind eye to abiding nations while they imprison dissenters, maintain tyrannical regimes, and abuse human rights. As long as a country such as Saudi Arabia maintains policies that suit American interests - oil trade, allowing U.S. bases on Saudi soil - our government will be sound as a pound. But if you are a country that deviates from the straight and narrow path that the United States has bound you to, the government will, like one gentleman who e-mailed me last week, threaten to \"crush\" you.\nThis flawed approach to foreign policy won't be remedied overnight, and more than likely not at all. The unfortunate reality is that there is too much capital at stake, both in the government and business sphere, to not embrace our current doctrine. But before you discount this column as bleeding-heart liberal trash, consider this: Do you want to live in a country where companies benefit when war is waged? Do you want to live in a country that places its interests overseas higher than the lives of innocent women and children? Do you want to live in a country that will only intervene in cases of human-rights abuse when it has the potential to further its interests?\nYou're living in it.\nGod bless America.\nDoug Scott is a journalism senior. E-mail dscott@kykernel.com.\n(C) 2006 Kentucky Kernel via U-WIRE\n\nLoad-Date: April 28, 2006"
}