{
    "title": "To win, Kerry must keep focus on terrorism fight",
    "publisher": "the philadelphia inquirer",
    "year": 2004,
    "month": 9,
    "day": 19,
    "full text": "An Iraqi friend in Egypt told me a chilling story last week.\nThe Iraqi Embassy in Cairo is still full of Baathist leftovers from Fallujah and Tikrit who have been lying low as they've watched Iraq descend into chaos. But now these Baathists are openly exulting that things are going so badly for the Americans that they may be able to make a comeback.\nThe fact that leftovers from Saddam Hussein could have reason to cheer is chilling. Yet President Bush tells us, \"Our strategy is succeeding.\" And John Kerry has so far been unable to demolish the President's claim that Americans are safer after one Bush term.\nDebunking that misconception should be a slam dunk as the situation in Iraq darkens. First, however, Kerry needs to disabuse himself of the urge to lay out his own Iraq plan. The challenger need only note that the Bush team has dug such a hole in Iraq that a President Kerry could assess how to dig out only upon taking office.\nTo make rash promises about pulling out troops would be dishonest. So, too, are Kerry's pledges to persuade NATO partners to send troops to Iraq so U.S. soldiers can exit. Happily, he now seems to be muting such misplaced optimism.\nRather than lay out a \"plan,\" Kerry should define in stark terms how the Iraq war has sidetracked the war on terror and made it harder. And then he should tell the U.S. public how he'd get the war on al-Qaeda back on track.\nIraq never was part of the war on terrorism, despite constant White House efforts to imply the contrary. Forty-two percent of Americans think Hussein was connected to 9/11. It isn't true. Secretary of State Colin L. Powell affirmed that last week; even the President has said it, but constant hints to the contrary have sold much of America on this fiction.\nKerry must debunk this lie over and over. Al-Qaeda was not in Iraq before the war (one tiny cell was in Kurdistan outside Hussein's control), but it is there now. Kerry must repeat like a mantra: Al-Qaeda is in Iraq because of the Bush team's incompetence. The team bungled the postwar.\nIt didn't provide enough troops, or money, to stabilize the country. The civilian staffers it sent to run the occupation knew little about Iraq and never stayed long enough to learn.\nA new classified National Intelligence Estimate gives a dark picture of Iraq's prospects for stability. Republican Sen. Chuck Hagel, an Iraq expert, denounces the lagging U.S. rebuilding effort in Iraq as \"beyond pitiful.\"\nThe U.S. military in Iraq has no handle on quashing the insurgency, nor are Iraqi forces anywhere near ready.\nIraqi government officials tell me privately that the United States still isn't sufficiently supplying their fighters. One senior official complained bitterly: \"We begged them right after the war not to destroy Saddam's armored vehicles and heavy weapons because we would need them for the new Iraqi army. But we were told the marching orders were coming from Washington to destroy them. Now we can't get such weapons.\"\nWhite House incompetence in Iraq is blatant. The issue is not, as Dick Cheney would have it, whether a vote for Kerry is a vote for Osama bin Laden. The issue is whether a vote for the team that messed up Iraq is a vote that will make bin Laden cheer.\nMore Bush mistakes will doom Iraq to implosion. Kerry can promise only a realistic look at what can be salvaged and an end to the illusion of Iraq as a beacon for the Middle East.\nThat does not mean a President Kerry should avoid helping Iraqi or other Arab democrats. But it must mean he won't give democracy a bad name by implying that the United States is out to impose our model on the region.\nHowever, candidate Kerry must do more than criticize Bush. He has an antiterrorism program that he hasn't spelled out clearly and loudly enough.\nUnder President Bush, homeland security has been woefully underfunded. Chemical and nuclear plants go unprotected. First responders - police and firefighters - are underfunded and undertrained.\nU.S. programs to help with safeguards for fissile material abroad, especially in Russia, are also underfunded. This is where terrorists will get the material for dirty bombs.\nAfghanistan was left with insufficient NATO troops so Bush could focus on Iraq. Afghan President Hamid Karzai can't even leave Kabul lest he be assassinated; bin Laden is still on the loose; al-Qaeda has metastasized and recruited more members. As old leaders are hunted down, new ones appear. Kerry has said he'd change all of the above.\nMade us safer? Bush? The case against this fiction is a slam dunk. So make it, candidate Kerry. Then we can have a serious presidential contest.\nContact Trudy Rubin at 215-854-5823 or trubin@phillynews.com. Read her recent work at  http://go.philly.com/trudyrubin. \n\nNotes\n\nWorldview\n\nLoad-Date: August 31, 2005"
}