{
    "title": "TO WIN WAR ON TERRORISM REQUIRES WAGING PEACE",
    "publisher": "wisconsin state journal",
    "year": 2001,
    "month": 12,
    "day": 14,
    "full text": "When is President Bush going to begin his declared war on terrorism? We certainly have been waging war on the Taliban, Al-Qaida, and pursuing Osama bin Laden. But that's not a war on terrorism.\nAnd now the President and Congress is poised to widen this war to Iraq. None of that will defeat terrorism.\nTerrorism cannot be defeated by waging war. Terrorism can only be defeated by waging peace. What does that mean?\nIt means forgiving the remaining international debt of the poorest 70 nations. It means the richest nations of the world organize a new super-Marshall Plan to lift the economies of the developing nations to a living wage level for all. It means that the Bush Administration organizes a Department of Peace and funds it at a level comparable to the Department of Defense. It means we limit global economics by compassion, justice, and protecting the environment.\nThe only way to defeat terrorism is to remove the oppression, exploitation and misery that produces it. Our real enemies are poverty, greed, elitism, and fundamentalism. Violence cannot defeat them. They can only be vanquished by waging peace.\n-- Rev. Dave Steffenson, Columbus\n \n Calling Sept. 11 a tragedy' is sugarcoating vicious attack\nSept. 11 was not a tragedy. A tragedy is destruction and death from a hurricane or tornado. A tragedy is drought or flooding that leads to starvation and disease.\nSept. 11 was an attack. Yet so much of the media keep referring to it as a \"tragedy.\" We did not experience \"airplanes flying into buildings.\" We were bombed. But how often do you hear on TV about the bombing of Sept. 11?\nIf the news media would just lead the way, and call Sept. 11 what it was instead of softening it by their choice of words, people would better understand why we're at war and what's at stake. Then neither this nor future generations will ever forget or doubt the wisdom of ridding the world of terrorism.\n-- Linda Douglass, Madison\n \n Baldwin doesn't understand that profits help pay taxes\nIn a recent article, U.S. Rep. Tammy Baldwin, D-Madison, was quoted as saying she voted against some legislation because trade agreements historically \"have dealt predominantly if not exclusively with...helping private entities profit.\"\nHow embarrassing to have a representative who doesn't comprehend that companies need to show profits. With these profits they pay taxes and pay employees who in turn also pay the taxes Baldwin so loves to spend. We all can't get a government check every two weeks.\nMaybe Baldwin ought to try working out here in the real world. I'd love to see her get the chance next November.\n-- Bernie Mittelstaedt, Madison\n \n Boy Scouts stance on gays, non-theists is offensive\nI recommend the United Way of Dane County nix any plans to fund the Boy Scouts Four Lakes Council again in 2002. This would be in keeping with the national charity's progressive nondiscrimination policy for participating agencies.\nThe argument posed to me personally by United Way leaders as to why they would even consider funding a religious group that openly bars participation to homosexuals and non-theists was that it is better to use their funding power to try to coax the Scouts to change than leave the table.\nThe trouble with United Way's approach is that it's all carrot and no stick. There is no deadline and no definition of what constitutes progress.\n-- Dennis Coyier, Cottage Grove\n\nLoad-Date: December 16, 2001"
}