{
    "title": "TODAY'S MAIL; TO THWART TERRORISM CHANGE FOREIGN POLICY",
    "publisher": "wisconsin state journal",
    "year": 1998,
    "month": 8,
    "day": 20,
    "full text": "Americans have every reason to be horrified by the recent terrorist attacks against U.S. targets in Africa. Nevertheless, a failure to understand the sources of such violence will only hinder efforts to thwart it in the future.\nEight years to the day after the arrival of the U.S. 82nd Airborne Division in Saudi Arabia, bombs exploded almost simultaneously at the U.S. embassies in Kenya and Tanzania. Is this a coincidence?\nDays after Iraq's invasion of Kuwait in August of 1990, the United States sought and obtained permission from Saudi King Fahd to station American troops there on the condition that they would leave once the threat of Iraqi aggression had ended. Nevertheless, U.S. military presence continues to this day -- to the dismay of many Saudis, including Crown Prince Abdullah.\nToday, comfortable relationships between the United States and King Fahd of Saudi Arabia, Hosni Mubarak of Egypt and King Hussein of Jordan seem to be taken for granted by our government despite the sentiments of growing numbers of people within these (and other) countries.\nA careful examination of the reasons why anti-American feeling is on the rise should lead to changes in our foreign policy vis a vis these countries. Apparently, however, where strategic and economic interests are at stake, respect for the integrity and the political climate of independent nations plays a small role. The consequences of such nationally self-interested behavior could be dire.\nUnited States control over Arab oil and unconditional alliance with Israel coupled with the failure of the Clinton administration to intervene over the failed Oslo peace accords, crippling seven-year-old economic sanctions imposed upon Iraq (which have been particularly devastating to civilians) and the continued American military presence in Saudi Arabia all weaken friendly sentiments toward the United States. This is true even -- and most conspicuously -- in our closest allies.\nIf there is a Saudi connection to bombings in East Africa, and there are good reasons to believe there may be, the warning bells should be heeded in Washington.\nJennifer Loewenstein, Madison Madison's beauty made treatments bearable\nThank you, Madison, for your beauty and accessibility!\nAfter breast cancer surgery in May, radiation treatment was recommended. So for six weeks each morning, Monday through Friday, I left the village of Maple Bluff, with its aura of serenity and the tranquility of Lake Mendota, traveled to East Washington Avenue, always impressed by the view of our splendid Capitol. Entering John Nolen Drive, I often reveled in the glistening of the waters of Lake Monona, and, at the same time, was in awe of the new Monona Terrace structure.\nNext, a drive over the causeway, only to note the vast waters and shoreline. Driving on, I viewed the lush, green, manicured Olin-Turville Park to my left, while on my right, our prominent Dane County Coliseum, surrounded by tasteful landscaping. All this in only 20 minutes!\nAt that point, I would reach the Southwestern Radiology Center, where I was greeted and treated by the most friendly and skilled medical staff one could ever want to encounter.\nThe treatments were necessary, and the above made the experience acceptable.\nJoAnn Six-Plesko, Madison Think twice before moving south\nIn the early 1980s I was not very popular at those retirement seminars my employer provided, since I took a view contrary to that of the majority, instructor included.\nThe sensible and prudent thing to do, they said, was to head south, escape the cold and those big heating bills. I had friends who did just that, moving to the Dallas area. This summer's heat wave has prompted us to compare notes.\nOur highest utility bill last winter, $  155, compares quite favorably with our friend's in Texas, which totaled $  438 in July. I know, one can cite all kinds of other reasons for leaving this area, such as high taxes, but even here one can easily make the case that we are getting good value for our money.\nWe feel confident that our decision to spend our last days in Wisconsin was the correct one. I write this, not to gloat but in the hope I can convince a few future retirees not to make such a drastic, hard to reverse decision lightly.\nOswald Keller, Madison\n\nLoad-Date: August 21, 1998"
}