{
    "title": "Todd Green presents lecture on Islamophobia",
    "publisher": "university wire",
    "year": 2018,
    "month": 10,
    "day": 30,
    "full text": "The Center for Peace and Spirituality hosted author Todd Green on Oct. 15 to talk about Islamophobia and his new book \"Presumed Guilty: Why we shouldn't ask muslims to condemn terrorism.\"\nGreen is a Professor of Religion at Luther College in Iowa. He is also a nationally recognized expert on Islamophobia, otherwise known as the fear of Islam, who served as a Franklin Fellow at the U.S. State Department. The CPAS hosted Green as part of an effort to represent minority religious groups.\nThe Muslim Student Association and members of the greater Portland Muslim community were in attendance at the lecture in McGill Auditorium.\nIn his lecture, Green argued that asking Muslims to condemn terrorism is wrong for three reasons. These include that it  assumes that Islam is the cause of terrorism, it ignores Muslims who are condemning terrorism and it diverts attention from western violence.\n\"Not to say that Muslims should not condemn terrorism,\" Green said. \"Everyone should condemn terrorism regardless of who they are or what religion they follow.\"\nGreen brought up the point that although Islam is not a race, Muslims are racialized\n\"Fear of Muslims is politically advantageous right now. It will get you elected in some states,\" Green said. Islamophobia can sometimes be used as a tactic to distract from western violence.\nThe United States has been at war for 93 percent of its existence, but according to Grene we have something like historical amnesia when it comes to our war crimes.\n\"What we're afraid to talk about is horrific violence by our country and by whites meanwhile linking Islam and terrorism is easy,\" Green said. \"Why haven't we engaged in the soul searching that we are asking Muslims to do?\"\nGrowing up in a predominantly Christian family in Alabama, Green became interested in other religions and religious minority groups. He decided to write his book in 2015 after for U.S. President Barack Obama was criticized by both right and left wing journalists in his speech at the National Prayer Breakfast for drawing parallels between Islamic violence and Christian violence.\n\nLoad-Date: October 30, 2018"
}