{
    "title": "Together in arms_ Scranton weapons seller joins explosives training company",
    "publisher": "the times-tribune ",
    "year": 2019,
    "month": 8,
    "day": 1,
    "full text": "Aug. 01--     Aug. 1--One leading Scranton company in the business of stopping bad guys found a perfect sidekick.\nInert Products, which sells replica explosives and weapons for military and law enforcement training, bought firearms dealer and training center Roll Call off North Keyser Avenue for $1.99 million last week.\nThe acquisition followed a blossoming romance between the two firms as they found more ways to serve law enforcement by joining forces.\nIt started about two years ago when they collaborated on a free training day. Law enforcement officers and police academy students worked through Roll Call's shoot house, studying replica labs where crooks manufacture explosives and drugs.\n\"We put on an amazing show-and-tell training,\" said former manager Joe Harris. \"A lot of times, law enforcement will see certain things in a house and not realize what they're looking at.\"\nInert's expertise in fake, but very real looking weapons and contraband adds another layer of anti-terrorism readiness that will become part of Roll Call's repertoire.\nJoe Harris, whose father, Tom Harris owned the company, will stay on at Roll Call for at least three months to ease the transition, he said.\n\"They're going to make this something pretty neat; they're going to do well,\" he said.\nRoll Call has an indoor shooting range and expansive shoot house, a series of rooms to simulate real invasion scenarios for law enforcement to practice. The facility is also open to civilians, for example families or organizations who want to prepare for active shooter situations.\nWhen Tom Harris was moving Roll Call from its former Duryea location in 2016, he received a $250,000 economic development loan from the city. Joe Harris said the loan has been repaid.\nUnder the Harrises leadership, Roll Call offered up its training facilitiy for free to local, state and federal law enforcement for free, as well as Lackawanna College's police academy. Joe Harris applauded Inert for preserving that tradition.\n\"The plan right now is that Roll Call will stay exactly as Roll Call is and always has been,\" said Dean Klipple, executive vice president at Inert and the new president at Roll Call.\nInert, which counts the U.S. defense and homeland security departments among its clients, can build on Roll Call's existing law enforcement portfolio by offering training to more private security firms and counter-terrorism teams, including those from federal agencies like the FBI and CIA.\nRoll Call will hold an open house from 10 a.m. to 2 p.m. Saturday to introduce the new management to the community.\nContact the writer:\njoconnell@timesshamrock.com; 570-348-9131;\n@jon_oc on Twitter\nIf you go\nWhat: Roll Call meet and greet event\nWhen: 10 a.m. to 2 p.m. Saturday\nWhere: 701 Hudson Ave., Scranton (off North Keyser Avenue)\nWho: Inert Products CEO and Roll Call's new owner Robert Rozzi and his leadership team will introduce themselves to the community. Refreshments and giveaways are planned.\n___ (c)2019 The Times-Tribune (Scranton, Pa.) Visit The Times-Tribune (Scranton, Pa.) at thetimes-tribune.com Distributed by Tribune Content Agency, LLC.\n\nLoad-Date: August 17, 2019"
}