{
    "title": "Tom Mayer_ Demonization of Iran perpetuates bellicose mindset",
    "publisher": "university wire",
    "year": 2015,
    "month": 9,
    "day": 14,
    "full text": "I am pleased that Representative Jared Polis supports the nuclear agreement with Iran, but distressed by his false and unfair depiction of that country. Polis claims that Iran's support for global terrorism and its nuclear ambitions pose a grave threat not only to our national security, but to our ally Israel and the security of the world.\nContrary to Jared Polis, Iran does not support global terrorism; has no operative nuclear weapons program; and does not threaten the security of America, Israel, or the world. Iran has not attacked another country for several centuries and has a relatively small military budget. It is hardly an ideal society, but Iran is far more democratic and far less repressive than long term U.S. ally Saudi Arabia.\nIran supports the struggle for Palestinian liberation. In particular, it supports Hamas in Gaza and Hezbollah in Lebanon, which are widely viewed as organizations that legitimately resist Israeli aggression. Our State Department does classify Hamas and Hezbollah as terrorist entities, but it hypocritically endorses (and funds) Israel's repeated massacres of civilian populations which kill tens times as many people and virtually compel resistance. In view of valuable help that Iran gives to the struggle against ISIS, it should be regarded a dedicated foe of global terrorism.\nDemonization of Iran, even to support the proposed nuclear agreement, perpetuates the bellicose mindset that has embroiled our country in endless Middle Eastern warfare. It is ludicrous and dishonest to fulminate about Iran's nonexistent nuclear weapons, while willfully ignoring the formidable nuclear stockpile possessed by Israel, a country that repeatedly attacks others. Indeed, a bold and conscientious representative would publicly question whether the USA should be allied with an arrogant, militarist, expansionist, apartheid society like Israel.\nTom Mayer\nBoulder\n\nLoad-Date: September 30, 2015"
}