{
    "title": "Tongue tied on terrorism-again",
    "publisher": "the new york times",
    "year": 2012,
    "month": 10,
    "day": 12,
    "full text": "The controversy over how to define the attack on the American consulate in Libya is not the first time the U.S. government has raised eyebrows by refusing to use the word \"terrorism.\" A similar dispute in 1989 sparked a major row between George H.W. Bush's administration and Israel.\nAmerican officials initially traced the Sept. 11 Libya attack, which took the lives of U.S. Ambassador J. Christopher Stevens and three other diplomats, to \"spontaneous reaction\" during protests against the film \"Innocence of Muslims.\" It was not until Sept. 28 that Shawn Turner, director of public affairs for the Director of National Intelligence, conceded in a statement that the U.S. \"revised our initial assessment to reflect new information indicating that it was a deliberate and organized terrorist attack carried out by extremists\" linked to al-Qaida.\nOn July 6, 1989, a Palestinian terrorist named Abd al-Hadi Ghneim grabbed the steering wheel of a bus traveling on the Tel Aviv-Jerusalem highway. Shouting \"Allahu Akhbar!\" (Allah-is great), Ghneim drove the bus off the road and into a steep ravine. As it careened down the rocky slope, the bus caught fire and exploded. It was the first recorded instance of Palestinian suicide terrorism. Sixteen passengers were killed, including 39 year-old Rita Levine, of Philadelphia, and two Canadians, Winnipeg teenager Fern Rykiss and Dr. Shelley Volo-kov Halpenny, of Vancouver. Among the 27 injured passengers were six Americans, including a woman on her way to see her daughter, a gymnast, compete in the Mac-cabiah games in Jerusalem.\nIronically, the terrorist survived.\nState Department spokesman Richard Boucher called the attack a \"senseless, tragic incident,\" but declined to use the word \"terrorism.\"\nDefining the attack posed a political problem for the Bush administration. Seven months earlier, the U.S. had initiated contacts with Yasir Arafat and the Palestine Liberation Organization, claiming the PLO had renounced terrorism. If the PLO was involved in the attack and the U.S. verified that it was terrorism, the administration might have to end its dealings with Arafat.\nNew York Times op-ed columnist William Safire was blunter. He wrote that the State Department was \"worried about upsetting Mr. Arafat's followers.\"\nAs it turned out, Ghneim, a 25-year-old Gaza Strip resident, was not a member of Arafat's PLO, but rather of Palestinian Islamic Jihad. But PLO spokesman Bassam Abu Sharif complicated matters by praising the terrorist attack as \"a human reaction\" to \"desperate conditions.\" Sharif said, \"He who protects his rights and opposes occupation is not a terrorist. If it were so, George Washington himself would be a terrorist.\"\nThe State Department ignored Sharif's statement, but praised Arafat for telling an interviewer, \"It is painful for me to witness the loss of all these civilian lives.\" Arafat did not directly condemn the attack.\nSome prominent journalists likewise seemed reluctant to use the \"T-word.\" Washington Post correspondent Nora Boustany described Ghneim as an \"activist.\" The New York Times reporter Joel Brinkley called him an \"assailant.\" In his first dispatch on the subject, Brinkley characterized the massacre as an \"attack,\" an \"accident,\" and a \"bus crash.\" In his second article, however, he did call it a \"terrorist attack.\"\nIsraeli officials were shocked and disappointed by Washington's position. Baruch Binah, spokesman for the Israeli Consulate in New York, said Sharif's statements represented \"the true feelings of the PLO,\" and a letter circulated by the Israeli ambassador to the United Nations, Yochanan Bein, said Sharif's remarks \"provide clear evidence that the PLO never had any intention of renouncing terrorism and violence.\" An Israeli official in Washington said the episode showed that the PLO's alleged renunciation of terrorism, in order to begin talks with the United States, was \"meaningless.\"\nIn Jerusalem, Foreign Ministry spokesman Alon Liel minced no words. He said at a press conference that, \"If the United States does not call it terrorism, in fact it gives a license to kill to every Palestinian individual or organization.\"\nOn Capitol Hill and in the American Jewish community, criticism of the Bush administration mounted.\nCongressman Tom Lantos (D-CA) said that while even Radio Moscow was calling the attack terrorism, \"the State Department was diddling about trying to get answers.\" Anti-Defamation League head Abraham Foxman said the administration's reluctance to call it terrorism indicated a softening of the U.S. condition that the PLO had to sincerely oppose terrorism in order to qualify for dialogue with Washington.\nEven some who favored U.S.-PLO contacts protested. Ten leaders of the International Center for Peace in the Middle East, including five who had recently met with Arafat, called on the PLO leadership to \"strongly condemn\" the attack and \"all other acts of violence against innocent civilians.\"\nThe PLO-did not heed the appeal.\nBut the Bush administration finally gave in. Six days after the attack, State Depart-ment spokesman Richard Boucher said, \"It was. clearly an act of violence against innocent civilians. I think in everybody's minds that would constitute an act of terrorism.\" Although Boucher seemed to be hedging by using the term \"in everybody's minds,\" his statement was widely regarded as sufficient to put the controversy to rest.\nAs for Ghneim, he was eventually convicted on 16 counts of murder and sentenced to 16 life sentences. But he was released in October 2011, together with other terrorists who were set free in exchange for captive Israeli soldier Gilad Shalit.\nAlthough the 1989 massacre, and the controversy surrounding it, were largely forgotten in the years to follow, the attack has come to the attention of a new audience through an unlikely source: the popular science fiction television series \"Heroes.\" The show, which was aired on NBC from 2006 to 2010, focused on ordinary citizens who discovered they had superpowers or other supernatural abilities. One character, Hana Gitel-man, had been a passenger on the bus in the 1989 attack, along with her mother and grandmother, who were killed. Hana-finds thatshe can use her thoughts to receive or transmit any kind of electronic signal or message; she decides to employ her mental abilities, as well as her training as a Mossad agent, in the worldwide battle against evil.\nDr. Rafael Medoff's latest book, coauthored with professor SonjaSchoepfWentling, is \"Herbert Hoover and the Jews: The Origins of the 'Jewish Vote'and Bipartisan Support for Israel.\"\n\nLoad-Date: March 4, 2014"
}