{
    "title": "Top suspect in Prague blast_ A gas leak Up to 40 hurt; mayor rules out terrorism",
    "publisher": "usa today",
    "year": 2013,
    "month": 4,
    "day": 30,
    "full text": "Emergency workers used sniffer dogs Monday to search for people who may have been trapped in rubble when a powerful explosion rocked the old quarter of the Czech capital that is often filled with tourists and backpackers.\nFive major streets in the city's Old Town were strewn with debris as police were trying to determine what caused the blast in an office building on Divadelni Street. The Prague Police Department said it suspected a natural gas explosion but was not certain.\nAs many as 40 people were injured, police said. Prague Mayor Bohuslav Svoboda ruled out a terrorist attack. Two or three people were believed to be missing, fire department spokeswoman Pavlina Adamcova said.\nA young American studying in Prague through the University of North Carolina had the shock of his life, he said.\n\"I really didn't know what was happening, but the police came and told us we had to leave and I thought, so soon after what happened in Boston, could it possibly be terrorism?\" said Zesely Haislip, 23, a native of Raleigh who lives in an apartment on Divadelni Street.\n\"The police didn't speak English, but my roommate spoke some Czech, and we figured out they said it was a gas problem, which was a relief. I grabbed my computer, phone and toothbrush and got out.\"\nThe morning blast shattered windows in the Old Town, where tourists usually fill the streets to take photos of gorgeous turn-of-the-century buildings and drink coffee in cafes. Many tourists were stranded on street corners with baggage-loaded trolleys, unable to get into their hotels.\nThe Nova Scena, a modernist part of the National Theater, itself an ornate 19th-century structure and one of the most important cultural institutions in the Czech Republic, had its windows blown out. The famous Cafe Slavia once frequented by the late former president Vaclav Havel was closed down as a result of the blast.\nPolice said a building near Narodni Trida, where the student marches that eventually brought down communism in 1989 took place, appeared to be leaking gas.\nCharles University, one of the oldest universities in Europe, was heavily damaged. Milos Cermak, a professor of journalism at the Charles University Faculty of Social Science, said his class has been discussing the Boston Marathon bombings.\n\"This was an event that seemed so far away from us, so distant. Suddenly we heard the explosion. In Prague, we are not used to such dramatic events, and certainly not terrorism,\" he said. He and his students ran out of their building to see whether they could help.\n\"We saw people with cuts and bruises but nothing too awful,\" he said. \"Our windows were shattered, but as I understand it, the library took the most damage, and I mean serious damage.\"\nThe mayor of Prague, speaking on the radio, said that three people may be trapped in the debris, the BBC reported. \n\nGraphic\n\n \nphoto Photos by Petr David Josek, AP Rescue workers inspect the scene of an explosion in downtown Prague on Monday. Two or three people were believed to be missing, fire department spokeswoman Pavlina Adamcova said.\n\nLoad-Date: April 30, 2013"
}