{
    "title": "TOP OFFICIAL IMPRESSED AT PRESIDENT-ELECT'S APPROACH Obama getting tougher on terrorism",
    "publisher": "charleston daily mail",
    "year": 2009,
    "month": 1,
    "day": 7,
    "full text": "WASHINGTON - President-elect Barack Obama apparently plans a more aggressive approach than the Bush administration to helping friendly nations get better at fighting terrorism within their own borders, the State Department's top counterterrorism official said.\nDell L. Dailey, who has led the counterterrorism office at State since June 2007, told reporters Tuesday that he is encouraged by what he has seen and heard in multiple meetings with Obama's transition team.\n\"We do see the Obama administration being much, much more aggressive than maybe even their campaign actions indicated,\" Dailey said, stressing that he was referring to wider and deeper U.S. engagement with other countries to counter terrorist threats rather than unilateral U.S. military action.\nDailey also said Bush administration efforts to undermine Osama bin Laden's al-Qaida terrorist network have paid dividends, leaving the organization's leaders isolated and diminished, if still able to avoid U.S. capture.\n\"We chopped off their arms in doing that, we chopped off their communications, we chopped off their funding to do that, we've gone after their leadership and curtailed them in taking away training sites,\" he said.\nReferring specifically to bin Laden, Dailey said, \"We've kind of neutralized him now - him and the organization.\"\n\"Al-Qaida has been beaten back into a smaller hole,\" he said, and the Obama administration needs to keep up the pressure.\nDailey noted that during last fall's election campaign Obama advocated spending $5 billion over three years to assist other countries in strengthening their border control, law enforcement, information sharing and other activities designed to deter or prevent terrorists from operating on their territory.\n\"We think there is a good focus with an Obama administration on counterterrorism,\" Dailey said.\nCalls to the Obama transition office seeking comment on Dailey's remarks were not immediately returned.\nDailey said he is impressed by indications of how Obama intends to approach the challenges in Afghanistan, where U.S. forces have been fighting since October 2001 to stabilize a weak central government.\nThe retired three-star Army general, who spent his military career in the secretive world of special operations, including counterterrorism, singled out Hillary Rodham Clinton, Obama's designated secretary of state, as having a sophisticated understanding of what is needed to succeed in Afghanistan.\nHe recalled seeing a \"top notch\" Clinton presentation in Washington based on her visit to Afghanistan several years ago. He was not specific, but he spoke of the importance of keeping in mind long-term approaches such as training Afghan security forces and working with authorities in neighboring Pakistan.\n\"I'm comfortable that the Obama team, if they don't have it right now, will get it pretty darned quick,\" he said.\nDailey said the Bush administration has made a point of working with other countries to improve their own counterterrorism capabilities.\n\"But I suspect they (the Obama administration) will want to do more,\" Dailey said.\nOne of the highest U.S. counterterrorism priorities is Pakistan, where the United States is offering military and civilian assistance in the Federally Administered Tribal Areas, along the border with Afghanistan. That is an area believed to serve as a haven for al-Qaida militants who are training and assisting Taliban and other extremists who cross the border to attack U.S. and Afghan targets.\nAsked whether the Obama team seems to favor that approach, Dailey said, \"They are more simpatico than we expected them to be.\"\n\nLoad-Date: January 7, 2009"
}