{
    "title": "Top House Dem Urges Ryan to Form Committee on White Supremacy",
    "publisher": "new york observer",
    "year": 2017,
    "month": 9,
    "day": 7,
    "full text": "Queens Congressman Joseph Crowley, the House Democratic caucus chairman, is calling on House Speaker Paul Ryan to establish a select committee to investigate the upsurge in white supremacy and domestic terrorism in the United States.\nCrowley said the  Select Committee on the Rise of White Supremacy and Domestic Terrorism would investigating the recent rash of neo-Nazi and KKK rallies and ensure that Congress takes the lead in addressing what has become a tinder box in the country's political discourse.\nHe noted that both the U.S. Department of Homeland Security and the FBI have expressed concerns about the escalation in white supremacist activity. Dylann Roof, the man who shot nine black people to death in a South Carolina church in 2015, was an avowed white supremacist who experts say was radicalized online. He was the first person sentenced to death for a hate crime in the United States.\nCrowley's letter, sent to Ryan on Thursday, was signed by Democratic Leader Nancy Pelosi, Democratic Whip Steny Hoyer, Assistant Democratic Leader James Clyburn and Democratic Caucus Vice Chairwoman Linda Sanchez.\n\"The recent acts of domestic terrorism in Charlottesville by white nationalists, neo-Nazis, and other hate groups shed light on the threat white supremacy poses to national security and stability,\" Crowley said. \"It is now time for Republicans and Democrats to speak with one voice. Congress should not stand idly by while violent white nationalists and neo-Nazis seek to expand their ranks and threaten our fellow Americans.\"\nCrowley, along with Rep. Cedric Richmond (D-La.), chairman of the Congressional Black Caucus; Rep. Michelle Lujan Grisham (D-N.M.), chairwoman of the Congressional Asian Pacific American Caucus; and Rep. Mark Pocan (D-Wis.), a co-chair of the LGBT Equality Caucus, introduced a resolution to create the committee.\nIn the letter, they note that the Southern Poverty Law Center found that the 2016 presidential election yielded an \"outbreak of hate,\" including nearly 900 reports of harassment and intimidation immediately following the election. That figure does not include online harassment.\nThey also said that traffic on major white supremacy websites has been \"soaring over the past year\" and that there has been a wide-reaching effort to recruit young people on college campuses, including through \"disturbing materials calling to 'make America white again' and promoting the swastika.\"\nThe lawmakers blasted the Ku Klux Klan, neo-Nazis and other groups \"actively organizing and working to terrorize the American people.\"\n\"The sight of people marching to torchlight demonizing the Jewish people, promoting white supremacy, and chanting Nazi slogans is far past enough,\" they wrote. \"The fact that many have found solace in the words and actions of white supremacy and domestic terrorism and the threat it poses to the security and stability of our nation.\"\nLast month, white nationalist and alt-right groups hosted a \"Unite the Right\" rally against Charlottesville's decision to remove a statue of the confederate general Robert E. Lee.\nJames Alex Fields Jr., a 20-year-old Ohio resident, drove his car into a crowd of counter-protesters and killed Heather Heyer, a 32-year-old Charlottesville resident and paralegal. He also  injured 19 other people. Fields's high school teacher told CNN that he \"was very big into Nazism\" and \"really bought into this white supremacist thing.\"\n\nLoad-Date: September 7, 2017"
}