{
    "title": "Top brass warn against anti-Muslim backlash But senator wonders about 'terrorist act'",
    "publisher": "usa today",
    "year": 2009,
    "month": 11,
    "day": 9,
    "full text": "The Obama administration and top military leaders are discouraging an anti-Muslim backlash in the aftermath of last week's deadly shooting at the Fort Hood Army post in Texas.\nArmy Chief of Staff Gen. George Casey and Homeland Security chief Janet Napolitano on Sunday echoed weekend remarks by President Obama, cautioning against saying that religion played a role in the attack or that it was \"terrorism.\"\nArmy Maj. Nidal Malik Hasan, an American-born Muslim, is suspected of being the lone gunman in the attack Thursday that killed 13 and wounded 29.\n\"Speculation could potentially heighten a backlash against some of our Muslim soldiers,\" Casey said. Added Napolitano: \"This was an individual who does not represent the Muslim faith.\"\nObama lauded the armed services' diversity. \"They are Americans of every race, faith and station. They are Christians and Muslims, Jews and Hindus and non-believers,\" he said.\nMuslim and Arab groups have reported a few threats of violence, plus angry phone calls and hateful e-mails. So far, the harsh words haven't turned to action.\n\"We haven't heard of anything violent, which is a good thing,\" said Ibrahim Hooper, spokesman for the Council on American-Islamic Relations, a Muslim advocacy group. \"It shows our society has matured in how it responds to these incidents.\" He said the Obama administration and the military are setting the right tone.\nMichael Weinstein, president of the Military Religious Freedom Foundation, disagreed, saying the response has been far too weak to protect Muslim military personnel.\nThe military and FBI are investigating whether Hasan was motivated by Islamic terrorism.\nSen. Joe Lieberman, a Connecticut independent, said he wanted to know whether the Army missed signs that Hasan was voicing extremist views, calling the shootings a \"terrorist act.\" \n\nGraphic\n\n \nPHOTO, Color, Joe Raedle, Getty Images\n\nLoad-Date: November 9, 2009"
}