{
    "title": "Top Official For Sanctions Against Iran Will Depart",
    "publisher": "the new york times",
    "year": 2019,
    "month": 10,
    "day": 3,
    "full text": "WASHINGTON -- The Trump administration's top sanctions official will depart the Treasury Department this month, leaving a void in President Trump's national security team as he ramps up a maximum pressure campaign to bring Iran to the negotiating table over its nuclear program.\nSigal Mandelker, the department's under secretary for terrorism and financial intelligence, has been one of the administration's most hawkish members on Iran and has spearheaded the White House's aggressive use of sanctions around the world. She plans to return to the private sector. \n  ''She is a fierce advocate for effectively leveraging our powerful economic tools to make an impact for a safer world,'' Treasury Secretary Steven Mnuchin said in a statement. ''Sigal's steadfast devotion to mission will be missed, as she is truly a unique talent.''\n  Mr. Mnuchin said Ms. Mandelker told him over the summer of her intention to leave.\n  Ms. Mandelker's departure adds to an exodus within Treasury's senior ranks this year. In recent months, Mr. Mnuchin's chief of staff and top spokesman as well as senior officials responsible for trade and financial regulation policy have departed.\n  In an interview on Wednesday, Ms. Mandelker said she was returning to the private sector for personal reasons, pointing to the grinding intensity of the role. She was confirmed to the job by the Senate in June 2017.\n  Under Ms. Mandelker's watch, the department has expanded the way the United States uses sanctions, making them a primary tool for executing foreign policy in places such as Iran, Venezuela and Russia.\n  ''We've focused on more designations in increasingly sophisticated ways across a wider spectrum of programs,'' Ms. Mandelker said. ''We have a limited number of resources, so you want to maximize the use of those resources.''\n  Over the past two years, the United States has placed sanctions on and later delisted Rusal, the Russian aluminum giant, targeted  Lebanese lawmakers for being part of Hezbollah and took steps to cut off Iran's central bank from the international financial system.\n  Ms. Mandelker noted her work targeting human rights abuses and kleptocracy as being particularly important to her and said her successor would need to remain focused on enforcing the Treasury's net of Iran sanctions, which countries such as China have been working to evade.\n  The administration's sanctions policy has come under scrutiny since Mr. Trump took office and moved to unravel an international agreement over Iran's nuclear program and resume economic sanctions. The United States stepped up its actions against Iran this summer, imposing sanctions on the country's foreign minister, Mohammad Javad Zarif, and targeting an elaborate Iranian shipping network that it uses to illicitly sell oil.\n  The Treasury Department was also forced by Congress to press ahead with sanctions on Russia out of concern that Mr. Trump would roll them back, given his affinity for its president, Vladimir V. Putin.\n  Enacting sanctions can be especially complicated under Mr. Trump, who tends to announce sanctions decisions on Twitter -- sometimes to the surprise of department officials.\n  The intensity of the job was evident last week when Ms. Mandelker was participating in a moderated discussion about Iran sanctions on the sidelines of the United Nations General Assembly summit. Protesters approached the stage and said her policies crippling Iran's economy amounted to human rights abuses.\n  ''It's a grueling and exhausting job, particularly given how prominent this tool has become in the execution of U.S. foreign policy,'' said Elizabeth Rosenberg, a former Treasury official who now works at the Center for a New American Security.\n  Known for being exacting and demanding as a manager, Ms. Mandelker said she worked to improve communication and mentoring within her team.\n  Ms. Mandelker, the daughter of Holocaust survivors, previously served as deputy assistant attorney general in the Justice Department's criminal division and as an assistant United States attorney in the Southern District of New York before joining the law firm Proskauer Rose. She said she had not decided on her next job.\n  Justin Muzinich, Treasury's deputy secretary, will fill Ms. Mandelker's role on an acting basis.\n\nhttps://www.nytimes.com/2019/10/02/us/politics/sigal-mandelker-trump-sanctions.html\n\nGraphic\n\n \nPHOTO: Sigal Mandelker, the Treasury Department's under secretary for terrorism and financial intelligence, has spearheaded the White House's aggressive use of sanctions around the world. (PHOTOGRAPH BY Arnd Wiegmann/Reuters FOR THE NEW YORK TIMES)               \n\nLoad-Date: October 3, 2019"
}