{
    "title": "TOP TERRORIST CAPTURED IN IRELAND ; HAD BOASTED OF KILLING 30 OR MORE",
    "publisher": "the new york times",
    "year": 1984,
    "month": 3,
    "day": 18,
    "full text": "The republican terrorist who headed Ireland's most-wanted list was captured today after a shoot-out at dawn with 40 heavily armed detectives at an isolated cottage in the Irish Republic where he was holed up with three confederates.\n The St. Patrick's Day seizure of the terrorist, Dominic McGlinchey, known as Mad Dog because of his ruthlessness, came after a 90-minute gun battle during which one of the policemen was wounded in the shoulder.\nHis apprehension was hailed by James Prior, Britain's Secretary of State for Northern Ireland, as a major victory in the struggle against terrorism.\nJohn Taylor, Northern Ireland's representative in the European Parliament, said that ''in the midst of all the meaningless rhetoric which we suffer from on this, our national day, this is the best news to come out of Dublin for many years.''\nDominic McGlinchey, Irish terrorist sought in both parts of Ireland for ruthless slayings, is captured in remote area of western Irish Republic after shoot-out with police; map; British Sec James Prior hails victory in struggle against terrorism; McGlinchey has said he rejects IRA in favor of militant Marxist offshoot, Irish National Liberation Army (M)\nMr. McGlinchey, a 30-year-old former automobile mechanic from County Derry in Northern Ireland, was wanted on both sides of the border. He told an Irish newspaper last year that he had been involved in at least 30 killings and claimed responsibility for at least 200 shootings, including one in December 1982 in which 17 soldiers and civilians died in a discoth eque at Ballykelly, Northern Ireland.\nThe police describe him as a vain man who enjoys melodrama. He is said to have once paused while on the run to scrawl his name in lipstick on the mirror of a farmhouse he knew the police would search.\n \nWearing a False Mustache\nLast December he was found by two unarmed policemen in another remote part of the Irish Republic. But he stripped them, tied them up and made good his escape. He avoided recapture, the police said, by moving often, disguising himself by dyeing his hair, growing a beard and even dressing as a woman. He was wearing a false mustache when he was seized today at the cottage near Newmarket-on-Fergus in County Clare.\nMr. McGlinchey said recently that he had left the outlawed Irish Republican Army to become chief of staff of the Irish National Liberation Army, a militant Marxist offshoot, because the I.R.A. had become ''too soft.'' But he scoffed at the legends that grew up about him, telling one reporter, ''I'm no Che Guevara, just an ordinary Irish republican socialist who is determined to strive for a free socialist Ireland.''\nTwo women and several children were reported to have been with Mr. McGlinchey and his colleagues when they were surprised at their hideout near Newmarket-on-Fergus, about 110 miles west of Dublin.\nAfter encircling the bungalow, the police demanded that the occupants surrender. They were met with gunfire and returned it. In the ensuing exchanges, police cars were sprayed with bullets and the windows of a neighboring house were smashed. Eventually, however, the trapped occupants asked for a Roman Catholic priest. Soon after he arrived, local residents said, the gang walked out of the house and into the hands of the police.\n Mr. Prior said he ''had every reason to believe'' that Mr. McGlinchey would be extradited to Northern Ireland. The Irish Supreme Court, in a judgment in 1982, approved his transfer to stand trial for the murder of an elderly postmistress in County Antrim, but Mr. McGlinchey jumped bail while appealing the extradition order.\n \nMight Be Held in Ireland\nIn Dublin, nonetheless, officials said he might be held in the republic for trial on charges there, and a judge granted Mr. McGlinchey's lawyers an injunction barring immediate extradition. That ruling was to be appealed as soon as possible to a special session of the Irish Supreme Court, the officials said.\nThe suspect was being interrogated tonight at the Ennis police station. He asked to see his two sons, Dominic, 7, and Declan, 5, and they were brought to the station by a friend. But the police forbade them to visit their father and they left.\nMeantime, the town staged its annual St. Patrick's Day parade, replete with band music and green bunting. On the reviewing stand was Dr. Patrick J. Hillery, the President of the Irish Republic, who lives in the area, one of the most scenic parts of western Ireland.\n\nGraphic\n\n \nmap of Ireland (page 19)"
}