{
    "title": "Top exposures covered by massive insurance programs TRIA renewal concerns, growing cyber threat prom",
    "publisher": "business insurance",
    "year": 2015,
    "month": 4,
    "day": 27,
    "full text": "As a major communications company with buildings in urban areas, Verizon Communications Inc. has significant cyber and terrorism exposures.\nDuring 2014, it confronted the two emerging threats by putting in place massive insurance programs.\nThe terrorism exposure became a particular concern last year with the uncertainty surrounding the renewal of the federal terrorism insurance backstop, which originally passed as the Terrorism Risk Insurance Act of 2002, was renewed several times and was allowed to expire at the end of 2014 before being amended and renewed again in January.\n\"We had planned in advance for TRIA not to be renewed,\" said David G. Cammarata, Verizon's assistant treasurer for risk management and insurance.\nPreviously, Verizon had in place a two-year captive terrorism program with the option to convert to a stand-alone policy in the event the legislation did not renew.\nAs the deadline to renew TRIA drew near, however, Verizon and Mr. Cammarata were approached by the company's broker, Aon P.L.C., which suggested that by buying stand-alone terrorism coverage, Verizon could substantially raise its limits without significantly changing the premium.\nWorking with one insurer in the United States, which Mr. Cammarata declined to identify, and others in the London market, Verizon secured $1 billion in stand-alone property terrorism coverage as TRIA expired.\nMr. Cammarata said he believes the stand-alone terrorism insurance coverage offered a prudent solution for Verizon. \"As I looked into this over the past year, I became more convinced that a stand-alone program provided better coverage than the captive structure, which relied on the government as a backstop for the program,\" he said.\n\"I think there's a higher degree of certainty of coverage if you purchase in the stand-alone market, and I feel more comfortable with that,\" he said.\nAs TRIA's expiration neared last year, Verizon became more concerned about questions of timing on claims and even certification, said Danielle Roth, director of risk management, who manages Verizon's terrorism coverage, among other things.\n\"When you put all these things together, we felt by transferring the risk, we would actually have a solid product in the event something happened,\" Ms. Roth said, adding that the risk is covered by multiple insurers.\nThe purchase of significant cyber limits reflects the company's increased concerns about the risk. \"Cyber is one of our biggest risks,\" Mr. Cammarata said. \"We list it on our 10-K report as one of the biggest risks the company faces,\" he added, noting that Verizon also provides security services to large corporations.\n\"We've been spending a lot of time on cyber lately,\" said Ms. Roth. \"We've expanded our coverage.\"\nNearly 40 insurers participate on the program, which was built after a review of 12 policy forms, Ms. Roth said. Mr. Cammarata and Ms. Roth declined to disclose the limits of the program but said they understood that it is one of the largest cyber programs to be placed in global markets.\nThe process took about nine months to complete, Mr. Cammarata said.\n\"It was a significant effort that took a lot of time to plan and orchestrate,\" Mr. Cammarata said. \"We've already started talking about next year's renewals.\"\nVerizon's cyber risk management efforts also include more comprehensive communication within the organization concerning cyber exposures. \"Dave's been very involved in that as well,\" said Ms. Roth, recounting a three-hour tabletop exercise, with about 80 people across the business, designed to develop procedures and protocols for cyber protection and response.\n\nLoad-Date: May 14, 2015"
}