{
    "title": "Topic of terrorism set to dominate GOP debate",
    "publisher": "university wire",
    "year": 2016,
    "month": 1,
    "day": 14,
    "full text": "With the Iowa Caucus set to take place on Feb. 1, Republican presidential hopefuls will have their chance to make their cases to the American people during the fifth GOP debate on Thursday.\nThe debate will include front runner Donald Trump, Texas Senator Ted Cruz, former Florida Governor Jeb Bush, Florida Senator Marco Rubio, New Jersey Governor Chris Christie, Dr. Ben Carson, and Ohio Governor John Kasich. Both Carly Fiorina and Rand Paul failed to qualify for the debate, as their poll numbers have continued to rank in the lower echelon of GOP candidates.\nU.S Foreign Policy will likely be a focal point of the debate, even more so following Iran's detainment of 10 U.S. sailors. While those American sailors will be released, GOP candidates will potentially use the controversy to convey their distrust of Iran with respect to President Barack Obama's nuclear deal.\n\"Never in my life have I seen any transaction so incompetently negotiated as our deal with Iran,\" Trump said in a September rally on Capitol Hill.\nThough Trump's poll numbers are favorable, Farrell Horgan (sophomore-department of undergraduate studies) said that he is skeptical of Trump's ability to be an effective Commander in Chief.\n\"I don't think Trump would be a good leader for our country,\" Horgan said, mentioning that having money and prominence doesn't necessarily equate to good leadership skills.\nPresident Obama's nuclear deal will not be the only item on the chopping block for GOP presidential hopefuls. The threat of global terrorism, specifically the terror group ISIS, will be a key foreign policy issue facing the GOP candidates.\nOn Tuesday evening, Obama called ISIS \"killers and fanatics\" during his final State of the Union address. Conversely, GOP candidates have been quick to label ISIS as \"radical Islamic terrorism.\" The recent shooting in Philadelphia, in which an ISIS sympathizer shot at a police officer, will potentially be discussed among the GOP candidates.\n\"This is a radical person, living in the United States, who became radicalized,\" Rubio said. \"This is the new face of the war on terror.\"\nThough the general consensus amongst GOP candidates is that the next president-elect should take a strong stance against \"radical Islamic terrorism,\" the GOP hopefuls have been split regarding U.S. intelligence programs. Specifically, intelligence programs with respect to countering terrorism has been a significant talking point for Christie.\n\"We need to toughen our anti-terror and surveillance laws to give our services the legal mechanisms to do their job,\" Christie has said.\nOther potential debate topics, in addition to foreign policy and intelligence programs, include Planned Parenthood, a program that provides abortions to women and one that is generally opposed by all the GOP candidates.\nAdditionally, immigration has been a divisive issue among the GOP candidates, with Trump being especially vocal regarding his plan to build a wall on the U.S.-Mexico border.\nThe GOP debate will air on Fox Business Network at 9 p.m. and will take place in North Charleston, South Carolina.\n\nLoad-Date: January 17, 2018"
}