{
    "title": "Toronto Shooting Rekindles Familiar Debate_ Terrorist_ Mentally Ill_ Both_",
    "publisher": "the new york times",
    "year": 2018,
    "month": 7,
    "day": 25,
    "full text": "After a 31-year-old man used a cargo truck to crush 86 people to death on the promenade in Nice, France, his distraught father rushed to tell reporters his son had once suffered a nervous breakdown.\nWhen Omar Mateen used a Sig Sauer MCX semiautomatic rifle to gun down 49 people at an Orlando nightclub, relatives described him as            bipolar.\nAnd in Canada this week, after a 29-year-old man opened fire on a street full of cafes, hitting 15 people and killing two, his family issued a statement: Faisal Hussain, it said, had long struggled with mental illness.\nThe Islamic State offered another explanation: All three men, it claimed, were its soldiers.\nNot long after Mr. Hussain’s family issued its statement, the Islamic State’s news agency put out a bulletin claiming the attacker had been inspired by the terrorist group — and reigniting a debate about whether an individual who is mentally ill can truly be said to act at the behest of a terrorist group.\n“Our son had severe mental health challenges, struggling with psychosis and depression his entire life,” the Hussain family said. Its statement came a day after Mr. Hussain killed a 10-year-old girl and an 18-year-old woman.\nNo evidence has emerged to date to confirm that the young man had been inspired by the Islamic State, and on Wednesday, both Toronto’s police chief and an official with Canada’s public safety department rejected any connection to terrorism. “At this stage, we have no evidence to support these claims,” said the police chief, Mark Saunders.\nIn addition, the coroner told the family that Mr. Hussain had shot himself in the head after the rampage, according to a person close to the family. Committing suicide is considered a taboo among jihadists, and is another clue suggesting that Mr. Hussain may not have been under the militants’ sway. The family had not detected any signs of radicalization, the individual said.\nWhile the path that led Mr. Hussain to violence remains unclear, and his link — if any — to Islamic extremism is unknown, one thing is beyond dispute: The Islamic State is extremely skilled at extending its reach by luring marginalized and vulnerable young men and women online.\nAlthough in many instances the group has been hands-on, closely guiding those planning terrorist attacks via encrypted messages, it also employs another strategy. It broadcasts the seeds of propaganda as broadly as possible in the hope that they will take root, and that someone — anyone — will embrace violence in its name.\nResearchers have found that a significant portion of the people who have carried out acts of terror in the Islamic State’s name suffered from mental disorders. Close to a third of the 76 individuals involved in 55 attacks cited in a 2017 study by West Point’s Combating Terrorism Center were found to have a history of psychological instability.\nSome of the best-known attacks linked to the terrorist group have been carried out by assailants who, at a minimum, displayed symptoms of mental distress.\nAmong them is the Nice attack in 2016, which was carried out by Mohamed Lahouaiej Bouhlel. His father went on camera to detail the psychiatric treatment his son had received following what he said was a nervous breakdown.\nIn Canada in 2014, after Martin Couture-Rouleau rammed his car into a pair of Canadian soldiers, killing one, his father said he had tried — and failed — to admit his son into psychiatric care.\n“They let him out the next day because he didn’t want to be there,” Gilles Rouleau told a Canadian newspaper.\nMental illness among attackers inspired by the Islamic State is so common that analysts have coined the term “loon wolf,” a play on “lone wolf.” But the term can be misleading.\n“The ‘loon’ connotation also implies crazy or deranged and misses the fact that rational planning often occurs in the presence of a mental disorder,” the West Point researchers wrote.\nStill, the connection between terrorism and mental illness is not unexpected, experts say. Militant ideologies can offer a compelling narrative for people dealing with feelings of marginalization or the paranoid fantasies of persecution that can exist among some with severe mental illnesses.\nSome officials in countries targeted by the Islamic State, often known as ISIS, have gone so far as to suggest that the militants seek out people who are mentally unwell. Among them is Mark Rowley, who stepped down last year as chief of counterterrorism at London’s Metropolitan Police. The group, he said, is actively targeting vulnerable people, including “those with mental health issues.”\nIn Australia, the national counterterrorism coordinator, Greg Moriarty, once described how individuals were being drawn to the ISIS cause not only out of ideology but because of “mental health issues” that made them susceptible to the terrorist narrative.\nThe distinction between religious fanaticism and mental disorder is not always clear — and is not necessarily worth making.\n“There are people who may want to frame this as a purely mental health event and not as terrorism,” said Mitch Silber, the former head of intelligence at the New York Police Department. “But making that line of demarcation is not necessarily accurate. It can be a bit of both.”\nMr. Silber added: “When we look at what triggers people to mobilize, to take up a new ideology and to do something in opposition to the society they live in, they typically have some kind of grievance, and that could very well overlap with a mental health issue. If it’s untreated — or insufficiently treated — it can lead to violence.”\nIn Toronto, the authorities have declined to answer reporters’ questions about whether the gunman’s electronic devices have been recovered and what, if anything, was found on them.\nThe ISIS claim of responsibility, issued early on Wednesday, used phrasing indicating the gunman had been inspired by the group, suggesting he may have been self-radicalized online. Although ISIS has issued dozens of accurate claims — including in instances where officials initially said there was no ISIS link, only to correct themselves later — the group has also suffered deep losses in recent months, including to its media team. It has issued several recent claims that proved to be incorrect, including claiming responsibility for a 2017 mass shooting in Las Vegas.\nIn previous cases, evidence of the group’s role was found on attackers’ phones, especially via the app Telegram, which is used by the Islamic State to spread propaganda. Others have been incriminated by the keyword searches they made on their laptops or screens.\nRegardless of whether Mr. Hussain was inspired by terrorist ideology, what is clear is that he came from a troubled background. A portrait of his family, as reported by The Toronto Star, was one of struggle and grief.\nMr. Hussain’s sister died in a car accident and his brother Fahad overdosed on drugs last summer, ending up in a vegetative state at a hospital. The brother had twice been arrested, the newspaper reported — once on charges that he sold crack cocaine, and again when he was accused of possessing ammunition and failing to comply with his bail conditions.\n“It’s kind of tragedy after tragedy,” said Ahmed Hussein, the executive director of The Neighborhood Organization, a local social service center in Thorncliffe Park, where Faisal Hussain lived with his family.\nRukmini Callimachi reported from New York, and Catherine Porter from Toronto. \nPHOTO: A memorial for the victims of a shooting in Toronto on Sunday. (PHOTOGRAPH BY Mark Blinch/The Canadian Press, via Associated Press FOR THE NEW YORK TIMES)\nRelated Articles\nToronto Shooting Shakes City Amid a Rash of Violence\nYears Before Truck Rampage in Nice, Attacker Wasn’t ‘Living in the Real World’\n‘Always Agitated. Always Mad’: Omar Mateen, According to Those Who Knew Him\nISIS and the Lonely Young American\n\nLoad-Date: August 1, 2018"
}