{
    "title": "Torture's fallout",
    "publisher": "the salt lake tribune",
    "year": 2009,
    "month": 9,
    "day": 5,
    "full text": "This editorial appeared in Thursday's Los Angeles Times:\nConservative critics -- notably the bilious former vice president, Dick Cheney -- have accused President Obama of breaking a promise to look forward in framing anti-terrorism policy. In fact, the administration's emphasis has been on preventing, not punishing, the sort of human rights abuses that occurred during the Bush/Cheney years. Newly announced policies on the treatment of suspected terrorists go a considerable distance -- though not far enough -- in making good on Obama's commitment.\nLast month, Obama accepted key recommendations of the Special Task Force on Interrogations and Transfer Policies, a group chaired by the attorney general that includes the secretary of Defense and the director of national intelligence. Perhaps the most important recommendation was that the CIA and other agencies abide by the Army Field Manual's prohibition of cruel and degrading techniques, such as waterboarding, extended solitary confinement, the use of dogs to intimidate prisoners and the placing of hoods over inmates' heads.\nSince January, all government interrogators have been ordered to abide by the manual. But Obama ominously asked the task force to determine \"whether different or additional guidance is necessary for the CIA.\" Fortunately, the panel said no. It also rejected the idea, insistently advocated by Cheney, that inhumane interrogation methods are necessary to acquire information about potential terrorist attacks. The panel recommended -- and Obama accepted -- creation of a new High-Value Detainee Interrogation Group, headquartered at the FBI, that will bring together interrogators from the intelligence community, law enforcement and the Pentagon.\nObama's interrogation policy will improve the United States' image among nations whose cooperation is vital in the struggle against terrorism. Sadly, the administration hasn't made a similarly clear break with the past in its new policy on the transfer, or \"rendition,\" of suspected terrorists to countries with abysmal human rights records. Obama agrees with the task force that destination countries must offer credible assurances that prisoners won't be tortured, and that there should be \"private access\" to transferred prisoners. But it isn't clear whether such access would include visits by the Red Cross or other humanitarian agencies. Besides, once a prisoner is delivered to a repressive regime, U.S. leverage will be limited.\nLike its invocation of the state secrets privilege to block a lawsuit over the Bush administration's rendition policy, the administration's decision to continue the rendition of suspected terrorists undermines Obama's promise of forward-looking reform.\n \n\nLoad-Date: September 6, 2009"
}