{
    "title": "Toss out terrorism charges, Al-Arian asks federal judge",
    "publisher": "st. petersburg times ",
    "year": 2003,
    "month": 9,
    "day": 9,
    "full text": "Casting himself as a First Amendment martyr being persecuted for expressing unpopular political views, Sami Al-Arian is asking a federal judge to drop charges that he aided terrorists.\nIn documents made public Monday in U.S. District Court, the former University of South Florida professor gives a glimpse of how he will frame his defense against charges that he oversaw the North American faction of the Palestinian Islamic Jihad.\n\"The indictment represents the government's attempt to chill dissenting political speech,\" Al-Arian, who is acting as his own attorney, wrote from Coleman Correctional Facility, where he is being held without bail.\nThe court should throw out his indictment, Al-Arian added, \"lest it allow the nation to become a place where one can be criminally punished for speaking out against the current administration and the state of American foreign policy.\"\nFederal prosecutors say Al-Arian did far more than exercise free speech. They say he was a key financial planner and U.S. fundraiser for the Palestinian Islamic Jihad, a terrorist group said to be responsible for more than 100 deaths, including Americans.\nFederal agents arrested Al-Arian and three other men in February on charges that they supported, promoted and raised money for the Jihad. The arrests were the culmination of an eight-year investigation that involved the surreptitious taping of thousands of hours of phone conversations.\nIn court papers, Al-Arian accused the U.S. government of attempting to \"manipulate historical truth\" in the indictment by favoring Israel's position in the Israeli-Palestinian conflict.\nA significant portion of the indictment stressed Al-Arian's efforts to raise money for the Palestinian Islamic Jihad in the mid 1990s, during a period of financial trouble for the group.\nNoting that the State Department did not label the Jihad a terrorist organization until the late 1990s, Al-Arian argued that the government was seeking to punish him \"for acts that were not illegal at the time they took place.\"\nAl-Arian also contended that the indictment violated his constitutionally protected freedom of association. He claimed that his \"pursuit of Arab rights\" did not create \"any sort of imminent threat to public safety.\"\nStriking a patriotic note, Al-Arian wrote that he and his co-defendants were models of good citizenship whose \"achievements embody the proud history of our nation's immigrants living the American dream and contributing to our national mosaic.\"\nSteve Cole, spokesman for the U.S. Attorney's Office in Tampa, declined to comment on Al-Arian's court filings. \"Any response we have will be through the court,\" he said.\nIn a proposed questionnaire for prospective jurors in his case, which is not expected to go to trial until 2005 at the earliest, Al-Arian suggests questions about subjects ranging from religious affiliation to jurors' views of free speech.\nA number of the questions focus on Middle East politics, among them: \"Have you formed an opinion about the Palestinian peoples (sic) assertion of their right to an independent state of their own on land occupied by Israeli settlers?\" \"Do you believe that in the context of war, people have a right to resist violent, illegal force?\" and \"Do you believe that supporting impoverished war orphans in the occupied territories is a form of terrorism?\"\nAl-Arian has asked that the government identify a number of unnamed, unindicted co-conspirators cited in the indictment so he can better prepare his defense.\nAlso, in another court filing made public Monday, federal prosecutors asked that surveillance intercepts that underpin the government's case be released only to defendants and their defense teams.\n \n- Christopher Goffard can be reached at 226-3337 or goffard@sptimes.com.  \n\nGraphic\n\n \nPHOTO; Sami Al-Arian (ran TAMPA & STATE); Sami Al-Arian (ran METRO & STATE)\n\nLoad-Date: September 9, 2003"
}