{
    "title": "Tough Indian security laws draw fire from civil-rights groups",
    "publisher": "the christian science monitor",
    "year": 1987,
    "month": 9,
    "day": 8,
    "full text": "Tough new laws adopted by the Indian parliament to combat escalating Sikh terrorism are sparking acrimonious debate between the government and civil liberties groups.\nThe legislation strengthens a preventive detention law and gives authorities wide powers to combat activities that they judge anti-national. It was adopted late last month by the upper and lower houses of the Indian Parliament - where Prime Minister Rajiv Gandhi's ruling Congress (I) party holds a large majority of the seats.\nCivil liberties groups contend such laws abridge civil liberties and would be misused against political opponents, thus threatening the world's largest democratic system. They claim that the series of extraordinary laws enacted since Mr. Gandhi succeeded his assassinated mother Indira Gandhi in late 1984, are Draconian, and provide no safeguards against their misuse by government officials or security forces.\nThe government cites the ''unusual and serious situation'' prevailing in Sikh-dominated Punjab State to justify the controversial powers. Sikh extremists from this prosperous agricultural state been waging a violent campaign for an independent homeland.\nOver the last four years, Sikh terrorists have been responsible for killing hundreds of Hindu civilians and politicians, as well as Sikhs seen as ''collaborating'' with the New Delhi government. Hundreds of Sikhs have been detained for varying periods under the different laws to combat terrorism. And, in recent months, security forces claim they have daily killed two or three alleged Sikh terrorists in what are termed ''encounters.''\nAbout 1,400 people have been killed in terrorist-related violence in India since last year. The situation has rapidly deteriorated in recent weeks, with police reporting at least half-a-dozen slayings almost daily.\nSpeaking in Parliament two weeks ago, Deputy Interior Minister P. Chidambaram argued that the administration needs extraordinary powers, not weapons, to fight terrorism.\nBut, contends noted jurist V.M. Tarkunde, ''These sweeping laws, though intended to combat terrorism, are proving counterproductive.''\nMr. Tarkunde is president of Citizens for Democracy, a civil rights group. ''Sikhs think the laws are aimed at them, and since anyone now can be arrested arbitrarily and denied bail, Sikhs feel like second-class citizens,'' he says. ''These laws are indeed encouraging terrorism.''\nLast month's Terrorist and Disruptive Activities' Prevention Bill is regarded as the toughest antiterrorist legislation passed since India's independence from Britain in 1947. Like most of the other recent controversial laws, it is applicable nationwide. Among other things, it seeks to provide for minimum imprisonment of from five years up to life for unauthorized possession of certain arms. Critics say it shifts the onus of proof from the prosecution to the accused. Human rights activists are concerned that the act may allow the use of police torture to extort confessions that can be used as evidence.\nThe act provides the death penalty for terrorist killings and long prison terms for a wide range of ''disruptive activities,'' covering songs, paintings, books, and audio cassettes deemed to undermine India's unity.\nThe other legislation approved this week amends the 1980 National Security Act to permit authorities not to disclose to a detainee for up to 15 days the reasons for his arrest. This was necessary to relieve pressure on local authorities because of ''the large number of detention orders'' being issued, Mr. Chidambaram said.\nHundreds of people have been jailed across India under the Security Act, which provides for imprisonment without trial for up to two years in Punjab and one year elsewhere in India. They include suspected Sikh extremists, petty criminals, and political dissidents. The act has been strongly criticized by the London-based Amnesty International.\n''So idolized has the State become that we no longer think creatively of political or judicial solutions to a crisis like the one confronted in Punjab; instead the itch is to arm the State with more and more power,'' wrote a magazine the columnist recently, adding that the country is experiencing ''a subtle variety of incremental authoritarianism.''\nLate last year, Parliament passed controversial legislation empowering the government to open private mail ''in the interests of public safety.'' The former President Zail Singh, who retired in July, refused to sign it into law. But new President Ramaswamy Venkataraman is expected to give his assent shortly.\nSeveral analysts, however, say that India has an independent judiciary and a fearless press, and that there is no immediate danger to the Indian democracy."
}