{
    "title": "Tough stand on terrorism may win votes in Israel",
    "publisher": "the christian science monitor",
    "year": 1984,
    "month": 4,
    "day": 16,
    "full text": "In a familiar irony of Mideast conflict, a recent wave of Palestinian attacks on civilian targets here could help Israel's right-wing government retain power in the coming elections.\nPolls have shown the government trailing the opposition Labor Party, amid domestic economic crisis and rising public opposition to Israel's presence in southern Lebanon.\nBut the most recent in increasingly audacious Palestinian strikes - the hijack of a civilian bus late Thursday - coincided with a reminder that opposition to the war has not necessarily buried the political hopes of the militantly conservative architects of the June 1982 invasion.\nThe reminder came in the form of a vote within Prime Minister Yitzhak Shamir's Herut Party over who would lead the party slate for this July's national balloting.\nMr. Shamir won. But he faced a surprisingly strong challenge from former Defense Minister Ariel Sharon, ousted from that job over the 1982 massacre by allied Lebanese militiamen in Beirut's Palestinian refugee camps of Sabra and Shatila.\nBackers of Mr. Sharon had hoped at best he would capture 20 percent of the ballots in the vote by the party's central committee. He won 42 percent, to Shamir's 56 percent.\nEven as the committee was voting, four local Palestinians were commandeering a crowded civilian bus chugging from Tel Aviv southward to the coastal city of Ashkelon.\nThe attackers released one passenger, a pregnant woman. She sounded the alarm. Within hours, a large military force had surrounded the bus, its tires shot out, just south of the Gaza Strip, a Palestinian area held by Israel since the 1967 Mideast war.\nBefore dawn Friday, troops rushed the bus. The four Palestinian attackers and one of their Israeli hostages were killed.\nAn Israeli politician - and Sharon foe - remarked: ''If the attack had come a few hours earlier, Sharon might well have done even better in the Herut voting.''\nThat is impossible to know.\nYet Israeli analysts of various political stripes agreed that the recent spate of Palestinian attacks could well boost forces inside Israel most rigidly opposed to negotiating concessions for Mideast peace.\nThe generally antigovernment Jerusalem Post wrote Sunday: ''It is believed that as the elections draw nearer, the government will be under increasing pressure to adopt a firmer policy of retaliation against the terrorists in an attempt to restore the government's credibility in light of its claims that the war in Lebanon has effectively stymied the Palestine Liberation Organization's operational capability.''\nIn Israel, such a tack against Arab foes is always good preelectoral politics. One boost in the 1981 reelection of then-Premier Menachem Begin, for instance, was Israel's air strike on an Iraqi nuclear reactor.\nThe initial government response to the bus attack has been to term it - and two recent daylight strikes in the commercial heart of Jerusalem - a desperate venture by Palestinians following Israel's ouster of the PLO from bases in nearby south Lebanon in the 1982 invasion.\nPLO groups are ''trying to prove they're still alive,'' Defense Minister Moshe Arens said on television Saturday.\nThere is no ''absolute'' antidote to such attacks, he said, but added: ''There will be no surrender to terror.'' Alluding to the Army's attack on the hijacked bus, he said: ''Whoever plans terrorist acts in Israel must know he won't get out alive.''\nPrecisely what electoral fallout the recent attacks will cause is expected to become clear only nearer to voting time.\nOfficials in the Labor Party - one of whose main tenets is the need for early withdrawal from Lebanon - hope any boost for incumbent fortunes will be offset by visible tension between Shamir and Sharon within the ruling party.\nSharon's own fate - he hopes to win assurances of a top Cabinet post in any reelected government - should become clearer in a few weeks' time. It is then the Herut central committee reconvenes to determine in what pecking order Shamir's colleagues on the incumbent slate will be presented to the nation in July.\n\nGraphic\n\n \nPictures 1 and 2, Shamir gained upper hand over Sharon in battle for party leadership, SVEN SIMON and UPI"
}