{
    "title": "TOUGH ANTITERRORIST LAW IN PERU DRAWS FIRE FROM RIGHTS GROUPS",
    "publisher": "the new york times",
    "year": 1981,
    "month": 5,
    "day": 13,
    "full text": "Human rights and opposition political groups are questioning the constitutionality of a tough antiterrorism law decreed by Peru's civilian Government, which took office last July after 12 years of military dictatorship.\nThey say the law, which was decreed by President Fernando Belaunde Terry in March using emergency powers while Congress was in recess, is unconstitutional and threatens the basic freedoms of press, speech and free association.\nThe Government defends the law as necessary to combat terrorism concentrated in the southern Andes. Recently the terrorism has crept into major cities along the coast, including this capital of more than five million people.\nHuman rights and oppositional political groups question constitutionality of Peru's antiterrorism law\nThe terrorists have blown up power and communications towers, derailed trains, thrown dynamite at government offices and police stations, burned and bombed schools, and seized radio stations to broadcast revolutionary statements.\n \n700 Terrorist Acts Reported\nBy official count, there have been 700 acts of terrorism, including 400 dyanmitings.  Mr. Belaunde and his Interior Minister, Jose Maria de la Jara, took a soft line at first, saying the dynamitings were the work of a small Maoist group called the Sendero Luminoso, or Lighted Path. Then a few months later Mr. de la Jara doubled the police force fighting terrorism and sent a special counterinsurgency battalion to the mountains.\nThe law decreed in March establishes maximum penalties of 20 years in prison and a fine equivalent to $8,000 for anyone convicted of terrorism.\nA person is classed as a terrorist if guilty of any of these charges:\n- Provoking fear or terror among the general population.\n- Destroying public or private buildings, highways, communications facilities or pipelines.\n- Committing acts that endanger the life, health or the possessions of other people.\n- Making, acquiring or storing firearms, explosives or their ingredients.\n- Adversely affecting international relations or the security of the state.\n- Forming part of a band of three or more people who utilize terrorism to accomplish their objectives.\n- Using the news media to incite people to terrorism.\n- Speaking out publicly in favor of an act of terrorism or a terrorist.  The National Human Rights Commission has begun a campaign to collect 50,000 signatures on a petition requesting the national legislature to repeal the law."
}