{
    "title": "TOUGH WEEK AT HEARINGS FOR BUSH TEAM",
    "publisher": "daily news ",
    "year": 2004,
    "month": 4,
    "day": 16,
    "full text": "CHECKING BACK IN WITH THE COMMISSION investigating 9/11, we see:\nCondoleezza Rice says that it's OK that anti-terrorism chief Richard Clarke never talked to President George W. Bush, because CIA chief George Tenet met with the president all the time. So when Mr. Tenet said he hardly talked the Texas-bound president in August of 2001, that was a problem. The word was quickly put out that the men talked a lot in early September.\n* Mr. Bush says he asked for a written briefing on terrorism that summer and got one on Aug. 6 that, among other things, said what the FBI was doing. But now Attorney General John Ashcroft says he never heard about the president's interest and would have given him a different report if he had.\nMr. Ashcroft is now accused by former interim FBI Director Thomas J. Pickard of specifically asking not to be briefed on intelligence issues. In other words, Mr. Pickard is making the same kind of charge against his boss that Mr. Clarke made against the Bush White House: that terrorism was not a high priority. Ouch.\nAll in all, not a good week for the White House.\nMr. Ashcroft, of course, denies everything, in the course of blaming absolutely everything on the Clinton administration. It's a tough sell. After all, Ms. Rice says the Clinton administration had an active anti-terrorism effort in place, and that her first decision was to keep it in place, along with its leader, Mr. Clarke.\nBut the more partisan Mr. Ashcroft says, \"We did not know an attack was coming, because for nearly a decade our government had blinded itself to its enemies.\"\nSome commissioners are appropriately focused on the problems that transcended the Clinton and Bush administrations. The FBI and CIA are coming under intense scrutiny, sometimes with regard to the same situation.\nOne example is the arrest of Zacarias Moussaoui in August of 2001. He's \"the 20th hijacker,\" who was trying to learn in Minnesota how to steer an airplane. That event, and its failure to ring the appropriate alarms, has caused the FBI a lot of grief. But now it turns out that Mr. Tenet got briefed on it, in a memo called \"Islamic Extremist Learns to Fly.\"\nThe commissioners are frustrated. They see top leaders saying for years that terrorism is a top concern, but they don't see that having much impact. They hear a lot about \"the wall\" that supposedly keeps the FBI and CIA from sharing information, but they also hear about a lot of information being shared, as in the Moussaoui case, with nothing happening.\nOne possibility that has come up is some dramatic reorganization. President Bush says he's open on the subject, though he has certainly not provided any leadership toward that end. He didn't even want to see the commission created to study what, if anything, needed to be done.\nNo clear case for any particular kind of dramatic change has emerged in public. \"The wall\" is already largely a thing of the past. It was designed to prevent intelligence officers from sharing information with law enforcement officers, because intelligence agents face looser rules in the gathering of information. But a court decision, a new consciousness about terrorism and the Patriot Act have all torn down parts of it.\nStill, the commissioners don't want to be seen as merely playing a trivial game of gotcha with Clinton and Bush administrations. They - having had a window into terrorism issues that few have had - should be encouraged to think big. They have a responsibility to make the biggest contribution they can.\n\nLoad-Date: April 17, 2004"
}