{
    "title": "Toulouse Victims Buried in Israel",
    "publisher": "the new york times",
    "year": 2012,
    "month": 3,
    "day": 22,
    "full text": "JERUSALEM -- The journey from Toulouse, France, ended here, in the sprawling cemetery known as Har Hamenuchot, or the Mount of Rest, in the Jerusalem hills. The four victims of the shooting outside a Jewish school, three of them children, were buried on Wednesday in a joint funeral that was attended by thousands.\nThe bodies of Rabbi Jonathan Sandler, 30, a religious instructor at the school; his two sons, Arye, 6, and Gabriel, 3; and Miriam Monsonego, 8, the daughter of the school's principal, were flown overnight from France. Rabbi Sandler was a French citizen; the three children had dual French-Israeli nationality.\nBefore the burials, mourners packed into a sun-drenched courtyard, many of them men wearing the black clothes of ultra-Orthodoxy. French and Israeli dignitaries, including the French foreign minister, Alain Juppe, joined relatives of the victims there in eulogizing the innocents, their bodies wrapped in prayer shawls and a velvet cloth and laid out on stretchers before the small podium.\nMr. Juppe said that the whole of France was in shock over the attack, adding, ''Your pain is ours.''\nAt the time he was speaking, hundreds of police officers were surrounding an apartment building in Toulouse where the 24-year-old man suspected in the killings was holed up. ''The suspect is surrounded,'' Mr. Juppe told the throng, adding that he expected the man to be in custody within hours.\nRadio broadcasts in Israel reported news from Toulouse all morning, including the suspect's claim of links to Al Qaeda and that the attacks were meant in part to avenge the deaths of Palestinian children.\nIsraeli leaders had strongly denounced any comparison between the deaths of the children in Toulouse and of Palestinian children after remarks by the European Union's foreign policy chief, Catherine Ashton. She was perceived by Israeli officials as having equated the killing of the three children in France with the deaths of children during fighting in Gaza.\nPrime Minister Benjamin Netanyahu of Israel addressed the issue at the start of his meeting with Mr. Juppe on Wednesday. ''Terrorism is a systematic and deliberate attack on civilians, a deliberate attack against children,'' he said. ''There is a substantial difference between such deliberate attacks against civilians and children and unintentional strikes against civilians that are part of legitimate actions to fight terrorism. If we do not make this distinction, if we allow such a mendacious analogy, then the terrorists will have won. If we make this moral distinction, then we will have defeated terrorism.''\nThe prime minister of the Palestinian Authority, Salam Fayyad, condemned on Wednesday what he called a cowardly terrorist act against schoolchildren in Toulouse.\n''This terrorist crime is condemned in the strongest terms by our Palestinian people and children,'' he said in a statement. ''It is impossible for any Palestinian child to accept crimes targeting innocent people. It is time for those criminals to stop exploiting the name of Palestine through their terrorist actions, or claim victory to the rights of Palestinian children, who only seek a decent life for themselves and all children of the world.''\nAt the funeral, religious leaders wept as they spoke of the dead.\n''Let our enemies not think that we are crying out of weakness,'' said the Sephardi chief rabbi of Israel, Shlomo Amar. ''We are strong. We will carry on studying Torah.''\nIn a wrenching eulogy, Avishai Monsonego, the older brother of Miriam, cried in Hebrew: ''Miriam, I am not worried about you. Since a young age you have been speaking with the Holy One, blessed be he.'' He said he had only one request of God -- to give his parents the strength to carry on.\nJust after noon, the bodies were lowered into the ground wrapped in prayer shawls and cloth, without coffins, in the local tradition.\nJonathan Sandler had spent years studying at religious seminaries in Jerusalem. He moved back to France, to Toulouse, with his family last summer to teach at the school where he had studied as a boy.\nThe mayor of Jerusalem, Nir Barkat, said that Miriam's father, Yaacov Monsonego, who was also the Toulouse school's principal, had been in contact about a donation from Toulouse to help French immigrants in Jerusalem.\nThe mourners included relatives and friends of the Sandler and Monsonego families who flew to Israel with them for the funeral, as well as family and friends living in Israel and many students of religious seminaries here who barely knew the families but came to pay their respects.\nMargaret Amouyal, 60, a friend of the Monsonego family, moved to Tel Aviv from Toulouse a year ago.\nShe said she had not heard of a Qaeda presence in Toulouse until the shooting. ''It is a small city,'' she said. ''It is not Paris.''\nShe left two married daughters and five grandchildren in Toulouse, and a son in Marseilles, France. She said she and her husband had moved to Israel when they retired, but it was harder for the children to move because of their work.\n''Maybe now,'' she said, ''they will think of coming.''\n\nhttp://www.nytimes.com\n\nLoad-Date: March 22, 2012"
}