{
    "title": "Tourism overcomes terrorism in Egypt",
    "publisher": "usa today",
    "year": 1999,
    "month": 7,
    "day": 16,
    "full text": "<>UPDATE<>\nLooks as if Egypt's tourism industry has recovered from the terrorist\nattack in Luxor nearly two years ago. Visits by Americans between\nJanuary and May hit 74,076, surpassing the 73,349 that visited\nover the same period in '97. Tourism plummeted later that year\nafter Muslim extremists gunned down 58 sightseers at the popular\nQueen Hatshepsut Temple in Luxor. The Egyptian government has\nsince spent millions boosting security at major sites, and officials\npredict U.S. arrivals should top 1997's tally of 176,343.\n<>PHENOMENA<>\nScots hope movie is just the ticket\nScotland once again is bracing for a Hollywood-induced tourism\nboost. Four years after Braveheart and Rob Roy set\noff a stampede of vacationers there, the region is awaiting the\nimpact of My Life So Far, opening today in New York and\nLos Angeles. The film is set at the sumptuous \"Harewood House\"\nin the Scottish countryside -- actually the 19th century Edwardian-style\nKiloran House in the highlands village of Loch Fyne. For film\nbuffs headed to the U.K., the British Tourist Authority has prepared\na free movie map of England, Scotland and Wales. Information:\n800-462-2748. (\"Harewood House,\" because the movie is so new,\nhas not yet been included.)\n<>THEME PARKS<>\n'Dad to Mikey, Dad to Mikey'\nWorried about losing the kids at Disney World? Now you can just\nring 'em up by renting two-way radios. Orlando's In Touch Family\nCommunications lets families at Disney and other area parks keep\nin contact (two radios for three days, $ 53; seven days, $ 120).\nIt also offers a device that, when put on kids, will beep when\nparents within 200 feet push a button ($ 5.99 per day). Information:\n407-812-4220 or www.intouchfamily.com. . . . Beepers aside, Disney\nis making efforts to reduce long lines at its Orlando parks. By\nthe end of next week, visitors to Animal Kingdom who swipe their\ntickets through machines at three of the most popular rides will\nbe given scheduled times to return for immediate entry. The new\n\"Fastpass\" service will roll out at the Magic Kingdom and other\nDisney parks later this summer.\n\nGraphic\n\n \nPHOTO, Color, Clive Coote, Miramax; 'Harewood House': Scottish site (actually Kiloran House) of the film 'My Life So Far.' It's not on tourist maps yet, but will be.\n\nLoad-Date: July 16, 1999"
}