{
    "title": "TowerPostNews_ Bobi Wine Arrested by Counter Terrorism Police in Luuka",
    "publisher": "university wire",
    "year": 2020,
    "month": 11,
    "day": 19,
    "full text": "Bobi Wine - a 2021 presidential candidate - was bundled up and thrown into a police van and rushes to Nalufenya Prison before addressing the people in Luuka.\n\"We have made a decision to pause our presidential campaign activities until our colleagues, Bobi Wine and Patrick Amuriat are released and their freedom to campaign guaranteed\".\nThe popular musician, who was reportedly campaigning in the eastern provinces when he was arrested, wants to oust long-serving Museveni - in power for 34 years - in the January 14 election.\nAmuriat accused security operatives of unfairness arguing that President Museveni should have been transferred to Kitgum since they are both presidential contenders. He was subsequently detained briefly and police used teargas to disperse his supporters. He was released hours later.\nPolice, however, did not comment on the detention, and the reasons for it remained unconfirmed on Wednesday.\nKampala police commander Moses Kafeero said that the pop star-turned-MP had been arrested for violating coronavirus measures at his rallies.\nThe opposition lawmaker was arrested in Luuka distrct, east of the country, at the venue of a rally, according local media.\nBobby Brown's Son, Bobby Brown Jr. Reportedly Dead at 28\nWhile authorities are still investigating the scene, sources told the outlet 'they do not believe there was foul play involved'. According to TMZ , Bobby Brown Jr., the son of the famed R&B singer Bobby Brown , has reportedly died at the age of 28.\nTension had been building in Uganda over the conduct of political campaigns, since the electoral commission said earlier this month that the number of people at political meetings shouldn't exceed 200.\nAmongst the people that the Red Cross rescued in Uganda on Wednesday, it says that that 11 of them had bullet wounds. \"Live bullets and tear gas have been fired directly to the people by men in uniform\", the NUP wrote on Twitter.\nTwo journalists were beaten and one arrested at the scene.\nWhile authorities have said the restrictions are necessary to curb the spread of Covid-19, opposition members say that they are an excuse to curb campaigning and intimidate opposition supporters before the upcoming January election.\nNUP Secretary General Lewis Rubongoya said that it was the police's work to manage the crowd, adding that they should not arrest the presidential candidates.\nUganda's police chief Martin Okoth Ochola had warned that officers were taking \"a tougher approach to preserve the integrity of the electoral process\".\n\nLoad-Date: November 19, 2020"
}