{
    "title": "Town in China Returns to Normal a Day After a Bold Attack Kills 16 Policemen",
    "publisher": "the new york times",
    "year": 2008,
    "month": 8,
    "day": 6,
    "full text": "Old men on donkey carts drove through this ancient city's warren of sand-colored alleys, foreign backpackers haggled with salesmen over wool carpets, and shops and markets were open for business. A few policemen wandered around, and the faithful flocked to mosques.\n  This frontier town 2,500 miles west of Beijing did not appear on Tuesday to be under any sort of terrorism alert or to be a place that, just 24 hours earlier, was the site of what officials described as the worst terrorist attack in China's recent history. \n  ''I heard the police sirens yesterday, but it's safe today,'' said a taxi driver who, like virtually everyone interviewed in Kashgar, refused to give his name, citing fear of government reprisal. Asked to say who might have carried out the attack on security forces on Monday, he said, ''There are all kinds of people walking along that street.''\n  Officials said that two men, both Uighurs, the Turkic Muslim group that populates the western region of Xinjiang, rammed their truck into a group of paramilitary police officers out for a morning jog, then tossed explosives and stabbed the officers, killing 16 and wounding 16.\n  Officials said the men belonged to the East Turkestan Independence Movement, or ETIM, which the Chinese government and the State Department list as a terrorist group. The Chinese say the group is trying to disrupt the Olympic Games, which begin Friday, through terrorism. \n  Many  Uighurs here resent rule by the ethnic Han Chinese.\n  Shi Dagang, the local party secretary, said at a news conference on Tuesday that the men, a street vender and a taxi driver,  had been arrested and had confessed.\n  ''They want to turn the year 2008 into a year of mourning for China,'' he said. ''A leader of ETIM once said that the Beijing Olympics are their last chance for a big terror attack, and that they must do it even though they are obviously an egg pitted against a stone.''\n  Mr. Shi said one attacker had written a note saying he would carry out jihad, and the two men had monitored the policemen for a month. He added that the weapons found on the men were the same kind as those seized in a raid last year on a suspected ETIM camp in the Pamir mountains.\n  Yet scholars of Xinjiang raised doubts that the attack was terrorism, saying the Chinese were waving the banner of their own ''war on terror'' to tighten their hold on the area, an independent-minded ethnic minority region that is rich in oil and natural gas.\n  Whatever led to the attack raised questions about the viability of Chinese policy in Xinjiang, even as China sought to promote an image of a ''harmonious society'' for the Olympics.\n  ''Is China winning the hearts and minds of Uighur people?'' asked Dru C. Gladney,  a leading Western scholar of Chinese Muslims at Pomona College in Claremont, Calif. ''This kind of incident suggests not.''\n  Mr. Gladney and other experts said closer scrutiny of the narrative of the assault promoted by Chinese officials and of the history of Xinjiang suggested that the attack was probably made by disgruntled individuals and was not an act of terrorism. \n  ''There are a lot of vengeance attacks against police, or government officials, or imams seen as collaborators,'' Mr. Gladney said. ''I wouldn't be surprised if one of these guys has a personal connection with the police.''\n  Revenge attacks on the police have been on the rise across China. On July 1, a man threw Molotov cocktails at a police station in Shanghai and then stabbed officers inside, killing six.\n  The site of the Kashgar attack, in front of the Yiquan Hotel, was being treated on Tuesday as the scene of a minor crime, not a major assault. \n  A flimsy plastic tarp had been nailed to the facade of the hotel. No police presence was obvious, except when two officers arrived after nearly a dozen reporters began gathering on the block.\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTO: Shoppers at a market in Kashgar, China, on Tuesday in the wake of a fatal ambush on Monday. (PHOTOGRAPH BY SHIHO FUKADA FOR THE NEW YORK TIMES)                            \n\nLoad-Date: August 6, 2008"
}