{
    "title": "TOXIC SLUDGE ENTERS DANUBE",
    "publisher": "pittsburgh post-gazette",
    "year": 2010,
    "month": 10,
    "day": 8,
    "full text": "KOLONTAR, Hungary -- Red sludge flowed into the Danube River on Thursday, threatening a half-dozen nations along one of Europe's key waterways. Monitors took samples every few hour to measure damage from the toxic spill and emergency officials declared one Hungarian tributary dead.\nAs cleanup crews gathered deer carcasses and other wildlife from the villages in southwestern Hungary flooded by the industrial waste, environmental groups warned of long-term damage to the farming region's topsoil.\nConflicting information swirled about the dangers posed by the ankle-deep muck coating the most seriously hit areas after the collapse of a waste-storage reservoir at a nearby alumina plant Monday.\nThe Hungarian Academy of Sciences maintained that while the material was a continued hazard, its heavy metal concentrations were not considered dangerous to the environment.\nMilitary targets militants\nJAKARTA, Indonesia -- Indonesia has sent its military to fight local militants for the first time in nearly a decade to send a \"strong message\" to militants, who are shifting from suicide bombings to armed attacks on the government, the country's anti-terrorism chief said Thursday.\nMilitary intelligence agents and troops have joined the police in hunting militants in North Sumatra province in response to an attack by gunmen on a police station outside the provincial capital, Medan, last month that killed three police officers, said Inspector General Ansyaad Mbai, who runs the newly formed National Antiterrorism Agency.\nThe inclusion of military units represents a significant change in the Indonesian anti-terrorism strategy, which has emphasized law enforcement and open trials.\nFlood toll nearly 140\nHANOI, Vietnam -- Asia's death toll from vicious rains spiked Thursday to nearly 140 as disaster officials reached previously isolated areas in Vietnam, while the worst flooding in parts of southern China in nearly a half-century killed one person and forced 213,000 villagers to evacuate.\nSecurity forces tried to speed recovery efforts in Indonesia, home to most of the fatalities with 91 dead, by removing debris from blocked roads and fixing bridges.\nIn Vietnam, the death toll nearly doubled to 48 after disaster officials were finally able to access areas that had been cut off by high waters. Another 23 people remained missing as villagers started returning to areas where the water was receding.\nThai defends crackdown\nBRUSSELS -- Thailand's Prime Minister Abhisit Vejjajiva acknowledged that a continuing crackdown against the opposition might have led to possible human rights abuses in his country, but he insisted that the emergency policies were necessary to ensure stability.\n\"Just as in many other democracies, we cannot allow newspapers, websites or radio stations that incite violence,\" Mr. Abhisit said in an interview this week while at an Asia-Europe summit meeting.\nStorm swamps Caribbean\nSAN JUAN, Puerto Rico -- Tropical Storm Otto has unleashed floods that overturned cars, toppled power lines and washed out roads in the northeastern Caribbean, officials said Thursday.\nThe British Virgin Islands has been hit with the worst flooding in its history, prompting the government to declare a state of emergency, according to Sharleen Dabreo, director of Department of Disaster Management.\n\nLoad-Date: October 8, 2010"
}