{
    "title": "Toying with terrorism",
    "publisher": "the day ",
    "year": 2005,
    "month": 2,
    "day": 9,
    "full text": "The case looked grim. It was last Tuesday afternoon, and the euphoria of the Iraq elections had not yet worn off (at least not among those who think a democratic Iraq is a good idea).\nThen the Associated Press, monitoring a Web site where Islamic militants often post, discovered an account of a U.S. soldier kidnapped by militants in Iraq. There was even a photo of a dark-skinned figure in desert fatigues, seated on the ground, staring stiffly ahead, with a gun pointed at his head and an Islamic banner in the background.\n#CODY.LIB#\nAP ran the story. And it ran the picture.\nBut to some people who saw it, something wasn't right. The man's head looked kind of small, for one. And the gun pointing at him was a U.S. military rifle, not the terrorists' trademark AK-47. And no hand was visible holding it. And the soldier's vest bore no resemblance to anything issued in the U.S. military. The U.S. brass, meanwhile, said it wasn't aware of anybody missing.\nYet for two and a half hours the story sat atop the news budget of the biggest provider of media service in the U.S.\nFinally, someone stepped forward who could identify the soldier. To be precise, a toy-maker identified it as one of his military action figures, originally produced for sale at U.S. bases in Kuwait.\nIt was a foot-tall G.I. Joe-type doll, a black version of its \"Cody\" action figure. The desert fatigues, the vest and even the gun in the photo are just like the ones that come in the box with \"Cody.\"\nBy mid-afternoon, AP had pulled its reporter off the story and slunk away from it. But before the day was done, Americans had won a small but important victory in the long struggle to recover from the psychological devastation of Sept. 11, 2001. For perhaps the first time, we all had a laugh at the terrorists.\nMeanwhile, thanks to inside sources, the Intell is able to report for the first time the outcome of the \"Cody\" kidnapping.\nWhile thousands of McDonaldland Happymeal prize characters picketed the White House with signs reading \"not in our name\" and \"no plastic for oil,\" Mr. Potatohead rolled up to the Senate podium and denounced the president for leading the nation into a quagmire.\nBut even as he spoke, a toy Hess helicopter, piloted by venerable G.I. Joe, hovered over the insurgents' refrigerator-box hideaway in Mosul. A team of sluttily dressed ninja Bratz dolls rappelled into the compound, freed Cody and spirited him to safety.\nHowever, the next day, a dusty Jar-Jar Binks figurine popped his head up from the bargain bin at Wal-Mart and said, \"I question the timing.\"\n\nLoad-Date: March 17, 2005"
}