{
    "title": "TRACKING OF URANIUM EXPORTS TERMED INADEQUATE",
    "publisher": "the new york times",
    "year": 1982,
    "month": 8,
    "day": 10,
    "full text": "The Government's system for monitoring and protecting exports of weapons-grade uranium is ''incomplete and inaccurate,'' according to a report prepared by the Government Accounting Office.\nThe Congressional auditing agency also concluded that the nation's goal of curbing the spread of nuclear weapons was complicated by inadequate inspection of uranium stockpiles abroad and by insufficient emphasis on a program designed to convert highly enriched uranium, which can be quickly adaptedfor use in nuclear weapons, into a more benign fuel.\nThe 88-page report states that deficiencies in the nation's ability to track highly enriched uranium exports were of concern because the fuel could become a prime target for theft by terrorists.\nWASHINGTON, Aug. 9 - The Government's system for monitoring and protecting exports of weapons-grade uranium is ''incomplete and inaccurate,'' according to a report prepared by the Government Accounting Office.\nSenator Gary Hart, Democrat of Colorado, who requested the study, called on the Reagan Administration to correct what he termed ''glaring deficiencies'' in the monitoring system for nuclear exports.\n \nDefense by Energy Department\n''This report indicates the United States may have shipped thousands of pounds of raw nuclear weapons material that it can't account for,'' said Mr. Hart, a leading critic of the Administration's nuclear policies.\nA spokesman for the Energy Department said the accounting office had ''overstated'' the threat of proliferation and terrorism and added that the Administration was continuing longstanding efforts to improve uranium monitoring and surveillance.\nThe report states that since 1954 the United States has exported more than 16,000 kilograms, or 35,000 pounds, of highly enriched uranium to 43 countries, mainly for use in research reactors. Since 1977, the report said, the Energy Department has closely scrutinized and attempted to discourage exports of this type of uranium because it can be converted for use in an atomic weapon in about seven days.  About 25 kilograms, or 55 pounds, of highly enriched uranium is required to manufacture an atomic bomb, the report says.\n \nComputer Tracking Installed\nIn 1968, the Energy Department installed a computer tracking system to monitor all uranium shipments.  The report also recommends that the Administration ''streamline and consolidate'' four separate systems that help monitor uranium exports.\nIn addition, it urges the Administration to step up visits aimed at monitoring security at nuclear storage sites overseas. United States officials have visited 41 countries since 1974, yet six that have received highly enriched uranium have never been visited, the report notes. In 1981, the report added, only five sites in two countries were visited.\n \nProblems of International System\nWeaknesses in the American program were further complicated by deficiencies in the monitoring program of a United Nations unit, the International Atomic Energy Agency, the report asserts. Because of limited resources and political resistance, the international agency has been able to conduct only about half of its estimated routine inspections, the report says. A number of research reactors, including several with significant quantities of highly enriched uranium, were not visited even once a year, it says.\nWhile officials of both the Administration and the international agency said that most of the uranium was kept in countries that were not likely to build atomic bombs, the report said the growing threat of international terrorism required improved surveillance. From 1966 to 1979, the agency reported, there were at least 39 attacks at nuclear installations.\nFinally, the report maintains that a program designed to convert highly enriched uranium into low-enriched fuel faces significant obstacles, including insufficient Government financing and limited interest by private companies in manufacturing and marketing the lowenriched product."
}