{
    "title": "Tracking people to stop COVID-19 is a bridge too far -",
    "publisher": "university wire",
    "year": 2020,
    "month": 7,
    "day": 15,
    "full text": "It's no secret that a majority of people are scared about contracting and potentially spreading COVID-19 without knowing it. That's a very reasonable concern, given how contagious it is, hence the calls for people to stay home and social distance as much as possible. \nBut as we all know, for some people, this won't be enough to convince them. Some people will insist on not following these recommendations and they ultimately pose the greatest risk to all of us. That's why governments around the world have been pushed to adopt some more extreme measures to try and flatten the coronavirus curve.\nSome of these are considered quite controversial, including a recent call from telecommunications companies to the federal government to use the GPS functionality of people's smartphones to track the spread of the virus.\nI want to get it out of the way quickly: While I am mixed on this, I don't support the conspiracy nuts who think this is part of some plot to destroy Canada's democratic society and leave us all living in a 1984-esque dystopia. That is absolutely ridiculous. However, when government's do take steps like these that curtail civil liberties, there is still cause for concern, even if it's in the name of something positive like stopping the coronavirus.\nIt should be no surprise to you that corporations collect data on us all the time. With the advent of digital technology, we have all created our very own, \"digital fingerprint\" if you will. If you've ever heard this term before or something like it, it's just a fancy way of saying that your data is being collected. Credit and debit card transactions, footage on security cameras, activity on the internet, you name it. All of this information, or metadata, is amassed by these corporations and, whether for advertisers or governments, that data is made available to them.\nNothing I just said is conspiratorial in any way, it is all fact. That's why you get advertisements on your phone and computer that are targeted to things you like or things you've mentioned in texts, phone calls and even in person conversations near your phone or your \"virtual assistant\" (that's right, you too Alexa). \nIt's also a major part of how modern criminal investigations unfold today. This data is incredibly useful for tracking the activity of people like criminals for example. When you know the person, time of day and location you are looking for, combing through this type of data can and has solved criminal cases.\nWhich brings us to the current issue. While the use of this data in investigations and court proceedings is highly targeted and is done through legal means, tech companies are calling on the government to go one large step further. While it's obviously impossible to adequately track every individual person's movement (or at least to actively track them and do anything based on that data), to commit to actively tracking anybody is a major step backward for civil liberties.\nIt's obvious though that the current circumstances seem to justify some type of radical action. People are rightfully worried about the coronavirus and want to see this pandemic end as quickly as possible with as few casualties as possible. However, (not to sound conspiratorial) but history shows that it is in these times of public panic and worry that government's often are able to do things like this without any major public scrutiny.\nOne perfect example of this in recent history was in the United States with the PATRIOT Act that was passed following the 9/11 terrorist attacks. People in the US were justifiably worried about the threat that terrorism now seemingly posed to them on their own soil. This led the Republican government of the day to slightly alter and reintroduce a bill, now known as the PATRIOT Act, which was then re-branded as a means of stopping terrorism. \nJust some of the controversial things that the PATRIOT Act enacted includes allowing the government to detain immigrants indefinitely without charges or a trial, the ability for law enforcement to search homes and businesses without a warrant, as well as for the FBI to obtain email, phone, and financial records without a warrant, just to name a few. While some of the PATRIOT Act's provisions have been since struck down as unconstitutional, it's general \"government overreach\" nature remains.\nIt's also important to note that, while the PATRIOT Act was framed as being a major tool for government and law enforcement to fight terrorism, nearly half of all terrorist attacks in the history of the United States have happened since 9/11, after the PARTRIOT Act was signed into law. \nSo while the intentions may genuinely be good in this current situation, as we all want to see the coronavirus come to a quick end, curtailing the civil liberties of innocent Canadians is likely not the best way to do this, as history shows. \nNo matter how interesting they might be to read or watch videos about on YouTube, not everything is a conspiracy theory. Zombie Bills like the PATRIOT Act that don't get passed the first time are reintroduced by government's quite often. \nIn the case of the current call for more citizen surveillance, I believe that if the government were to do it their intentions would largely be good. However, the active tracking of innocent citizens is a bridge too far and hopefully the government will see it that way.\nCovid-19 Phone tracking\n\nLoad-Date: July 15, 2020"
}