{
    "title": "TRACING SYRIAN LEADERSHIP",
    "publisher": "tampa bay times",
    "year": 2013,
    "month": 4,
    "day": 16,
    "full text": "During the Gulf War, Syria contributed a division to the Allied cause to fight Iraq. Assad's father was the Syrian president at the time. What caused the reversal of relationship that exists now?\nThe United States' relationship with Syria has almost always been a tense one.\nSyria gained independence after World War II and quickly aligned itself with the Soviet Union, creating tension with the West and the United States. In 1957 the CIA sponsored a failed coup against Syrian President Adib Shishakli.\nIn 1958, Syria joined in a union with Egypt. But when Gamal Nasser took over the leadership of the union, Syria felt it was an afterthought to Egypt and broke off in 1961.\nSyria and Egypt went to war with Israel in 1967. Israel won the war in six days and occupied the Golan Heights, between Syria and Israel, which is a source of lingering conflict between the countries.\nHafez al-Assad, the father of current Syrian leader Bashar al-Assad, took control of the country in 1970. By 1973, al-Assad had launched another war against Israel. This time he and Egypt had better success, and the United States intervened to provide Israel with an airlift of weapons. In 1974, a cease-fire was signed. In the 1980s, the civil war in Lebanon was at the center of the Syrian-American tension.\nIn the 1990s, relations brightened. Syria contributed forces in the U.S.-led coalition against Iraq's Saddam Hussein after he invaded Kuwait. Syria also helped get Western hostages out of Lebanon. Bashar al-Assad took over the country when his father died in 2000, and Syria assisted the United States in fighting terrorism after the 9/11 attacks.\nBut relations soured when the United States invaded Iraq in 2003, and have not recovered. The United States has accused Syria of being a state sponsor of terrorism and a violator of human rights, and has imposed numerous sanctions. Syria thinks the United States is too pro-Israel.\nIn January 2011, Syrian began protesting against al-Assad. His violent reaction against the protestors led to civil war and thousands of civilian deaths, and the United States is one of many countries that has called for him to step down.\n* * *\nThe cut from Girl Scout cookies\nHow much do the Girl Scouts earn from a box of cookies?\nA box of cookies can cost anywhere from $3.50 to $5, which is determined by the local council, Anna Maria Chavez, CEO of Girl Scouts of the USA, recently told CBSNews.com. She said that if a box costs $4, she estimates 50 percent, or $2 per box, \"is retained by the local Girl Scout council to support local programs and facilities.\"\nAnother 25 percent is spent on rewards for the girls and \"troop proceeds,\" and the other 25 percent \"pays the baker for the wholesale cost of the product,\" Chavez said. Bakeries in Sioux City, S.D., and Louisville, Ky., make the cookies.\n\nGraphic\n\n \nPHOTO - Reuters (1994): Hafez al-Assad, above, took control of Syria in 1970. After his death in 2000, his son, Bashar al-Assad, became president.\n\nLoad-Date: April 16, 2013"
}