{
    "title": "Trade Center Bombing Arrest Shows Breakthrough on Terrorism",
    "publisher": "the world",
    "year": 1995,
    "month": 2,
    "day": 10,
    "full text": "WITH the arrest of Ramzi Ahmed Yousef, the alleged\n''mastermind'' of the World Trade Center bombing, the United States\nwill be mounting yet another major terrorism trial.\nMr. Yousef, who was arrested on Tuesday in Pakistan, was\narraigned yesterday in the federal district court.\nThe FBI had\nplaced $ 2 million ransom on Yousef's capture and he was the subject\nof a massive world-wide manhunt. At his arraignment, Yousef pleaded\nnot guilty.\nYousef's trial could be among the most revealing of the bombing\ntrials since the FBI considers him to be a professional terrorist.\nThe FBI believes he was involved in a plot to assassinate the Pope\nduring the Pontiff's recent trip to the Philippines.\nTerrorism expert Michael Dobkowski of Hobart and William Smith\nCollege calls Yousef's arrest ''a major breakthrough'' in the\nbattle against terrorism. ''It is unlikely he will talk but the\nprocess of capturing him and the connections in New York and\nPakistan and wherever else and the safe houses he had will be\nassimilated and will be useful for the future,'' he says.\nMr. Dobkowski says those connections will help the FBI better\nunderstand the terrorism network. In fact, there are unconfirmed\nreports that he was captured in part from information received from\none of the convicted bombers. ''It is part of the break in the\nnetwork,'' Dobkowski notes.\nDuring last year's trial of four radical Middle Eastern men\nconvicted of participating in the 1993 bombing, Yousef was\ndescribed by defense lawyers as the ''evil genius'' behind the\nbombing. He fled to Pakistan six hours after the bombing.\nThe government's case will likely use many of the same exhibits\nthat helped convict four other men. Yousef roomed with Mohammed\nSalameh, who rented the van that carried the bomb into the basement\nof the World Trade Center.\n\nLoad-Date: February 13, 1995"
}