{
    "title": "Trading freedoms for security",
    "publisher": "chicago daily herald",
    "year": 2011,
    "month": 9,
    "day": 7,
    "full text": "WASHINGTON — Surveillance cameras in public places? Sure. Body scans at airports? Maybe. Snooping in personal email? Not so fast.\nThe same Americans who are increasingly splashing their personal lives across Facebook and Twitter trace a meandering path when asked where the government should draw the line between protecting civil liberties and pursuing terrorism.\nTen years after the 9/11 attacks led to amped-up government surveillance efforts, two-thirds of Americans say it's fitting to sacrifice some privacy and freedoms in the fight against terrorism, according to a poll by The Associated Press-NORC Center for Public Affairs Research.\nA slim majority — 54 percent — say that if they had to choose between preserving their rights and freedoms and protecting people from terrorists, they'd come down on the side of civil liberties. The public is particularly protective of the privacy of U.S. citizens, voicing sharp opposition to government surveillance of Americans' emails and phone calls.\nFor some Americans, their reluctance to give up any freedoms is a reflection of their belief the terrorists eventually will succeed no matter what.\n\"If somebody wants to do something, they'll find a way,\" says David Barker, a retired high school teacher from Wynne, Ark., who says he's not ready to sacrifice any freedoms in return for more security.\nOthers worry that giving up one freedom will lead to the loss of others.\n\"It's like opening a crack in the door, and then the door is opened wide,\" says Keri Jean, a homemaker from Elk Ridge, Utah.\nThe poll asked people to grapple with some of same quandaries that the government and the courts have been wrestling with over the past decade, and even before the 2001 terrorist attacks. And it turns out that policymakers, too, have drawn a zigzag line as they make tradeoffs between aggressively pursuing potential terrorists and preserving privacy and civil liberties.\nTwo-thirds of those surveyed believe the resulting policies are a mish-mash created in reaction to events as they occur rather than clearly planned.\nConsider the rules on government interception of email: Sometimes that's legal and sometimes it's not. It depends on how old the email is, whether it's already been opened by the recipient, whether the sender and recipient are within the U.S., and which federal appellate court considers the question. Sometimes investigators need a warrant and sometimes no court approval is necessary.\nThe AP-NORC poll found that about half of those surveyed felt that they have indeed lost some of their own personal freedoms to fight terrorism. Was it worth it? Close to half of those who thought they'd lost freedoms doubted it was necessary.\nOverall, six in 10 say the government is doing enough to protect Americans' rights and freedoms as it fights terrorism. But people may not even be aware of what they've given up. The extent of government eavesdropping and surveillance is something of a mystery.\n\nLoad-Date: September 7, 2011"
}