{
    "title": "TRADE PROFITS WORTH MORE THAN HUMAN LIFE_",
    "publisher": "the new york times",
    "year": 1996,
    "month": 7,
    "day": 31,
    "full text": "DOMESTIC terrorism is treason. International terrorism is war. It is\nthe duty of every democratic nation to protect itself and its people\nfrom both. Until Western governments do so before, during and after\nthe commission of terrorism, and let its perpetrators know they always\nwill, terrorism will continue.\nSo far, these governments have taken some steps against domestic\nterrorism, but in total insufficient. Against international terrorism\nthe West has failed to act with any efficacy at all. The chief reason\nis that trade profits have become more important to Western society\nthan human lives or even national stability and safety.\nThat is about it, I think - the fundamental realities terrorists have\nbeen teaching us for so long. And as they knew, the democracies have\nhad neither the attention span nor will power to stop terrorism either\ndomestic or international.\nTerrorism lives on and on, not because of its ideological or physical\npower but because the victim nations do not reach out to stop it.\nDomestic terrorism is treason because its perpetrators use murder and\nevery other available form of violence to break their own government\nand countrymen to their political goals and hatreds. International\nterrorism is warfare because it is aimed at forcing foreigners to\naccept the goals that the terrorist nations or movements could not\nachieve through peaceful methods.\nAmericans are killed by international terrorists in barracks, in\nembassies, in ambush, and now apparently once again in the skies - TWA\n800 after Pan Am 103, the flight names burned into our history. And it\nis faced with domestic terrorism in Atlanta, in every town where black\nchurches may have been burned by racists, and in states where armed\nAmerican bands openly threaten the lives of judges, politicians and\nsheriffs.\nIf they have any sense, even of survival, Republican politicians and\ncivil liberties groups will work with, not against, President Clinton\nto permit explosives to carry permanently identifiable markers, allow\nthe FBI to compete with killers using high-tech communication and try\nto cut off funds for terrorists.\nDomestic terrorism is a matter for law enforcement. It can be handled\n- if Americans give up their mush-minded tenderness about how\npersecuted the poor militia types feel, and if federal law enforcement\nchiefs have not been too frightened by the waves of political pressure\nand propaganda attacks against them.\nInternational terrorism is not a matter primarily of law enforcement\nbut of national defense - the defense of the right of the democratic\npeoples who are its targets to live without fear of attack at home and\nabroad.\nBut the West, including America, has never marshaled its power or even\nits anger against terrorism. One reason is that many Westerners are\nintellectually slovenly enough to accept the terrorists' excuse that\nthey have to kill innocents to draw attention to their own grievances,\nreal or concocted. That puts the killers beyond the reach of ordinary\nmorality - above human judgment, safe forever in heaven's.\nThe major cause of Western lassitude about terrorism is that effective\nanti-terrorism demands at least the refusal to enrich the nations that\nhelp the terrorists. That would mean tough trade restrictions. Rather\nthan accept the loss of the terrorists' markets, European nations defy\nAmerican requests and laws to reduce investments in terrorist sponsors\nlike Libya and Iran.\nAmericans cannot be exceedingly holy about that, not as long as we\nkeep the terrorist wheel spinning by strengthening China, which sells\nterrorist weapons to terrorist sponsors who transfer them to\nterrorists to kill Americans.\nNow Clinton has given to Al Gore the job of producing a new report on\nterrorism. It will do no real good unless the vice president tells the\ncountry whatever happened to the conclusion of a presidential\ncommission in 1990, after Pan Am 103 went down, and whether the\nClinton administration now agrees: Stopping terrorism means standing\nready to retaliate militarily against the sponsors of terrorism.\nEverything else is commentary, of no great importance either to\nterrorists or those they blow to small pieces.\nRosenthal is a columnist for The New York Times.\n\nLoad-Date: August 1, 1996"
}