{
    "title": "Trade is a powerful weapon in the war on terror",
    "publisher": "business insurance",
    "year": 2007,
    "month": 2,
    "day": 5,
    "full text": "What role can business-particularly within the insurance industry-and we, as individuals, play in the war on terror?\nThere are two primary fronts to this war, and they are distinct yet intertwined. Before we can begin to eradicate terrorism itself, however, we must understand its nature and causes.\nThe first front, over which we as individuals have little control, is the Middle Eastern and largely Arab front, centered on the Israeli-Palestinian, Lebanese and Iraqi/Iranian conflicts. Nurtured over generations, these conflicts are irredentist, nationalistic and regional in nature. Taken together, with the separate tribal and political struggle in Afghanistan, they nevertheless still represent a minority of the Muslim world.\nThese conflicts allow us to see the second front-the vast majority of the Muslim world-and try to bridge the gap to it. And bridge that gap we must. While it is currently true that the most active terrorists are doctrinaire jihadist Muslims, it is also true that the overwhelming majority of Muslims-especially within the second front-are neither terrorist nor inclined to be. From the Caucasus to the Horn of Africa, more than 1 billion Muslims live in nations as strikingly different as those in Europe.\nBriefly, there are three prongs to the global counterterrorist fork:\n* Vital and sustained international military and intelligence operations directed against the violence. Civilians cannot participate in these tactics; we must support them.\n* Effective international political and diplomatic strategies to improve international relations. National and global interests can no longer be viewed as mutually exclusive.\n* An immediate and sustained strategic initiative for global economic reform. For businesses and individuals, this is our theater of operations.\nEconomic reform is in many ways the most effective and lasting strategy to a situation that has been generations in the making. Economics and trade are major global equalizers, while terrorism is a universal divider.\nOn whatever platform terrorism stands, it can do so only with grass-roots support, or ``hearts and minds.'' This is the key to addressing the causes of terrorism. The Irish Republican Army campaigns of the past are a microcosm of the current global ferment, yet the principle applies. One of the major factors in stopping the sectarian violence was the rise of the ``Gaelic Tiger,'' the emergence of Ireland as an economic power. Who needs violence when you can put bread and beef on the family table?\nA colleague and friend, Anton Deiters-a former banking and global development consultant to the United Nations-recently wrote an article praising Muhammad Yunus of Grameen Bank in Bangladesh, who was awarded the Nobel Peace Prize. In recognizing Mr. Yunus' achievements in individual empowerment through microloans, Mr. Deiters wrote: ``We know today, or should know, that there is a proven causal link between poverty and violence-the absence of peace.'' How simple yet profound.\nIt is through economics and trade that the insurance industry and other financial services organizations can best help address the causes of terrorism. For example, the microfinance pioneered by Grameen Bank, and taken on by Citigroup Inc. and others, can surely work in tandem with its younger sibling, microinsurance, and in so doing directly attack the poverty, hopelessness and anger from which radicalism-that leads to terrorism-so often arises.\nFirst, we must educate ourselves. There is a saying attributed to Afghans that ``to study history, one should look in a mirror.'' Knowledge is wisdom, and it behooves us to look beyond the broadcast sound bites. In so doing, we shall see who the true enemy is and who is not, and be able to deal with each.\nSecondly, we must recognize how insidiously and indiscriminately even the threat of global terror affects individuals and our society. As individuals, we must re-imagine our world, for future generations as much as anything else. There is a saying attributed to the Palestinians that ``he who wishes peace must first make war with himself.'' Rightly or wrongly, the status quo no longer works. As we look in that Afghan mirror, what kind of global citizens should we be? It is a question our children and grandchildren also will have to ask, and they shall be grateful to us for leading the way.\nThirdly, and particularly in the United States, we must trade more with nations outside our traditional markets. This includes Muslim nations, a topic that merits greater consideration than this column allows. For the U.S. insurance industry, this will mean finding a way to create takaful entities with Islamic sponsors; such ventures must be acceptable to both Western business practices and Shari'ah law. Moody's Investors Service Inc. last year estimated that takaful premiums will reach $7.4 billion annually by 2015. Some European insurers and reinsurers are entering this arena, along with banks and other industries. They see opportunity in challenge and are finding a way. Why don't we?\nCourt progressive nations\nLet us trade with the non-Arab nations that comprise 70% of the world's Muslims. Many are progressive and strive to improve despite internal radicalism, which Arabs call ``al-Adou al-Qareeb,'' or the struggle against their ``near enemy''-their own rulers. Some successfully pursue democracy. They deserve due recognition and represent a huge market opportunity. Among these are Indonesia, Malaysia, Turkey, Pakistan and India, itself with a population of 100 million Muslims.\nLook to smaller Arab nations on the fringe of the Middle Eastern conflict. The United Arab Emirates offers huge opportunity, as will Jordan, Egypt, Tunisia and Morocco-one of the United States' oldest trading partners. As 19th Century British Prime Minister Lord Palmerston stated, ``There are no permanent enemies, nor permanent friends. Only permanent interests.''\nStephen Patrick Cain is a retired British army major and attorney who consults on counterterrorism. He is an adviser to Horsham, Pa.-based global consulting firm NFC Global L.L.C.\n\nGraphic\n\n \nArt Credit: Stephen Patrick Cain\n\nLoad-Date: February 11, 2007"
}