{
    "title": "Trade opens a door to Iran",
    "publisher": "the day ",
    "year": 1994,
    "month": 8,
    "day": 14,
    "full text": "Iran is back in the news. Employees of the Iranian Embassy in Argentina were  recently linked with the terrorist bombing of a Jewish Community Center in  Buenos Aires. At the same time, the Times reported last week that trade  between Iran and the United States - mostly oil related - has picked up. In  1993, the United States was Iran's No. 1 trading partner.\nIn an interview last month with Times World Editor Neil Brown, Iran's  ambassador to the United Nations, Kamal Kharrazi, discussed U.S.-Iran trade,  Iran's support for Hezbollah, and the prospects for better relations with the  United States. Excerpts of the interview follow:\nBrown: The United States was Iran's No. 1 trading partner in 1993, with  exports and imports totaling about $ 5-billion. Does this surprise you?\nKharrazi: I would have imagined that the United States and Iran have somehow  developed trade. But not to this extent. I thought that probably Germany and  Japan would be first.\nKHARRAZI TXT\nQ: Why do you think this has come about, given the political and foreign  policy differences between the two countries?\nA: Oil companies in the United States are interested in buying Iranian oil  and in spite of the current non-relations between Iran and the United States,  Iranian companies and American companies are doing business. It is economical  for them to trade.\nQ: Given the political and cultural differences between Iran and the United  States, is this trade in Iran's interest and will it continue?\nA: Business is business . . . We don't mind doing business with American  companies because we differentiate between American companies and enterprises  and the (Clinton) administration. In fact, as I understand it, the  administration is doing a lot to block the interest of American companies -  discouraging them (from trading with Iran.). . . . The realities in economic  terms show that it is beneficial for American companies and Iranian companies  to deal.\nQ: Do you place obstacles similar to the U.S. embargo on your own companies  in Iran when it comes to trading with the United States?\nA: No, we go based on supply and demand. If any goods are supplied by  American companies cheaper than European companies, we don't mind buying from  American companies. \n \n Q: The economic situation in Iran right now is said to be quite difficult.  Inflation is high; there's much foreign debt. How important is trade overall  to Iran in improving the economy?\nA: It is important but not as important as it was in the first five year  economic plan. We are spending our resources on development. So far, we have  become self-sufficient in many important areas like steel, energy,  petrochemicals and many other goods.\nThis (trade) is something that has happened in the last five years. . . .  We are planning to become self-sufficient in agriculture and some other areas.  We are planning right now to build 23 dams, under construction right now, and  that creates lot of changes in terms of agriculture. So we are spending our  money on development. It is true that we are facing economic difficulties and  it's not only Iran which faces economic difficulties. Many countries,  especially oil-producing countries, are facing such a problem because they  depend on oil prices and oil prices have gone down.   Q: We read reports that Iranians are frustrated with the slow pace of economic  reforms. Are you optimistic that people will be patient enough? \n \n A: Yes, they will be patient. They will be supportive, and so far after 15  years of struggle literally against aggressors . . . although there are a lot  of economic pressures, they have been tolerant and they have not lost the  enthusiasm for the revolution. They are still supportive. The best criteria  is, you know, the way they support this system when it is needed. For example,  if something happens to the country, if some foreign country acts aggressively  toward Iran or in cases where Iranians are insulted, they show that they are  going to support their country, they are going to support the Islamic  Republic.\nAnd on the day of the anniversary of the Islamic revolution, the same  people who have complaints, economic complaints, you can find them on the  streets demonstrating. It shows that the system is their creation. There are  not going to lose it so easily, although they have complaints. This is the  beauty of democracy.\nQ: You consider it a democratic system?\nA: Yes. . . . That is something that Imam Khomeini insisted from the  beginning. He insisted on a referendum, he insisted that a constitution be  written very quickly. In the first year we wrote the constitution, and it was  put to a referendum. It was only several weeks . . . that we had the  referendum - six weeks after the revolution. None of the revolutionary  countries have dared to do that. . . . In the first year we established our  parliament, we elected our president and so far we have had 20 elections -  parliamentary elections, presidential elections and different elections. This  shows that the system is quite established. It is a democratic system.\nIn Iran, for example, religious minorities have their own parliament  members. It's a unique system. Jews, Zoroastrians, Christians and Armenians  have their own deputies at the parliament. Women have nine deputies in the  parliament. . . . Even in some of our neighbors like Saudi Arabia women cannot  drive - forget it that they do not have (women) in parliament. They cannot  even drive.\nBut in spite of these realities, in the mass media here you find a lot of  (untrue) things said against Iran. It is unbelievable how they picture Iran in  the mass media.\nQ: What, from the Iranian perspective, would it take for Iran to consider  better relations with the United States? You have complained that there are  still Iranian assets frozen in the United States, which, if unfrozen would aid  your economic situation. Is that an issue most important to you?\nA: (Releasing the assets) would certainly show the good will from the  American side. It means that they are serious about solving the problems. We  took our steps to help America and the Israelis release their hostages, and  they were supposed to reciprocate, because it was President Bush who said good  will begets good will.\nTherefore we believe if Americans have political will, which is very  important, if Americans are sincere to develop their relations with Iran based  on mutual respect therefore they should show some signs of good will.  Unfreezing assets can be a sign of good will. \n \n Q: Are relations with the Clinton administration better or worse than they  were with the Bush administration?\nA: It is worse since they are not experienced at all in foreign policy. They  have shown their inexperience not only about their relationship with Iran but  in most cases of foreign policy. They have been a failure. They have decided  to \"contain\" Iran for example. . . . But this is something that is not  possible, just as they were not able to encourage their allies to contain  Iran. They even have not been able to encourage their own companies (to  refrain from doing business with Iran). Therefore business is business, and  everyone is looking to his own interests. \n \n Q: You oppose the Middle East peace process. Are you trying to influence it  or disrupt it? \n \n A: I don't know what will be the fate of this process. We are not optimistic  and we don't think this peace process will lead to a real peace in that  region. It is not going to return rights to the Palestinians. This peace  process means to impose some policies, policies which are pro-Israel, on the  Palestinians. . . . It is actually surrender of the Palestinians to Israel,  and therefore we cannot agree to this mechanism.\nThis is our position and I believe humankind and foreign countries are free  to take positions. Nothing is wrong with taking positions. But the Americans  and Israelis are insisting that we should not take positions - we should keep  silent and shut our mouths. And that's something that we are not doing. \n \n Q: But are you disrupting the process? \n \n A: No, just taking positions. It is up to others to do something. \n \n Q: Was Iran, or those supported by Iran, involved in the Buenos Aires bombing  in order to thwart the peace process?\nA: No. I don't believe that and I believe Americans and Israelis are fishing  in troubled waters without showing any sort of evidence, without having any  proof. They are just accusing Iran.. . . It has been many times that they have  hatched such a propaganda against Iran and accused Iran but later on it has  become clear that Iran has not had anything to do with it . . .\nOur position is quite clear. We condemn terrorism in all its forms. We  believe that Iran is itself a victim of terrorism. As you know, 40 days ago a  bomb was exploded in the Imam Reza Shrine in Mashad while people were praying.  Twenty-six people were dying and nobody mentions it, nobody talks about this  terrorism. And the same people who planted this bomb are free to move in the  United States, are free to move in Europe.\n . . . Therefore we believe Iran is itself the victim of terrorism and  that's why we condemn terrorism and we are ready to cooperate to fight  terrorism. \n \n Q: But you support Hezbollah. Isn't it a terrorist organization?\nA: Not at all. Hezbollah is an organization which fights against  aggression. Israel has occupied part of Lebanon and Hezbollah is liberating  the territory of Lebanon by fighting against Israel. This is not terrorism.  This is liberation fighting. And at the same time they (Hezbollah) are a  political entity. They have their own candidates in the (Lebanese) parliament.\nOur moral support of Hezbollah is because they are fighting against  aggression. If Americans do not like that, if Israel does not like that, we  don't care. This is our moral responsibility to support anyone fighting  against aggression.\nQ: Do you provide financial support, too?\nA: It is our moral support.\nQ: Not financial?\nA: No. \n\nGraphic\n\n \nBLACK AND WHITE PHOTO; Kamal Kharrazi\n\nLoad-Date: August 16, 1994"
}