{
    "title": "TRADE CENTER CASE A TRIAL RUN FOR LAWYERS",
    "publisher": "the world",
    "year": 1994,
    "month": 3,
    "day": 7,
    "full text": "Now that the World Trade Center bombing trial is over, a second terrorism case takes center stage with what the first trial lacked - a turncoat, a star witness and lots of secretly taped conversations.\nThe trade center bombing was the most shocking terrorist attack on America in modern times, but prosecutors plan to show it was only part of a much bigger conspiracy when 15 men go on trial this fall.\nThese men, all Muslim fundamentalists, planned a \"war of urban terrorism against the United States,\" according to an indictment.\nThe most prominent defendant is Sheik Omar Abdel-Rahman, a blind Muslim cleric who has built a large following in the metropolitan area with fiery fundamentalist rhetoric.\nThe turncoat is defendant Abdo Mohammed Haggag, who has agreed to cooperate with the prosecution in the conspiracy case. And the star witness is Emad Salem, a government informant who allegedly will be heard on the tapes\ndiscussing various plots to bring down the government through bombings, kidnappings and assassinations.\nThe trade center case ended Friday with the convictions of all four Muslim extremists on trial in the Feb. 26, 1993, bombing, which killed six people and injured 1,000. They face life in prison without parole when they are sentenced on May 4.\nProsecutors say the 15 defendants plotted to bomb military installations, the United Nations and tunnels and bridges linking New York and New Jersey; to kill FBI agents, judicial officials and Egyptian President Hosni Mubarak, and to kidnap former Secretary of State Henry Kissinger. With Friday's convictions, the government won its argument that international terrorism exists in the United States. This probably will be important groundwork that prosecutors will capitalize on in the coming trial.\nStephen Gillers, a law professor at New York University, said the convictions \"put the government on a roll.\"\n\"It's like a play coming onto Broadway with raves from its run in Boston,\" he said.\nThe trade center trial was remarkable for its number of witnesses, 207, and more than 1,000 pieces of evidence.\nBut the conspiracy trial promises to be a lot more interesting.\nThe inspiration for the plot allegedly came from Abdel-Rahman. But before the alleged conspirators got to carry out their plans, FBI agents raided a Queens garage in June and caught five men mixing explosives with Salem, the government informant.\nIt appeared the government would have to rely heavily on Salem and hundreds of hours of secretly recorded conversations among him and the defendants, and government officers. But prosecutors got a boost in the fall when defendant\nHaggag agreed to cooperate.\nAbdel-Rahman probably will play a leading role in the trial. He commands a special presence in the courtroom, where he is permitted to wear his clergyman's clothing. He has been held since last summer in a specially built section of the federal Metropolitan Correctional Center in Manhattan.\n\nNotes\n\nNATION\n\nLoad-Date: October 18, 2002"
}