{
    "title": "Trade for Shalit's release is one-sided, dangerous",
    "publisher": "university wire",
    "year": 2011,
    "month": 11,
    "day": 7,
    "full text": "After five years in captivity, Israeli Defense Forces soldier Gilad Shalit was exchanged for 1,027 Palestinian prisoners on Oct. 18. It has been a difficult time for his family and the state of Israel, and his release is a symbol of enduring freedom and perseverance.\nAlthough his return home made me overjoyed, I'm confused as to how the \"swap\" represents freedom for both sides (a sentiment vaguely presented by worldwide Arab leaders in the BBC article \"Israeli-Palestinian joy at Gilad Shalit prisoner swap,\" published just minutes after the trade).\nIt represents a deserved and long overdue freedom for Shalit because Hamas captured and kept him in captivity for five years. The Palestinian prisoners, however, became prisoners because they committed acts of terror. To say that freedom is being enjoyed on the side of Hamas - a known terrorist organization - is, frankly, disgusting.\nWhen dissecting the trade mathematically, its folly becomes clear. The trade ratio was 1,027 Palestinian prisoners for one Shalit. These prisoners orchestrated acts of terrorism such as the 2001 Sbarro restaurant bombing, the 2002 Hebrew University bombing, and the Passover bombing that left 30 people dead and 150 wounded.\nIn contrast, Shalit has never murdered anyone. Yet, he was exchanged for people who possess a high probability of murdering again. About 40 percent of the 1,027 prisoners were serving long sentences for terrorist acts considered to be among the worst in Israeli history.\nIn theories of international relations, the question of whether or not the \"ends justify the means\" is integral. On one hand, an innocent man was set free. On the other hand, 1,027 terrorists were released to continue pre-incarceration terrorist behaviors.\nI place fault on both sides of policy makers for resorting to such an inequitable exchange. I ultimately feel that Israeli leaders backed down, opening the floodgates for an escalation of terrorism on both sides of the border.\nHamas and other militant groups in Gaza and the West Bank have said that they will capture more Israeli soldiers until every single Palestinian (there are about 5,000 in Israeli prisons) is released.\nAfter the exchange, Hamas leader Moussa Abu Marzouk publicly stated that \"the rest of the prisoners must be released because if they are not released in a normal way they will be released in other ways.\" Israeli Prime Minister Benjamin Netanyahu, a leader I have long revered, genuinely dropped the ball when classifying this exchange as a monumental and peaceful one. After the exchange, he commented that he understood \"the difficulty in accepting that the vile people who committed the heinous crimes against your loved ones will not pay the full price they deserve.\" These sentiments, though well-intended, should have been made prior to the actual exchange.\nAt the end of the day, the swap brought joy to many Israeli families (mine included), but froze any amelioration of the long-standing conflict.\n\nLoad-Date: January 20, 2015"
}