{
    "title": "Traffic stop leads to discovery of alleged terrorism",
    "publisher": "post-bulletin ",
    "year": 2006,
    "month": 4,
    "day": 8,
    "full text": "Apr. 8--KENYON -- It started with a traffic stop.\nOn Nov. 6, a Goodhue County Sheriff's deputy was on patrol just after midnight when he saw a vehicle apparently roll through a stop sign at an intersection south of Kenyon.\nThe deputy stopped the vehicle, a 1966 Corvair that had been reported as stolen in June, and asked the driver, Allan Talmage Weatherford, 44, of Kenyon, to step out of the car. Weatherford said the vehicle belonged to him, but he didn't have the title with him as proof.\nAfter the brief conversation, the deputy had the passenger in the vehicle, Weatherford's younger brother, Mark Weatherford, 34, also get out of the car.\nAnother deputy arrived. While searching the vehicle, the deputies allegedly found small amounts of marijuana, crystal methamphetamine, powder meth, psilocybin mushrooms and two guns, one of them loaded.\nThe Weatherford brothers were arrested. The next day in Goodhue District Court, Allan Weatherford was charged with two counts of fifth-degree controlled substance crime, theft of a motor vehicle, carrying a weapon without a permit and failure to provide vehicle insurance.\nMark Weatherford was charged with two drug-related offenses, carrying a weapon without a permit and possession of drug paraphernalia.\nA Goodhue County sheriff's investigator got a warrant to search for stolen property on the farm where the Weatherfords live in Rice County, a few miles from Kenyon and only three miles from the Goodhue County line.\nRice County authorities assisted during the search in which allegedly stolen items were found at the property. They also became suspicious that a meth lab was in a Quonset hut on the farm and got a warrant the same day to search that building and the house. They found about 50 firearms, more stolen property and more drugs, including meth. On Nov. 8, investigators searched a mobile home the property and allegedly seized more drug-related evidence.\nCharges stemming from those searches weren't filed against the Weatherford brothers until February, but they remained the focus of a drug investigation in the meantime.\nDomestic terrorism\nAuthorities returned to the property to conduct more searches on March 23 and March 28.\nthen, the investigation had taken on a greater urgency and the scope of it shifted from drugs to something even more disturbing, according to Rice County Sheriff Richard Cook.\nIt had become an investigation of an alleged bomb plot. A plan of \"domestic terrorism\" is what authorities call it.\nAccording to court records, Rice County Deputy Scott Robinson reviewed recorded phone calls made to and from the Rice County jail in Faribault in February and March. In one of the calls, Robinson heard a reference to a man named \"Al\" who allegedly planned to blow up something. In another call, a man later identified to be Allan Weatherford, allegedly said, \"it's bad out here\" and \"that's going to start a war.\"\nDuring the investigation, citizens told law enforcement officers that Allan Weatherford threatened to bomb public buildings in Faribault, including the Rice County Courthouse and the Rice County Law Enforcement Center. The alleged plan involved bombing the city of Faribault municipal services first and then bombing the government buildings.\nOne person claimed that Weatherford threatened a judge, assistant county attorney and a deputy in Rice County. Another person allegedly witnessed Weatherford making a bomb mixing fertilizer and diesel fuel.\nOn March 23, law enforcement officers from Rice County, the South Central Drug Investigation Unit, Minnesota State Patrol, the Bloomington, Minn., police bomb squad and other agencies again searched the Weatherford farm. The search was done at the same time as one in Goodhue County and one in Dodge County. The Weatherfords and people living at the properties in Goodhue and Dodge counties were allegedly connected in the narcotics investigation.\n\"As the result of those three search warrants, we began to hear more information as far as the potential for bombs and bomb-making materials,\" said Cook. \"The jail phone calls substantiated that information.\"\nThree people were arrested at the property south of Kenyon in Goodhue County and face drug-related charges. As of Thursday, no one had been arrested as a result of the search in Dodge County but the sheriff's office is still looking for a suspect. Dodge County Sheriff Gary Thompson has said that credit-card receipts for fertilizer and other items associated with making explosives were found at the property.\nOn March 28, law enforcement officers returned to the Weatherford farm and found two propane cylinders, each weighing about 62 pounds and containing a mixture of fuel oil and fertilizer. In a previous search at the property, investigators recovered a \"cricket\" explosive device, which apparently can be used to detonate a fertilizer bomb.\nCook said it's believed that Allan Weatherford obtained fertilizer from the Nerstrand Agri Center where he worked three years ago.\nCharges in uncovered plot\nAllan Weatherford was arrested March 31 and charged Monday in Rice District Court with three counts of first-degree attempted arson, two counts of possession of an explosive or incendiary device and two counts related to the illegal possession of a firearm. Bail was set at $1 million.\nHis brother, Mark Weatherford, was charged Thursday with two counts of possession of an explosive or incendiary device. His bail was set at $250,000.\nThe Rice County sheriff said there's no evidence that others were involved in the alleged plot or that Allan Weatherford is part of an anti-government militia. Weatherford's motivation appeared to be anger at local government because of the drug investigation, according to Cook.\nCopyright (c) 2006, Post-Bulletin, Rochester, Minn. Distributed by Knight Ridder/Tribune Business News. For information on republishing this content, contact us at (800) 661-2511 (U.S.), (213) 237-4914 (worldwide), fax (213) 237-6515, or e-mail reprints@krtinfo.com.\n\nLoad-Date: April 13, 2006"
}