{
    "title": "Tragedy Brings Recovery Services Into Prominence; Terrorism Consultants Find Market",
    "publisher": "the salt lake tribune",
    "year": 2001,
    "month": 9,
    "day": 15,
    "full text": "In the wake of the terror visited upon New York and Washington, D.C., this past week, disaster preparedness and recovery concerns have become priorities for the nation's business sector.\nWithin hours of Tuesday's suicide plane crashes that destroyed the World Trade Center and damaged the Pentagon, the Houston-based organization International Facility Management Association staked its claim to being a leading security information referral point for a fearful corporate America.\n\"Immediately, our senior leadership realized there would be a heightened awareness [of security issues] and an immediate need for information that would be easy to access,\" said IFMA spokeswoman Deborah Hensel. \"It was online in the early Wednesday morning hours.\"\nThe Web portal, available at www.recovery.ifma.wego.net or as a link from IFMA's home page www.ifma.org, links to emergency-related articles and security and disaster-recovery sites, as well as providing an IFMA Foundation-sponsored clearinghouse for relief donations.\nOn Wednesday and Thursday alone, the 19,000-member organization's Internet portal recorded more than 1,000 visitors; more than 300 of them left messages offering contributions of money, time or expertise, Hensel said Friday.\nEarly responses to an online security-assessment survey -- which seeks to gauge the level of emergency preparedness in the business world -- found that while 70 percent of the respondents had a disaster-recovery plan, only 26 percent had drafted strategies for dealing with terrorism.\nAmong the IFMA site's suggested links are a dozen organizations offering online documents on security and safety issues. One of them is the Terrorism Research Center (www.terrorism.com), a site specifically dedicated to providing analysis, publications and profiles on terrorist groups and counterterrorism organizations.\nMeanwhile, security consultants are bracing for what they expect will be a dramatic increase in calls for their expertise.\n\"It will happen. Terrorism for a number of years now has been an emphasis of threat assessment, but now it will become the primary emphasis,\" said Gregory Cooper, a former FBI agent, criminal psychology instructor and current Provo police chief.\nCooper also is the founder of the 4-year-old Shield International, a Springville-based security and law enforcement training and consulting firm he runs on his own time, catering to out-of-state clientele. In addition to investigative workshops and community security issues, Shield offers its expertise in assessing corporate-security risks and workplace violence.\nThe firm's faculty includes not only Cooper, but several other criminal-justice veterans, among them William Fowlke, who retired from the Utah Department of Corrections in 1999. During his 22 years with the prison system, he served in operations, investigative, officer training and crisis-management roles.\nFowlke, whose own company specializes in workplace crime and violence prevention, says it is prudent for corporate America to be concerned.\n\"Have people in your own organization whose job it is to assess the threat to your business. Then you need to have a solid policy and plan in place, and to train employees with that plan and conduct drills,\" he advised. \"Be prepared, not paranoid.\"\nbmims@sltrib.com  \n\nLoad-Date: September 15, 2001"
}