{
    "title": "TRAGEDY OF KOSOVO ECHOES WITH SOUNDS OF BUDDING TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2009,
    "month": 3,
    "day": 29,
    "full text": "\"PROMISED VIRGINS: A NOVEL OF JIHAD\"\nBy Jeffrey Fleishman\nArcade Publishing ($24.95)\nThis novel opens in Kosovo on the eve of NATO bombings, \"a few years before those planes sliced into the silver towers\" in New York, as war was playing out in Europe at the end of the last century.\nThe story is told by Jay, a war correspondent and the veteran of enough conflicts to know that the human tragedy he records has to compete with a lot of media noise and doesn't have much of a shelf life.\nThis particular vessel of tragedy is Kosovo, where the majority ethnic Albanians attempted in the 1990s to break away from Serbia. The fighting killed an estimated 7,000 Kosovars, many of them women and children.\nLed by the United States, NATO planes bombed Belgrade in the summer of 1999 to bring the war to a close.\nJay and Alija, his young translator and lover, are on twin missions. The reporter wants to find and interview the \"dateman,\" an Islamist with creepy bin Laden echoes who is trying to infiltrate his followers into the guerrilla effort. The translator wants to find her young brother, rumored to have joined the guerrilla fighters.\n\"Promised Virgins\" creates a world so vivid and believable that it holds this irony: In modern, secular Europe, self-immolating Islamism can find a niche.\nThe novel's real theme could be the unbelievable, or maybe disbelief. As the Leopard, a lawyer turned guerrilla leader, says regarding the dateman: \"We're not devout Muslims, we're European Muslims.\" But European order had been upended.\nFleishman's experience as a war correspondent for the Philadelphia Inquirer pays off here: A reader feels the mountain cold, the drabness punctuated by mayhem, and the disconnect with the newsroom back home.\nThe novel does what a good novel is supposed to do. It creates a real, textured, believable world, and it sweeps the reader along at a fast pace that doesn't seem hurried.\nFleishman's writing captures what war must be like -- a startling mix of the mundane, the extraordinary and the ominous: \"The sky is autumn dusk, bright orange-yellow, retreating purple, streaks of sun against a gray template. ... Ditches are cobwebbed in frost, and there's a chill in my feet. War will come in winter. Chapped hands and mortar shells, blood in the snow ...\"\nThe ending isn't wholly surprising, but it is inevitable. And the real strength of \"Promised Virgins\" lies not in some stunning plot twist but in its ability to put you right there to witness what happens to people sucked into the world's many conflicts.\n\nLoad-Date: April 1, 2009"
}