{
    "title": "Training citizens as lookouts; Town watches and other groups heed the nation's call to fight terrori",
    "publisher": "the world",
    "year": 2002,
    "month": 12,
    "day": 12,
    "full text": "The good citizens of Easttown Township, a tiny Main Line community of rolling hills, elegant stuccos and well-heeled professionals, are on the lookout - for terrorists.\nSo are residents of various Philadelphia neighborhoods. And town watch patrols in Neshaminy Valley. And the denizens of Mount Holly. Across the region, regular folks - from professionals to grandmothers - are being trained by the government to be lookouts in the fight against homeland terrorism.\nThose behind these training programs say they are taking pains to keep them from degenerating into neighborhood spy teams unduly influenced by presumptions and jingoism.\n\"Our motto is: Watch America with pride, not prejudice,\" said Michael Licata, who helped develop a widely used community antiterrorism curriculum.\nStill, critics of these initiatives argue that it is very difficult to train people to put aside their biases.\n\"I'm wary of these programs,\" said Marwan Kreidie, president of the Arab American Association, based in Philadelphia.\nKreidie worried that people would resort to profiling, even though the curriculums emphasize behavior over appearance. \"People are scared in our community,\" he said.\nAntiterrorism instruction is a result of citizen confusion over the national call to be more watchful.\n\"Following 9/11, the federal government was saying, 'Be more alert. Report suspicious activity.' Well, what does that mean?\" said Don Numer, a supervisor at the Pennsylvania Commission on Crime and Delinquency, who teaches the state's Terrorism Awareness and Prevention (TAP) program, which he developed this year.\nTAP and similar efforts, which train police officers who then talk to community groups, are providing answers. In recent months, police have made the rounds of town watch groups, showing slides of the 9/11 attacks and then explaining terrorism activity, highlighting potential local targets (King of Prussia mall, for one), and encouraging tips.\nOther programs, with the Federal Emergency Management Administration, are focusing on community disaster preparedness for everything from floods to biological attacks.\nTown watch groups, known as the \"eyes and ears\" of the police, have attracted new members since Sept. 11, according to the National Crime Prevention Council. Watch duties have expanded, too, with neighbors out to spot not only vandals and burglars but terrorist cells as well.\n\"It is a little scary,\" Nancy Richman, president of the Neshaminy Valley Town Watch, allowed of her new responsibilities. \"We have the weight of that on our shoulders, too.\"\nTerrorism-awareness programs are receiving praise from police, the FBI and town watches. They are now part of the post-Sept. 11 landscape where vigilance is the new watchword.\nBut with vigilance, the trainers acknowledge, sometimes comes overreaction. Do the programs encourage racial and ethnic profiling? Will law enforcement become inundated with tips that prove to be false alarms? How effectively can average citizens, after a one-hour lesson, ferret out terrorists?\nSome fear that innocuous acts could raise suspicions. Kreidie offered an example: A group of Arab Americans at an area restaurant doodled some pictures on a paper tablecloth, including one of a school bus - and later faced questions from the FBI. \"It's insulting,\" he said.\nInstructors are well aware of the sensitive issue.\nA few weeks ago, Sgt. Charles Marsch of the Easttown Township Police Department, spoke on terrorism to 100 people at a Easttown Township Neighborhood Watch program. He used the Community Anti-Terrorism Training Initiative (CAT Eyes), developed by Licata, a retired Air Force officer from New Jersey.\nA terrorist could be anybody, Marsch said, showing pictures of Timothy McVeigh, white supremacists, Osama bin Laden, and others. They might pose as clergy, utility workers, police. And, yes, they could plot attacks from even little Easttown, with its close proximity to major roads and potential targets, such as the King of Prussia mall, Springton Reservoir, and Limerick nuclear-power plant.\n\"They'll know who won the World Series,\" he said. \"They'll blend in the best they can.\"\nWatch out for strangers taking notes or pictures or asking lots of questions, he said. But he also warned: \"Think about what you see. Analyze what you see. Don't jump to a conclusion.\"\nFBI agents have sifted through thousands of civilian tips. Some have paid off, said special agent Jeffrey Tomlinson, a supervisor with the Joint Terrorism Task Force, whose territory includes Eastern Pennsylvania and Southern New Jersey.\nOne tip from an apartment manager led to a group in violation of immigration laws, he said. Another involved someone videotaping a landmark.\n\"You're not wasting my time,\" said Tomlinson, who also spoke at Easttown.\nStill, some residents have expressed reservations.\n\"I've heard from people in the neighborhood: 'What do you want us to do? Rat on people? Spy on people?' \" said Elaine Matt, vice president of the Easttown watch's advisory board.\nFor herself, the message of the program \"is that no matter where you are, you need to keep your eyes open.\"\nCAT Eyes also made her focus on behavior - not just her image of an al-Qaeda operative.\n\"What I envisioned was something like the civil defense program of World War II,\" Licata said. \"The effect of hundreds of people keeping their eyes open is better than one police officer. God gives you instincts for a reason. We're trying to fine-tune those instincts.\"\nCAT Eyes is used in New Jersey, where Licata works as a ROTC instructor. The program, run through a nonprofit institute, also has trained officers in Ohio, Massachusetts and New York and has started to charge a fee, ranging from $1,000 to $2,000 per group.\nPennsylvania adopted CAT Eyes in January, providing the training for free, but has since replaced it with TAP, which covers much of the same material, but emphasizes suspicious behaviors more, said Numer, who has spent about $50,000 on 2,500 instructor kits. About 1,000 police officers have received the three-hour instruction.\n\"We did some soul-searching,\" Numer said. \"Are we going to create spies? Are we going to invade people's privacy? If there's no guidance, they're [citizens are] going to base it on their fears. This at least gets them thinking.\"\nIn Ridley Park, 15 residents will attend a 12-week Citizens Police Academy to start next month that will include a session on terrorism. \"Any place could be a source of terrorists,\" police chief Tom Byrne said. \"Everybody needs to be prepared.\"\nIn other communities, town watch leaders are receiving 60 hours of instruction through the Civilian Emergency Response Team to help emergency personnel with disaster relief. \"You want people to stay alert,\" said Anthony Murphy, head of Philadelphia Operation Town Watch.\nTerrorism awareness has a place in the post-Sept. 11 world, said Frank Hartmann, a criminal justice expert at Harvard University. But, he cautioned, \"police are walking this fine line. Yes, you need more information. But how do you not play into the local busybody who doesn't like anybody different from he or she?\"\nContact Lini S. Kadaba at lkadaba@phillynews.com  \n\nLoad-Date: December 12, 2002"
}