{
    "title": "Trainee on Military Base Mounts Deadly Attack",
    "publisher": "the new york times",
    "year": 2019,
    "month": 12,
    "day": 6,
    "full text": "A member of the Saudi Air Force training to be a pilot killed three people at Naval Air Station Pensacola before he was shot dead by officers responding to the scene, the authorities said.\nHere’s the latest on the Florida shooting.\nOther Saudis on the base are being questioned.\nSix other Saudi nationals were detained for questioning near the scene of the shooting, including three who were seen filming the entire incident, according to a person briefed on the initial stages of the investigation.\nIt was not known whether the six Saudis detained were students in the classroom building, and there was no immediate indication that those filming the incident were connected to the gunman, the person said.\nThe gunman was a Saudi Air Force member training to be a pilot.\nA member of the Royal Saudi Air Force opened fire with a handgun early Friday in a classroom building at the Naval Air Station in Pensacola, Fla., where he was training to become a pilot, killing three people in what some elected officials called an act of terrorism.\nThe gunman, a Saudi national identified by a United States military official as Second Lt. Mohammed Saeed Alshamrani, was killed by a sheriff’s deputy. Eight people were also wounded on the base, according to Sheriff David Morgan of Escambia County. \nThe shooting took place over two floors in a classroom, the sheriff said. Two deputies were shot in the gun battle, but were expected to recover.\nThe gunman used a locally purchased Glock 45 9-millimeter handgun with an extended magazine and had four to six other magazines in his possession when he was taken down by a sheriff’s deputy, according to the person with knowledge of the investigation.\nIt was the second shooting at a Navy base this week and sent sailors scrambling to lock the doors of their barracks or flee the base altogether.\nOfficials were searching for the gunman’s motives. Two federal law enforcement officials said it was too early to say if the shooting was an act of terrorism, but several Florida politicians labeled it that. \nRepresentative Matt Gaetz, a Republican whose congressional district includes Pensacola, said he was convinced, based on what he had been told, that the shooting was a terrorist act, although he declined to say what led him to that belief. \n“We can safely call this an act of terrorism, not an act of workplace violence,” he told WEAR, a local television station. And Senator Rick Scott of Florida, also a Republican, said the attack should be considered terrorism, regardless of the gunman’s motivation. \nThe Pensacola naval base has long hosted international students from United States allies for flight training, including high-ranking Saudi officials. A “couple hundred” foreign students are enrolled in the program, said Captain Timothy Kinsella Jr., the base commander.\nUnauthorized weapons are not allowed on the base, Captain Kinsella said, adding, “You can’t bring a weapon on base unless you’re part of the security forces.”\nPresident Trump spoke with the Saudi king about the shooting.\nKing Salman of Saudi Arabia called President Trump to offer his condolences and share that Saudis are infuriated by the shooting, Mr. Trump said.\n“The King said that the Saudi people are greatly angered by the barbaric actions of the shooter,” Mr. Trump wrote on Twitter, adding that King Salman also said the gunman does not represent the feelings of Saudis.\nIn a statement, the Saudi embassy in Washington said King Salman had directed the kingdom’s security services to cooperate with their American counterparts “to uncover information that will help determine the cause of this horrific attack.”\nGov. Ron DeSantis of Florida, a Republican, traveled to Pensacola on Friday afternoon. He suggested the government of Saudi Arabia might need to compensate the families of the shooting victims.\n“The government of Saudi Arabia needs to make things better for these victims, and I think they’re going to owe a debt here, given that this is one of their individuals,” he said.\nMr. Gaetz, the congressman, said the naval air base “is a huge source of pride for all of Northwest Florida.”\n“I know there are places all over the country where, at times, there is tension between a military mission and a community, but in our home, this is who we are,” he said. “This is what we love, and it’s why our hearts break today.”\nThe base at Pensacola, on Florida’s Panhandle, dates to the 1820s and is considered by the service to be the home of naval aviation. Since World War I, most Navy and Marine Corps aviators and flight officers have begun their flight training there, and it is where the Navy’s Blue Angels flight demonstration team is based.\nAmong the eight wounded were two deputies.\nTwo deputies were among the eight who were injured. One deputy was shot in an arm and another was shot in a knee, Sheriff Morgan said, but both are expected to recover. The base employs more than 16,000 military personnel and 7,400 civilians. \nKathy Bowers, a spokeswoman for Baptist Hospital in Pensacola, said that the hospital had received eight patients. One of the victims transported to Baptist later died, according to Chief Deputy Chip Simmons of Escambia County. Two other victims died on the base, he said. \nThe identities of the victims have not been released.\n“They’re part of the Navy family,” Captain Kinsella said. “They’re part of us, and our heart goes out to those of you who may be affected by this tragedy.”\nOfficials began receiving calls about the shooting about 6:50 a.m., and the base was put on lockdown. The shooting took place on two floors of a classroom building.\n“Walking through the crime scene was like being on the set of a movie,” Sheriff Morgan said.\nHe added that the authorities were not looking for any additional gunmen.\nForeign military trainees have studied in Pensacola for decades.\nCaptain Kinsella said that about 200 international students were training at the base, which has hosted military trainees from other countries for decades.\n“In World War II, we had Royal Air Force folks that were training here,” he said.\nAviation Preflight Indoctrination program students hail from countries such as France, Italy and Norway, in addition to Saudi Arabia, which began sending trainees to the base in 1995. They usually train to fly either helicopters or F-15s, according to a Navy pilot familiar with the program.\nMr. Gaetz said it was critical to ensure that allied military officers are familiar with American systems and personnel. “Many of them have gone to work right along our war fighters in the Middle East and all around the world,” the congressman said in a video message on Twitter. \nThere are often a couple of foreign students in a class of 15 or so; Americans and Saudis go through their initial training together before branching off separately.\n“They become naval aviators while they’re here,” Captain Kinsella said.\nSeveral of the Saudi officials who condemned the shooting on Friday, including the Saudi ambassador to the United States, highlighted their personal ties to the training program in which Mr. Alshamrani was enrolled. For many years, such programs have been a sort of rite of passage for Saudi officers.\n“As a daughter of a former U.S. military trained pilot, this tragedy is especially painful,” Reema Bandar al-Saud, the Saudi ambassador, wrote on Twitter. Her father, Bandar bin Sultan al-Saud, served as the Saudi ambassador in Washington from 1983 to 2005.\nKhalid bin Salman, the Saudi vice minister of defense, said that he had also received training in the United States.\n“Like many other Saudi military personnel, I was trained in a U.S. military base, and we used that valuable training to fight side by side with our American allies against terrorism and other threats,” he wrote on Twitter.\nIt’s a critical time for Saudi relationships around the world. \nThe fatal attack could have hardly have come at a worse time for Saudi Arabia and its de facto ruler, Crown Prince Mohammed bin Salman, as he presses for his kingdom to rise as a global player in international finance and politics.\nSince his father became king in 2015, Prince Mohammed has struggled to rebrand Saudi Arabia as open to the world and a key partner of the West in fighting extremism.\nInside the kingdom, he took the power of arrest away from the once-feared religious police and loosened restrictions on women, including giving them the right to drive.\nAnd the kingdom is now on the cusp of selling shares of its oil monopoly, Saudi Aramco, an initial public offering expected to be the world’s largest. While the first shares will be sold on the domestic stock market, Prince Mohammed had hoped to generate international interest for a later offering abroad.\nEarly enthusiasm for Prince Mohammed and his promised reforms had already been tarnished by the kingdom’s disastrous military campaign in Yemen and the killing of the Saudi dissident writer Jamal Khashoggi by Saudi agents in Istanbul last year. Still, the kingdom appeared to be trying to move on, pressing ahead with the I.P.O. and assuming the presidency of the G20, whose summit it is scheduled to host next year.\nBut the deaths in Pensacola could undermine the kingdom’s ability to change how it is perceived abroad, and especially in the United States, where for many the mere mention of its name recalls the Sept. 11, 2001 terrorist attacks.\n“People already suspicious of the Saudis, including lots of members of Congress, will see it as further proof that there is something wrong with the country,” F. Gregory Gause III, a Saudi expert at Texas A&amp;M University’s Bush School of Government and Public Service, said in an email. “Those more inclined to see the country as a useful if sometimes difficult partner in American foreign policy in the Middle East will see it as the random act of a deranged individual.”\nOne wild card for the Saudis is President Trump, who anointed Prince Mohammed a key player in his plans for the Middle East and stood by him when anger over the Khashoggi killing grew in other parts of the United States government. If the new killings, this time of Americans, tars the kingdom in Mr. Trump’s eyes, it would leave it with few remaining friends in Washington.\nThe shooting was the second this week at a Navy base.\nThe first, at Joint Base Pearl Harbor-Hickam in Oahu on Wednesday, came as that installation was preparing for the 78th anniversary on Dec. 7 of the Japanese attack that marked the United States’ entry into World War II. \nA United States sailor opened fire at a dry dock at the base, the Pearl Harbor Naval Shipyard, fatally shooting two shipyard workers and injuring another before killing himself, the authorities said.\nThe motive for the shooting is not yet known. It was also not clear whether the active-duty sailor targeted the three shipyard workers — Department of Defense civilians — or fired indiscriminately.\nThe sailor was assigned to the U.S.S. Columbia, a submarine docked at the shipyard for maintenance, Rear Adm. Robert B. Chadwick II, commander for the Navy in Hawaii, said.\n‘It was not a drill,’ a contractor heard from his employees inside.\nJeff Bergosh, an Escambia County commissioner, works at the base as a facilities management contractor. Shortly before 7 a.m., he pulled up to the main road that leads to the gate and noticed dozens of cars, an unusual number, waiting in front of him.\nThen dozens of police and emergency vehicles came roaring past, he said, with their “loud sirens and screaming motors,” converging on the base from the roads around him. Alarms were going off inside the base, too, he said.\nMr. Bergosh quickly contacted his nine employees to make sure they were safe. Three of them were already inside, taking cover in a building because of the lockdown. He spoke to them.\n“They said they were good,” Mr. Bergosh said. And then they confirmed what he had feared: “It was not a drill.”\nMore than an hour later, Mr. Bergosh entered the base with other county officials, and they made their way to the scene of the shooting. He saw blood and spent casings. Emergency medical workers had been treating the wounded. A helicopter was on hand for evacuations.\n“There were hundreds of personnel,” Mr. Bergosh said. “It was an active crime scene.”\nTwo mothers were waiting to reunite with their families.\nTwo mothers who live on the base waited anxiously to return on Friday morning. \nRita, who declined to give her full name, sat in a cherry-red van with her three oldest daughters, whom she had taken off the school bus after the shooting started. Rita said she had heard four shots from her house, but assumed it was training — not an active shooter — until her husband, who works on the base as a substance abuse counselor, had called to ask if she and their daughters were safe.\nRita said she wasn’t able to get back on the base after she picked up her older daughters. She has three younger daughters who remained on the base with their grandmother.\nAround 11 a.m., Rita was sitting in her van on the side of the road, parked in front of a bridge that leads to the base. It was blocked off by several police vehicles. \nNear her, another mother also waited outside the base with two of her children. Lucy, who also declined to give her last name, said she had called her husband repeatedly after learning of the shooting, but he did not pick up until about the fifth try.\nHe told her to tell their children that he loved them, she said, and a mix of emotions — anger, sadness, fear — flooded over her. Her family was safe, but she was frustrated to be kept off the base, away from her two other children and her husband. She said her husband had been preparing for a pinning ceremony scheduled for members of the Navy on Saturday.\nReporting was contributed by Nicholas Bogel-Burroughs, Adam Goldman, Derrick Bryson Taylor, John Ismay, Lara Jakes, Eric Schmitt, Kalyn Wolfe, Ben Hubbard and Liam Stack.\n\nLoad-Date: January 14, 2020"
}