{
    "title": "Train Explosion Wasn't Organized Terrorism, Taiwan Says",
    "publisher": "the new york times",
    "year": 2016,
    "month": 7,
    "day": 9,
    "full text": "HONG KONG -- The authorities in Taiwan said on Friday that they had ruled out organized terrorism in a bombing on a commuter train that left at least 25 people wounded.\nThe blast occurred on Thursday night in one of the train's cars as it was approaching Taipei, the capital. The official Central News Agency cited witnesses describing an explosion followed by flames that spread in the car. \n  Most of the injuries were minor, but one person was in critical condition, the local news media reported on Friday morning, citing an official at a Taipei hospital. Two other people were reported to be in serious condition.\n  Central News Agency reported later Friday that one of the wounded, a 55-year-old man, had been identified as a suspect in the bombing. It said that his fingerprints had been found on the bomb, which the authorities had described as an 18-inch metal tube filled with an explosive substance. The report made no mention of a possible motive.\n  Speaking to reporters earlier Friday, Taiwan's premier, Lin Chuan, who visited some of the wounded during the night, said the bombing was not an organized terrorist attack. He said the police had information about a suspect, but he did not elaborate.\n  ''The people should keep calm, because this is not a terror attack,'' Mr. Lin said. ''This is not an organized attack.'' He said ''an individual person'' was probably to blame.\n  The episode is likely to revive concerns about security on public transportation in Taiwan. In May 2014, a student killed four people and wounded 24 others in a stabbing rampage on the Taipei subway. After that attack, ridership dropped sharply, and the city's subway operator later demanded compensation from the assailant, Cheng Chieh. Mr. Cheng, who was 21 at the time of the attack, was later convicted of murder and was executed in May of this year.\n\nhttp://www.nytimes.com/2016/07/09/world/asia/taiwan-taipei-songshan-train-bomb.html\n\nLoad-Date: July 9, 2016"
}