{
    "title": "Training FBI conducts terrorism exercise at Frederick Towne Mall",
    "publisher": "the frederick news-post ",
    "year": 2014,
    "month": 5,
    "day": 7,
    "full text": "May 07--Law enforcement officials acted out a terrorism event, complete with a SWAT team, suspects and store employees, on Tuesday morning at Frederick Towne Mall.\nAbout 50 law enforcement officials were assigned roles, wearing large name tags such as \"mall security\" and \"hostage.\"\nFBI media coordinator Amy Thoreson said the role-players were not trained before the event.\n\"We literally put a sign around their neck and said, 'You're a shopper,'\" she said.\nAt the start of the event, a loud \"boom\" went off inside the mall, simulating an attack. Frederick police Lt. Dwight Sommers said the sound was intended to be that of a pipe bomb.\nAbout three hours later, responders were slowly finding out details about the attack. People playing active shooters had been directed to be inside the mall, and shoppers and store employees were evacuated.\nThoreson said the SWAT team on-site would not use any kind of projectiles in the exercise.\n\"Although this is a defunct mall, we want to be careful about what we're doing,\" she said.\nAccording to the FBI, the exercises are part of a training exercise series in partnership with the Department of Homeland Security, not a response to any current threat.\nThoreson said they picked Frederick Towne Mall for the exercise because they would be \"unhindered\" by actual shoppers.\nMaryland State Police, Department of Homeland Security staff, the FBI, staff from the Office of the State Fire Marshal, the Frederick County Sheriff's Office and the Frederick Police Department were among about 100 people who responded to the simulated attack as part of the exercise.\nThe suspect surrendered and all hostages were released, Sommers said.\nFollow Sylvia Carignan on Twitter: @SylviaCarignan.\n___ (c)2014 The Frederick News-Post (Frederick, Md.) Visit The Frederick News-Post (Frederick, Md.) at www.fredericknewspost.com Distributed by MCT Information Services\n\nLoad-Date: May 7, 2014"
}