{
    "title": "Trained state police observers to patrol retail outlets",
    "publisher": "tribune-review",
    "year": 2010,
    "month": 12,
    "day": 2,
    "full text": "Now \"mall cop\" has a whole new meaning. \nPlainclothes troopers from the Greensburg barracks Wednesday began patrolling Westmoreland Mall and other retail outlets, a crime prevention program that is believed to be a first in the state. The goal is to put a crimp in retail theft and far more serious offenses, including terrorism. \nThe patrols will continue through the holiday shopping season into the first week or two of January, said state police spokesman Stephen Limani. \n\"We are trying to prevent all types of crime from happening,\" Limani said. \"We'll be all over, all the major shopping centers, K-Mart, Walmart, the strip malls, here (Westmoreland Mall).\" \nLimani said the random patrols were sparked by several recent armed robberies, including one in a Unity parking lot in which the assailants were scared off when the female victim honked her car horn, and a rising tide of holiday season crime in general. \nAccording to police, there have been 28 robberies -- in which force was used or threatened against the victim -- so far this year. There were 30 in all of 2009. \"We have a month to go,\" Limani said. \"We'd like to keep that number down.\" \nLimani said he knows from personal experience that crime spikes during the holiday season, although statistics were not immediately available. \nCautioning that he wasn't trying to be an alarmist, Limani said terrorism and a Virginia Tech-type shooting also are concerns. \n\"I'm not trying to scare people,\" Limani said. \"But I don't want to be the guy who tells people after a shooting to be careful in the future. This is the world we live in. \n\"We're trying to make the mall safe and secure,\" he added. \nMall security officials declined to comment on the patrols, other than to say they are \"on board\" with the project. \nThe undercover officers will carry service revolvers, Tasers and Mace, Limani said. \nThe male and female officers who will rotate daily will make every attempt to blend in with holiday shoppers, becoming indistinguishable from the average bargain hunter, Limani said. \nTrooper Tom Roseski, who gave the media a preview of the officers' assignment, said state police will be \"looking for anything and everything that looks out of the ordinary. \n\"We are trained to observe,\" Roseski said. \nThough he's not much a shopper himself, Roseski said he doesn't expect to be bored on patrol. \n\"It's our job; it's what we do,\" he said. \nMall shopper Fran Hauger of Greensburg said the patrols are \"a very good idea. We all need more protection.\" \nAllison Graham-Pardus, a clerk at JC Penney, liked the idea, too. \"I think shoplifting is a problem for everyone,\" she said. \n\nLoad-Date: December 2, 2010"
}