{
    "title": "Train terrorism",
    "publisher": "the deseret news",
    "year": 2015,
    "month": 8,
    "day": 31,
    "full text": "The foiled attempt of a gunman to wreak terror on a high-speed train in France has brought into clarity the increasing risk we face from those who would seek the most vulnerable public places to pursue an agenda of violent extremism. Were it not for the heroic actions of three American passengers, we would now likely be mourning the loss of several lives. Still, we are gripped by the reality that at any time and place we are susceptible to the shock of a similar act that could not be thwarted.\nThe selfless actions of Anthony Sadler, Spencer Stone and Alek Skarlatos have been recognized with much-deserved commendations from the French government and others. Skarlatos, an Oregon National Guardsman, will receive the Army's highest award for heroism not involving actual combat. The men are deserving of deep gratitude. Their actions are proof that people are capable of putting themselves in harm's way to rise up against a threat of mass violence.\nWe might find ourselves wondering if we are capable of acting in similar fashion. We might also find ourselves wondering about the potential to be placed in a similar situation, something that seems less remote with each high-profile act of random terror. Incidents of violence propelled by ideological extremism appear with enough frequency to warrant our vigilance, though there is no reliable public data bank that would reveal the pervasiveness of such threats. The recent incarnation of Jihadist terrorism has yet to bring an incident of mass casualty to American shores, but it is certainly something we should worry about.\nAuthorities knew the suspect in the French case posed a risk, but he was still able to board a crowded train armed with an AK47 rifle, demonstrating the vulnerability of rail lines here and abroad. A 2007 report by the Council on Foreign Relations warned that earlier incidents of terrorism on European trains provided \"troubling illustration to persistent warnings that the U.S. public transportation system is a vulnerable target to terrorists.\"\nRendering it less vulnerable would require implementation of security systems similar to those in place in airports, which would require such an enormous investment of money and resources as to render it not realistic. We must rely on the effectiveness of surveillance operations aimed at detecting possible threats, though we must also remain concerned over how those operations may intrude upon civil liberties.\nThe incident in France leaves us with diverging emotions. We are proud of the actions of the three American tourists, but we are also left with anxiety over what can reasonably be considered a likelihood of similar incidents occurring again, perhaps even closer to home.\n\nLoad-Date: August 31, 2015"
}