{
    "title": "TRAINING AGAINST TERRORISM 'First responders' flock to Sinclair",
    "publisher": "daily news ",
    "year": 2000,
    "month": 9,
    "day": 20,
    "full text": "DAYTON - Fifty years ago, school children were taught how to hide beneath their desks, hands over their heads, if Communists staged a nuclear attack. Public buildings stockpiled food and first-aid supplies. Some people constructed bomb shelters in their yards.\nTerrorism today can be just as horrific as nuclear attack.\n\"Many people would not have seen Oklahoma City as a target of terrorists,\" said Ann Gallegos, a civilian public affairs officer with the Army's Domestic Prepared- ness/Homeland Defense office at Aberdeen Proving Ground, Md.\nToday, Oklahoma City is on a list of 104 communities selected by the FBI and the U.S. Army Soldier and Biological Chemical Command as being potentially at risk for modern forms of terrorism. Army specialists are conducting assessment and training in these cities.\nIn Ohio, Dayton, Cincinnati, Columbus, Cleveland, Akron and Toledo are on the list. Officials are here this week to help local fire and police agencies prepare themselves in \"emergency responder awareness, emergency responder operations, technician-HAZMAT, Tech- nician-EMS, Hospital Provider and Incident Command.\"\n\"We're taking a regional approach to dealing with these issues,\" said Dayton Fire Chief Larry Collins, whose department is acting as host. Collins and John Thomas, Dayton's public safety director, were among the officials gathered at Sinclair Community College for demonstrations by the Army visitors.\nSix classes will be held this week for some 300 firefighters and other \"first responders\" to a chemical or biological emergency, Collins said. Most will occur in Sinclair's new Fire Science Technology center. Tabletop demonstrations of various scenarios were underway there Tuesday.\nCollins said the focus will be on everything from setting up a perimeter around a \"crime scene\" to handling a \"mass-casualty incident.\" Officials will have a private wrap-up session Friday.\nGallegos said the training can be useful not only against terrorists, but also with regard to hazardous materials trucked through the region daily on interstate highways.\nThe Domestic Preparedness training initiative arose from a defense department spending bill that went into effect Sept. 23, 1996. Agencies participating include the FBI, Federal Emergency Management Agency, Department of Energy, Environmental Protection Agency, Department of Health and Human Services and Department of Defense.\n* Contact Benjamin Kline at 225-2222 or e-mail him at benjamin_kline@coxohio.com  \n\nGraphic\n\n \nPHOTO: AIMEE OBIDZINSKI/DAYTON DAILY NEWS KEITH KNISLEY of the Huber Heights Fire Department (left) and Mike Viscera of New Hampshire's National Guard, examine the results of a chemical warfare detection kit during a domestic preparedness class at Sinclair Community College.\n\nLoad-Date: September 21, 2000"
}