{
    "title": "TRANSPORTATION_ Airlines feeling the cost of terrorism insurance",
    "publisher": "the atlanta journal-constitution",
    "year": 2002,
    "month": 9,
    "day": 20,
    "full text": "Delta Air Lines CEO Leo Mullin and other airline executives hope Uncle Sam will pick up more of the mounting tab for terrorism insurance.\nThe chief executive officer said he will testify before two congressional subcommittees next week about skyrocketing insurance costs that have added to the industry's losses.\nThe airlines will also be asking for federal assistance to offset the economic devastation they fear in the event of another war with Iraq, according to a published report.\nAJC\nThe House Aviation Subcommittee said it has invited executives from Delta, American, Northwest, AirTran Airways and other airlines to testify Tuesday on the airline industry's financial health.\nSince last year's terrorist attacks, Mullin said Thursday, air carriers' terrorism insurance bill has jumped from $20 million to $950 million a year. Delta's annual costs rose from $2 million last year to $150 million this year, he said.\n\"This great increase in the terrorism insurance fees stands out like a sore thumb in terms of why we are having some of the economic problems that we are,\" Mullin told journalists and financial analysts at a meeting near Delta's Atlanta headquarters.\nU.S. airlines are expected to lose up to $7 billion this year, with losses continuing next year as airlines struggle with declines in average ticket prices and passenger loads.\n\"By far the best situation from our standpoint,\" said Mullin, \"would be for the federal government to cut all terrorism insurance for the entire economy, not just aviation, as a national security responsibility of the federal government.\"\nMullin said he expects to testify Wednesday before a Senate committee on the same issues.\nAirlines are also seeking tax breaks in jet fuel and assurances that the federal government will help cover the industry's economic damage during a war with Iraq, the Washington Times reported.\nThe airlines fear a war will drive away passengers and cause fuel and insurance costs to rise more.\nMost airlines now have some protection against a spike in fuel prices similar to what happened during the 1990-91 Persian Gulf War, when jet fuel prices more than doubled.\nDelta and other airlines use hedging contracts to lock in prices for up to a year on part of their fuel, their largest cost after labor.\nBut even with hedging, the war talk of recent months already has helped boost airlines' fuel costs by almost 10 cents per gallon on average from January to July, to 71.5 cents, said David Swierenga, an economist with the Air Transport Association.\nA 10-cent increase in fuel prices translates into about a $1.8 billion increase in the industry's annual fuel costs, he said.\n\nGraphic\n\n \nPhoto: Leo Mullin, Delta Air Lines CEO, will testify next week about high costs and the industry's losses.\n\nLoad-Date: September 20, 2002"
}