{
    "title": "Transit officer first lawman charged under terror law D.C. patrolman accused of buying gift cards fo",
    "publisher": "daily news ",
    "year": 2016,
    "month": 8,
    "day": 4,
    "full text": "Officers search the home of Nicholas Young, a Washington Metro Transit Officer, Wednesday in Fairfax, Va. Young was arrested and charged with attempting to provide material support to a terrorist group\nALEXANDRIA,VA. - Prosecutors brought the first-ever federal terrorism charges against a law enforcement officer in the U.S., alleging Wednesday that a patrol officer with the Washington region's transit police bought about $250 worth of gift cards for someone he thought was working with the Islamic State group.\nNicholas Young, 36, of Fairfax, Va., was arrested Wednesday at Metro Transit Police headquarters in Washington and charged with a single count of attempting to provide material support to a terrorist group. According to an FBI affidavit, Young bought the gift cards last month, intending for the Islamic State to use to them to purchase mobile messaging apps. Instead, the person Young gave the codes for the gift cards was an undercover FBI officer, the affidavit said.\nHe made a brief court appearanceWednesdayafternoon, wearing a T-shirt and what appeared to be his uniform slacks.\nDavid Smith, who was appointed to represent Young after the hearing, said he could not comment because he had not yet been able to research the details of the case.\nIf convicted, Young could face up to 20 years in prison.\nYoung had been under surveillance since 2010, and he traveled to Libya at least once in 2011, where he said he joined rebel forces seeking to oust dictator Moammar Gadhafi, the affidavit said. He traveled with body armor, a Kevlar helmet and other military-style items.\nYoung was deeply paranoid about law enforcement spying on him, often taking out the battery of his cellphone when he wanted to go somewhere and talk, the document said. Young frequently told one undercover source to be wary of potential informants, according to the affidavit.\nAn undercover officer said that on Jan. 24, 2011, Young said he had once aimed an AK-47-style rifle out of a window at his residence, scanning for law enforcement he believed was watching him. On another occasion, he grew angry that an FBI agent had talked to his family and co-workers and said he wanted to kidnap and torture her. The undercover officer said he \"doubted that Young seriously intended to act upon those words,\" according to the affidavit.\nAs police searched Young's townhome in Fairfax, neighbor Dina Ahmad described him as standoffish and said he had occasional run-ins with the homeowners' association over his cluttered front lawn.\nHe often worked on his car at late hours, and the car was adorned with anti-Israel bumper stickers, she said.\n\"We knew something was weird about him,\" Ahmad said. \"You just kind of got that creepy vibe off of him.\"\nJoshua Stueve, spokesman for the U.S. attorney for the Eastern District of Virginia, said Young posed no threat to the Metro system, and the affidavit makes no mention of the subway and bus system for the nation's capital.\nMetro spokesman Dan Stessel said Young, who had been employed since 2003, was fired.\n\"Obviously, the allegations in this case are profoundly disturbing. They're disturbing to me, and they're disturbing to everyone who wears the uniform,\" Metro General Manager Paul Wiedefeld said in a statement.\nFBI spokesman Andrew Ames confirmed that Young is the first law enforcement officer to be charged under the federal government's terrorism law.\nAuthorities said that in their years of monitoring Young, his purchase of the gift cards for terrorists' use was the first action that constituted a crime, and they moved to arrest him as soon as it occurred.\n\nLoad-Date: August 4, 2016"
}