{
    "title": "Travel alert half-heartedly warns of terrorism abroad",
    "publisher": "university wire",
    "year": 2010,
    "month": 10,
    "day": 3,
    "full text": "This past weekend, I read an article from The Washington Post pertaining to the recent travel alert issued by the U.S. State Department for people looking to travel to Europe. The State Department cites escalated terrorist attacks threats as the reasoning.\nNow, this would seem like the Big Brotherly thing to do of the State Department, looking out for our citizens abroad. However, they seem to be giving mixed messages about the seriousness of the alert.\nNicole Thompson, a U.S. State Department spokeswoman, had this to say, \"The U.S. is 'not, not, not' advising Americans to delay or cancel visits to Europe. The alert is set to expire at the end of January and no planned trips by U.S. government officials have been canceled.\"\nThis is the same logic as the third grader who doesn't \"like, like\" little Johnny, she only \"likes\" him.\nWhile the alert doesn't warn American travelers not to visit Europe entirely, it does mention that terrorists often target popular tourist attractions and transportation systems such as subways, trains and airplanes.\nIt's OK to travel, just not to go on vacation. Go to Rome, but don't see the Coliseum. Visit Cawker City, Kansas, but skip over the World's Largest Ball of Twine.\nSeriously, why put out an alert?\n\"Current information suggests that al-Qaeda and affiliated organizations continue to plan terrorist attacks,\" the State Department advisory reads. \"Terrorists may elect to use a variety of means and weapons and target both official and private interests.\"\nWait a second, terrorists are planning future attacks and plan to use a variety of means of carrying out said attacks? Am I supposed to think this is breaking news? I was under the impression that's what terrorists did on a daily basis. I mean, correct me if I'm wrong, but isn't using violent, politically charged attacks to get a message across the very definition of a terrorist?\nGranted, terrorism can take many forms as Justin Bieber and the al-Jonas Brothers have proven. However, for the most part, being a terrorist usually means blowing things up for a cause - or kidnapping Harrison Ford aboard Air Force One.\nAccording to the State Department's website, a travel alert differentiates from a travel warning. A warning advises Americans to avoid going to specific countries. Travel alerts are \"issued to disseminate information about short-term conditions.\"\nOn the flip side, Parisian police evacuated the Eifel Tower for the second time in two weeks on Sept. 28 because of bomb threats. Although no bombs or explosive materials were found, better to be sécurité than désolé. (That's \"better to be safe than sorry\" for all you Freedom Fries fans out there).\nUltimately, what we have to look at here is the bigger picture. Al-Qaeda's biggest pet peeve is the spread of Western culture.What better way to allot a win for al-Qaeda than by being afraid to travel, even to Europe, which is normally a safe, respective Mecca for young American travelers. We can't be afraid to travel.\nIf terrorists want to attack, a \"travel alert\" won't do much to thwart their plans.\nThe Patriot Act, and to that end the Constitution, gives our Department of Defense the responsibility of their namesake - defending our country. So, let it do its job, go ahead, take that cruise through the Mediterranean or black-out, ehrm, back-pack to Amsterdam; the Red, White and Blue has got your back.\nSuggest travel plans at Ben.Karris@asu.edu\n\nLoad-Date: January 18, 2018"
}