{
    "title": "TRAVELERS TO DAIRY EXPO CONCERNED ABOUT THE TRIP; THE EARLIER CONCERN WAS WITH _ANIMAL TERRORISM,_ B",
    "publisher": "wisconsin state journal",
    "year": 2001,
    "month": 9,
    "day": 21,
    "full text": "This summer, dairy farmer Judy Iager's biggest concern about attending the World Dairy Expo was a possible outbreak of foot-and-mouth disease and threats of what some call animal terrorism.\nAfter last week's attacks on New York and Washington, D.C., she had a different kind of terrorism on her mind.\n\"In spite of how scary that sounded earlier and how important animals are to us, when you get into people, that's a whole different ball game,\" said Iager of Fulton, Md., who owns a farm with her husband between Baltimore and Washington.\nIager said she never considered skipping the World Dairy Expo, to be held Oct. 3-7 in Madison, figuring the terrorists behind last week's attacks won't target a gathering of dairy farmers.\nBut she has decided to leave for the expo a day early, in case of delays or other problems -- and she isn't alone in her concerns about traveling to Wisconsin's biggest convention involving international travelers.\nLast year, more than 60,000 people visited the expo, which features commercial exhibits of the latest in farming technology as well as more than 2,000 cows.\nExpo general manager Tom McKittrick said it's unclear how the Sept. 11 attacks will affect attendance because attendees don't pre-register, but he expects the number of international visitors to drop from last year when 3,532 people came from 85 countries.\nThe expo is working with its security staff to make sure all the appropriate steps are taken to keep visitors safe, he said.\nGerardo Quaassdorff, international director for Holstein Association USA in Brattleboro, Vt., said only one foreign member has canceled plans to attend the expo so far.\nBut others have called to ask what to expect when they arrive at U.S. airports that have tightened their safety policies.\n\"They're just being cautious, the same concerns that you and I have when we travel,\" Quaassdorff said.\nBruce Friedrich, a spokesman for the People for the Ethical Treatment of Animals, suggested over the summer that an outbreak of foot-and-mouth disease at the expo would be positive because it would convince more people to become vegetarians.\nThat prompted fears of what some call animal terrorism, and the expo devised a biosecurity plan to combat a possible spread of the disease -- intentional or otherwise.\nFriedrich said PETA has now canceled plans to protest this year's expo. He said any demonstration would have pulled security officials away from protecting attendees.\n\nGraphic\n\n \nAssociated Press file photo\nRichard Coyne, shown in this 1999 photo in Livingston County, N.Y., will be honored as dairyman of the year at the World Dairy Expo, Oct. 3 through 7 at the Alliant Center in Madison. Event organizers say they're not sure how attendance will be affected by last week's terrorist attacks, although some international visitors have requested information about how their travel arrangements might be affected by heightened airport security and reduced airline service.\n\nLoad-Date: September 22, 2001"
}