{
    "title": "Traveling Under Severe Threats of Terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 6,
    "day": 12,
    "full text": "I've been planning my trip to London for over a year now, but in the past three months, there have been three major terrorist attacks in the United Kingdom. The threat level now is considered \"severe,\" meaning an attack is highly likely. After attacks on Westminster Bridge in Manchester at the Ariana Grande concert, and just recently the attack on London Bridge, the situation is obviously concerning.\nI'll admit, I'm a little scared (see also: worried, paranoid). We're leaving on the 4th of July, which, if you want to be cynical, is probably a high-risk day for a terrorist attack in America. We're not planning on going to many largely congested areas in London or any other cities we visit (if we do I'll definitely just see the sights, take a few snaps and promptly leave), but it's still something to worry about.\nA few weeks ago - after the Manchester attack - my mom asked, \"At what point will you just say forget it?\" We've already paid for the plane tickets, the Airbnb and tuition for the course I'm taking. But is all of that money worth risking the lives of my dad, my sister and me just for a month in Europe?\nThe answer to that is difficult. Of course there's no question that my family is the most important, but what are we going to do? Never go anywhere or see anything just because there *might* be an attack? Stay in Lexington for the rest of our lives and never branch out just because there *might* be risks? \nI refuse. Traveling - especially traveling out of the country - is something I've always been passionate about. I've always wanted to see the world, but now that world has turned on me.\nSo what is there to do? Nothing. It might be ill-advised, but I'm going to do everything I plan to do, and I won't let threats stop me. Sure, I'll be more vigilant and more careful, but I won't be a recluse. After all, this is my life, and while there's nothing I can do about the actions of others, I certainly won't let their actions influence mine. See you soon, world. \n\nLoad-Date: August 26, 2020"
}