{
    "title": "Traveling Roadshow of Justice at the Bronx's Shiny New Courthouse",
    "publisher": "the new york times",
    "year": 2008,
    "month": 4,
    "day": 18,
    "full text": "On a typical day, dozens of trials, hearings, arraignments and other legal procedures take place in the Bronx court system, and often there is not a single spectator.\n  But on Thursday, the hottest ticket in the Bronx -- aside from the Yankees-Red Sox game being played a few blocks down 161st Street -- may have been the scramble to get a decent seat in the Bronx Hall of Justice. \n  The state's highest court, the Court of Appeals, had come down from Albany to hear oral arguments in a few selected cases at the Bronx's new glass-walled courthouse, and the public was invited.\n  More than 450 people -- most of them blue-suited lawyers -- stood and sat rapt, listening as intently as one might at a classical music concert to cases that were in many ways less compelling than the usual fare heard in the Bronx criminal court system.\n  The five cases selected by the court did, however, offer a representation of the hazards of life in New York City, circa 2008: murder, gender discrimination, terrorism, illegal eviction and a trip-and-fall episode.\n  It all took place in the building's new, ornate and extremely large central jury room, with seven black-robed judges at the front and tight security all around.\n  ''We wanted to celebrate the new courthouse and to bring the court to the community,'' the state's chief judge, Judith S. Kaye, said after two and a half hours of oral arguments ended. Judge Kaye also made an admission: that in Albany, the court's average crowd is about 30. \n  ''Not so many people come out, which is one of the reasons it's good to be here,'' she said. \n  First up was the case of Santos Suarez. Mr. Suarez was convicted of fatally stabbing his girlfriend in the Bronx apartment they shared in 2000. A jury acquitted Mr. Suarez of one second-degree murder charge, that he killed his girlfriend intentionally, but convicted him of another, killing her with depraved indifference. The jury failed to decide on a manslaughter charge in the case.\n  That became a crucial element of the case when the Court of Appeals concluded that the jury had erred, and that Mr. Suarez had indeed committed the murder intentionally. It overturned the conviction. \n  So with one murder charge thrown out and an acquittal on the second, all that stood in the way of freedom for Mr. Suarez, who had been sentenced to 20 years in prison, was the manslaughter count.\n  Mark W. Zeno, Mr. Suarez's lawyer, told the judges on Thursday that trying his client on the manslaughter charge would be akin to double jeopardy. ''An acquittal is an acquittal, no matter what errors go into that acquittal,'' Mr. Zeno said.\n  Around the grand room, lawyers -- many of them prosecutors from the Bronx district attorney's office -- shifted uncomfortably.\n  One of them looked up at the ceiling in disbelief, tapped her neighbor and nodded toward a Martin Luther King Jr. quote on a piece of sculpture that is the room's centerpiece: ''The arc of the moral universe is long, but it bends toward justice.''\n  It was now time for Peter D. Coddington, chief appellate attorney for the Bronx district attorney's office, to make his case. The jury, he said, had not had a ''fair opportunity'' to consider the manslaughter charge, and he said a trial on that charge would not be double jeopardy, but a ''continued prosecution.'' A pair of defense lawyers nudged one another in disbelief.\n  Mr. Zeno summed up his position, saying, ''It's an unpleasant result in some respects, but now the prosecutor has to live with that decision.''\n  The judges will now consider the arguments in Mr. Suarez's case and return a ruling sometime next month.\n  Next were arguments related to another case, one involving a defense lawyer who had exercised peremptory challenges against five women from a jury pool during a trial of a man accused of shooting and wounding his ex-girlfriend. After arguments in that case ended, most of the prosecutors left en masse in a blur of dark blue suits and skirts.\n  The final three cases involved civil matters, which they were not interested in.\n  ''These civil cases -- I don't know,'' one of the prosecutors said as he left.\n  The first civil case was a landlord-tenant dispute, with a twist. The tenant, a company called TAG 380 L.L.C., argued that its original lease with the building's Madison Avenue landlord, an entity called ComMet 380, had not required it to take out insurance to cover terrorist acts. The issue arose a few months after 9/11 when insurance companies began to exclude terrorism from basic property insurance policies. When TAG 380 renewed its insurance policy in 2002, its carrier informed it in large type: ''Terrorism is excluded.''\n  Its lease, originally executed in 1989, required insurance for, among other things, fire, smoke, explosion, riot and ''civil commotion.'' Perhaps in a nod to the small plane that once crashed into the Empire State Building, it also mentioned ''actual physical contact of an aircraft or vehicle with the property.'' \n  Excluded were such hazards as nuclear reaction, radioactive contamination, war (including insurrection or civil war) and ''hostile and warlike action'' on the part of ''any government or sovereign power.''\n  Terrorism was listed neither as a hazard covered by the insurance nor as something specifically excluded.\n  A lower court had ruled in favor of the landlord, saying it was justified in requiring terrorism insurance. That decision was modified by an appellate court, which said that the lease did not specifically include terrorism insurance as a necessity. ''If you buy an umbrella, and it has holes in it, is that a problem?'' Associate Judge Robert S. Smith asked Warren A. Estis, TAG 380's lawyer, on Thursday. \n  ''No,'' Mr. Estis said decisively, eliciting laughter from the gallery. Judge Kaye asked him if he was sure, and Mr. Estis said he had changed his mind. \n  Judge Kaye then read from the list of possible perils, and asked, ''Isn't this a hole in the umbrella?''\n  Mr. Estis said, ''No.''\n  When the lawyer for the landlord, Bruce G. Paulsen, faced questions, Judge Smith asked: ''Didn't these words have a different meaning on Sept. 12 than they did on Sept. 10?''\n  Mr. Paulsen hesitated, then with reluctance acknowledged what most New Yorkers would have said: ''No one could imagine that being done by a terrorist.''\n  The court is expected to decide this and the other cases next month.\n\nhttp://www.nytimes.com\n\nLoad-Date: April 18, 2008"
}