{
    "title": "TRAVEL TROUBLESHOOTER Claim denied on a terrorism technicality",
    "publisher": "star tribune ",
    "year": 2009,
    "month": 10,
    "day": 25,
    "full text": "Q My travel insurance claim has been denied, and so have my appeals. I hope you can help us.\nMy husband and I were scheduled to visit India last Thanksgiving, the day after the horrific terrorist event began. British and Americans were being singled out and murdered, hotels were being burned, and threats were made of hijacking and attacks on airports and train stations in the country.\nWe were terrified of the unfolding events, and canceled our travel plans. We had purchased a travel insurance policy through Access America. One of the named perils is a terrorist event.\nAccess America has denied our claim because we were scheduled to travel to New Delhi, and the hotel that was under siege was in Mumbai. I believe that the definition of destination -- according to their policy and the online dictionary -- includes the entire country. Plus, as part of the terrorist activity, impending threats were made to airports, train stations and other places throughout India.\nWe've lost about $7,300. Is there anything you can do?\nDIANE GANDARA, NAPA, CALIF.\nA I agree with your definition of a destination. Access America should have refunded the money you spent.\nWhy didn't it? I asked the company, and a representative told me that in order to make a successful claim, the terrorist event would have to occur in the city you were traveling to. Since you were on your way to Delhi, not Mumbai, the claims examiner was technically correct to deny your request.\nThat clause should have been clearly spelled out in your contract. If you didn't read it before you bought your policy, you should have reviewed it before making your claim. That way, you could have saved yourself months of pointless back-and-forth between you and the insurance company.\nOf course, Access America could have been clearer with you. A quick look at your policy and its definition of \"destination\" would have shown any capable phone agent that your claim would have gone nowhere. Why didn't someone tell you that your trip to Delhi wouldn't be covered if you canceled?\nI read contracts every day, but none are as confusing as the ones for travel insurance. Now that I think of it, I'm not entirely convinced that you would have been able to understand your contract, even if you'd studied it. Do you need a law degree to make sense of the paperwork? Maybe.\nYou were correct to appeal your case to Access America. More than 90 percent of insurance appeals are decided in a traveler's favor. After that, you could have gone to arbitration, which means you allow a neutral, third party to decide your case. Or you could have taken Access America to court.\nCopying the insurance commissioner in your state might also motivate your insurance company to see things your way.\nAs it turns out, none of that would be necessary. Access America recently switched to a new underwriter with a more inclusive definition of \"destination.\" It reviewed your claim again. \"In this case,\" said spokesman Mark Cipolletti, \"the entire country of India should be considered the destination.\"\nAccess America agreed to process your $7,300 claim.\nChristopher Elliott is the ombudsman for National Geographic Traveler magazine. E-mail him at celliott@ngs.org\n\nLoad-Date: October 27, 2009"
}