{
    "title": "Travel trends terrorism technology",
    "publisher": "the pantagraph",
    "year": 2009,
    "month": 12,
    "day": 20,
    "full text": "NEW YORK- Remember getting through an airport without removing your shoes, dumping your water bottle or showing ID? \nRemember when buying plane tickets by phone was faster than using a clunky Web site with a dial-up connection? \nRemember when you needed a guidebook to plan a vacation, and when you had to phone ahead to get directions? \nAll these things are different now, thanks to two forces that have changed travel and tourism in the last decade profoundly and forever: terrorism and technology. \nLong before Sept. 11, 2001, air passengers walked through metal detectors and had their carryon luggage screened by X-ray. But these procedures failed to prevent the 9/11 attackers from boarding four jets with knives and box cutters. \nIn the aftermath of the attacks, the Transportation Security Administration was created, \"the number of prohibited items doubled or tripled,\" all checked bags were screened and \"the scrutiny passengers undergo was increased,\" said Robert Baker, director of global security intelligence studies at Embry-Riddle Aeronautical University in Prescott, Ariz. \nA few months later, in December 2001, Richard Reid tried to blow up a plane by igniting explosives in his shoe. That led to barefoot passengers padding through the checkpoints. Then in August 2006, British authorities uncovered a plot to blow up aircraft using liquid explosives. That led to restrictions on liquids and gels. \nToday, travelers who forget that snow globes, wine and water bottles aren’t allowed through airport checkpoints seem absurdly out of touch. And there’s little sympathy if you miss your flight because you didn’t allow enough time for security lines. \nThe attitude toward air travel has changed over the last decade too. Flying isn’t fun anymore. It’s just one big headache: Flight delays, lost baggage, overbooked flights, fewer onboard amenities and fees for things that used to be free. \nDespite the hassles, though, Americans fly more now than they did a decade ago. U.S. air travel hit a record high in 2007 with 769.6 million passengers, 100 million more than flew in 2000. Even with the recession, more people flew in the first eight months of 2009 - 478.6 million - than in the first nine months of 2000 - 453 million, according to the U.S. Bureau of Transportation Statistics. \nWhy do we take so many flights when it’s so unpleasant? Because families are spread out, jobs require travel and relatively low ticket prices encourage it. Bureau of Transportation Statistics data comparing average domestic itinerary fares for the second quarter show that they were actually 11 percent lower in 2009, at $301, than in 2000, at $339. \nTechnology is the other big force that’s changed travel in the last decade. Expedia and Travelocity began accepting online bookings in 1996, but the phenomenon of using the Internet to routinely book and plan travel has exploded in the 21st century. \nIn 2009, for the first time, more than half of travel bookings were made online, according to Douglas Quinby of PhoCusWright, a travel industry research company. (If you’re surprised that online bookings make up only 50 percent of travel, consider this: Most group travel, most cruises, many complicated itineraries and even the majority of lodging reservations are still booked through a travel agent, by phone or in person, Quinby says.) \nBut the Internet’s impact on travel is not just in booking; it’s also in planning trips. Instead of buying a guidebook, today’s traveler might consult a destination Web site. To find a restaurant, you might go online to Yelp or Chowhound, or ask friends for a recommendation through Facebook or Twitter. For hotels, you might visit TripAdvisor.com, which started allowing customers to post reviews in 2001 and today has over 30 million of them. \nTechnology has even changed the way we drive to our destinations. MapQuest started offering directions online in 1996, the same year GM introduced Onstar. Google Maps dates to 2005. An early handheld Garmin GPS device sold for $589 in 2003; today’s Garmins start as low as $89. But you might not need one if your phone has a mapping app. \nA few other noteworthy travel trends from the last decade: \n w Americans make more international trips than they used to, but they are choosing more exotic destinations. \nIn 2000, 61.3 million U.S. residents traveled abroad. In 2008, the number climbed to 63.5 million. \nBut the number going to Western Europe declined about 20 percent, from 12.9 million to 10.4 million. In contrast, travel increased from the U.S. to many other regions: Eastern Europe and South America, up 30 percent; and travel to India, China and Vietnam, roughly twice in 2008 what it was in 2000, according to the U.S. Department of Commerce, Office of Travel and Tourism Industries. \n- The old saying that \"cruises are for the newlywed, overfed and nearly dead\" is no longer true. The last decade has seen innovations in cruising as in no other mode of travel. Ships have become small cities, carrying 4,000 people, with amenities like ice rinks, rock-climbing walls, planetariums, surfing machines and water slides. Some cruises cater to families, others are magnets for partying singles. And you don’t have to live in Florida to catch a ship. There are year-round home ports in New York, Galveston, Texas, and many other coastal cities. \n\"Cruising, once the territory of the rich and famous has become a mainstream vacation today, and provides a well-packaged floating vacation with all the basics included in the price: accommodations, meals, sports/fitness facilities and entertainment,\" said Douglas Ward, author of the \"Berlitz Complete Guide to Cruising and Cruise Ships 2010.\" \"It has become a particularly good vacation value for families with children - hassle-free, entertaining, and safe.\" \n\nLoad-Date: December 23, 2009"
}