{
    "title": "Treat Colorado clinic attack as act of terrorism, abortion rights groups say",
    "publisher": "usa today",
    "year": 2015,
    "month": 12,
    "day": 3,
    "full text": "Abortion rights groups are pressuring federal officials to treat Friday's attack on a Planned Parenthood clinic as an act of domestic terrorism.\nThe pressure comes as many anti-abortion advocates, including those in Congress, react to a series of videos purporting to show Planned Parenthood discussing the sale of tissue and organs from aborted fetuses for profit. Planned Parenthood denies the allegations, claiming the videos were deceptively edited, and it says women are given the opportunity to donate fetal tissue for medical research.\nAbortion rights advocates say they've seen a surge in violence and hate speech following the videos' release and called on the FBI and the Justice Department to respond with additional investigative resources and potentially stiffer federal penalties.\n\"We think it does rise to national importance. This case in Colorado, which is horrific and extreme, mirrors other cases,\" said Karen Middleton, the executive director of NARAL Pro-Choice Colorado. \"When you speak to abortion providers around the country ... they are under fear of being assassinated.\"\nPolice say Robert Lewis Dear attacked the Colorado Spring's branch of Planned Parenthood on Friday morning, killing three people and wounding nine others before surrendering to a SWAT team. Among the dead is a police officer, the killing of whom could make Dear eligible to face the death penalty under Colorado law if convicted.\nU.S. Attorney General Loretta Lynch on Saturday condemned the shooting as an \"unconscionable attack\" but stopped short of calling it terrorism.\nCongress in 1994 passed a law specifically protecting access to reproductive health clinics, making it illegal to block entrances, intimidate clients or intentionally damage a facility.\nSome conservative lawmakers have suggested that Planned Parenthood is to blame. \"The true instigator of this violence and all violence at any Planned Parenthood facility is Planned Parenthood themselves,\" Republican Rep. JoAnn Windholz, who represents a suburban area north of Denver, said on Facebook. \"Violence begets violence. So Planned Parenthood: YOU STOP THE VIOLENCE INSIDE YOUR WALLS.\" \n\nGraphic\n\n \nphoto Justin Edmonds, Getty Images\n\nLoad-Date: December 3, 2015"
}