{
    "title": "Treasury Sees Ties Between ID Theft And Terrorism",
    "publisher": "american banker",
    "year": 2004,
    "month": 11,
    "day": 19,
    "full text": "The Treasury Department is worried about what seem to be links between\nidentity theft and terrorism, the assistant secretary for financial\ninstitutions said Thursday.\nRoughly half of phishing cases currently originate from foreign\ncountries, Wayne Abernathy said. \"One suspects that terrorist organizations\nare involved.\"\nIn phishing, an increasingly common e-mail scam, bank customers are lured\nto an impostor bank Web site where they are tricked into giving their account\ninformation and passwords.\n\"We do think there's a link that can be made from pieces of information\nwe have gathered,\" Mr. Abernathy said. \"Right now it's a conceptual link, but\nwe think we can make it an actual link.\"\nHe spoke at an identity-theft press conference in New York organized by\nAmerican Express Co.\nAccording to the Federal Trade Commission, roughly 27 million American\nhave been victims of identity theft since 1998. Fraud cost businesses about\n$48 billion and consumers $5 billion in 2002, the FTC said last year.\nA number of credit card companies, including American Express, offer to\nalert consumers whenever an unexpected change is made to their credit report.\nSuch changes may signal identity theft.\nAlso at the conference, Cathy Black, Amex's director of fraud prevention \nand data security, said a number of Fair and Accurate Credit Transactions Act\nprovisions that will go into effect Dec. 1 might help to reduce credit card\nfraud.\nAmong other things, merchants will be required to truncate credit card\nnumbers on receipts and consumers will be entitled to free copies of credit\nreports once a year from each credit bureau.\nSusan Grant, the director of the National Consumers League, said proposed\nrules for enforcing the act would put even more of the responsibility for\nidentifying and preventing fraud on banks and their regulators.\nFor example, one such proposal would classify frauds involving stolen\ncredit cards as identity theft, allowing the victims to expunge the\nfraudulent transactions from their credit histories.\nA study released Monday by Javelin Strategy and Research concluded that a\nsignificant number of banks are not offering customers adequate protection\nfrom identity theft.\nThe study found that at more than half of 40 leading U.S. banks,\nconsumers do not have the option of eliminating paper statements, which are\noften used by identity thieves.\nIn an interview Thursday, Michael Cunningham, who heads fraud protection\nfor the card services group at J.P. Morgan Chase & Co., said that former law\nenforcement officers and other investigators play \"a very significant role\"\nin fighting fraud.\nFor example, a former Secret Service officer leads his investigations and\nrecoveries group, he said. Mr. Cunningham, who is also a senior vice\npresident at JPMorgan Chase, said he has also hired former postal inspectors\nand local law enforcement officers.\n\"We hire them in investigative roles for their experience, their contacts\nin the industry and in law enforcement,\" he said.\nAs an example of how JPMorgan Chase fights fraud, Mr. Cunningham said\nthat if his employees sensed fraud was occurring in a certain ZIP code in New\nYork -- if, say, they noticed many purchases of jewelry for more than $5,000\n-- they would \"ask that the merchants call in\" whenever someone tried to make\nsuch a purchase.\nMr. Cunningham added that fraud activity moves around quite often and\ngets hot and cold very quickly. When it seems to die down in an area, his\nTempe, Ariz., unit lets the merchants know that they do not have to call in\nanymore.\nCopyright 2004 Thomson Media Inc. All Rights Reserved.\nhttp://www.thomsonmedia.com            http://www.americanbanker.com\n\nGraphic\n\n \nphoto, Abernathy \n\nLoad-Date: October 31, 2006"
}