{
    "title": "Treasury Taps Justice Department Veteran to Head Fincen",
    "publisher": "american banker",
    "year": 2012,
    "month": 8,
    "day": 21,
    "full text": "WASHINGTON - The Treasury Department announced Monday that it has tapped Jennifer Shasky Calvery as its new director of the Financial Crimes Enforcement Network.\nShasky Calvery, who will assume the role next month, currently runs the Justice Department's asset forfeiture and money laundering section, a job she has held since 2010. In that position, she oversees a 150-person staff and is responsible for the forfeiture of more than $1.5 billion of criminal assets.\nDavid Cohen, the Treasury undersecretary for terrorism and financial intelligence, the office that oversees Fincen, said Shasky Calvery was chosen because she was \"both a proven leader and a strong manager from her tenure at\" Justice.\n\"She is a perfect fit for Fincen,\" Cohen said in an interview. \"She has demonstrated an ability to lead an organization that has a unique mission and to do it in a way that not only brings out the best in the people that work for her but also in a way that integrates well with the other agencies and stakeholders that she comes into contact with.\"\nShasky Calvery has worked at Justice for the past 15 years, focusing much of her time on financial crime. She previously served as a prosecutor with the organized crime and racketeering section, dealing with both organized crime groups and money launderers who supported them.\nCohen said Shasky Calvery would be focused on ensuring Fincen was integrated with other Treasury efforts in combating money laundering.\n\"She is deeply committed to an energetic and enthusiastic collaboration with TFI,\" he said. \"She understands that the strength of what we do here to protect the financial system and to help advance U.S. national security and foreign policy objectives is best achieved when we are all working together on these initiatives. I think she is committed to ensuring that Fincen is a full player in what we do here.\"\nShasky Calvery will succeed Jim Freis, who has served as Fincen's director for the past five years. Freis was dismissed in May under somewhat murky circumstances, although sources at the time said he viewed Fincen as more independent from Treasury than Cohen did. Freis agreed to stay in the role until a successor was found.\nCohen did not comment on those concerns in the interview, except to note that Freis was the \"longest-serving Fincen director in history.\"\n\"He's done a very, very good job across a whole range of issues for Fincen,\" Cohen said.\nAs for the Fincen's future, Cohen said the public tends to see Treasury's terrorism and financial intelligence unit as focused largely on sanctions, including actions against Syria, Iran and North Korea.\n\"What I think we haven't done a good enough job on is highlighting how important combating money laundering and financial crime domestically and internationally is to our mission,\" Cohen said. \"One of the things I'm very excited about with Jennifer coming on is to ensure that as we move forward in TFI, that Fincen's contribution to what we do is maximized and that what we do to support Fincen and its mission is also maximized.\"\nCohen also said the agency would be focused on trying to find ways to communicate more with the financial services industry, which has complained for the past decade that, while banks share lots of information with Fincen, it tends to be a one-way street.\n\"It's obviously a persistent concern from the industry, one we take very seriously,\" he said.\nBut he noted there are challenges in demonstrating exactly how a bank's suspicious activity reporting and currency transaction reports contribute to discovering and stopping financial crimes. Still, he said Treasury and Fincen are actively exploring ways to reassure banks that their anti-laundering filings are being put to good use.\n\"One thing we are committed to is demonstrating that we are using this information in as an effective and complete a manner as possible, so the industry knows that it is being put to use even if we can't give them an audit trail on each of the SARs or CTRs that they filed,\" he said.\n\nhttp://www.americanbanker.com\n\nLoad-Date: August 20, 2012"
}