{
    "title": "Treasury Official_ Swift Disclosure 'Very Damaging'",
    "publisher": "american banker",
    "year": 2006,
    "month": 7,
    "day": 12,
    "full text": "Stuart Levey, Treasury under secretary for the office of terrorism and\nfinancial intelligence, testified Tuesday before a House Financial Services\nsubcommittee about the government's program to access international wire\ntransfer data in the Swift system. Following are excerpts from his testimony.\nAs the 9/11 Commission staff pointed out ... \"following the money to\nidentify terrorist operatives and sympathizers provides a particularly\npowerful tool in the fight against terrorist groups. Use of this tool almost\nalways remains invisible to the general public, but it is a critical part of\nthe overall campaign against al-Qaida.\"\nThe Terrorist Finance Tracking Program was just such an invisible tool.\nIts exposure represents a grave loss to our overall efforts to combat\nal-Qaida and other terrorist groups.\nThe Society for Worldwide Interbank Financial Telecommunication (Swift)\nis the premier messaging service used by banks around the world to issue\ninternational transfers, which makes its data exceptionally valuable. The\nSwift data consists of records of completed financial transactions; it does\nnot provide access to individual bank account information.\nIn response to a subpoena, Swift makes available to us a subset of its\nrecords that it maintains in the United States in the normal course of its\nbusiness. The legal basis for this subpoena is the International Emergency\nEconomic Powers Act, which allows the government to compel the production of\ninformation pursuant to presidential declarations of national emergency.\nWe issue such administrative subpoenas regularly, and our authority to do\nso is clear. In this case, our subpoena is issued pursuant to President Bush's\ndeclaration of an emergency with respect to terrorism after Sept. 11th in\nExecutive Order 13224. That declaration has been renewed yearly in light of\nthe continuing threat posed by al-Qaida and other deadly terrorist groups.\nThe Swift subpoena is powerful but narrow. The data cannot be searched\nunless the analyst first articulates the specific link between the target of\nthe search and a terrorism investigation. Pursuant to an agreement that we\nreached with the company, Swift representatives are able to monitor these \nsearches in real time and stop any one of them if they have any concerns\nabout the link to terrorism. In addition, a record is kept of every search\nthat is done. These records are reviewed both by Swift's representatives and\nan outside independent auditor.\nSome observers have argued that the disclosure of the program did little\ndamage because terrorist facilitators are smart and already knew to avoid the\nbanking system. They correctly point out that there has been an overall trend\namong terrorists towards cash couriers and other informal mechanisms of money\ntransfer -- a trend that I have testified about. They also hold up as public\nwarnings the repeated assertions by government officials that we are actively\nfollowing the terrorists' money.\nWhat we had not spoken about publicly, however, is this particular\nsource. And, unfortunately, this revelation is very damaging.\nThis disclosure compromised one of our most valuable programs and will\nonly make our efforts to track terrorist financing -- and to prevent\nterrorist attacks -- harder. Tracking terrorist money trails is difficult\nenough without having our sources and methods reported on the front page of \nnewspapers.\nI can assure you, however, that our efforts will not wane. With our\ninteragency colleagues and our partners abroad, we will continue to draw on\nevery resource at our disposal to uncover and disrupt these terrorist\nnetworks.\nhttp://www.americanbanker.com            http://www.sourcemedia.com\n\nGraphic\n\n \nphoto, Levey\n\nLoad-Date: November 14, 2006"
}