{
    "title": "Treasury Imposes Terrorism Sanctions",
    "publisher": "the new york times",
    "year": 2014,
    "month": 9,
    "day": 25,
    "full text": "WASHINGTON -- The Treasury Department on Wednesday imposed sanctions on 11 people and one entity it said were sending financial and other support to terrorist groups, including the Islamic State. The sanctions are aimed at the funding streams that have allowed the terrorist organizations to flourish and recruit fighters from the Middle East, Europe and North Africa.\nThe impact of the sanctions is unclear, particularly since the Islamic State largely circumvents the international banking system and traditional commerce, deriving much of its wealth from black-market oil sales, extortion and kidnappings for ransom. But the action is also designed to publicly expose key players in the group, with the goal of isolating them and restricting their access to money and freedom of movement.\nAmong those blacklisted was Tarkhan Tayumurazovich Batirashvili, described as a Georgian national and top Islamic State military commander living in Syria. He is said to have overseen the group's prison facility near Raqqah, a city controlled by the Islamic State, where foreign hostages may have been held.\nAlso targeted in Syria was Tariq bin al-Tahar bin al-Falih al-'Awni al-Harzi, believed to be one of the first terrorists to join the Islamic State. The Treasury Department says he helped raise $2 million from a Qatar-based facilitator and recruited and trained foreign fighters.\nTreasury included them -- as well as nine others and one organization believed to have supported a range of other terrorist groups in the Middle East -- on a list of ''specially designated global terrorists,'' which blocks their assets and bars United States citizens from doing business with them.\n''Today's broadly scoped designations will disrupt efforts by ISIL, al-Nusra Front, Al Qaeda and Jemaah Islamiyah to raise, transport and access funds that facilitate foreign terrorist fighters,'' David S. Cohen, the Treasury under secretary for terrorism and financial intelligence, said in a statement. He was using an alternate acronym for the Islamic State, which is also known as the Islamic State in Iraq and Syria, or ISIS.\nMr. Cohen said the new sanctions, coming the same day the United Nations Security Council adopted an international counterterrorism resolution to address the surge of foreign fighters worldwide, affirmed the commitment of the United States and its allies ''to degrade and destroy terrorist access to financing.''\nThe Islamic State raises much of its funding locally, beyond the reach of government sanctions. Still, Treasury has been working for more than a decade to target funding for the Islamic State and its predecessor, Al Qaeda in Iraq.\nOf those targeted Wednesday, Mr. Batirashvili -- also known as ''Omar the Chechen'' -- was named the northern commander for the Islamic State by its leader, Abu Bakr al-Baghdadi, and in early June ordered militants to mobilize from Syria to Iraq to retrieve vehicles, weapons and ammunition and be ready for emergencies, according to a Treasury release.\nMr. Harzi, who was born in Tunis, was in charge of receiving foreign fighter recruits and giving them light weapons training before sending them into Syria, Treasury said.\nAlso sanctioned on Wednesday were six people listed as providing financial support to the Nusra Front, Al Qaeda in Iraq or Al Qaeda in the Arabian Peninsula. And Treasury singled out three more people it said had supported Jemaah Islamiyah, the Southeast Asia-based group with ties to Al Qaeda that carried out the 2002 Bali bombing.\nIn addition, the Treasury Department listed Hilal Ahmar Society Indonesia -- a nongovernmental organization that calls itself Jemaah Islamiyah's humanitarian wing -- for raising money to support terrorist recruitment.\n\nhttp://www.nytimes.com/2014/09/25/world/middleeast/treasury-imposes-terrorism-sanctions-on-those-linked-to-islamic-state.html\n\nLoad-Date: September 25, 2014"
}