{
    "title": "Tree of Life tragedy and facing domestic terror",
    "publisher": "university wire",
    "year": 2018,
    "month": 10,
    "day": 28,
    "full text": "This Saturday, Carnegie Mellon University students, the Pittsburgh community, the nation, and the world were alarmed to hear of yet another mass shooting in the United States. At the Tree of Life Synagogue in Squirrel Hill North, just a mile from Carnegie Mellon's campus, a gunman opened fire on the congregation after shouting \"all Jews must die,\" shooting 20 and killing 11.\nEvents like these are hard to comprehend from afar. But for many, waking to the sound of response vehicle sirens, being warned to stay inside by Carnegie Mellon Police's email alert system, and receiving calls from loved ones asking if we were okay, the gravity of the situation became more comprehensible.\nThis crime struck Squirrel Hill, a historically Jewish neighborhood in Pittsburgh located nearby Carnegie Mellon. The Jewish community in Pittsburgh is small, and many of its members study or work here at Carnegie Mellon. A tragedy of this scale in our small community is sure to touch many, and it is important to reach out to those around you to give and receive support.\nIncidents like Saturday's are becoming more and more normalized in today's society. A media panic ensues, the perpetrator's motivation is revealed, response pieces are written, a vigil is held, and we quietly wait, hoping for something to change. Nothing does, and the cycle repeats as we become more desensitized to these horrific and inhumane acts.\nUnfortunately, hate-based violence is on the rise in America, including a 57 percent increase of anti-Semitic incidents in 2017, the highest since 1979, as reported by the Anti-Defamation League. Yet how we are choosing to address this situation is far from optimal.\nThe Trump administration has refused to crack down on domestic terrorism and hate crimes, despite their rise in the past years. They even considered rebranding the Department of Homeland Security's \"Countering Violent Extremism\" task force to \"Countering Islamic Extremism,\" thereby excluding right-wing extremism and other domestic terrorism, despite the fact that right-wing terrorism far exceeds any other ideology responsible for mass killing in the United States.\nAccording to a U.S. Government Accountability of Office report to Congress, \"of the 85 violent extremist incidents that resulted in death since September 12, 2001, far right-wing violent extremist groups were responsible for 62 (73 percent) while radical Islamist violent extremists were responsible for 23 (27 percent).\" Even without the rebranding of CVE considered by the Trump administration, \"Muslims and other minority groups are explicitly targeted in 85 percent of Homeland Security Department grants devoted to Countering Violent Extremism,\" according to the Brennan Center for Justice.\nIn addition to this, on Friday, President Trump referred to the mail bombs sent to several notable critics and top government officials last week as \"this 'Bomb' stuff,\" prioritizing the political impact it would have on Republicans in the midterms rather than the fact that several prominent Americans were targeted in an act the former United States Director of National Intelligence, James Clapper, called \"definitely domestic terrorism.\" Though President Trump later clarified and spoke out against the acts, while also denying blame for radicalizing the perpetrator, the initial response is still unsettling and follows a pattern of dodging referencing far-right violence, such as his response following the murder of activist Heather Heyer in the Unite the Right rally in Charlottesville last year.\nWhat we are seeing is clear. The Trump administration does not take the threat of right-wing terrorism as seriously as they should. While statements can appear strong on the surface, like in Trump's initial response to the Tree of Life shooting as \"far more devastating than originally thought,\", his later statements show a remarkable ability to forget the unnerving and vile acts happening on American soil.\nJust after making these statements of solace and lamenting the \"hate in our country,\" President Trump told reporters that \"this is a dispute that will always exist I suspect, but, if they had some kind of protection inside the temple, maybe it could have been a very much different situation.\"\nIf anti-Semitism, religious intolerance, or other hate-motivated violence is part of a \"dispute that will always exist,\" why aren't we doing more about it? Are we really going to tell the congregation that has just been subjected to a mass-murder that more guns in their place of worship would have made everything okay?\nThese type of sentiments, common among those in the Trump administration, forget that violence matched with violence is not the only solution. Instead of the nonsensical idea to increase armed security in every public space in America, what if we considered a crackdown on extremism, including right-wing terrorism, not just focusing on Islamic extremism? What if we didn't use mass shootings as political fuel for easing the application of the death penalty? What if we swallowed our pride and both-sideism and admitted that right-wing extremism is a problem in this nation?\nThe events of Saturday are still fresh, and we do not intend to over-politicize them. But there is a real problem in our country, and the first step in solving it is collective understanding. As for the solution, the debate is justifiably ongoing. But for the sake of all Americans, we need to change how we talk about and deal with acts of hate in our communities.\n\nLoad-Date: October 28, 2018"
}