{
    "title": "Trial set to begin in suit over searches Civil liberties group says effort in subways won't prevent",
    "publisher": "charleston daily mail",
    "year": 2005,
    "month": 10,
    "day": 31,
    "full text": "NEW YORK - To city officials, random bag searches in the subways help keep New Yorkers safe. To civil liberties lawyers, they do nothing to deter terrorism and violate civil rights.\nTheir disagreement was set to spill over into federal court today when U.S. District Judge Richard Berman was scheduled to begin hearing evidence and testimony in the case.\nAt issue are the random searches that were put in place in the nation's largest subway system after deadly terrorist bombings in London's subway system in July.\nThe New York Civil Liberties Union, which brought the lawsuit on behalf of several subway riders, said in court papers that its own survey of 5,500 subway turnstile entrances from Aug. 25 to Sept. 16 found a total of 34 searches.\nIt said the search program in the 468 subway stations serving 26 train lines and millions of passengers \"has no meaningful value in preventing the entry of explosive devices into the system by the terrorists the NYPD is attempting to thwart.\"\nThe city maintains that the mere presence of a random search program, regardless of how it is administered, is a valuable tool to thwart terrorists who prefer to target vulnerable areas with a low police presence.\nCity lawyers have noted that an al-Qaida training manual advising terrorists to avoid police checkpoints gives the city some justification for its random searches of bags entering the subway system.\n\"We are confident when the judge hears the evidence, he will find that the bag searches are perfectly constitutional and designed to protect the safety of all New Yorkers and visitors,\" said Michael Cardozo, head of the city's law office.\nSo far, the city has been successful in efforts to fight the lawsuit.\nBerman already has ruled that the city did not have to tell the NYCLU specific information about how it conducts its random searches, including the number of subway stations each day where no searches were done.\n\"The city may be able to demonstrate that the Subway Search Program effectively deters terrorism precisely because it is random and unpredictable,\" the judge wrote in a decision.\nIn its court papers, the NYCLU insisted it had the law on its side, saying the searches were \"unprecedented in this country, and no court has ever endorsed anything like it.\"\n\"While we fully support reasonable and effective security measures, we believe this program marks a dramatic and unjustified erosion of the privacy rights of the American public,\" said Christopher Dunn, the NYCLU's associate legal director.\nIt suggested that the searches were akin to stopping people randomly on the street and searching them since the subway system \"is a direct, physical extension of the sidewalks of New York City.\"\n30\n\nLoad-Date: November 2, 2005"
}