{
    "title": "TRIA DELAY PREDICTABLE, UNNECESSARY",
    "publisher": "business insurance",
    "year": 2014,
    "month": 9,
    "day": 29,
    "full text": "We've seen this movie before. For the third time since 2005, reauthorization of the federal terrorism insurance backstop program created by the Terrorism Risk Insurance Act of 2002 is coming down to the wire. If it's not reauthorized, the program expires on Dec. 31, with grave repercussions for a still-shaky economy as terrorism coverage vanishes for many commercial property policyholders.\nCongress failed to come to an agreement on reauthorization before it recessed for the November elections. In fact, the House failed to vote on the scaled-back extension bill approved by the House of Representatives Financial Services Committee. That bill would extend the program by five years; a Senate bill would do so for seven years.\nThere are other differences in the bills as well, differences that should have been dealt with weeks, if not months, ago.\nSo now it's up to a lame-duck Congress summoned after the elections to tie up odds and ends. The script's pretty predictable. After a certain amount of grandstanding, which could be particularly pronounced if control of the Senate passes to the Republicans and thus opens the possibility that the program could be scaled back in the future, an extension bill of some sort will pass.\nIt doesn't have to be this way. It's not like no one realized the program would expire - risk managers, insurers, producers and many industries have been pushing for reauthorization. But after a promising start, Congress fell into its usual inertia.\nThis time around, reauthorization doesn't merely affect terrorism insurance, either. Both bills contain provisions that would create a National Association of Registered Agents and Brokers, which would streamline interstate producer licensing and lower costs for agents, brokers and clients.\nThere's a way to end this drama. Rather than go through this process repeatedly, make the program permanent, even if it means scaling it back beyond what insurers might like.\nNARAB should be made permanent, too. If Congress adopts the House rather than the Senate language, that can be achieved in the lame duck session.\nMaking the backstop permanent won't happen in the lame duck, however. Given the lateness of the legislative hour, supporters will have to settle for what they can get and hope for a more satisfying ending the next time around.\n\nLoad-Date: October 2, 2014"
}