{
    "title": "TRIA debate turns to security issues",
    "publisher": "business insurance",
    "year": 2014,
    "month": 3,
    "day": 17,
    "full text": "A recent RAND Corp. report linking reauthorization of the federal government's terrorism insurance program with national security is a compelling argument for extending the program, according to its backers.\nThey point to the fact that enhancing national security was one of the original reasons Congress approved the program by passing the Terrorism Risk Insurance Act of 2002. However, opponents of the program say the link between the backstop and national security is weak and that the property/casualty insurance industry has had time to develop a private market response to terrorism. Indeed, the program's very existence may have delayed the maturation of a private terrorism insurance market, according to one opponent of reauthorization.\nThe program, which was reauthorized in 2005 and 2007, is slated to expire Dec. 31.\nThe RAND study, \"National Security Perspectives on Terrorism Risk Insurance in the United States,\" held that terrorism remains a threat to the United States. \"Our study finds that if the act expires and the takeup rate for terrorism insurance falls, then our country would be less resilient to future terrorist attacks,\" said Henry Willis, lead author of the study and director of the Homeland Security and Defense Center at RAND, in a statement accompanying release of the report.\nBackstop extension advocates hailed the report, which was issued the same day that a report by the Democratic Governors Association called for immediate reauthorization of the program.\n\"I think the RAND survey confirms what we've said all along in regard to TRIA - that TRIA itself plays an important role in the country's homeland security efforts,\" said Martin DePoy, steering committee coordinator of the Coalition to Insure Against Terrorism, a Washington-based business group that supports the terrorism insurance program.\n\"The reason is the program puts in place a mechanism for the orderly payout of claims in the event of a major terrorist strike,\" he said. \"Because of that mechanism, it will minimize the economic dislocation from that attack. We think it's yet another piece of evidence that talks about the need for TRIA.\"\n\"The strongest critical reason for TRIA was as a part of our national security response,\" said Robert Gordon, who wrote the first draft of TRIA as a congressional staffer. \"RAND has been involved extensively in the issue of terrorism and is highly respected in the national security community.\"\nMr. Gordon, who is now a senior vice president in the Property Casualty Insurers Association of America's Washington office, noted that the report lays out a series of themes, including that terrorism is an ongoing threat and that \"you cannot accurately model, insure or predict terrorism.\"\nThe report also holds that \"TRIA plays a major role in U.S. national security by helping with our country's economic resiliency and recovery against terrorism,\" he added, and would save the federal government significant money by having a plan in place to allocate primarily private sector money after a major terrorism event. In general, the federal backstop would not respond to terrorism-related losses until the insurance industry had sustained aggregate losses of at least $27.5 billion.\nMr. Gordon called the national security link a \"critical argument.\" He said he had recently met with House Intelligence Committee Chairman Mike Rogers, R-Mich., who \"is in a better position to understand the kind of terrorism risk our country faces than almost anyone else. He clearly understands and highlights the need to have a terrorism insurance program like TRIA in place.\"\nMr. Gordon also called the DGA report \"a strong, persuasive report.\"\n\"The recently released reports by RAND and the DGA confirm the vital role that TRIA plays in our national security and the recovering economies in states across the nation,\" said a spokesman for the American Insurance Association in Washington. \"The program protects taxpayers while providing market stability and an orderly post-event recovery. These reports further illustrate why TRIA deserves prompt renewal by Congress.\"\nBut opponents of reauthorization do not find the national security argument compelling.\n\"My first reaction - and I have seen no evidence that it changes the probability of terrorism - to their argument that this is a component of national security is 'How?' \" said Mark Calabria, director for the financial regulations studies area at the libertarian Cato Institute and a former staffer on the Senate Banking Committee when TRIA was initially passed. \"In no way does TRIA make us safer; it's simply about who bears the loss of an attack,\" he said.\nThe backstop's existence also raises some risk, he said, because \"all types of insurance contain some degree of moral hazard, and so while this is likely to be a very small impact, if anything TRIA raises the expected costs of a terrorist attack.\"\nThe RAND report does \"a good job of analyzing the issues surrounding how terrorism insurance works, how can that risk be priced,\" said David Inserra, national security and cyber security research assistant in the Douglas and Sarah Allison Center for Foreign and National Security Policy at the conservative Heritage Foundation and author of a new issue brief on the terrorism insurance program. \"But they largely concluded that in many ways, TRIA does not contribute to national security. The one place they did argue it could contribute is in resilience, in making sure that communities are resilient.\"\nHe said that while the Heritage Foundation agrees that resiliency is an important objective, \"we would still say that the private sector has had an opportunity to come up with solutions to still make sure that people who want insurance can still get it, although there might have to be some additional requirements or caps.\"\n\"Those options should have been developed,\" he said. \"Part of the problem is that TRIA is still around and it is inhibiting the development of the industry because there is that government backstop. There's a moral hazard here we want this industry to develop, but by creating this backstop it's not actually maturing as much as it should.\"\n\nLoad-Date: March 21, 2014"
}