{
    "title": "Trial starts in Idaho for Uzbek refugee's terrorism charge",
    "publisher": "university wire",
    "year": 2015,
    "month": 7,
    "day": 13,
    "full text": "BOISE, Idaho - A federal trial is underway this week for an Uzbek refugee charged with supporting a terrorist organization.\nFazliddin Kurbanov, a Russian-speaking truck driver who fled Uzbekistan in 2009, was arrested in 2013 by federal authorities who said he was teaching people to build bombs to target public transportation and other targets.\nProsecutors say Kurbanov traveled the West assisting a militant group in his native Uzbekistan, a Central Asian country that has a southern border with Afghanistan. The 32-year-old, who lives in Boise, has pleaded not guilty to the five terrorism-related charges.\nJury selection was expected to take all day Monday at the federal courthouse in Boise as attorneys continued to winnow a pool of 92 potential jurors.\nProsecutors have charged Kurbanov with committing felonies in Idaho and Utah, saying he conspired with others to provide resources, including computer software and money, to the Islamic Movement of Uzbekistan. The U.S. has identified the IMU as a terrorist organization.\nKurbanov has denied all of the allegations. In a trial brief filed by the defense late last month, his attorneys wrote, \"Mr. Kurbanov never agreed or attempted to provide material support to the IMU or to terrorists as alleged (by providing personnel, money or software); nor did he possess an unregistered destructive device.\"\nKurbanov's attorneys have also questioned the validity of some of the emails and online conversations prosecutors are expected to present as evidence. The defense contends there's no way to know who was on the other side of those emails and conversations, comparing them to a common email scam in which someone claims to be a Nigerian prince seeking help to move millions of dollars out of his country.\nThey also raised concerns that potential jurors could be influenced by racial or ethnic prejudice because the case involves evidence regarding Islamic extremism and radical political sentiment.\nThe trial is expected to last about six weeks.\n\nLoad-Date: July 13, 2015"
}