{
    "title": "TRIA renewal tops insurance industry wish list",
    "publisher": "business insurance",
    "year": 2013,
    "month": 1,
    "day": 14,
    "full text": "An event that won't happen until 2014 - if it happens at all - tops the property/casualty insurance industry's list of 2013 federal legislative concerns: the reauthorization of the federal government's terrorism insurance backstop.\nThe program, created by the Terrorism Risk Insurance Act of 2002, was reauthorized in 2005 and 2007, but is slated to expire on Dec. 31, 2014. Although that may seem an eternity in Capitol Hill time, advocates of extending the program warn that failure to act soon could affect insurance policies as early as next January.\nTerrorism insurance, while at the top of the list, is joined by other issues such as the impact of tax reform and natural catastrophe policy. Agents and broker groups also are concerned about how the implementation of the Patient Protection and Affordable Care Act will affect their members (see story, page 32).\nPersuading lawmakers to reauthorize the terrorism insurance program won't be easy, but \"we are impressed with the unanimity of industry sentiment on extension of TRIA,\" said Joel Wood, senior vice president for government affairs for the Council of Insurance Agents & Brokers in Washington.\n\"We already have begun making the rounds,\" he said. \"It will be challenging, and the industry is going to have to be effective in convincing Congress that the recoupment mechanism will mean no net long-term loss to the federal government.\"\n\"We have a program set to expire that will cause disruption of the marketplace if they don't get it resolved by the end of 2013,\" said Jimi Grande, senior vice president in the Washington office of the National Association of Mutual Insurance Cos. \"Market disruption starts a year out. As the calendar strikes 2014, contracts go beyond the end of the year.\"\n\"AIA has a long history with TRIA. It's a priority for our members,\" said Tom Santos, vice president for federal affairs at the American Insurance Association in Washington. \"It is a priority for 2013 and the next Congress.\"\n\"Our No. 1 priority will be the reauthorization of TRIA,\" said Carolyn Snow, secretary and liaison for external affairs for the New York-based Risk & Insurance Management Society Inc. But Ms. Snow, who is director of risk management for Humana Inc. in Louisville, Ky., also said RIMS is concerned about the possible revival of efforts to subject certain reinsurance transactions to additional taxes. Rep. Richard Neal, D-Mass., introduced legislation to tax the transactions in previous congresses, although the bills never reached the House floor.\n\"We continue to oppose the Neal bill ... because we're concerned about market availability and rates if that bill were to pass,\" Ms. Snow said. She said RIMS is concerned the Neal bill language could be tacked on to another bill.\nMr. Grande said that, along with renewal of the terrorism insurance program, tax reform is one of the top two issues for NAMIC. This is true whether lawmakers \"undertake massive rewriting of the tax code or simply just look for new revenue sources,\" he said.\n\"Tax reform is of keen interest to us,\" said Frank Nutter, president of the Reinsurance Association of America in Washington. \"The new reinsurers that have been formed have largely gone offshore, and I think part of that is the U.S. tax system is not a carrot but a deterrent to formation in the U.S.\"\nSuperstorm Sandy could affect congressional consideration of natural catastrophe response, said the AIA's Mr. Santos.\n\"Some of the policy implications post-Sandy are on infrastructure and building codes. I think that will be part of the discussion,\" he said.\n\nLoad-Date: January 17, 2013"
}