{
    "title": "Trials and Error",
    "publisher": "the new york times",
    "year": 2010,
    "month": 3,
    "day": 5,
    "full text": "Congressional Republicans often say that the United States should use every legal means to combat terrorism -- and they are right, which makes it deeply puzzling that they want to deprive the government of the single most effective way of bringing terrorists to justice.\n  Congressional Republicans are trying to block the use of federal money to hold civilian criminal trials of 9/11 suspects. Spearheading this affront to justice -- a damaging meddling in another branch of government -- is Senator Lindsey Graham, a Republican of South Carolina. Mr. Graham has introduced legislation to force the administration to use military commissions exclusively to try terrorism defendants. A similar bill is in the House.\n  In November, an effort to attach the Senate version to an appropriations bill lost by a 54-to-45 vote. The measure was supported by Joseph Lieberman of Connecticut and four Democrats: Jim Webb of Virginia, Arkansas' Blanche Lincoln and Mark Pryor, and Maria Cantwell of Washington. \n  Since then, there has been no Democratic stampede to sign on to the scheme. But with Mr. Graham planning another go at it, no one can be entirely confident about the outcome -- least of all the White House.\n  The stakes for President Obama start with the need to bring the mass murderers of Sept. 11, 2001, to justice in credible proceedings in American courts. Unlike the military tribunals, courts have a proven ability to try high-profile terrorism cases with competence and fairness. More than 300 people have been convicted on terrorism-related charges in federal courts since Sept. 11.  Military tribunals have convicted three, two of whom were later released.\n  If Mr. Obama does not stop Mr. Graham's assault on the courts and prosecutorial discretion, his ability to make national security policy will be compromised. \n  In a joint letter last week to House leaders, Attorney General Eric Holder Jr. and Defense Secretary Robert Gates warned Congress that putting restrictions on terrorism prosecutions would set an unwise precedent. ''In order to protect the American people as effectively as possible,'' they wrote, ''we must be in a position to use every lawful instrument of national power -- including both courts and military commissions.''\n  The Obama administration was right to have the F.B.I. arrest and interrogate the failed Christmas Day bomber and file federal terrorism charges against him, rather than throw him in a military prison and afford him no rights. While it can be hard to differentiate between criminal and military terrorism cases, this one was easy. The suspect was arrested on United States soil and arrested for plotting to attack a civilian target.\n  The Justice Department also was right to plan to try Khalid Sheikh Mohammed and four other suspected organizers of the 9/11 attacks in the federal courthouse in Lower Manhattan. Caving in so quickly to parochial worries and political pressure was foolish. It would be disastrous if the administration were to now give in to this effort to abandon terrorism trials in federal courts and retreat to the tribunals, which may never be able to produce a conviction that Americans can be proud of.\n\nhttp://www.nytimes.com\n\nLoad-Date: March 5, 2010"
}