{
    "title": "Trial set for Montevideo man",
    "publisher": "star tribune ",
    "year": 2013,
    "month": 6,
    "day": 8,
    "full text": "A Montevideo man who federal authorities claim was behind a \"terror plot\" in western Minnesota will stand trial in August for four counts of illegal weapons possession.\nBuford Braden \"Bucky\" Rogers, 24, entered a not guilty plea to all counts during a brief arraignment Friday at federal court in St. Paul. U.S. Magistrate Judge Jeanne Graham set his trial date for Aug. 12 in Minneapolis.\nRogers entered the courtroom in an orange jail jumpsuit. He smiled and chatted with defense attorney Andrew Mohring before the hearing, which lasted about two minutes. None of Rogers' family was present.\nAsked by the judge if he wanted the indictment read aloud, Rogers said, \"No, ma'am.\"\nRogers was indicted by a federal grand jury last month on four counts, including one count of illegally possessing a firearm and three counts of possessing \"unregistered destructive devices\" including two Molotov cocktails, two \"black powder and nail devices\" and a pipe bomb.\nRogers is not allowed to possess firearms following a third-degree burglary conviction in 2011. Despite an announcement by the FBI in early May that they had foiled a \"terror\" plot with the arrest of Rogers, there was no mention of terrorism in the indictment and Rogers was not indicted under federal terrorism statutes.\nAsked about that after the hearing, Mohring declined to comment, but said, \"but you read it correctly; it doesn't.\"\nAny motions will be argued in St. Paul on July 11.\nThe charges follow a search warrant served on the mobile home of Rogers' parents on the south side of Montevideo, which his father, Jeffrey Rogers, described as the home base of the \"Black Snake Militia,\" which preaches against government intrusion into citizens' lives. Jeffrey Rogers said last month that the allegations against his son were false and that his son had been \"railroaded.\"\nAt a court appearance last month, Mohring blasted the pretrial publicity, including \"a great deal of misinformation\" by authorities in the case, but he declined to elaborate.\nStaff writer Lydia Coutre contributed to this report. Abby Simons · 612-673-4921\n\nLoad-Date: June 14, 2013"
}