{
    "title": "Trial Secondary as U.S. Questions a Libyan Suspect",
    "publisher": "the new york times",
    "year": 2014,
    "month": 6,
    "day": 20,
    "full text": "WASHINGTON -- The Libyan suspected of playing a key role in the deadly attack on the United States Mission in Benghazi is talking freely with American interrogators aboard a Navy ship in the Mediterranean Sea, according to senior American officials.\nInterrogators began questioning the man, Ahmed Abu Khattala, on the U.S.S. New York shortly after he was taken into custody Monday in an attempt to learn what he knows about planned or past attacks, the Islamic militia that he has helped lead and the security situation in Libya, one official said. As of Thursday afternoon, Mr. Abu Khattala, secretly charged in a criminal complaint last July for his role in the attack, had not been given a Miranda warning informing him that he has the right to remain silent and be represented by a lawyer, the officials said.\nThe interrogation highlights how the F.B.I. has become increasingly comfortable focusing on gathering intelligence when questioning suspects linked to terrorism, rather than seeking evidence admissible in court. The authorities want to transport Mr. Abu Khattala to the United States on the Navy ship because they do not want to disrupt the interrogators' attempts to build rapport with him, the officials said. Putting him on a plane would require taking him to a foreign country, which could create legal and diplomatic entanglements.\nNew details also became known about how Mr. Abu Khattala was captured. American commandos moved in quickly to snatch him, according to officials, after learning that he planned to move from a safe house in Benghazi to a villa near the Mediterranean, where he was not likely to have many bodyguards or a large entourage.\nA small group of Navy SEALs and at least two F.B.I. agents approached the Libyan coast on fast boats under cover of darkness, the officials said. Army Delta Force commandos were already nearby on land. The commandos were under instructions to abort the mission if a significant number of people were in the area.\nWhen they ultimately encountered Mr. Abu Khattala after coming ashore, he was alone. After resisting and sustaining minor injuries, the officials said, he was taken by boat to the New York, an amphibious landing ship whose home port is Mayport, Fla.\nThe United States military had plans to capture Mr. Abu Khattala more than a year ago. But an operation to apprehend him last October was aborted at the last moment after reports of another nearly simultaneous raid in a populated area in Tripoli to capture the suspected terrorist Nazih Abdul-Hamed al-Ruqai, known as Abu Anas al-Libi, were revealed on Twitter.\nWith the element of surprise lost, Special Operations commanders canceled the mission, two Defense Department officials said. Alarmed by the raid on Mr. Ruqai, Mr. Abu Khattala adopted a much lower profile, moving much more carefully around Benghazi, accompanied by gunmen and with civilians nearby that would have complicated any attempt to capture him.\nThe Defense Department changed its tactics, too. In the case of the raid early Monday, military commanders decided to launch the operation because they believed Mr. Abu Khattala was in a relatively remote area.\nThe tension between criminal investigation and intelligence-gathering has bedeviled the F.B.I. for the past decade as it tried to remake itself from an institution that caught bank robbers and mobsters to one that disrupted terrorist cells.\nA controversy over the issue erupted in President Obama's first year as president after the F.B.I. decided to deliver the Miranda warning to Umar Farouk Abdulmutallab, a Nigerian man who tried to blow up a Detroit-bound airliner on Dec. 25, 2009, about nine hours after his arrest. At that point, Mr. Abdulmutallab, who had spent much of that time in surgery, had spoken to interrogators for about 50 minutes.\nUnder President George W. Bush, the F.B.I.'s law enforcement role in international terrorism was often marginalized as the C.I.A. captured terrorists abroad, while the military held them and tried to prosecute them at the Guantánamo Bay prison camp. The idea that interrogation for intelligence purposes could not be successful in the context of criminal prosecution was one reason the C.I.A. created a network of secret prisons.\nMr. Obama has tried to change that, and has had success prosecuting international terrorism cases in federal civilian courtrooms. Mr. Abu Khattala's case is the most recent test of whether the F.B.I. can build such criminal cases without missing any opportunity to collect intelligence.\nBut under federal rules of criminal procedure, a suspect who is taken into custody -- even one arrested overseas -- must be presented to a magistrate judge for an initial hearing without ''unnecessary delay.'' That generally means within 48 hours. But federal courts have ruled that the penalty for a violation of the presentment rule would be limited.\n''There is a rule requiring presentment without unnecessary delay,'' said Daniel Richman, a Columbia University law professor and former federal prosecutor. ''That said, sanction for violation is unlikely to be dismissal of the charges, and at most the suppression of statements made during the period of unnecessary delay.''\nObama administration officials have also raised an argument they could make to a judge if they wanted to present in court a statement made by Mr. Abu Khattala: The delay was not ''unnecessary'' because it was easier to bring him through international waters than to transport him by helicopter to an airport in a country in Europe or North Africa, which would require the permission of the host country.\nThe capture of Mr. Ruqai also provides a precedent. He was held briefly aboard a Navy ship in the Mediterranean, and then flown to the United States through an airport or air base, apparently in Europe.\nIn that case, however, Mr. Ruqai was experiencing acute medical problems, and there was a humanitarian argument for his swift transfer that is apparently absent in the case of Mr. Abu Khattala, an official noted.\nThe Obama administration's efforts to weaken the Miranda and presentment rules have attracted relatively muted opposition from civil liberties groups, in part because they have come amid Republican proposals to sideline the criminal justice system in favor of military interrogation and prosecution of terrorism suspects.\nSuch groups did complain in 2010, when Attorney General Eric H. Holder Jr. raised the idea of seeking congressional approval for a policy of making an exception to Miranda warnings and the presentment rule.\nThe Justice Department eventually dropped the idea, but did win a court ruling in Mr. Abdulmutallab's case allowing his statements made before he received the warning to be admitted as evidence.\n\nhttp://www.nytimes.com/2014/06/20/world/africa/libyan-suspected-of-deadly-attack-on-us-mission-in-benghazi-talks-freely.html\n\nGraphic\n\n \nPHOTO: Ahmed Abu Khattala (A10)       \n\nLoad-Date: June 20, 2014"
}