{
    "title": "TRIA backers press for extension again",
    "publisher": "business insurance",
    "year": 2013,
    "month": 9,
    "day": 23,
    "full text": "Advocates of the federal government's terrorism insurance backstop are pushing hard for an extension more than a year before the program would expire.\nThe program has broad support among the property/casualty insurance industry and commercial insurance buyers, including the Risk & Insurance Management Society Inc. However, the extension is far from certain because some in Congress and industry outsiders view the backstop as an unnecessary government bailout.\nThree bills to extend it have been recently introduced in the U.S. House of Representatives.\nThe House Financial Services Committee held a hearing on the program last week in Washington and the Senate Banking, Housing and Urban Affairs Committee is expected to hold a hearing on it this week.\nMost people who testified before the House panel favored extending the program. Some committee members shared that sentiment, while others only gave it conditional support.\nThe Obama administration has no enthusiasm for the program established by the Terrorism Risk Insurance Act of 2002 and extended twice, most recently through Dec. 31, 2014. The program also has come under fire from liberals and conservatives as an example of an intended temporary program that has outlived its usefulness. It was enacted the year after the Sept. 11, 2001, terrorist attacks to help the insurance industry shoulder major losses again from terrorism-related disasters.\nSignificantly, the chairman of the House Financial Services Committee also expressed concerns about the program during last week's hearing.\n\"Has the 11 years (after enactment of TRIA) allowed the insurance industry to successfully model and to provide products for terrorism coverage without taxpayer support, or has TRIA prevented it?\" Rep. Jeb Hensarling, R-Texas, said.\n\"It would probably come as no surprise to anyone that if we posit that private insurance companies are incapable of modeling this risk, how can we be convinced that the federal government is any better, as our National Flood Insurance Program is under water, pun intended.\"\nCiting the national debt, Social Security and Medicare, \"the government has not done a particularly good job,\" Rep. Hensarling said. \"That, ladies and gentlemen, represents a man-made disaster. And it will certainly color my opinion on this matter. I have an open mind. It is not an empty mind. It remains a skeptical mind.\"\nWithout the backstop, many workers compensation insurers, which are required by law to cover terrorism exposures, would be hurt, Rep. Mike Grimm, R-N.Y. said. He's a sponsor of one of the extension bills.\nInsurance industry executives strongly defended the program.\n\"It's the elusive nature of terrorism that underscores the continuing need for the (public/private) partnership,\" said Eric Smith, Armonk, N.Y.-based president and CEO of Swiss Re Americas. \"TRIA has proven effective in balancing the challenges of terrorism risk, national security and economic stability.\"\n\"Buyers across the country want this coverage,\" said Peter Beshar, executive vice president and general counsel of Marsh & McLennan Cos. Inc. He recommended that the program be expanded to cover new exposures such as cyber risks.\nA third industry supporter, Janice Abraham, president and CEO of Chevy Chase, Md.-based United Educators Insurance, a risk retention group, said the issue is not an urban or rural one, with school campuses or major public events potential terrorist targets. Indeed, after the Boston Marathon bombings killed three people in April, supporters used the tragedy as a touchstone to urge extension of the terrorism backstop.\nBut Steve Ellis, vice president of Washington-based Taxpayers for Common Sense, opposed extending the terrorism backstop.\n\"A dozen years after the tragic events of 9/11, the terrorism marketplace has settled to the extent that it is past time for the government to step aside and let the private sector handle the portfolio,\" he said, arguing that any further extension should be temporary.\nThe House committee hearing came days after the libertarian Cato Institute issued a report calling the terrorism backstop \"corporate welfare\" and urged that it not be extended beyond next year.\nThe Chicago-based Property Casualty Insurers Association of America countered days later with a poll showing most U.S. residents support the backstop.\nIn a statement after the committee hearing, PCI Senior Vice President Nat Wienecke said, \"Having a federal terrorism insurance plan in place prior to another catastrophic terrorism event is critical to protecting America's economic resiliency.\"\nOther insurer groups weighed in defending the program.\nAmerican Insurance Association President and CEO Leigh Ann Pusey said the Washington-based AIA \"will be working in the months ahead to achieve broad bipartisan support for reauthorization of this vital program.\"\nShe said the \"program requires insurers to meet significant deductibles and includes a mandatory recoupment provision for any federal dollars expended on losses up to $27.5 billion. In addition, insurers are required to absorb 15 cents of every additional dollar of insured losses beyond their individual deductibles up to the program's $100 billion cap.\"\n\"For over a decade, the risk-sharing mechanism created by TRIA has ensured our national and economic security at virtually no cost to the taxpayers,\" said Jimi Grande, senior vice president in the Washington office of the National Association of Mutual Insurance Cos.\n\nLoad-Date: September 26, 2013"
}