{
    "title": "Trial to begin for man accused in underwear attack",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 10,
    "day": 3,
    "full text": "DETROIT ? The trial of a young African accused of trying to bring down an airliner with a bomb in his underwear is no whodunit. Prosecutors have his hospital-bed confession, dozens of witnesses, remnants of the explosive and an al-Qaida video featuring the 24-year-old explaining his suicide mission. Nonetheless, the prosecution of Umar Farouk Abdulmutallab carries high stakes. \nHis failed attack was the first act of terrorism in the U.S. during the Obama administration, and it could have implications in the debate over whether terrorism suspects should be tried in civilian or military courts. The case, which starts Tuesday with jury selection, also revealed the rise of a dangerous al-Qaida affiliate and the growing influence of a radical Islamic cleric who was killed by a CIA-U.S. military strike only last week. Abdulmutallab, a well-educated Nigerian from an upper-class family who has pleaded not guilty, was directed by American-born cleric Anwar al-Awlaki and said he wanted to become a martyr on Christmas 2009, when he boarded Detroit-bound Northwest Airlines Flight 253 in Amsterdam, according to the government. A conviction on multiple charges could bolster the argument that suspected terrorists should be prosecuted through civilian courts, not military proceedings. Full-throated bipartisan opposition forced the Obama administration to cancel a New York trial for professed 9/11 mastermind Khalid Sheikh Mohammed, although there have been no similar issues in Detroit. \"Convictions that are achieved in federal court using proper procedures will be upheld on appeal. That's simply too powerful a tool for the president not to use,\" said Vijay Padmanabhan, a former State Department lawyer who handled cases involving terror-related detainees at Guantanamo Bay, Cuba. \"What people will be looking to see is whether the administration can bring what appears be a fairly straightforward case to fruition,\" Padmanabhan said. Abdulmutallab faces eight charges, including conspiracy to commit terrorism and attempted use of a weapon of mass destruction. The government says he wanted to blow up the plane by detonating chemicals in his underwear, just seven minutes before the jet carrying 279 passengers and a crew of 11 was to land at Detroit Metropolitan Airport. But the bomb didn't work. Passengers assisted by crew members saw flames and pounced on Abdulmutallab. Smoke was everywhere and \"we thought we were losing our lives,\" said Patricia \"Scotti\" Keepman of Oconomowoc, Wis., who was seated many rows behind Abdulmutallab with her husband, daughter and two newly adopted children from Ethiopia. \"We held hands and said, 'Jesus loves me.' The flight attendant was screaming,\" Keepman said. \"Our goal was to not let these kids know we might not make it. ... He's forgiven in our eyes, but he needs to be held accountable in a trial. It's as simple as that.\" The government says Abdulmutallab willingly explained the plot twice, first to U.S. border officers who took him off the plane and then in more detail to FBI agents who interviewed him at a hospital for 50 minutes, following treatment for serious burns to his groin. Abdulmutallab told authorities he trained in Yemen, home base for Al-Qaida in the Arabian Peninsula. He said he was influenced by al-Awlaki, who was killed Friday by an air strike that President Barack Obama called a \"major blow\" to al-Qaida's most dangerous franchise. Following the strike, a U.S. official outlined new details of al-Awlaki's involvement against the U.S., including Abdulmutallab's alleged mission. The official, who spoke on condition of anonymity to discuss intelligence matters, said al-Awlaki specifically directed Abdulmutallab to detonate an explosive device over U.S. airspace to maximize casualties. Officials have said al-Awlaki was believed to be at a gathering of al-Qaida figures in Yemen's Shabwa mountains a day before the attack, after which Osama bin Laden appeared in a video declaring Abdulmutallab a \"hero.\" Abdulmutallab also has been lauded by al-Qaida's English-language Web magazine Inspire, whose editor was killed along with al-Awlaki. Al-Awlaki's name had been expected to come up during Abdulmutallab's trial, but his death put it back in the headlines and possibly the consciousness of potential jurors. Abdulmutallab is acting as his own lawyer. Anthony Chambers, an attorney appointed to assist him, said al-Awlaki's death might make jury selection more difficult but isn't relevant to the trial. \"This case centers around the actions of Mr. Abdulmutallab, or the lack of actions, on a specific date in question,\" Chambers said. During several court appearances, Abdulmutallab has spoken politely to the judge but never grilled a witness. Chambers, an attorney for 26 years, will probably conduct cross-examinations at trial. \"Anytime someone tries to defend themselves, they're in a difficult position,\" Chambers said. \"Clearly this is a complicated case even for an experienced lawyer.\" Abdulmutallab has suggested he will interview some prospective jurors and may give his own opening statement. He has made references to Islam's holy book, the Quran, and asked that the case be judged under Islamic law ? a request quickly swept aside by U.S. District Judge Nancy Edmunds. The government plans to show video demonstrations of an explosive, identical to the one Abdulmutallab carried onto the plane, being detonated in a field. When Abdulmutallab complained during a recent hearing that the demonstration is not the same as on a plane, the judge admonished him that such a display would be \"extremely prejudicial\" and worse for jurors to see. Abdulmutallab's ability to defeat airport security in Amsterdam accelerated the deployment of full-body scanners at American airports. The Transportation Security Administration was using the scanners in some U.S. cities at the time, but the attack accelerated their placement. There are now nearly 500 devices nationwide. Associated Press Writer Matt Apuzzo in Washington contributed to this report. \n\nLoad-Date: October 4, 2011"
}