{
    "title": "TRIA offers opportunities for captives; Vermont Captive Insurance Assn. Annual Conference",
    "publisher": "business insurance",
    "year": 2003,
    "month": 8,
    "day": 18,
    "full text": "BURLINGTON, Vt.-The federal Terrorism Risk Insurance Act raises a number of issues for captive insurance companies and their parents but provides some opportunities as well, according to several captive experts.\n''The TRIA program is a federal overlay on a state regulatory structure,'' said Robert Myers Jr., a partner in the insurance group at the Morris, Manning & Martin L.L.P. law firm in Washington. ''And every time that happens...in our process of federalism there are always areas of friction.''\nSpeaking as part of a panel on terrorism insurance coverage earlier this month at the annual conference of the Vermont Captive Insurance Assn. in Burlington, Mr. Myers noted that the U.S. Treasury, which administers TRIA, has very little experience with insurance regulation.\n''As a result, there are a number of issues, particularly from a captive perspective, that need to be filled out and fleshed out,'' he said.\nSome key issues have to do with the definition of an insurer under the act, Mr. Myers said. While Treasury has determined that TRIA does apply to captives, ''There are a multitude of risk pools that really don't fall under any of these definitions. Many of them are government risk pools,'' he said. ''This is really a sleeping giant.''\nSponsored captives and segregated-cell entities are another issue. ''A sponsored captive is the entity that holds the license,'' Mr. Myers said. ''Each individual cell goes through a process where it is permitted to become active after the department has signed off on it, but it doesn't get a license.'' The question is, if one cell in a sponsored captive is used to write terrorism coverage, how would the other cells in the entity be affected under TRIA?\nLeonard D. Crouse, deputy commissioner of captive insurance in the Vermont Department of Banking, Insurance, Securities and Health Care Administration, said that ''eight or nine'' Vermont-domiciled captives have approached state regulators about writing terrorism insurance. ''They are major captives, probably some of our largest corporations,'' he said.\n''Like anything else we do here in Vermont that affects federal government, we try to work closely with federal agencies to make sure we comply with whatever they want us to do,'' Mr. Crouse said.\nDerick White, Vermont's director of captive insurance, said many captives are interested in reworking their business plans so they can cover terrorism risk.\nFrom a captive owner's perspective, Nick Parillo, vp of operations at the MollyAnna Co. in Canton, Mass., said combining traditional terrorism insurance with captive coverage could be a good move for many companies. ''A combination like that could make a lot of sense if, in fact, you're in the right business and you don't have to pay a trillion dollars for it,'' he said.\nThe potential for recovering a significant portion of a terrorism loss through TRIA makes a strong argument for using a captive to provide terrorism coverage, Mr. Parillo said. ''When you put things in that kind of perspective, the question is, why wouldn't you offer terrorism insurance through your captive insurance company, especially if you don't buy commercial insurance?'' he said.\nJeffrey S. Bragg, executive director of the Terrorism Risk Insurance Program in the Treasury Department, said his agency aims to create a virtual insurance company, outsourcing claims and audit functions.\n''We intend that claims made under the program will be processed and paid in a manner highly consistent with what you currently experience with the domestic reinsurance industry,'' Mr. Bragg said.\nBut, while TRIA's goal is to mirror the traditional reinsurance industry in terms of service and payment, there may be difficulties in determining whether an act qualifies for coverage, Mr. Bragg said. ''Some of the events are going to be easy to determine and some are going to be more difficult. I think that's going to create more of a problem than anything else,'' he said.\nMr. Bragg suggested that to a large extent, federal officials would look to what is covered under primary policies in determining whether certain types of terrorist attacks are covered. Asked about coverage for cyberterrorism, for example, he said his agency hasn't given much thought to the issue, ''But my guess is we would follow the same rules as nuclear, chemical and biological: If it's covered under your primary policy and an act of terrorism causes a loss, then my guess is we'd want to cover that.''\nThomas M. Jones, a partner with the McDermott, Will & Emery law firm in Chicago, moderated the session.\n\nLoad-Date: August 20, 2003"
}