{
    "title": "Trial to start for 4 in terrorism case(2)",
    "publisher": "the philadelphia inquirer",
    "year": 2003,
    "month": 3,
    "day": 17,
    "full text": "The government says the men are Muslim terrorists who conspired to blow up targets in the Middle East, North Africa, and possibly the United States.\nDefense attorneys say three of the four men are harmless immigrants caught in the wrong Detroit apartment at the wrong time with forged identity papers.\nWhatever the truth, the stakes will be high when their trial begins this week in federal court in Detroit. If prosecutors lose, Attorney General John Ashcroft and the Justice Department will suffer a humbling defeat in their war against terrorism. If the four men are convicted of conspiring to provide material support to terrorists, they could go to prison for 25 years.\n\"In a crisis like this, the government can't afford to be perceived by the public as shooting blanks,\" said Detroit criminal lawyer Richard Zuckerman, a former federal prosecutor.\nThis will be the nation's first post-9/11 terrorism trial. Suspects in other cases have pleaded guilty or are awaiting trial.\nA jury of 16 is to be selected tomorrow to determine whether the three men and their alleged handler - who was arrested later in North Carolina - were a terrorist sleeper cell.\nThe three are Farouk Ali-Haimoud, 22; Ahmed Hannan, 34; and Karim Koubriti, 24. They were arrested six days after the Sept. 11, 2001, attacks when federal agents raided their roach-infested apartment. Agents had gone there looking for Nabil Almarabh, who was on an FBI terrorist watch list.\nKoubriti, who answered the door in boxer shorts and a T-shirt, said he didn't know Almarabh, who had moved out before Koubriti and his two roommates moved in two weeks earlier. But Koubriti let agents search the apartment.\nAgents found a forged passport, other counterfeit identity papers, and 28 passport photos of various people. They also found a day planner that prosecutors said contained a sketch of a U.S. air base in Turkey, notations about a military hospital in Jordan, and references to an \"American foreign minister.\"\nProsecutors said they thought the reference was to a plot to kill former Defense Secretary William S. Cohen, who was planning to visit the base. Koubriti said the planner and documents belonged to former roommate Youssef Hmimssa, 37, who was arrested several days later.\nAgents also found 105 audiotapes of fiery Islamic indoctrination lectures exhorting Allah, the Muslim name for God, to kill Jews and Christians.\nThe men were arrested and charged in a series of indictments with conspiring to provide material support to terrorists and multiple counts of document fraud. The documents charges carry penalties of five to 15 years in prison, but if the men are convicted of supporting terrorism, they could face up to 25 years.\nThe fourth defendant is alleged ringleader Abdel-Ilah Elmardoudi, 36, who lived in Minneapolis and was arrested in November. Both he and Hmimssa used multiple aliases, prosecutors said.\nMany of the charges are based on information supplied by Hmimssa, who turned informant and told investigators the men had tried to recruit him to provide phony documents and stolen credit-card numbers.\nHmimssa had been on the run from credit-card fraud charges in Chicago. He turned government informant in hopes of receiving lenient treatment. He is to be tried separately on fraudulent-document charges.\nProsecutors say the four others planned to recruit, train and arm terrorists to attack Incirlik Air Base in Turkey, which the United States uses to patrol the northern no-fly zone over Iraq; the Queen Alia Military Hospital in Amman, Jordan; and targets in North Africa and possibly the United States.\nThey allegedly planned to obtain forged identity papers, set up safe houses for new recruits, and acquire weapons to send overseas. They also are accused of planning to give money to Gamma'a al-Islamiyya and the Armed Islamic Group, which the United States has designated as terrorist groups.\nBesides Hmimssa, their star witness, prosecutors plan to call dozens of others to testify about the day planner, the crude drawing of the base, the audiotapes, and how terror cells operate.\nThe government also plans to use a statement Elmardoudi gave to police after his arrest. In it, Elmardoudi explained why he was carrying $83,000 in cash and assorted forged documents.\nU.S. District Judge Gerald Rosen has closed hearings and kept evidence under wraps. He is considering having jurors selected in private. Rosen has assured jurors that they will remain anonymous and has prohibited attorneys and prosecutors from discussing the case.\nBut in court hearings and legal briefs, the court-appointed defense attorneys have said the charges are far-fetched and their clients no more dangerous than Almarabh, whom agents were hoping to find at the Detroit apartment.\nU.S. and Canadian authorities initially described Almarabh, a former Boston cabdriver, as a close associate of Osama bin Laden and a key al-Qaeda operative. He turned out to be nothing more than an illegal immigrant, and is awaiting deportation to Syria. It is unclear whether he will testify.\n\nGraphic\n\n \nPHOTO;\nU.S. Marshals Service\nThe defendants are (from left) Ahmed Hannan, Farouk Ali-Haimoud, Karim Koubriti and Abdel-Ilah Elmardoudi, the alleged ringleader.\n\nLoad-Date: July 14, 2005"
}