{
    "title": "TRIA extension more likely with Democrats in charge",
    "publisher": "business insurance",
    "year": 2006,
    "month": 11,
    "day": 13,
    "full text": "WASHINGTON-The election of Democratic majorities in the House and Senate could boost the chances of extending the federal terrorism insurance backstop, according to Washington observers.\nThat's certainly good news for risk managers and insurers. But that's tempered by the fact that tort reform initiatives will move to the back burner-if not entirely off the stove-while the direction of insurance regulatory reform could veer from the market-oriented changes favored by insurers and risk managers, some observers say.\nThe Risk & Insurance Management Society Inc. considers its ``issues to be bipartisan in nature, and therefore, we look forward to working with whichever party is in power at any given time,'' said Terry Fleming, a member of the New York-based group's board. ``We're looking forward to the new Congress and an opportunity to push our issues forward,'' including the terrorism insurance backstop, optional federal charter and surplus lines regulation reform issues.\nThe new majorities will mean new chairmen at the helms of committees that deal with risk management issues.\nRep. Barney Frank, D-Mass., is poised to become chairman of the House Financial Services Committee. Rep. Frank, like his predecessor, Rep. Mike Oxley, R-Ohio, has supported the continuation of the federal backstop initially created by the Terrorism Risk Insurance Act of 2002. In addition, Rep. Paul Kanjorski, D-Pa., will replace Rep. Richard Baker, R-La., as chairman of the subcommittee that oversees insurance matters.\nIn the Senate, Sen. Christopher Dodd, D-Conn., is in line to become chairman of the Senate Banking, Housing and Urban Affairs Committee. Sen. Dodd has been a consistent supporter of the terrorism insurance backstop. The current chairman, Sen. Richard Shelby, R-Ala., has shown little interest in extending the backstop, which is slated to expire on Dec. 31, 2007.\n``We expect the terrorism reinsurance issue to again gather bipartisan support in the Financial Services Committee,'' said Joel Wood, senior vp-government affairs for the Council of Insurance Agents & Brokers in Washington. He noted that Reps. Oxley and Baker had encountered resistance among some members of the GOP House leadership, notably former Majority Leader Tom DeLay, R-Texas. ``If anything, Democratic control of the House likely will make the TRIA reauthorization issue less bumpy from a leadership standpoint,'' said Mr. Wood.\n``The new congressional leadership is more likely to support a long-term public-private partnership to address terrorism reinsurance, and much less likely to support tort reform, meaningful asbestos liability reform and other litigation cost containment that would be opposed by the trial bar,'' said Carl Parks, senior vp-government affairs for the National Assn. of Mutual Insurance Cos. in Washington.\n``NAMIC's commitment is to ensure that the new Congress produces a terrorism reinsurance public-private partnership that keeps small and midsize insurers in the program. This is the only way, substantively and politically, that a meaningful program can be sustained,'' Mr. Parks said.\n``It's a PCI goal to get it extended or, better yet, put in some sort of long-term terrorism insurance program,'' Benjamin McKay, senior vp-federal government relations for the Property Casualty Insurers Assn. of America's Washington office, said during a phone-in press conference.\nHe noted that both Rep. Frank and Sen. Dodd have supported the idea of public-private partnership, and that Sen. Dodd was an original TRIA co-sponsor.\n``It would be our hope that any legislation that was put forward would be fair to companies of all sizes-it wouldn't pick winners or losers,'' said Mr. McKay. Raising the triggers for activating the backstop would limit the number of insurers who would participate and limit policyholder choices, he said.\nThe outlook for tort reform is murky at best.\n``It depends how the new Democratic leadership governs,'' said Victor Schwartz, general counsel of the Washington-based American Tort Reform Assn.\n``If they govern toward having only their own agenda move forward, tort reform is dead.'' But, Mr. Schwartz said, ``if they govern in a bipartisan spirit,'' some tort reforms that enjoyed considerable past Democratic support could survive.\nInsurance regulatory reform in the new Congress may focus less on market-oriented reforms and more on regulation, said some observers. Bills that would have allowed insurers to choose an optional federal charter were introduced earlier this year in both Houses, but went nowhere.\n``On the one hand, Democrats have far less apprehension or reluctance about the philosophical notion of transferring regulatory authority from the states to the federal government,'' said Peter Lefkin, senior vp in Allianz of America Corp.'s Washington office. ``On the other hand, should they do so, they are also less likely to embrace the free market deregulation philosophy (that) the industry is seeking.''\n``On regulatory reform, it was always going to have to be a bipartisan issue, and I believe that the Democrats will look at necessary reforms just as seriously as the industry has and the Republican leadership had,'' said Leigh Ann Pusey, senior vp and chief operating officer of the American Insurance Assn. in Washington. ``The challenge will always be balancing necessary free market reforms against perceived consumer concerns.''\n``Those in the property/casualty insurance industry who have sought some sort of federal charter legislation to provide the elimination of price controls in the states have failed...and will likely find a much more difficult environment in the new Congress,'' said NAMIC's Mr. Parks.\n\nGraphic\n\n \nArt Credit: Rep. Barney Frank, D-Mass., is expected to head the House Financial Services Committee following the Democrats’ election victory last week.\nArt Credit: Landov\n\nLoad-Date: November 15, 2006"
}