{
    "title": "Trial Begins for 3 Accused of Aiding Bombers",
    "publisher": "the new york times",
    "year": 2008,
    "month": 4,
    "day": 11,
    "full text": "Three British Muslims accused of helping the suicide bombers who carried out the attacks on London's transportation system in July 2005 went on trial on Thursday, in the first case against people accused of helping plan the attacks.\n  The jury was shown a home video, previously kept secret, that depicted Mohammed Sidique Khan, believed to have been the leader of the bombers, bidding farewell to a young daughter before a trip to Pakistan in late 2004. The video offers a personal side of a man who later cast himself as a soldier in a war against the West.\n  ''Sweetheart, not long to go now,'' Mr. Khan says as he holds his daughter and kisses her. ''And I'm going to miss you a lot.''\n  He concludes: ''I'm doing what I'm doing for the sake of Islam, not, you know, it's not for materialistic or worldly benefits.'' \n  The men on trial, who were arrested in March 2007, are accused of carrying out a preparatory mission seven months before the attacks on three subways and a bus on July 7, 2005. The prosecutor, Neil Flewitt, said Thursday that on Dec. 16 and 17, 2004, the men accompanied some of the bombers, all of whom later died in the attacks, to locations that ''bore a striking similarity'' to the places where bombs were set off the following July, as well as to a number of tourist areas. \n  In a separate terrorism case in which eight men are on trial, prosecutors on Thursday released what they said were two so-called martyrdom videos found in the trunk of a car in August 2006 after the police arrested several people in what the authorities said was a plot to bomb American and Canadian airliners over the Atlantic. \n  The cases are part of a series of trials that have been unfolding in London over several months. The terrorism cases are sometimes cited by the authorities to bolster arguments for tougher counterterrorism laws. \n  The cases have also highlighted links between some of the suspected conspiracies and, on occasion, have shown the kind of detailed preparation that apparently went into choosing targets.\n  Britain's worries over terrorism carried out in the name of militant Islam began after the Sept. 11, 2001, attacks in the United States but intensified greatly after the four suicide bombers killed 52 people and themselves in London.\n  At that time, many Britons assumed the attackers had acted alone. But in court on Thursday, three men -- Waheed Ali, 24, Sadeer Saleem, 27, and Mohammed Shakil, 31 -- were accused of conspiring with the bombers to pinpoint targets.\n  Mr. Ali is from East London, and Mr. Saleem and Mr. Shakil were said to have lived in the same Beeston area of Leeds in northern England as did three of the four suicide bombers. \n  The three men were said to have carried out their reconnaissance mission in December 2004, with two of the July 7 bombers, Hasib Mir Hussain and Jermaine Lindsay.\n  Mr. Flewitt said in court that the three men did not make or carry bombs but assisted the others ''in one particular and important aspect of their preparation for the London bombings.'' \n  The men have all denied the charges against them. ''Rather it is their case that the purpose of their journey was to enable Waheed Ali to visit his sister in East London,'' Mr. Flewitt said. ''Further, Sadeer Saleem and Mohammed Shakil accept that they visited the Natural History Museum, the London Eye and the London Aquarium but maintain they did for purely social reasons.''\n  In the trial relating to the so-called airlines plot of August 2006, which opened last week, one of the eight men accused of conspiracy to murder and other charges was Umar Islam, 29, who appeared in a  video that was found in the car trunk and shown to the jury on Thursday.\n  In the video, he urged Muslims to attack ''military targets, economic targets and government targets.''\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPHOTOS: The trial of Waheed Ali, left, Sadeer Saleem and Mohammed Shakil began in London on Thursday. They are accused of helping plan the July 2005 subway and bus bombings there.(PHOTOS FROM METROPOLITAN POLICE, VIA ASSOCIATED PRESS)      \n\nLoad-Date: April 11, 2008"
}