{
    "title": "TRIA revision appears to be reasonable 11th hour solution",
    "publisher": "business insurance",
    "year": 2005,
    "month": 11,
    "day": 14,
    "full text": "This much is certain-unless Congress acts by Dec. 31-the Terrorism Risk Insurance Act will expire with nothing to take its place.\nWhat's not certain is whether Congress will be able to meet that deadline. But fortunately, the odds of action now seem better than they have in some time, courtesy of the House Financial Services Committee, notably its chairman, Mike Oxley, R-Ohio, and Rep. Richard Baker, R-La.\nAfter months of consideration, the committee's leadership has devised a proposal to extend TRIA by at least two years. The proposal would increase the size of the loss wrought by a terrorist attack needed to trigger the federal financial backstop and would make other changes that would increase the private insurance market's portion of risk under the program.\nThe proposal also addresses the issue of nuclear, biological, chemical and radiological attacks, which was not conclusively addressed in the initial version of TRIA.\nWe haven't seen the legislative language of the Terrorism Risk Insurance Revision Act of 2005, and thus will refrain from endorsing it right now. But as outlined, the measure appears to address many of the Bush administration's stipulations that the private market assume an ever-increasing share of the terrorism exposure.\nThe House bill is a first but significant step toward assuring that the terrorism insurance marketplace remains stable. The Senate will also have to move on the issue, and any bill that can pass muster with both houses will still have to please the White House as well. We have no illusions that doing so will be easy.\nIn a perfect world, the private insurance market would be able to respond to all risks, but the very fact that terrorism insurance has to be discussed underscores that the world is far from perfect.\nIn an imperfect world, we have to settle for a reasonable response, and from what we've seen, the TRIA extension bill offered by the House Financial Services Committee's leaders is probably the most reasonable response we can expect as the TRIA deadline looms.\n\nGraphic\n\n \nArt Caption: TRIA\nArt Credit: Schillerstrom\n\nLoad-Date: November 19, 2005"
}