{
    "title": "TRIA EXTENSION TOPS INSURANCE INDUSTRY WISH LIST Insurers, reinsurers hoping for long-term solution",
    "publisher": "business insurance",
    "year": 2014,
    "month": 1,
    "day": 6,
    "full text": "For many insurance trade groups, extending the federal terrorism insurance backstop again tops the list of federal legislative priorities this year, but with a sense of urgency greater than last year.\nThat is because the program established by the Terrorism Risk Insurance Act of 2002, passed in response to the Sept. 11, 2001, terrorist attacks, is slated to expire at the end of 2014.\nAs Carolyn Snow, president of the Risk & Insurance Management Society Inc., put it, \"Our No. 1 priority remains TRIA. We really want to see a long-term solution to TRIA. We were hopeful to get something done by the end of last year, so we're hoping something will be done early in 2014.\"\nOther legislative issues gaining insurance industry interest include streamlining producer licensing procedures, proposed changes in reinsurance taxes and insurance regulation.\nOther priorities, some of which deal less with legislation than with implementing laws that have already been approved, include the Patient Protection and Affordable Care Act, the Biggert-Waters Flood Insurance Reform Act and the Dodd-Frank Wall Street Reform and Consumer Protection Act.\n\"TRIA extension would be No. 1 on the list,\" said Jimi Grande, senior vice president in the Washington office of the Indianapolis-based National Association of Mutual Insurance Cos. NAMIC would prefer a long-term reauthorization \"with as few material changes as possible,\" he said.\n\"Clearly, our most important legislative priority next year is reauthorization of the terrorism response plan,\" said Nat Wienecke, senior vice president in the Property Casualty Insurers Association of America's Washington office. Reauthorizing the terrorism insurance backstop is part of the terrorism \"resilience strategy,\" he said.\n\"We view TRIA - particularly given its expiration date - as a priority for this year\" said Leigh Ann Pusey, president and CEO of the American Insurance Association in Washington.\nAnother legislative issue is dealing with congressional attempts to delay some reforms in the National Flood Insurance Program that were contained in the Biggert-Waters law, notably implementing actuarially based rates to shore up the debt-ridden flood program.\n\"A rising No. 2 priority is a defensive issue: working to make sure that Congress doesn't roll back the Biggert-Waters NFIP reforms,\" NAMIC's Mr. Grande said. \"There's some growing momentum toward erasing all of the progress and going back to a more fiscally unstable program.\"\nA bipartisan group of lawmakers is backing legislation that would delay the implementation of actuarially based rates for NFIP coverage for four years.\nPCI shares that concern and will work with Congress on the implementation challenges of the Biggert-Waters legislation, Mr. Wienecke said.\n\"We believe that it's possible through some surgical fixes to keep the program on track toward actuarially based rates,\" he said.\n\"We need to make changes to lessen the rate shock that's being experienced in many parts of the country,\" said Charles Symington, senior vice president at the Alexandria, Va.-based Independent Insurance Agents & Brokers of America. \"We're strong supporters of Biggert-Waters. We think a move toward actuarial rates is a way to do that, but we'd like to see a bit of smoothing out so we don't have these significant and, in many ways, harmful rate shocks.\"\nFrank Nutter, president of the Washington-based Reinsurance Association of America, said that the reinsurer group is awaiting the Federal Emergency Management Agency's report on another aspect of the NFIP: possible privatization of the program, a move the RAA supports.\nLike others, Mr. Nutter also cited handling regulatory issues as a priority this year.\nHe said that Dodd-Frank grants authority to the Federal Insurance Office to pursue \"covered agreements,\" which are essentially treaties for the nation's treatment of cross-border reinsurance, but the FIO so far has not yet pursued such agreements.\nThe AIA's Ms. Pusey also cited regulation as a concern.\n\"We have the (Federal Reserve) regulating insurance companies that are either structured as thrifts or have been deemed systemically risky,\" she said. \"How does the Fed interact with state regulation, FIO and other bodies?\"\nMr. Wienecke expressed concern over international efforts to establish capital standards for insurers. He said PCI is concerned that such regulations would be bank-centric and would discount the \"strong history of the U.S. prudential regime to safeguard policyholders.\"\nMs. Snow said that RIMS opposes legislation that would change the tax treatment of certain reinsurance transactions. RIMS is concerned about the effect the legislation, introduced in the House and Senate by Rep. Richard Neal, D-Mass., and Sen. Robert Menendez, D-N.J., respectively, and backed by the Obama administration, would have on the market, she said.\n\"We all understand the need to balance the budget, but we do not believe that is the way to increase tax revenue. It would disrupt markets and would raise rates,\" Ms. Snow said of the reinsurance tax proposal.\nOn another front, producer groups want enacted legislation that would streamline interstate agent licensing through establishing the National Association of Registered Agents and Brokers.\n\"We've been working at this for 80 years, and it needs to be done,\" said Joel Wood vice president of the Council of Insurance Agents & Brokers in Washington.\n\"We're very, very close to getting this,\" said the IIABA's Mr. Symington.\nWhile Mr. Wood called NARAB \"our top parochial concern,\" he said as \"a general matter, ACA implementation remains the biggest anxiety consideration for our members.\n\"Of the 172 million Americans who receive their health insurance through their employer, our member firms sell upward of two-thirds of that. The issue that gnaws at us the most are long-term threats to self-insurance products,\" he said.\n\nLoad-Date: January 9, 2014"
}