{
    "title": "TRIA passes Senate hurdle; fate still unclear",
    "publisher": "business insurance",
    "year": 2014,
    "month": 6,
    "day": 9,
    "full text": "A key U.S. Senate panel's unanimous approval of a bill to extend the federal terrorism insurance backstop by seven years should speed the reauthorization process in the full Senate, supporters of the legislation contend.\nHowever, passage in the House of Representatives is uncertain and getting it done in a year of Congressional mid-term elections could make it more difficult. For insurance industry trade groups such as the Risk and Insurance Management Society, securing a long-term or permanent extension of the federal terrorism insurance program has been the top priority in 2014.\nThe Senate Banking, Housing and Urban Affairs Committee's 22-0 vote last week to approve the Terrorism Risk Insurance Reauthorization Act of 2014 demonstrates the importance of the program, insurance experts say. If it's not extended, the terrorism insurance backstop will expire at the end of the year.\nBefore last week's vote, Senate Banking Committee Chairman Tim Johnson, D-S.D., said Congress passed the original Terrorism Risk Insurance Act of 2002 responding to insurers no longer offering coverage after the Sept. 11, 2001, terrorist attacks. \"Today, the private insurance industry has returned to the marketplace and is able to serve this vital market because of TRIA, not in spite of it,\" he said.\nThe Senate bill calls for two major changes to the terrorism insurance program.\nUnder current law, should a terrorist attack occur, insurers would pay 20% of the prior year's direct earned premium for covered commercial lines as a deductible. Then the federal government would cover 85% of each insurer's losses up to $100 billion, leaving individual insurers to cover the remaining 15%.\nThe Senate measure would increase insurers' copay after the deductible to 20% from 15%, with the government covering 80% of each insurer's additional losses. The deductible increase would be phased in incrementally over five years.\nThe legislation now goes to the full Senate. The timing of a Senate vote is unknown and up to Senate leadership to decide.\nIn the House, three bills have been introduced that would reauthorize the program for various lengths of time and with different program changes, but none has come to a committee vote.\nRep. Randy Neugebauer, R-Texas, chairman of the House Financial Services Committee's Housing and Insurance Subcommittee, is expected to introduce a TRIA reauthorization bill soon. Sources say the bill, which could be unveiled as early as this week, indicate that it would extend the program for just three years and require insurers to bear a larger portion of any future losses.\nExperts say the Senate panel's action could influence the House.\n\"It was a demonstration of the strong bipartisan support behind reauthorizing this program,\" said Leigh Ann Pusey, president and CEO of the American Insurance Association in Washington.\nShe said the vote could lead to \"swift action on the Senate floor\" and puts pressure on the House \"to keep a good legislative pace.\"\n\"I think 22-0 is a vote you don't see in Washington these days anymore,\" said Jimi Grande, senior vice president in the Washington office of the National Association of Mutual Insurers. \"That projects out to 80 to 90 votes in the Senate, which should help encourage the House to move as close to the Senate version as they possibly can.\"\nRobert Freeman, government relations principal at Cozen O'Connor in Washington, said it was \"kind of surprising that it was a unanimous vote. There seemed to be some dissent and concern expressed, but overall it was smooth, and the vote shows that the actual support was there.\" Now, he says he wouldn't be surprised by \"a strong vote in the Senate floor.\"\nThe unanimous Senate committee backing \"would seem to be a mandate certainly as to the importance of keeping the reauthorization of the TRIA program on the front burner, and to lessen the economic uncertainty in the marketplace,\" said John P. Dearie Jr., a partner at Edwards Wildman Palmer L.L.P.'s New York office. \"But there's still a battle that's going to come from the House.\"\nSenate drafters of the bill \"clearly were aware that the House wants to cut back the possibility that the federal government would ever have to pay anything, so they made a gesture\" to address House leadership concerns by increasing the financial burden on insurers, said Lawrence Mirel, a partner in the Washington office of Nelson Levine de Luca & Hamilton L.L.C.\nThat the House Financial Services Committee is considering a program extension at all recognizes Democrats' and insurers' contention the program is necessary, Mr. Mirel said. \"That tells me there is a possibility of actually having a bill to extend TRIA, because now much of it is just arguing about the numbers.\"\n\"There's still a lot to do in the process, unfortunately,\" said Wendy Peters, senior vice president in Willis North America Inc.'s terrorism insurance practice in Radnor, Pennsylvania.\nWhile she says she is cautiously optimistic about the House renewing TRIA, this is the first time the program has come up for reauthorization in an election year, and \"that could color the debate.\"\n\"I think there will be more concessions as to the scope of the coverage and duration of the backstop, and we may still come down to the wire,'' Mr. Dearie said.\n\nLoad-Date: June 12, 2014"
}