{
    "title": "TRIA BACKERS MUST PROVE THEIR CASE",
    "publisher": "business insurance",
    "year": 2013,
    "month": 2,
    "day": 25,
    "full text": "Sometimes more of the same is the best that can be expected. In fact, that's especially true in the case of the federal government's terrorism insurance backstop program. As we report in this issue, a bipartisan team of House members introduced a bill this month that would extend the program through Dec. 31, 2019, from its current expiration of Dec. 31, 2014.\nThe measure would not expand the program one bit, simply extend it in its current form.\nThat's certainly to be desired. Ask just about any risk manager, commercial building owner, insurance broker or property insurer, and odds are you'll hear the program is critical for the national economy.\nWithout the program, insurers will not - and cannot be expected to - underwrite terrorism risk.\nDespite the nature of the risk involved, there is absolutely no guarantee that the program will be renewed. It has been attacked from both the political left and the right in the past, and judging from previous administration budget proposals, the White House isn't terribly fond of it, either.\nIn the current cost-conscious mood on Capitol Hill, supporters of the program are going to have to redouble their previous efforts to win another extension.\nThe mere fact that reauthorization legislation has been introduced so early in the session should help, but the calendar alone isn't enough. The idea that the program is some sort of bailout has to be refuted. Insurers have a lot of skin in the game upfront. The federal funds wouldn't be available until losses from a truly catastrophic terrorist attack had mounted into the billions.\nThat certainly doesn't sound like corporate welfare, mainly because it isn't. Instead, the program is better placed in the context of national security. It helps guarantee that if something along the lines of the Sept. 11, 2001, attacks occur again, the nation would be able to rebuild the devastated areas.\nWe're glad an extension bill has been introduced so early in this Congress.\nIt gives proponents of the program, and we're certainly one of them, more time than has been the case in previous extension battles to make their case.\nIt's up to them to make the most of that added time, for this battle may be the most difficult of all the extension challenges that have gone before.\n\nLoad-Date: February 28, 2013"
}