{
    "title": "TRIA extension efforts face key obstacles_ Execs; 16th Annual Executive Conference for the Property_",
    "publisher": "business insurance",
    "year": 2004,
    "month": 11,
    "day": 29,
    "full text": "NEW YORK-The Terrorism Risk Insurance Act must be extended, because the insurance industry alone can not bear the cost of another major terrorist attack on U.S. soil, according to insurance executives.\nThe extension of TRIA, though, will require the insurance industry to overcome several obstacles. These include the perception on the part of some lawmakers that TRIA is a ''handout'' as well as the damage to the industry's reputation caused by the controversy over contingent commission arrangements, two prominent insurer executives said during the 16th Annual Executive Conference for the Property/ Casualty Industry, held Nov. 18-19 in New York.\nTRIA, which was enacted in late 2002 and is set to expire Dec. 31, 2005, creates a federal backstop for insurers facing losses from future catastrophic terrorist events. It was designed to both restore stability to the property/casualty market, which was severely shaken by the terrorist attacks of Sept. 11, 2001, and to give insurers time to develop a private market for terrorism coverage.\nWhile the private insurance industry has made some progress in meeting such goals, extending TRIA is critical because the industry alone could not absorb the projected losses related to another major terrorist attack, such as the detonation of a suitcase-carried nuclear bomb in downtown New York, said Ramani Ayer, chairman and chief executive officer of the Hartford Financial Services Group Inc. in Hartford, Conn.\n''It's clear by now that the private insurance market, by itself, cannot fully accommodate the risks arising from catastrophic terrorism,'' Mr. Ayer said.\n''Extending TRIA and creating a long-term, public-private backstop is a necessary part of any sensible approach toward minimizing the effects of a major terrorism event in the United States,'' he said.\nCongress has debated extending TRIA, but no agreement was reached during the recently concluded lame-duck session.\nThe insurance industry will have to work to get TRIA extension back on the agenda in 2005, said Maurice R. Greenberg, chairman and chief executive officer of American International Group Inc. in New York.\n''I think (TRIA renewal) will happen, but it's going to take a big effort, and it's going to happen later in the year,'' he said.\nIn addition, the length of such an extension remains uncertain, as policymakers considered both six-month and two-year extensions during the last session.\n''I don't think you'll get Congress to write a law that will be a five- or 10-year duration,'' Mr. Greenberg said. ''You might get it for two or three years; it won't be a long-term solution.''\nThe insurance industry, however, must confront some challenges before members of Congress are likely to extend TRIA, the executives said.\nSome policymakers see TRIA as a ''handout'' and do not believe the government should subsidize private industry, Mr. Ayer said. However, he pointed out, the government already participates in TRIA-like programs in industries such as banking, where the Federal Deposit Insurance Corp. guarantees deposits up to a certain level.\nIn addition, some policymakers believe the private insurance industry will return to the marketplace to cover catastrophic terrorist attacks, given enough time and opportunity, he said. Without this public-private partnership, however, insurers will adopt terrorism exclusions or other coverage limitations where permitted by state regulators, or will begin to exit certain locations or lines of business, Mr. Ayer said.\nThe recent controversy surrounding contingent commissions may also impact the ability to get TRIA renewed, Mr. Greenberg suggested. ''Unfortunately, the insurance industry's reputation at the moment is not exactly sterling, right or wrong,'' he said.\n''To get Congress to support TRIA, you have to overcome that issue,'' he said.\nIf Congress does extend TRIA, the industry's retention of terrorism losses will rise, Mr. Greenberg added.\n\nLoad-Date: December 1, 2004"
}