{
    "title": "Trials Seen as Hurting Terror Investigations",
    "publisher": "the new york times",
    "year": 2009,
    "month": 6,
    "day": 24,
    "full text": "The New York City Police Department's top counterterrorism official said Tuesday that the Obama administration's decision to put some senior terrorism suspects on trial in the United States could siphon away resources from terrorism investigations. \n  The official, Richard Falkenrath, gave as an example the case of the Guantanamo detainee Ahmed Khalfan Ghailani, who was arraigned in Manhattan this month on charges that he had participated in a conspiracy that included the 1998 bombings of the United States Embassies in Kenya and Tanzania, attacks organized by Al Qaeda that killed 224 people and wounded thousands. \n  In New York, as in other large cities, local authorities work closely with the Federal Bureau of Investigation on F.B.I.-led terrorism task forces that investigate tips and support terrorism prosecutions. Mr. Falkenrath expressed concern that federal and police investigators could be pulled off their current cases to support the important court trials. \n  ''If you get too many high-profile cases, in too many courthouses, I think there's a risk that we will have less resources to pursue new leads as they come along,'' Mr. Falkenrath said in remarks at the Washington Institute for Near East Policy, a research organization. \n  Mr. Falkenrath, a former senior domestic security official in the Bush administration, did not elaborate on how many people might be diverted, for how long, and what other terrorism investigations might be jeopardized. \n  Mr. Falkenrath, who oversees 350 detectives, analysts and other specialists, also warned that putting high-profile terrorists on trial carried the risk that they could be released if acquitted.\n  ''We need to be prepared for the consequences of an indictment and a prosecution that goes badly, and results in the release of someone who we really do not want released in the United States,'' he said. \n  Federal law enforcement officials disputed Mr. Falkenrath's assertion, saying that even if acquitted, terrorism suspects who are not American citizens would be placed in immigration custody pending deportation proceedings to their native countries, where they could face legal proceedings. \n  In his remarks, Mr. Falkenrath also criticized low-level and middle-level administrators at the Department of Homeland Security for putting a greater priority on grants to pay for emergency preparedness measures instead of programs designed to prevent terrorism attacks.  \n\nhttp://www.nytimes.com\n\nLoad-Date: June 24, 2009"
}