{
    "title": "Trial of Osama bin Laden's son-in-law 'uneventful.' Why that's a big deal. Osama bin Laden's son-in-",
    "publisher": "the christian science monitor",
    "year": 2014,
    "month": 3,
    "day": 25,
    "full text": "A Manhattan jury began to deliberate the fate of Osama bin Laden's son-in-law Tuesday, ending nearly three weeks of testimony in the most high-profile civilian case brought against a 9/11 terror suspect.\nFederal prosecutors have argued that Sulaiman Abu Ghaith, the Kuwaiti-born Muslim cleric married to Mr. bin Laden's oldest daughter, Fatima, since 2008, was the fiery spokesman for Al Qaeda, conspiring and providing material support to kill Americans as a member of the inner circle of the global terror network.\nThe defense, in its closing statements Monday, argued that while the evidence shows Mr. Abu Ghaith did have an association with the organization and its leader, this does not amount to conspiracy to kill Americans or provide material support for terror, the charges for which he faces life in prison.\nThe trial could carry important implications for how terror suspects held by the US are tried. For a decade, government officials and legal experts have debated whether such terror suspects should be tried in a secret military tribunal or an open civilian court. The Abu Ghaith trail could buttress the arguments of those who say civilian courts can do the job.\n\"It's a very important case for creating viability for the federal court system with these kinds of cases,\" says Karen Greenberg, director of the Center on National Security at Fordham University in New York.\n\"There was always the worry that a trial would become a circus if anybody brought one of these terrorism defendants in,\" says Ms. Greenberg, who attended each day of the trial's proceedings. \"But that just wasn't the case.\"\n\"Even though the defendant took the stand ...the trial itself was rather uneventful,\" she continues. \"Most of what happened amounted to procedural litigation, just like other criminal justice trials - in a way, that's what you want in a case like this.\"\nCritics have argued that the rights and privileges for defendants in civilian courts are not appropriate for terror cases, which should be handled by war-time rather than criminal rules of procedure. And such cases often bring up matters of national security, experts say, which must be kept from public view.\nA year ago, Republican members of Congress criticized the Obama administration for bringing the case to the federal court system rather than referring it to a military tribunal. And in 2011, the Obama administration did bow to intense pressure from lawmakers and victims families, backtracking on its plan to try the mastermind behind the 9/11 attacks, Khalid Sheikh Mohammed, in a Manhattan federal court.\nBut the Abu Ghaith trial did not end up being a circus, though it did have dramatic moments, observers say.\nMany believe the case hinges not only on Abu Ghaith's testimony, but also on dramatic Al Qaeda videos, which prosecutors say were used as propaganda to recruit new fighters. In one of these, Abu Ghaith can be heard preaching as images of the planes fly into the World Trade Center and explode.\n\"There are thousands of young Muslims who look forward to die for the sake of Allah,\" the cleric says in one of the videos. \"The storm of airplanes will not stop.\"\nAbu Ghaith was arrested last year in Turkey and sent to his native Kuwait. During a stop in Jordan, however, officials there arrested him again and extradited him to the US.\nHis defense contends the cleric went to Afghanistan as a religious scholar committed to fighting Muslim oppression - and that he never swore allegiance to bin Laden.\nLast week, Abu Ghaith took the stand in his own defense, dramatically describing how bin Laden summoned him just hours after the 9/11 attacks. \"When he took the stand, that in and of itself was a powerful moment,\" says Greenberg. \"When he was called to the stand, 'Sulaiman Abu Ghaith,' you could hear a gasp in the courtroom.\"\nHe described meeting the Al Qaeda leader in a remote cave in Afghanistan, testifying that bin Laden told him, \"We are the ones who did it,\" and that \"I want to deliver a message to the world - I want you to deliver that message.\"\nThe next day, according to video evidence, Abu Ghaith sat next to bin Laden and said, \"We are capable of engaging in this confrontation.\"\nThe suspect's attorney, Stanley Cohen, a Manhattan attorney often reviled for his defense of terror suspects from organizations like Hamas, said the government's case amounted to \"wild speculation.\"\nObservers say the system worked in this case.\n\"All of this is very treacherous ground,\" says Greenberg, \"but this sort of treacherous ground has been overcome by pointing to the rules of evidence, by pointing to case precedent, and by pointing to the law.\"\n\"There's never a sense that we need a new law, or we need a new system,\" she says. \"It worked. Even when there were serious challenges to the system, it worked.\"\n\nLoad-Date: March 26, 2014"
}