{
    "title": "TRIA extension bill good, can get better",
    "publisher": "business insurance",
    "year": 2007,
    "month": 6,
    "day": 25,
    "full text": "There's a lot to like about the Terrorism Risk Insurance Revision and Extension Act of 2007. And perhaps the best thing about the bill is that it has been introduced more than six months before the existing federal terrorism insurance backstop is set to expire.\nAs we report on Page 1, the measure would bring long-term certainty to the terrorism insurance marketplace by extending the federal backstop program for 10 years rather than two years, which was the length of the 2005 extension. The bill also would erase the artificial distinction between acts of domestic and foreign-directed terrorism, by bringing the latter under the backstop's protection. It also would add group life insurance to the lines of insurance covered by the program, a change that has been sought by some risk managers.\nIn all, it's a fine piece of legislative work, but like any newly introduced piece of legislation, it is definitely a work in progress. And as far as we're concerned, that's for the better, as there are some key issues that still must be resolved.\nFor example, the bill would require insurers to ``make available'' coverage for nuclear, chemical, biological and radiological terrorism risks. This is an addition that needs to be considered extremely carefully.\nWe believe that NCBR risks require more study, because they may indeed be uninsurable at any cost and, therefore, may demand a different approach.\nWe're also concerned that the House bill cannot be called a bipartisan measure. Republicans say that the Democratic majority did not take their concerns into account adequately before introducing the bill. We hope those concerns receive a fair hearing because terrorism insurance is not a partisan issue-it's an issue of national security.\nWe're more than happy that the House has a good base to build upon in extending the terrorism insurance backstop. We hope they do so quickly, yet carefully, to ensure a stable terrorism insurance market for the long run.\n\nLoad-Date: June 29, 2007"
}