{
    "title": "TRIA reauthorization supporters pin their hopes on the next Congress",
    "publisher": "business insurance",
    "year": 2014,
    "month": 12,
    "day": 22,
    "full text": "Supporters of the federal terrorism insurance backstop are guardedly optimistic the next Congress will take up reauthorization of the program shortly after it convenes next month.\nThe program, created by the Terrorism Risk Insurance Act of 2002, will lapse on Dec. 31 following the Senate's failure to extend it. A single senator's objection to a provision that would create the National Association of Registered Agents and Brokers, which would streamline the interstate licensing of producers, halted consideration of the Terrorism Risk Insurance Program Reauthorization Act of 2014, before the Senate recessed last week.\nBut both House Speaker John Boehner, R-Ohio, and House Democratic Whip Steny Hoyer, D-Md., have issued statements indicating the reauthorization should be at the top of the new House agenda.\nSupporters think lawmakers will move quickly on the issue.\n\"We do have hope it will be dealt with immediately,\" said Carolyn Snow, president of the Risk & Insurance Management Society Inc., adding she hopes \"the Senate will see the importance of passing it quickly.\"\n\"I do believe Congress will come back in January and do something,\" said Howard Mills, chief adviser at the insurance industry group at Deloitte Services L.L.P. in New York. But he added that uncertainty is \"really sky high\" because both houses will be controlled by Republicans, who have been among the most vocal critics of the program. \"Who knows what type of terrorism program will emerge from this?' he said.\n\"We really need to have a bit of postmortem until we see a clear path through,\" said Joel Wood, senior vice president at the Council of Insurance Agents and Brokers in Washington. \"The policyholder and industry coalition will be recovering. As much as we are reeling from the dysfunction presented by that lack of a vote, the reality is we have been astonishingly close to achieving this, and we hope not to lose that momentum.\"\nThe Independent Insurance Agents & Brokers of America are \"optimistic\" that renewal legislation will contain the NARAB provision, said Charles Symington, senior vice president of the Alexandria, Virginia-based group. He said the industry is pushing to have both NARAB and TRIA in the same vehicle.\n\"We have a very simple request: to move this very same package that has already been negotiated between the House and the Senate immediately upon Congress' return,\" Mr. Symington said.\n\"Our hope is that when Congress indicates that they will take this up quickly, they mean the first week of session,\" said Jimi Grande, senior vice president in the Washington office of the National Association of Mutual Insurance Companies.\n\"Stakeholders are strongly advocating that TRIA reauthorization be among the first issues that Congress handles upon its return,\" said a spokesman for the Washington-based American Insurance Association, noting that congressional leaders have indicated they \"intend to act quickly\" in the new Congress.\n\nLoad-Date: December 25, 2014"
}