{
    "title": "TRIA debate turns to middle-market risks Proponents say backstop essential for many firms",
    "publisher": "business insurance",
    "year": 2012,
    "month": 9,
    "day": 17,
    "full text": "Continuing the federal terrorism insurance backstop is essential to the stability of most middle-market and small companies, proponents of extending the coverage beyond 2014 told a congressional panel last week.\nThe House Financial Services Committee's Subcommittee on Insurance, Housing and Community Opportunity heard from 12 insurance and financial industry witnesses, including risk managers and representatives of insurers and industry associations, who mostly agreed that the terrorism backstop should not be allowed to expire at the end of 2014.\nTerrorism-related risks are uninsurable, as insurers cannot adequately predict, track or price the risks because vital underwriting information is not public, which witnesses said is particularly true for insurers and agents serving middle-market companies.\nThe Terrorism Risk Insurance Act, a risk-sharing program created in 2002 in response to the Sept. 11, 2001, U.S. terrorist attacks, filled a void when insurers and reinsurers could not price terrorism risks and withdrew from the market. Congress extended the terrorism insurance backstop in 2005 and again two years later with enactment of the Terrorism Risk Insurance Program Reauthorization Act of 2007.\n\"I think a lot of us have learned that terrorism insurance is something that the vast majority (of) medium-size businesses need, want, and that these are risks that cannot be priced by the private sector,\" Rep. Brad Sherman, D-Calif., testified during the hearing.\nMichael H. Lanza, executive vice president and general counsel of Branchville, N.J.-based Selective Insurance Group Inc., said the federal backstop is essential for his clients, as terrorism threats constantly evolve and Selective Insurance does not have the resources to predict or track such risks.\n\"We primarily write for small businesses that have an average of three commercial policies and about $10,000 in total premium, and they elect 86% of the time when they have the choice to have TRIA,\" Mr. Lanza said during testimony on behalf of the Property Casualty Insurers Association of America.\nJon Jensen, president of Spartanburg, S.C.-based Correll Insurance Group, who testified on behalf of the Independent Insurance Agents and Brokers of America, said allowing the backstop to expire would be especially troubling for small and medium-size businesses. \"The vast majority of businesses in this country are of this size, and these commercial enterprises will be unable to properly protect their assets, property and investments against the threat of terrorism without such a partnership,\" Mr. Jensen said.\nDarwin Copeman, president and CEO of Jewelers Mutual Insurance Co., based in Neenah, Wis., said that as a small mutual insurance company, the only way it can offer terrorism coverage is because of the federal backstop.\n\"Given the TRIA program that is in place today, our exposure between the deductible and the co-participation is 16% of our policyholder surplus - that's $150 million of surplus,\" Mr. Copeman said in testifying on behalf of the National Association of Mutual Insurance Cos.\n\"There's still fire, there's still other catastrophic losses that can take place, and we have to align our capital against those particular exposures. As a small company, TRIA makes a huge difference in whether or not we're able to make a marketplace for our mutual insurance company policyholders,\" Mr. Copeman said.\nKevin Brogan, head of the property/casualty national practice for Wells Fargo Insurance Services USA Inc. in Chicago, said that 90% of WFIS' middle-market clients in urban locations buy terrorism-related insurance coverage at a price of 1% to 3% of the limits of coverage purchased. \"If there wasn't a backstop, my opinion is probably the coverage wouldn't be available,\" Mr. Brogan said.\nBut one witness argued that while TRIA served a very real purpose after the 2001 attacks, the federal backstop was not intended to be a permanent program and should be phased out.\n\"We have now reached a point where the private sector is increasingly capable of providing that coverage at appropriate prices without government support,\" David C. John, the senior research fellow in retirement security and financial institutions at the Heritage Foundation in Washington, said during the hearing. \"In fact, the continued existence of TRIA may keep the industry from further progress.\"\nThe House panel took no action at last week's hearing, but said future hearings on the backstop would be held.\n\nLoad-Date: September 20, 2012"
}