{
    "title": "TRIA extension measure attracts support from insurance industry",
    "publisher": "business insurance",
    "year": 2004,
    "month": 7,
    "day": 5,
    "full text": "WASHINGTON-A group of 10 insurance and financial services industry groups is calling the Terrorism Insurance Backstop Extension Act a ''positive first step'' toward reauthorizing the Terrorism Risk Insurance Act this year.\nTRIA, which would provide a federal financial backstop for insurers dealing with losses stemming from future catastrophic terrorist attacks, is slated to expire on Dec. 31, 2005.\nInsurers and policyholders have been urging Congress to extend the program for at least another two years as soon as possible.\nA group of lawmakers led by Rep. Pete Sessions, R-Texas, last week introduced the Terrorism Insurance Backstop Extension Act-H.R. 4634-to reauthorize the program through the end of 2007.\nThe assessment came in a June 29 letter to House Financial Services Committee Chairman Mike Oxley, R-Ohio. The industry letter read, in part, ''Although the industry has concerns with some aspects of the legislation, we welcome the opportunity H.R. 4634 provides to work with you, the bill's sponsors and all interested parties to enact extension legislation this year. H.R. 4634 is a positive first step.''\nNo companion bill has been introduced in the Senate.\nThe American Insurance Assn., the American Assn. of State Compensation Funds, the Council of Insurance Agents & Brokers, the Financial Services Roundtable, the Independent Insurance Agents & Brokers of America, the National Assn. of Mutual Insurance Cos., the National Assn. of Professional Insurance Agents, the Property Casualty Insurers Assn. of America, the Reinsurance Assn. of America and the Surety Assn. of America were signatories to the letter.\n\nGraphic\n\n \nRep. Pete Sessions, right, has introduced a bill that would extend the Terrorism Risk Insurance Act. Insurance industry groups have applauded the legislation.\n\nLoad-Date: July 7, 2004"
}