{
    "title": "TRIA Renewal Is A Matter Of Public Good",
    "publisher": "university wire",
    "year": 2014,
    "month": 5,
    "day": 15,
    "full text": "-Most people have some kind of insurance to provide financial protection for their car, their home or their health. And this insurance covers the things we hope never happen, such as a tree falling through the window after a particularly windy storm. But did you know that in the U.S. we also have insurance for acts of terrorism?\nFollowing 9/11, the Terrorism Risk Insurance Act was signed into law and created a public/private partnership to aid in the recovery of potential future financial losses after a terrorist attack. The program was renewed by Congress in 2005 and 2007 but is set to expire on December 31, 2014.\nAn expiration of the TRIA program means that if another large-scale terrorist attack hits the U.S., a huge economic toll would be placed on American companies. One estimate shows that an attack with weapons of mass destruction could result in $250 billion in insured losses-nearly equal to the total insurance capacity of the entire U.S. commercial property and casualty sector.\nThe insurance industry and many in government are fighting for TRIA's renewal, noting that the program protects companies from being wiped out economically after an attack-at virtually no cost to the taxpayer. Senators from Conn., Ill., Nev. and N.Y. issued a statement of bipartisan support earlier this month, and dozens of major corporations ranging from Verizon to Hilton Worldwide have sent a letter to Congress urging a swift renewal to protect the economy.\n\"The fact of the matter is, we can't predict when or where the next terrorist attack will occur,\" said Keith Wolfe, a managing director at Swiss Re, a reinsurer that insures insurance companies. \"Potential losses are limited only by the imagination of terrorists. We need TRIA to help America get back on its feet faster if there is another attack, and to limit the disruption of business.\"\nAccording to the Insurance Information Institute, the total insured loss of $32.5 billion ($42.1 billion in 2012 dollars) from 9/11 was the largest terrorism loss on record and remains many multiples ahead of any other terrorist attack loss. If insurance companies were to cover those losses without government support, they would be wiped out and unable to insure the fires, car accidents and storm damage upon which millions of people in the U.S. rely.\n\"The enactment of TRIA allowed a private insurance market for terrorism coverage to develop where it otherwise would not have,\" said Charles M. Chamness, president and CEO of the National Association of Mutual Insurance Companies. \"Without a single dollar having been paid to an insurer by the federal government, TRIA has made it possible for more businesses, large and small, to protect themselves from terrorism.\"\nReauthorization of TRIA is important for all Americans because a terrorist act on any target in the U.S. would induce a shock to our economy that would be felt throughout the country.\nOn the Net:North American Precis Syndicate, Inc.\n\nLoad-Date: May 16, 2014"
}