{
    "title": "TRIA RENEWAL UNCERTAINTY LEAVES COMP MARKET UNSETTLED Insurers limit or deny coverage, charge higher",
    "publisher": "business insurance",
    "year": 2014,
    "month": 3,
    "day": 31,
    "full text": "The potential end of the federal terrorism insurance backstop is having a significant ripple effect on workers compensation coverage, with some employers being denied renewal of their coverage or facing hefty price hikes.\nThe backstop, established by the Terrorism Risk Insurance Act of 2002, was renewed in 2005 and in 2007 under the Terrorism Risk Insurance Program Reauthorization Act. The latest version is due to expire Dec. 31, and observers hope Congress will extend or approve a comparable program.\nUnlike other commercial insurance that can exclude terrorism cover, all states require insurers to cover terrorism in their workers comp policies.\nWith the state mandates, the potential workers comp exposure for insurers in a domestic terror attack could be significant, said Robert Hartwig, president of the New York-based Insurance Information Institute Inc.\n\"Arguably, workers compensation is the most important line that is backed by TRIA because it protects every single worker in America,\" Mr. Hartwig said. \"So the takeup rate is effectively 100% for terrorism coverage in the workers compensation context, which is much higher than we would see in any other TRIA-backed line. This means workers comp is, in many respects, the most vulnerable to a potential nonreauthorization of TRIA.\"\nEmployers should talk with their comp insurers now to determine insurers' near-term plans if uncertainty over TRIA's extension continues, said Janice Ochenkowski, managing director of global risk management at Jones Lang LaSalle Inc. in Chicago and former president of the Risk & Insurance Management Society Inc.\n\"If you have that information, you can then prepare and make a decision about whether you want to cancel and rewrite (your workers comp policy) or if you want to go to alternative markets,\" Ms. Ochenkowski said.\nInsurers' reluctance to provide post-TRIA workers comp coverage mainly affects employers with concentrations of employees in New York, Los Angeles, Chicago and other metropolitan areas.\nWhile many think of TRIA expiration as a \"Manhattan problem,\" insurers are hesitant to provide workers comp coverage in any location with a significant number of workers, Ms. Ochenkowski said.\n\"There are suburban areas and there are nonurban areas where there are concentrations of manufacturing plants (and) concentrations of office buildings with lots of lives in them,\" she said. \"So that could trigger the exclusion for those employers, as well.\"\nThe most common ways for insurers to limit workers comp-related terrorism exposures have been to raise pricing or decline to cover some large employers, say experts who saw those trends beginning late last year.\n\"You're going to see some (insurers) decide that they're not going to renew,\" said Joanne L. Zimolzak, a partner and head of the insurance practice at McKenna Long & Aldridge L.L.P. in Washington. \"You're going to see other companies decide that they're going to offer gap-filler coverage, but there's probably going to be larger premiums and deductible amounts associated with those.\"\nIn some cases, insurers are writing short-term policies that will expire with TRIA, setting up the potential that the coverage would not be renewed if the backstop isn't extended, sources say.\nBrokers have predicted workers comp price increases of 5% to 10% for large employers with workforces concentrated in one area.\nPam Ferrandino, executive vice president and casualty practice leader for Willis North America Inc. in New York, said some insurers are using an endorsement written by the National Council on Compensation Insurance Inc. to limit the scope of workers comp coverage in case TRIA expires.\nThe endorsement says insurers can apply a premium charge for terrorism-related losses after Jan. 1, 2015, should the backstop expire. While the language doesn't provide certainty about post-TRIA pricing, Ms. Ferrandino said the NCCI endorsement allows comp insurers to provide full-year workers comp policies rather than ones with an early expiration date.\nShari Natovitz, vice president of risk management for Silverstein Properties Inc. in New York, saw similar exclusion language in wrapup workers comp policies the company negotiated for construction projects in November and February. She declined to say which insurer Silverstein chose, but said similar exclusions were in proposals from all workers comp insurers that Silverstein approached for coverage.\nMs. Natovitz worries that as insurers become more nervous about underwriting workers comp, Silverstein and other companies could be forced to buy through the assigned risk market - a prospect she said could flood the residual comp market with exposures.\n\"The only potential option would be the involuntary market,\" Ms. Natovitz said. \"Carriers are not going to step up and provide coverage for 1,000 workers at a job site if there's no TRIA without expensive deductibles or cost increases.\"\nIndeed, employers that have had trouble renewing their policies due to TRIA uncertainty have begun turning to state workers comp funds as an insurer of last resort, said Christine Williams, New York-based managing director at Marsh L.L.C.'s Workers' Compensation Center of Excellence.\n\"Sometimes (employers) may find an alternative that kind of relieves that uncertainty, but for the most part, they're just left with waiting to see what happens at the end of the year,\" Ms. Williams said.\nMs. Williams said pricing doesn't vary between the voluntary workers comp market and assigned workers comp risk pools, since state funds are required to provide low rates. However, she said employers in the residual market relinquish their claims handling to their insurer, reducing the control they have over claims.\nCorrection\n\n\nAnother story in the March 31 edition \"TRIA's Uncertain Future Sparks Workers Comp Coverage Denial and Price Hikes,\" misstated an assertion attributed to Christine Williams of Marsh L.L.C. Ms. Williams did not say pricing doesn't vary between voluntary workers compensation markets and workers comp assigned risk pools.\nCorrection-Date: April 14, 2014\n\nLoad-Date: April 3, 2014"
}