{
    "title": "Trial to resume in terrorism case",
    "publisher": "the world",
    "year": 2010,
    "month": 9,
    "day": 1,
    "full text": "MIAMI - Accused teen terrorist Omar Khadr's Guantanamo murder trial will resume Oct. 18, more than two months after the Canadian captive's lone defense attorney collapsed in court.\nJudge Patrick Parrish set the date following a conference call Tuesday with both prosecution and defense lawyers, said Army Maj. Tanya Bradsher, a spokeswoman for the Pentagon and war crimes court.\nBy then Khadr, captured near dead at 15 in a firefight in Afghanistan, will have passed his 24th birthday at Guantanamo.\nThe Toronto-born son of a slain Muslim fundamentalist, Khadr is accused of conspiring with al-Qaida and of killing a U.S. soldier. U.S. Army Sgt. 1st Class Christopher Speer died of shrapnel wounds from the July 27, 2002, Special Forces assault on a suspected al-Qaida compound, near Khost, Afghanistan.\nKhadr allegedly hurled the grenade that fatally wounded Speer, 28.\nThe trial was in its first full day on Aug. 12 when Khadr's Pentagon defense lawyer, Army Lt. Col. Jon Jackson, took ill while questioning a Special Forces soldier who had just testified that he shot Khadr twice in the back in the assault.\nA jury of seven senior U.S. military officers had been selected that morning to hear the case - including a Marine colonel with a Purple Heart from Afghanistan and a Navy captain who called Guantanamo a \"no-win situation.\"\nBut Parrish, an Army colonel, had cleared the jury from the tribunal chamber seconds before Jackson, 39, collapsed in court and was evacuated by ambulance.\nThe defense lawyer was airlifted to the Walter Reed Army Medical Center near Washington for tests to see if he was suffering complications from gallbladder surgery six weeks earlier.\nMeanwhile, the judge sent members of the military jury back to their bases with orders not to read news reports about the Khadr case.\nJackson was sent home from the hospital soon after but was on orders to take a month's leave before returning to work.\nResuming the trial is no small task. Witnesses and observers are brought in from around the world, as is the jury of officers. In parallel, the Pentagon moves in media and support staff from Washington, D.C., to work out of The Expeditionary Legal Compound.\nMeanwhile, the war court has been dark and reopens for a one-or two-day period Sept. 21 for pretrial motions in the case of a Sudanese man who allegedly ran a terrorist training camp in Afghanistan.\nNoor Uthman Mohammed, whose age is not known, was captured in a March 2002 Pakistani security forces and U.S. intelligence raid on Faisalabad, Pakistan, that netted a so-called high-value captive now held at secret Guantanamo prison, Camp 7.\nHis judge has said she will need a year to sift through the classified evidence in the case to decide which can be brought to trial and in what form.\nThere are currently no other cases before the war court.\n\nLoad-Date: September 1, 2010"
}