{
    "title": "TRIA renewal bill could go to the wire in Congress",
    "publisher": "business insurance",
    "year": 2014,
    "month": 9,
    "day": 1,
    "full text": "Passage of a bill that would extend the federal terrorism insurance backstop could be pushed into a lame-duck session following the November elections.\nThat's because the House of Representatives - which has yet to move on an extension bill passed by the House Financial Services Committee in June - is only slated to meet for 12 days in September, beginning next week.\nThe Senate already has passed its own extension bill, but the two measures differ in several aspects. These differences would have to be reconciled before the program reaches its current expiration date of Dec. 31.\nFor example, the Senate's Terrorism Risk Insurance Program Reauthorization Act of 2014 - S. 2244 - would extend the program for seven years and maintain the current trigger for the program, created by the Terrorism Risk Insurance Act of 2002, for catastrophic terrorist attacks of all kinds at $100 million.\nBut the House's TRIA Reform Act of 2014 - H.R. 4871 - would only extend the program for five years. The House bill also differentiates between conventional terrorist attacks and nuclear, biological, chemical or radiological attacks, gradually increasing the trigger for conventional attacks to $500 million, while maintaining the $100 million trigger for nuclear, biological, chemical and radiological attacks.\nSupporters of the program say there is strong support for continuing the backstop but no agreement on how to do so. House Republicans in particular remain divided on the issue.\n\"What we know is that we've got a bit of a stalemate within the Republican conference on how to proceed,\" said Nat Wienecke, senior vice president of federal government relations at the Property Casualty Insurers Association of America in Washington.\n\"There's a strong desire to get a bill to the president's desk. The question is, is there enough time for the Republicans to reconcile their differences to proceed?\" he said.\nThe House's inability to move quickly also concerns experts.\n\"This is a critical work period for Congress to complete its work on reauthorizing the TRIA program that allows the broadest participation from the market,\" said Jimi Grande, senior vice president of federal and political affairs at the National Association of Mutual Insurance Companies' Washington office.\n\"Unfortunately, this Congress doesn't have the most successful track record of getting things done in a timely way without causing market disruptions.\"\nSeptember hopes\nTom Santos, vice president of federal affairs at the Washington-based American Insurance Association, said that previous extensions of the program in 2005 and 2007 occurred late in the year.\n\"We would rather that not happen,\" he said. \"We would prefer the House find a way to move forward in September. It's a very short time frame,\" he said, adding \"there's no reason it can't get done.\"\nA deal is not only possible, but probable as well, supporters say.\nJoel Wood, senior vice president of government affairs at the Washington-based Council of Insurance Agents and Brokers, said in an email that \"it's not hard to imagine\" how the differences between the two bills can be reconciled.\n\"But like everything in Washington, it'll probably get uglier before it gets resolved,\" he said.\n\"I'm not 100% confident, or even 80%, but I still think the odds are pretty good that this gets done. In September? I wish so, and Lord knows the marketplace does too, but am not holding my breath.\"\nOther experts raised the possibility of final passage of an extension bill being delayed until a lame-duck session late in the year.\n\"If the consideration of a TRIA bill happens to slip into a lame-duck session, we still feel confident that an extension of some sort will be enacted,\" said Charles Symington, senior vice president of external and government affairs at the Alexandria, Virginia-based Independent Insurance Agents & Brokers of America.\nR.J. Lehmann, senior fellow at the free market-oriented R Street Institute in Washington, which wants more terrorism risk shifted to the private market, said that a \"significant portion\" of the House Republican caucus does not want the program extended at all.\n\"I think you'll have a last-minute deal, and it will look a lot like the bill that the Financial Services Committee passed, and it will be voted on in the lame-duck session,\" he said.\nMark Calabria, director for financial regulation studies at the libertarian Cato Institute in Washington, which opposes extension of the program, also foresees a lame-duck session resolution.\n\"I think more than likely there will be some sort of lame-duck where the Senate and House will iron out their differences and come to some agreement on a long-term extension that is likely to have the industry bearing slightly more risk than they bear today,\" he said.\n\nLoad-Date: September 4, 2014"
}