{
    "title": "Trinidad judge denies bail for 3 terrorism suspects",
    "publisher": "telegraph herald ",
    "year": 2007,
    "month": 6,
    "day": 12,
    "full text": "PORT-OF-SPAIN, Trinidad (AP) - A judge denied bail Monday for three suspects accused of plotting to bomb New York's John F. Kennedy International Airport, ordering them to remain in jail until a hearing on a U.S. request for their extradition. \nThe three men - Kareem Ibrahim, Abdul Kadir and Abdel Nur - smiled and waved to about 20 supporters and family members in the courtroom but did not speak. A son of Kadir said FBI agents had questioned relatives over the weekend. \nChief Magistrate Sherman McNicols said he was denying bail \"given the nature and the seriousness of the offense,\" and ordered them to remain in jail until an Aug. 2 hearing on a U.S. extradition request. \nThe suspects, arrested this month in the twin-island Caribbean nation, are accused of participating in a Muslim terror cell that planned to blow up a jet fuel artery that runs through residential neighborhoods and feeds Kennedy airport. \nThe alleged mastermind of the plot, U.S. citizen Russell Defreitas, 63, is a Guyana native who worked as a cargo handler at the airport until 1995. He is in custody in New York. \nU.S. authorities claim the alleged plotters unsuccessfully sought support in Trinidad from Jamaat al Muslimeen, a radical Islamic group that staged a deadly coup attempt here in 1990. \nRajiv Persad, an attorney for Kadir and Ibrahim, argued for their release on bail, noting they do not have criminal records and that Kadir served until last year as an opposition legislator in Guyana's parliament. \n\"There is no evidence that these men would abscond, given that they are solid members of their communities,\" Persad said. \nDefense attorneys said Kadir and Nur, who are from Guyana, have relatives in Trinidad they could stay with if granted bail. Ibrahim is from Trinidad. \nRelatives and acquaintances of the suspects have expressed skepticism that they would be capable of organizing an international plot. \n\nLoad-Date: July 19, 2007"
}