{
    "title": "TRIPLE THREAT IN TEHRAN",
    "publisher": "daily news ",
    "year": 2009,
    "month": 11,
    "day": 5,
    "full text": "We interrupt reveries about the Yankees with a dose of reality: Iran is racing headlong toward a nuclear weapon, fueling ever more terrorism and brutalizing its citizens.\nFirst, Bloomberg News revealed - based on just-obtained satellite photographs - that Iran has dramatically expanded operations at its Gchine uranium mine.\nAs the New America Foundation, which worked with Bloomberg on the probe, put it: \"Iran appears to be developing a significant source of uranium - a source that, while nowhere near what the Islamic Republic would need to fuel a civil nuclear power program, is relatively large compared to the requirements of a nuclear weapons program.\"\nThis mine is separate and apart from both Iran's long-known nuclear facilities and the secret underground enrichment facility revealed in September. This is a whole new nightmare.\nAlso yesterday, Israel seized 500 tons of arms on an Iranian ship en route to Syria - weapons intended to arm Hezbollah terrorists in Lebanon. It was the largest such cache ever intercepted by the Israeli Army, and it gave the lie, for the umpteenth time, to Iran's insistence that it does not support terrorism.\nHad those rockets and hand grenades and mortar shells not been confiscated, they soon would have hurtled at Jews whose only crime is living on a tiny slice of land in the Middle East.\nThe trifecta occurred in the Iranian streets. The Ahmadinejad-Khamenei regime led its annual rally to denounce the \"Great Satan,\" this one on the 30th anniversary of the 1979 seizing of the American Embassy.\nThis, of course, is a day when Iranians are supposed to - ordered to - praise the revolution. But restive Iranians delivered a contrary message. Instead of chanting \"Death to America,\" they broke out in calls of \"Death to the dictator.\"\nGovernment goons would have none of it, and they left Tehran awash in tear gas.\nThis is what happened regarding Iran yesterday. You may now return to baseball.\n\nLoad-Date: November 5, 2009"
}