{
    "title": "Trip to Israel gives chief tips to fight terrorism; Olson wants to create Minneapolis intelligence u",
    "publisher": "star tribune ",
    "year": 2003,
    "month": 1,
    "day": 25,
    "full text": "One might wonder what Minneapolis Police Chief Robert Olson could learn from terrorism experts in Israel that would be relevant to a city where there may never be an attack.\n     While the United States hasn't seen the scale of violence that Israel has dealt with over the years, Olson believes that no local law enforcement agency can afford to be caught off-guard.\n     He recently returned from a weeklong trip to the Middle East and Washington, D.C., during which he and a group of police chiefs and FBI officials got to see and hear how Israel and the United Kingdom combat terrorism.\n   The chief is famous within his department for coming back from such trips with a notebook full of ideas he would love to implement, and this was no exception. He said he would like the department to create an intelligence unit to keep track of terrorism activity and work with other agencies.\n     Olson studied how Israel trains its terrorism experts and visited the secret camp where training is done. Discussion topics included suicide bombers and techniques for disposing of explosive devices, two types of attacks that could happen in any U.S. city, he said.\n     The group, which included the FBI's head of terrorism, went to the sites of several attacks in Jerusalem and saw how they were investigated.\n     In Washington, Olson and a different group spent two days with law enforcement officials from the United Kingdom. They shared their knowledge of antiterrorism tactics, and asked the Americans for advice on how to deal with growing gang problems, he said.\n     Both trips were organized by the Police Executive Research Forum, which Olson serves as president. He took vacation time and paid his own expenses, he said.\n     In Israel, the group was escorted by law enforcement officials when it traveled by bus. There were armed soldiers at the hotel elevators, and a boat patrolling the water outside the hotel in Tel Aviv, he said.\n     \"There is no comparison to seeing everything we did in person.\"\n.\n    _ David Chanen is at dchanen@startribune.com.  \n\nGraphic\n\n \nPHOTO\n\nLoad-Date: January 27, 2003"
}