{
    "title": "TRIREA extension deserves passage",
    "publisher": "business insurance",
    "year": 2007,
    "month": 8,
    "day": 6,
    "full text": "THE BAR IS SET HIGH in the version of the Terrorism Risk Insurance Revision and Extension Act that was approved last week by the House Financial Services Committee.\nAnd as far as we're concerned, the committee was right to approve the bill it did.\nAs we report on page 1, approving an extension of the federal terrorism insurance backstop for 15 years-rather than the 10 years called for in the underlying bill passed by the Subcommittee on Capital Markets, Insurance and Government Sponsored Enterprises-is the most significant change the full committee made.\nWhile the proposed 10-year extension represented a marked improvement over the two-year extension that received congressional approval only days before the backstop was slated to expire in 2005, a 15-year extension is even better.\nThat's because of the nature of the underlying risk and the reality of the insurance marketplace.\nInsurers don't like uncertainty. Terrorism-particularly terrorism involving weapons of mass destruction-ranks among the most uncertain of risks. Unlike natural catastrophes, there is no extended record of frequency or severity. There is only a relatively sketchy record of events-not all of which are related-that have occurred over a relatively short period of time. It is a risk that does not respond well to modeling.\nThe vibrant private terrorism insurance marketplace that those who oppose extending the backstop beyond two or three years believe would arise-if only the government got out of the terrorism reinsurance business-is nothing more than wishful thinking. If such a purely private marketplace were possible, wouldn't industry giants known for innovative underwriting be rushing in to grab their share of the market and the premiums it would generate?\nThey're not doing so and are unlikely to do so anytime soon. We know what happened in the aftermath of the Sept. 11, 2001, attacks: Nobody wanted to write terrorism-exposed properties. When insurers got the backstop created by the Terrorism Risk Insurance Act of 2002, they began writing such coverage and continue to do, but only with the understanding they will not be left to shoulder the full burden of a future catastrophic terrorist attack.\nAnd they-and their policyholders-shouldn't be expected to shoulder that burden alone, either. Terrorist attacks such as those of Sept. 11 are not aimed at a specific company; they are aimed at the U.S. economy and society as a whole. This is not a risk that should be considered a purely private matter.\nAnd terrorism isn't a short-term phenomenon. It hasn't gone away, and there are no signs it will. In fact, all signs point to a long, drawn-out conflict that may last a generation or more.\nAnd a long-term threat demands a long-term solution.\nThe 15-year extension of the federal backstop approved by the House Financial Services Committee is just such a response. It may set the bar high indeed, but it is far better to have a high bar than one so low as to be meaningless. We hope that the full House-and then the Senate-follow the panel's example.\n\nGraphic\n\n \nArt Caption: Hurricane insurer: \"So far, so good...\"\nArt Credit: Schillerstrom\n\nLoad-Date: August 11, 2007"
}