{
    "title": "Triumph among terrorism tales",
    "publisher": "the philadelphia inquirer",
    "year": 2010,
    "month": 1,
    "day": 8,
    "full text": "The war on terror already has inspired a score of films, but maybe you did not notice, given their poor showing at the box office - not to mention the drubbing they've received from movie critics.\nKathryn Bigelow's tense Iraq War saga, The Hurt Locker, which is due Tuesday from Summit Entertainment (www.summit-ent.com; $26.99 DVD; $34.99 Blu-ray; rated R) may change all that. Critics are raving: Bigelow's triumphant thriller has won a handful of critics' awards and garnered Golden Globe nominations for best film and best director.\nLocker has two things going for it: It steers clear of the political minefield around the war. And it manages to capture something of the essence of the conflict in Iraq by focusing on one of its most conspicuous perils - the I.E.D., or improvised explosive device.\nConstructed as a procedural drama, Locker stars Jeremy Renner and Anthony Mackie as Army bomb disposal experts charged with the nerve-racking job of detecting and defusing the I.E.D.s that pop up daily in every corner of Iraq.\nRenner's character is a loose cannon, a cowboy, an adrenaline junkie who jumps into each situation with an almost terrifying ferocity. He's brilliant with bombs, but we can't help but wonder if he's acting out some suicidal fantasy.\nBigelow captures every detail of the soldiers' routine, but she also provides universal insights about the ugly reality of war.\nOther DVDs of note Science fiction fans: Drown your sorrows over ABC's decision to cancel one of the decade's best sci-fi dramas by watching its first - and only - season on DVD with Defying Gravity Season One, due Jan. 19 from Fox (www.foxmovies.com; $49.98; not rated). The box set includes five episodes never broadcast by the network.\nTwo of Hollywood's most talented and interesting women - first-time director Drew Barrymore and actress Ellen Page - team up for the terrific coming-of-age skating comedy, Whip It, due Jan. 26 from Fox (www.foxmovies.com; $29.98 DVD; $39.98 Blu-ray; rated PG-13). The film, which features a great '80s sound track, stars Page as a fledgling roller-derby star.\nGerman director Christian Alvart became a cult icon with his terrifying 2005 serial-killer thriller Antibodies (available on DVD from Dark Sky Films; www.darkskyfilms.com). He delivers an equally compelling flick with the sci-fi horror movie Pandorum, due Jan. 19 from Anchor Bay (www.anchorbayentertainment.com; $29.98 DVD; $39.98 Blu-ray; rated R). Ben Foster and Dennis Quaid star as astronauts who wake up from hypersleep after hundreds of years to find their ship has been invaded by a monster.\nFrench auteur Jean-Claude Brisseau scandalized audiences in 2002 with Secret Things, a sexually explicit tale of two women who use sex to gain social status. He's in fine form with the taboo-breaking melodrama À l'Aventure due Tuesday from IFC Films (www.ifcfilms.com; $24.98; not rated). Carole Brana stars as Sandrine, a woman who has grown tired of her lifestyle. She breaks free with the help of a girlfriend who initiates her into a world of sexual and spiritual experimentation.\nPay homage to the late movie star Heath Ledger with the 10th anniversary edition of 10 Things I Hate About You from Touchstone Home Entertainment (www.miramax.com; $19.99; rated PG-13). A sweet update of The Taming of the Shrew, the romantic comedy costars Julia Stiles, Larisa Oleynik and Joseph Gordon-Levitt. Fans of ABC Family's TV adaptation can look forward to 10 Things I Hate About You, Vol. 1, due Tuesday from Disney (http://disneydvd.disney.go.com; $29.99; not rated).\nJapanese director Hideo Gosha delivers a unique, serio-comic look at the home life of the head of a Yakuza family with the 1982 classic Onimasa due Tuesday from AnimEigo (www.animeigo.com; $24.98; not rated). Set in the decades before WWII, the film follows an egocentric gangster whose belief system is challenged by his adopted daughter, a book-smart, straitlaced girl who pursues an education, despite the family tradition.\nRaiders of the Lost Ark meets Masterpiece Theater with the oddball British adventure drama Bonekickers, due Jan. 26 from Acorn Media (www.acornmedia.com; $39.99; not rated). Veteran thesps Hugh Bonneville, Julie Graham, and Adrian Lester star as an eccentric team of archaeologists based in the ancient city of Bath who make scores of enemies in each episode by digging up bits and pieces of world history that certain interest groups, governments, churches, and corporations would rather keep quiet.\nContact staff writer Tirdad Derakhshani at 215-854-2736 or tirdad@phillynews.com.\n\nGraphic\n\n \nFeed Loader\n\nLoad-Date: January 8, 2010"
}