{
    "title": "Triumphing over terrorism Living Beyond Terrorism_ Israeli Stories of Hope and Healing",
    "publisher": "heritage florida jewish news",
    "year": 2014,
    "month": 6,
    "day": 6,
    "full text": "Paperback, 356 Pages; $26.95; e-book: $9.99\n\"So many Israeli lives have been taken by terrorism and so many families shattered. This book tells a different story: the determination and will of Israelis to rebuild and, indeed, to triumph over the terrorists, a victory of the human spirit.\"--Daniel Kurtzer, Princeton University, Former United States Ambassador to Israel and Egypt\n\"....this book is the key to unlock the inspiring complexities of the little understood phenomenon of post-traumatic growth. The powerful stories of healing and hope in this volume are a reflection of how remarkable the human spirit is.\nThis book is a must read for anyone facing the darkness of tragedy.\"--Eli Somer, PhD., clinical professor of psychology, University of Haifa; past president of International Society for the Study of Trauma and Dissociation\nNo one can forget the devastating aftermath of a suicide bomber detonating in a crowded bus or cafe! But what happens to the survivors of such indiscriminate and horrific attacks? Will the physical and emotional scars overwhelm them, or will they be able to transcend the traumatic experience and lead healthy and fulfilling lives? Many of those who survive are able to grow and thrive, as described in \"Living Beyond Terrorism.\" This book shares compelling stories of hope and healing, as told by ordinary people who suddenly became the innocent victims of indiscriminate terrorist attacks in Israel, primarily between 2000 and 2006. Forty-eight survivors, their relatives and the families of the bereaved discuss their remarkable life journeys -from terrorism to hope and optimism and from grief to meaning and healing; they speak not just of moving on with life as usual, but of moving forward with new vitality, purpose and productivity, contributing to society while turning tragedy into action. They bear witness to their experiences in order to make sense of them as best as they can and to help others. The powerful stories in Living Beyond Terrorism are testimony to their inner strength and determination--a victory of the human spirit--and inspire each of us as we meet the challenges in our lives.\n\nLoad-Date: February 2, 2016"
}