{
    "title": "TROOP PULLOUT IS OK'D, BUT ISRAELIS WON'T SET DATE; WITHDRAWAL IS CONDITIONAL ON PALESTINIANS TAKING",
    "publisher": "st. louis post-dispatch ",
    "year": 1997,
    "month": 12,
    "day": 1,
    "full text": "Israel's Cabinet voted Sunday to proceed with a troop withdrawal from the West Bank - but set no date and made the pullout conditional on Palestinians doing more to fight terrorism.\nPrime Minister Benjamin Netanyahu floated the idea of a handover last week, under pressure from the United States.\nSixteen Cabinet ministers approved the move, with two abstentions by members of the hard-line National Religious Party.\nThe cabinet ministers did not set specific conditions for the troop withdrawal, or give a timetable.\nInstead, it authorized a committee of ministers to draft a plan for a \"redeployment\" of Israeli troops in the West Bank.\nNetanyahu's critics have said that adding conditions gives Muslim militants a chance to scuttle the pullout by making attacks in Israel.\nMarwan Kanafani, a spokesman for Palestinian leader Yasser Arafat, was cautiously optimistic.\n\"It's encouraging to finally see the Israeli government decide to abide by the agreements that we spent a long time with them to reach,\" he told The Associated Press.\nKanafani said the Palestinians would have to \"wait and see\" what kind of conditions Israel attached to the withdrawal.\nBut Palestinian Higher Education Minister Hanan Ashrawi said, \"This is very clearly a nonstarter.\" She said the proposal would \"strike at the core of the peace process, would destroy whatever little remains and would turn the whole negotiating process into a sham.\"\n \n\"We are not willing to accept unilateral Israeli measures.\"\nA statement issued by the Israeli Cabinet indicated it would carry out just one redeployment - rather than the three promised in the existing Israel-Palestinian agreements.\nThe statement also said Israel would continue \"strengthening\" Jewish settlements in the West Bank, despite condemnations by both the Palestinians and the United States.\nReports have pegged the pullout as involving between 6 and 8 percent of the West Bank, which the Palestinians reject as inadequate.\nUp until now, Palestinians have refused to enter final status talks with the Netanyahu government - mostly for fear that it would not agree to their demand for statehood.     \n\nGraphic\n\n \nPHOTO, THE ASSOCIATED PRESS Photo - Prime Minister Benjamin Netanyahu (center) will begin planning the withdrawal from Palestinian areas approved Sunday by his Cabinet. Palestinians were skeptical of the decision.\n\nLoad-Date: December 2, 1997"
}