{
    "title": "TROOP SHIFT WOULD HAMPER TERROR FIGHT",
    "publisher": "pittsburgh post-gazette",
    "year": 2008,
    "month": 12,
    "day": 27,
    "full text": "WASHINGTON -- Pakistan's reported decision to relocate thousands of troops away from the Afghanistan border toward India threatens the critical U.S. foreign policy aim of relying on the south Asian ally's military in the global battle against terrorism.\nPresident-elect Barack Obama's campaign promise to turn around the stalemated war in Afghanistan could be the first casualty of Pakistan's latest moves, and the frustrated American effort to decimate al-Qaida may be the second.\nPakistan's sudden military shift catches two administrations in mid-transition, presenting Mr. Obama with a dangerous spike in tension that his predecessor has been unable to prevent.\nAs President George W. Bush found out, the United States can't wage either fight alone and can't always persuade even well-meaning allies to set aside their own agendas and domestic politics.\nTo win in Afghanistan rather than merely hold ground, the United States and its allies must find a way to seal off the militants' redoubts across the forbidding mountainous border with Pakistan. The U.S. can't do that without Pakistan's help, and Pakistani and Afghan militants know it.\nBush administration officials have been shuttling to New Delhi and Islamabad for weeks following the terrorist attacks in Mumbai, India, pleading with both sides not to let well-founded suspicions that the attacks originated in Pakistan become an excuse for new conflict. India and Pakistan have fought three wars, and enmity against the other has been an organizing principle for leaders of each nuclear-armed country.\nIf Pakistan yanks fighting forces away from what the U.S. considers the good war against terrorism in the tribal areas bordering Afghanistan, it will bear out U.S. fears of a ripple effect and show how easily militants can exploit the old rivalry.\nAdm. Mike Mullen, chairman of the U.S. Joint Chiefs of Staff, was in Islamabad this week, after noting with approval this month that neither side seemed to have mounted a military response to the Mumbai terrorism.\nAdmiral Mullen has made a particular project of Pakistan, visiting there more than a half-dozen times in the turbulent year since Pakistani political leader Benazir Bhutto was assassinated. He has established a rapport with the country's powerful Army chief and made the argument that homegrown militancy and terrorism will rip Pakistan apart unless its national institutions make a strategic choice to confront it.\nAll of Pakistan's leaders said they understood that argument and saluted it -- to a point. In the tangle of tribal politics and loyalties, however, militants are not always clear-cut villains and there is broad public opposition in Pakistan to a serious military campaign against its own people.\n\nLoad-Date: December 30, 2008"
}