{
    "title": "Trouble with Iran",
    "publisher": "university wire",
    "year": 2006,
    "month": 8,
    "day": 1,
    "full text": "Any expert will tell you Iran is behind the entire situation in Lebanon. Iran is a known supporter of Hezbollah, President Ahmadinejad has used very threatening language towards Israel, and Iran still harbors nuclear ambitions. If you want Israel to declare a cease-fire, and you want peace in the region, you must first solve the problem of Iran, up to and including a full-out regime change.\nNearly all analysts agree Iran was the instigator in the kidnapping of Israeli soldiers that started the current conflict, yet no one is willing to say anything formally about it. Not that the typical tongue lashing from the West will do anything. President Ahmadinejad has shown his attitude towards the West in, not only his statements to the media, but his reluctance to stand down his desire for Iran to have a nuclear program. Words of condemnation simply aren't going to work. So what do you do?\nSimply, if Ahmadinejad wants to play hardball, let's give it to him. Give Iran 30 days to end all ties with terrorist organizations. Require all of the covert troops and munitions given to Hezbollah to be reclaimed, and require them to end, for good, all attempts to start a viable nuclear program. Failure to comply would result in the complete cut-off of all economic ties to Iran. This includes the United States, as well as Europe, Asia, and the Middle East. International aid should be cut off, diplomatic ties should be ended. Failure to comply with the simple request to end their support of terrorism should cause Iran to be isolated by the rest of the world.\nIf those methods don't work, then Iran should face the full wrath of the U.S. Air Force. It's been cited that our military doesn't have the resources or the manpower to engage in another full-scale war. But who needs full-scale war when you have the most fearsome air force known to man? A great deal of the Air Force is located in the region, and could easily shift their focus to Iran. Either Ahmadinejad can agree with our demands, or he can witness Iran's transformation into the world's largest crater.\nIt's been four years since President Bush declared Iran a member of the \"Axis of Evil,\" yet today it stands as big of a threat, if not worse, than it was four years ago. State-sponsored terrorism must end immediately. Afghanistan and Iraq should have been a good lesson for the rest of the world. If you support terrorism, you will be destroyed. Maybe in this case, the third time can be the charm.\n(C) 2006 Daily Toreador via U-WIRE\n\nLoad-Date: August 1, 2006"
}