{
    "title": "Trouble Brewing In Iran - Again",
    "publisher": "christian science monitor ",
    "year": 1992,
    "month": 11,
    "day": 19,
    "full text": "IRAN was Jimmy Carter's nemesis.\nNow it looms again as a burgeoning foreign-policy problem for another Democratic president, Bill Clinton.\nIran lost little time in throwing down the gauntlet to the president-elect.\nOn election eve, a state-run religious charity in Iran raised to $ 2 million the bounty it would pay to anyone who would assassinate the writer Salman Rushdie - a clear affront to the human rights concerns of Governor Clinton.\nA day after the elections, Iran announced the arrest of an American travel agent, resident in Teheran for 17 years. He was charged with corruption and foreign intelligence links. The announcement was made on the 13th anniversary of the seizure of the American embassy that humbled President Carter.\nWithin days of Clinton's victory, Iran's spiritual leader, Ayatollah Ali Khamenei, warned the new administration not to raise the issue of human rights in Iran. Iran's foreign minister, Ali Akbar Velayati, said his country had no intention of resuming the diplomatic relations with the United States broken by Carter in 1979. And Iran's President Hashemi Rafsanjani told students chanting \"Death to America\" that Muslims would settle their accounts with Israel if Washington's attention ever was focused elsewhere.\nAll this takes place against a continuing sordid Iranian record on human rights at home, a record of political assassination and terrorism abroad, and a worrisome buildup of weaponry, including offensive submarines, that could make Iran every bit as dangerous in the Middle East as Iraq once was.\nSome Israeli and US intelligence officers worry that a nuclear reactor bought from China could give Iran a military nuclear potential.\nThe arms buildup has been going on for some time and has been chronicled in this column before. But it has come sharply into focus with the delivery of the first Russian \"Kilo\" class submarine to Iran.\nThe submarine is a stealthy and quiet underwater weapon, the first of at least three to be sold for cash by the Russians to Iran over American objections. The total sale may amount to five such vessels.\nClearly they could create havoc in the Persian Gulf, and in the nearby sea lanes through which tankers transport oil to the industrial world. An American nuclear submarine, the Topeka, is patrolling the Gulf as an early counter-measure.\nThus Clinton will early on be confronted by a dangerous, and territorially ambitious Iran.\nHow will he respond? The opposition People's Mojihaden of Iran, which mounts a skillful lobbying and public relations operation in Washington, would like to see an international arms embargo against the Teheran regime, and wants the Clinton administration to recognize it as the legitimate representative of Iran.\nThe Mojahedin maintain a guerrilla war against the mullahs from bases in Iraq. Says a Mojahedin spokesman: \"We're not asking the US to liberate Iran. More than 100,000 of our people have already given their lives in that endeavor. We just want recognition that we're a major factor in the life of our country.\"\nThe Mojahedin have garnered considerable support in Congress. In July 219 of the 435 members of the House of Representatives - 142 Democrats and 77 Republicans - called on the Bush administration to support the exile opposition group's efforts to overthrow Iran's Islamic government.\nLast month more than half the members of the Senate asked the United Nations to take stronger measures against Iran for human rights violations and international terrorism.\nThe European Parliament has also condemned the dramatic increase in executions in Iran, and its involvement in international terrorism.\nPresident-elect Clinton has promised a sharper emphasis on human rights in his foreign policy and he has a Democratic Congress to support him. If he takes a more publicly confrontational posture against the mullahs of Iran, who seem increasingly militant and eager to humiliate him, we may be in for another Iranian crisis.\n \n\nLoad-Date: November 19, 1992"
}