{
    "title": "Truckers, bus drivers on lookout for suspicious activity on roads 400,000 people trained since '04 i",
    "publisher": "usa today",
    "year": 2006,
    "month": 8,
    "day": 31,
    "full text": "400,000 people trained since '04 in federal effort to prevent terrorism\nCHICAGO -- Truck driver Bill Adams scans the traffic on Harlem Avenue. \"That Pepsi truck's no risk. Two empty flatbeds up there are no risk,\" he says. \"Garbage truck is probably not a risk, but it might be if it were there at the wrong time -- if it's 5 on a Sunday afternoon. You've got to think.\"\nAdams, who drives for UPS Freight, isn't scouting Chicago's west side only for traffic hazards. He's on the lookout for terrorists.\nAdams is part of a rapidly growing army of truckers and bus drivers who have been trained by Highway Watch to spot suspicious activity on the highways. The program is run by the American Trucking Association with funds from the Department of Homeland Security. Drivers take a class or watch a one-hour DVD to qualify.\nAlmost 400,000 people -- mostly commercial truck drivers -- have been trained since 2004. Membership is likely to top 1million by March 2007. This summer, Georgia began requiring all 300,000 of its drivers with commercial licenses to be trained.\nNo terrorists have been nabbed, but tips helped find a missing truck carrying fertilizer, which can be used in bombs, and identified illegal immigrants at a truck-driving school.\nCritics say Highway Watch is creating snoops and could lead to racial profiling. \"This has the potential to be vigilante justice,\" says Barry Steinhardt, director of the American Civil Liberties Union's technology and liberty project. \"We are in danger of turning truck drivers into barely trained, inadequate police intelligence officials\" who focus on \"people of color.\"\nHundreds of calls each month\nJim Sutton, who runs Highway Watch's analysis center, says it avoids \"uncorroborated information or its use against innocent people.\"\nProving the value of the program is \"more difficult if nothing has occurred,\" says Lane Kidd of the Arkansas Trucking Association. \"One has to assume it lessens the likelihood\" of terrorism.\nEd Crowell, president of the Georgia Motor Trucking Association, says the training not only makes drivers aware of possible terrorist threats but also helps \"protect their vehicle and protect themselves from thieves.\"\nMembers phone in an average of 272 reports each month to a private toll-free number. More than half are related to security. Highway Watch analysts assess reports and share them with local and federal law enforcement.\nThe Highway Watch training began as a safety program and shifted its focus to terrorism after the 9/11 attacks. The program has received $45.8 million in federal grants since fiscal 2003 and expects $4.8 million this year.\nSome citizens' watch programs proposed after 9/11 were abandoned. One of them, Operation TIPS, would have recruited letter carriers, meter readers and cable TV installers to report suspicious activity to the Justice Department.\nWhether Adams is on his weekly runs between Harrisburg, Pa., and Sacramento or on a short trip like this one to pick up a load of kitchen fixtures, he looks for people photographing tunnels or bridges, as well as abandoned vehicles that might be packed with explosives.\nHe once spotted a pickup in Arizona loaded with red cans of gas. He called the toll-free number to report the truck incident. He never did find out why the driver was hauling all that gas.\n\"Before 9/11, you didn't pay a lot of attention to what was going on around you,\" he says. \"You saw something unusual, you never gave a second thought that it might be a risk to security.\"\nAdams, 43, of Willow Hill, Pa., has been driving trucks for 24 years and took the training in 2002. He now teaches the program to other drivers and trainers.\nMost truckers are eager to contribute to homeland security, he says. Their No. 1 question during training sessions: \"Are they going to take us seriously?\"\nTracking potential terrorists\nVery seriously, says Sutton, a former FBI agent who runs the program's analysis center. Using reports from drivers across the USA, Sutton says, analysts with intelligence and law-enforcement backgrounds track potential terrorist activity. For example, if several truckers report seeing someone photographing a bridge over a period of time, the analysts spot the pattern and alert law enforcement.\nSutton and four analysts on Highway Watch's payroll work at the Transportation Security Administration's operations center outside Washington. Operators in Kentucky take truckers' calls, then send details to the operations center.\nAdams is wary of people who ask what he's carrying in his truck and where he's going. When he pulls behind another vehicle in traffic or a parking lot, he leaves a gap so he has an escape route if someone approaches.\nHe's on alert even when driving across empty stretches of Iowa. \"If something changes, it stands out like a sore thumb,\" he says.\nFrom the seat high in his truck's cab, Adams can see inside most cars and small trucks. He doesn't necessarily check out the occupants, he says, \"but you look for what's in them.\"\nHe spots a car filled with cleaning supplies and figures the passengers work for a cleaning service. He has seen people drinking and doing drugs in their vehicles and sometimes calls 911 to report them.\nSince he joined the program, Adams has called the number four times. Before the training, he says, he occasionally saw activities that he now wishes he had reported.\n\"I don't want to be a pain in anybody's behind,\" he says, \"so you make sure it really is a risk before you call. You use your common sense. If you aren't sure, dial the 800 number.\"\nAdams says it also makes sense to be more vigilant on the road. \"You have to have a head's up that things have changed,\" he says. \"We all need to be aware of our surroundings.\"\nAs he maneuvers his truck along Chicago's Pulaski Road, which is teeming with people and cars, he points down a residential street. If a fuel tanker truck emerged from there, he says, he would \"pick up the phone, because what in the world is a fuel tanker doing here?\"\n\nGraphic\n\n \nPHOTOS, B/W, Brian D. Kersey for USA TODAY (2)\n\nLoad-Date: September 1, 2006"
}