{
    "title": "Truck attack suspect charged with terrorism offenses",
    "publisher": "chicago daily herald",
    "year": 2017,
    "month": 11,
    "day": 2,
    "full text": "NEW YORK — Federal prosecutors brought terrorism charges Wednesday against the Uzbek immigrant accused in the truck rampage that left eight people dead, saying he carried out the attack in response to ISIS' online calls to action and picked Halloween because he knew more people would be out on the streets. The charges against 29-year-old Sayfullo Saipov could bring the death penalty. The FBI put out a bulletin looking for a second person wanted for questioning; that person was located and brought in. Even as he lay wounded in the hospital from police gunfire, the suspect asked to display the ISIS flag in his room and said \"he felt good about what he had done,\" prosecutors said in court papers. \nThe suspect, accused of driving the rented Home Depot pickup truck that barreled down a bike path near the World Trade Center memorial on Tuesday, was charged with providing material support to a terrorist group and committing violence and destruction of motor vehicles, resulting in death. His lawyers did not immediately return a message seeking comment. Prosecutors said he had 90 videos and 3,800 photos on one of his two cellphones, many of them ISIS-related pieces of propaganda, including images of prisoners being beheaded, shot or run over by a tank. The suspect left behind knives and a note, handwritten in Arabic, that included Islamic religious references and said \"it will endure\" — a phrase that commonly refers to ISIS, FBI agent Amber Tyree said in court papers. Questioned in his hospital bed, the suspect said he had been inspired by ISIS videos that he watched on his cellphone and began plotting an attack about a year ago, deciding to use a truck about two months ago, Tyree said. During the last few weeks, the suspect searched the internet for information on Halloween in New York City and for truck rentals, the agent said. The suspect even rented a truck on Oct. 22 to practice making turns, Tyree said. He even considered displaying ISIS flags on the truck during the attack but decided against it because he did not want to draw the attention, authorities said. John Miller, deputy New York police commissioner for intelligence, said the suspect \"appears to have followed, almost exactly to a T, the instructions that ISIS has put out.\" In the past few years, ISIS has exhorted followers online to use vehicles, knives or other close-at-hand means of killing people in their home countries. England, France and Germany have all seen deadly vehicle attacks since mid-2016. A November 2016 issue of the group's online magazine detailed features that an attack truck or van should have, suggested renting such a vehicle and recommended targeting crowded streets and outdoor gatherings, according to the SITE Intelligence Group, a militant-monitoring agency. Carlos Batista, a neighbor of Saipov's in Paterson, New Jersey, said he had seen the suspect and two friends using the same model of rented truck several times in the past three weeks. It was not clear whether Saipov had been on authorities' radar. Miller said the suspect had never been the subject of a criminal investigation but appears to have links to people who have been investigated. In Tuesday's attack, the suspect drove his speeding truck for nearly a mile along a bike path, running down cyclists and pedestrians, then crashed into a school bus, authorities said. He was shot in the abdomen after he jumped out of the vehicle brandishing two air guns, one in each hand, and yelling \"God is great!\" in Arabic, they said. In addition to those killed, 12 people were injured. The aftermath took a political turn Wednesday when President Donald Trump slammed the visa lottery program that Saipov used to come to the U.S. in 2010. Trump called the program \"a Chuck Schumer beauty,\" a reference to the Senate's top Democrat. The program dates to 1990, when Republican President George H.W. Bush signed it as part of a bipartisan immigration bill. Trump called on Congress to eliminate it, saying, \"We have to get much tougher, much smarter and less politically correct.\" Schumer, who represents New York, said in a statement that he has always believed that immigration \"is good for America,\" and he accused the president of \"politicizing and dividing\" the country. Assailants in a number of other recent extremist attacks around the world were found to have been \"lone wolves\" — inspired but not actually directed by ISIS. In some cases, they never even made contact with the group. On the morning after the bloodshed, city leaders vowed New York would not be intimidated, and they commended New Yorkers for going ahead with Halloween festivities on Tuesday night. They also said Sunday's New York City Marathon, with 50,000 participants and some 2 million spectators anticipated, will go on as scheduled. \"We will not be cowed. We will not be thrown off by anything,\" said Mayor Bill de Blasio. While the mayor said there have been no credible threats of any additional attacks, police said they were adding more sniper teams, bomb-sniffing dogs, helicopters, sand-truck barricades and other security measures along the marathon route, in the subways and at other sites. The attack killed five people from Argentina, one from Belgium and two Americans, authorities said. Nine people remained hospitalized in serious or critical condition, with injuries that included lost limbs and wounds to the head, chest and neck. A roughly two-mile stretch of highway in lower Manhattan was closed for much of the day for the investigation. Authorities also converged on Saipov's New Jersey apartment building and a van in a parking lot at a New Jersey Home Depot. Runners and cyclists who use the popular bike path were diverted from the crime scene by officers at barricades. \"It's the messed-up world we live in these days,\" said Dave Hartie, 57, who works in finance and rides his bike along the path every morning. \"Part of me is surprised it doesn't happen more often.\" The suspect is a legal, permanent U.S. resident. He lived in Ohio and Florida before moving to New Jersey around June, authorities said. Birth records show he and his wife had two daughters in Ohio, and a neighbor in New Jersey said they recently had a baby boy. He was a commercial truck driver in Ohio. More recently, he was an Uber driver.\n\nNotes\n\nEds: Adds more detail from complaint, raises reference to suspect saying he felt good about what he had done, adds his lawyers not immediately returning message seeking comment, adds more detail on second person wanted for questioning. AP Photos. AP Video Eds: Adds more detail from complaint, raises reference to suspect saying he felt good about what he had done, adds his lawyers not immediately returning message seeking comment, adds more detail on second person wanted for questioning. AP Photos. AP Video\n\nGraphic\n\n \nAssociated Press Law enforcement personnel examine the scene Wednesday, Nov. 1, 2017, after a driver mowed down people on a riverfront bike path near the World Trade Center on Tuesday in New York.\n\nLoad-Date: November 2, 2017"
}