{
    "title": "True terror in terrorism",
    "publisher": "the capital ",
    "year": 2005,
    "month": 5,
    "day": 9,
    "full text": "Ever since the United States' invasion of Iraq, insurgent opponents have struck out at the U.S. and its allies in any way possible, including kidnappings.\nWhile many hoped that these retaliatory offenses would wane, they have not. Over the past year, more than 120 foreigners have been taken hostage within Iraq and at least a third of those were killed by their captors.\nThe kidnappings and deaths are not simply hate crimes, but calculated attempts to persuade America and her allies to remove troops from Iraq. And sometimes - as with the case of Giuliana Sgrena - terrorists win.\nMs. Sgrena, an Italian journalist, was abducted outside a mosque in Iraq on Feb. 4. After about a week, a video of Ms. Sgrena begging for her life aired on Italian television. In both Italian and French, she said that she would be killed if Italy did not remove their troops from Iraq.\nThat day, the Italian Senate voted to extend funding for deployment of troops in Iraq. Because this action seemed to spell death for Ms. Sgrena, Italian peace activists came to her aid.\nOnly three days after the Sgrena plea aired, 500,000 people marched into downtown Rome in protest of the Senate vote which, by extending Italy's involvement in Iraq, seemed to condemn her to death.\nOne rainbow-colored banner read, \"Let's Free Peace.\" The rally had a massive impact on Italy's political playing field - and apparently on Ms. Sgrena's captors.\nNot only was she released weeks later, but shortly thereafter, Italian Prime Minister Silvio Berlusconi announced Italy would begin removing its troops from Iraq as early as September.\nWas a secret deal cut?\nWith almost 3,000 troops stationed in Iraq, Italy has the fourth largest army in the country. Italy's withdrawal could be disastrous for the U.S. effort there. It would make it much more difficult for the U.S. and its allies to help stabilize Iraq's fledgling democracy.\nPsychologically, Italy's perceived concession to terrorist threats just encourages other groups to continue using hostage situations to make demands. Why would they stop when their methods work?\nUnderstandably, hostage situations are difficult for all parties involved.\nThis situation is a case in point. The terrorists were simply trying to get their demands communicated in the most direct and effective way; the Italian people were simply trying to save one of their own; and the Italian government was simply trying to appease its people.\nNevertheless, Italy's withdrawal from the Iraq war proves the unfortunate fact that, at times, terrorism can actually work.\n\nLoad-Date: May 9, 2005"
}