{
    "title": "Truly American terrorism trials",
    "publisher": "the bismarck tribune",
    "year": 2008,
    "month": 8,
    "day": 23,
    "full text": "During the extensive coverage of the Bush administration's basic defeat in the so-called war crimes trial of Salim Hamdan, Attorney General Michael Mukasey was spared any mention of his June 4 assurance, before an audience of federal judges, that the forthcoming military commissions would be \"in the best tradition of the American legal system.\"\nAs a voter, I want to know who John McCain and Barack Obama have in mind for their attorney general, because all three of Bush's chief law enforcement officials have enabled the incumbent president to do - with regard to the Guantanamo Bay military commissions and much else - what Justice Anthony Kennedy warned against in this year's Boumediene v. Bush decision, a ruling that restored habeas corpus rights to the prisoners at Guantanamo Bay:\n\"To hold that the political branches may switch the constitution on or off at will would lead to a regime in which they, not this court, say what the law is.\" By refusing to convict Hamdan of the most serious charges against him, the senior military officers on the jury at least partially concurred with Kennedy.\nAs Amnesty International said in response to the trial, it \"revealed what is common knowledge - the military commissions are fatally flawed and do not adhere to major aspects of the rule of law.\" American law.\nTo try terrorism suspects, we do not have to suspend due process and other fundamentals of American justice. The Human Rights First organization, based in Washington and New York, has attended nearly every military commission hearing, including Hamdan's, since they began in 2004. The next president, Congress and attorney general would be well-advised to read Human Rights First's current report, \"In Pursuit of Justice: Prosecuting Terrorism Cases in the Federal Courts.\"\nTwo former federal prosecutors, Richard B. Zabel and James J. Benjamin Jr., have examined more than 120 international terrorism cases prosecuted right here - in the criminal justice system and its courts - during the past 15 years. They range, notes Human Rights First, \"from epic mega-trials such as those involving the first attack on the World Trade Center (1993) and the East African embassy bombings (1998) to individual, preemptive prosecutions focused on prevention.\"\nZabel and Benjamin poured through motion papers, judicial opinions, trial detention procedures, rules for protecting classified evidence and the admissibility and authentication of evidence collected abroad. They also interviewed judges presiding over those terrorism cases, prosecutors and defense attorneys.\nWhile the Bush administration is still trying to defend its crumbling Guantanamo Bay commissions, scheduling more trials to come as if there will be no elections in November, Zabel and Benjamin prove that the answer to whether our federal courts can effectively and fairly deal with terrorism cases \"lies in the extensive record of actual prosecutions going back to the early 1990s and continuing to this day in federal courts around the country.\"\nAmong the report's findings that Bush's makeshift parallel court system can safely expire when he returns to Texas - with no danger to national security - are these results of their thorough investigative research:\n\"Prosecutors have invoked a host of specially tailored antiterrorism laws, as well as long-standing, generally applicable federal criminal statutes to obtain convictions in terrorism cases.\" And worth special attention in view of certain CIA secret interrogation practices authorized by the president since 2001 and further confirmed in a 2007 presidential executive order: Our federal courts, says Human Rights First, \"have consistently exercised jurisdiction over defendants brought before them, even those defendants apprehended by unconventional or forcible means.\"\nIt has long been evident, however, that certain strong cases against defendants held by the CIA could not be brought to trial in our federal courts because of the lawless methods used to extract evidence from them. And that's why - until rebuked several times by the Supreme Court - the Bush administration tried to place their trials beyond American law at Guantanamo Bay.\nThe Supreme Court wasn't fooled.\nIf the Human Rights First recommendations are followed by the new administration, and all terrorism cases are tried in our federal courts, there will finally have been an end to what has become known throughout the world as \"the torture presidency.\" Every terrorism case will be able to be heard here because none of the suspects would have been tortured.\nAs for present proposals to create a new national security court system - not within the present federal court structure - Zabel and Benjamin make a strong cautionary point: \"The disarray that plagues the military commissions at Guantanamo - with abundant litigation as well as dissension within the military command structure... - does not bode well for proposals to create a brand new system from scratch.\"\nBoth at home and in our continuous global battle against ruthless jihadists, the integrity of our federal courts system is basic to how we represent ourselves to be as Americans. Although Mukasey might not agree, Human Rights First has preformed a patriotic service in its report.\n(Nat Hentoff is a nationally renowned authority on the First Amendment and the Bill of Rights.)\n\nLoad-Date: August 25, 2008"
}