{
    "title": "Trump jumps on massacreto claim that he was 'right'",
    "publisher": "telegraph herald ",
    "year": 2016,
    "month": 6,
    "day": 13,
    "full text": "Sanders plans to meet with Clinton on Tuesday WASHINGTON -- Bernie Sanders said he plans to meet with his rival Hillary Clinton, the presumptive Democratic nominee, on Tuesday night after the party's final primary election is over.,The meeting is being held to discuss the party's platform, which Sanders hopes to shape more in line with his support for higher taxes on the wealthy and greater help for working and poor people, he said Sunday on ABC's \"This Week.\",Sanders said he wants to discuss \"what kind of administration she will have\" if she wins in November.,While Sanders stopped short of saying he plans to concede to Clinton, his comments sent the strongest signal to date that he is now trying to shape the party and the fall campaign against Republican Donald Trump rather than continuing to pursue the nomination by lobbying superdelegates or planning to disrupt the Democratic National Convention in July. The shift followed a meeting at the White House with President Barack Obama on Thursday.,\"I am doing everything that I can and will continue to do everything that I can to make sure that Donald Trump does not become president of the United States,\" Sanders said on NBC's \"Meet the Press.\" \"I think this man in a dozen different ways is not fit to become president.\",The District of Columbia holds the final Democratic primary Tuesday, and Clinton is favored to win a majority of its 20 pledged delegates.\nWASHINGTON - Donald Trump seized on the worst shooting in U.S. history to call for a more muscular response to Islamic terrorism and later noted he had been congratulated \"for being right.\" Hillary Clinton called it an \"act of terror\" and called for more curbs on guns.\nThe two responses illustrated the starkly different approaches the two presumptive presidential nominees could take to governing.\nTrump, who has made combating Islamic terrorism a centerpiece of his campaign, tweeted Sunday that he was \"praying for the victims & their families\" of the Orlando massacre that left 50 dead. But he also added: \"When will this stop? When will we get tough, smart & vigilant?\"\nTrump, who has proposed a temporary ban on Muslim immigration, sparked a backlash with a later tweet: \"Appreciate the congrats for being right on radical Islamic terrorism, I don't want congrats, I want toughness & vigilance. We must be smart!\"\nTrump called for President Barack Obama to denounce the overnight shooting as the result of religious terrorism. The gunman, who was killed by police bullets, was identified as Omar Mateen, 29, who was born in the U.S. and is of Afghan descent.\n\"Is President Obama going to finally mention the words radical Islamic terrorism?\" Trump tweeted before Obama spoke Sunday. \" If he doesn't he should immediately resign in disgrace!\"\nObama called the assault an \"act of terror and an act of hate,\" but said investigators had reached \"no definitive judgment\" for the killer's motive.\nTrump in a later statement said Obama's reluctance to use the words \"radical Islam\" was \"reason alone\" for him to \"step down.\"\nTrump has reacted to past shootings in a similar vein and declared in March that his response to the terrorist attacks in Paris and San Bernardino, Calif., had changed the tone of the presidential campaign, and helped him clear the field of his presidential rivals.\n\"We need protection in our country and that's going to happen,\" he said, noting that after the Paris attacks, \"the poll numbers shot up.\"\nTrump said in a statement that he'll deliver a speech today on the attack, immigration, and national security, calling the gunman \"the son of an immigrant from Afghanistan who openly published his support for the Afghanistan Taliban.\nClinton, the presumptive Democratic presidential nominee, initially reacted with characteristic caution, saying on Twitter that her thoughts were with those affected by the \"horrific act\" as she waited for more information.\nLater, after Obama spoke, Clinton's campaign issued a lengthy statement calling the shooting an \"act of terror.\"\nShe said the United States needs to \"redouble our efforts to defend our country from threats at home and abroad\" while calling for additional restrictions on guns, something she has called for repeatedly on the campaign trail.\n\"We need to keep guns like the ones used last night out of the hands of terrorists or other violent criminals,\" Clinton said. \"This is the deadliest mass shooting in the history of the United States and it reminds us once more that weapons of war have no place on our streets.\"\nSen. Bernie Sanders, who is expected to drop his bid for the Democratic nomination this week, also said that the U.S. should do more to keep guns out of hands of criminals and the mentally ill.\n\nLoad-Date: June 13, 2016"
}