{
    "title": "Trump's anti-terrorism plan is unoriginal(2)",
    "publisher": "daily news ",
    "year": 2016,
    "month": 8,
    "day": 16,
    "full text": "Donald Trump spent the first half of a foreign policy address Monday attacking President Barack Obama, on whom he placed primary blame for a variety of global problems. Then he proposed a strategy to defeat the Islamic State that was strikingly similar to, well, Obama's.\nTrump traced the Middle East's current disorder to President George W. Bush's decision to invade Iraq, and he lamented the fact that, once the United States was engaged, it did not behave like a neo-imperialist and \"keep the oil.\" But the GOP nominee put as much weight on Obama's call to pull U.S. troops out of Iraq before the country had fully stabilized. The fact-checkers will no doubt have a field day comparing Trump's retrospective outrage with what he said about these decisions when they were made. But, amid much other nonsense and bluster, Trump struck on a kernel of truth: Against the better wisdom of others, Obama's withdrawal enhanced the Islamic State's opportunity to run rampant across northwestern Iraq and into Syria, and the tide is only now slowly turning against the militants.\nYet the tide is turning, and primarily because Obama has, in his second term, taken steps that Trump now pretends to be inventing. Trump promised Monday to destroy the Islamic State by calling an international conference and enlisting the help of any country -- including Russia and Arab dictatorships -- willing to assist in fighting the radical organization and other extremists. He proposed using U.S. cyber-capabilities to hinder terrorist communications and propaganda. He said his administration would disrupt terrorist financing. The Obama administration has done each of these and more, including the reinsertion of U.S. Special Operations forces. Trump offered no policies that were novel and reasonable.\nTrump once again restyled his Muslim immigration ban, this time in ideological terms: Those who do not demonstrate a commitment to American values would not be allowed into the country. Trump would end immigration from areas of the world his administration deemed too dangerous, and he would create a system of \"extreme vetting\" for those considered for entry. This is a transparent (and impractical) attempt to recast his Muslim ban in other, less obviously offensive terms.\nIt's also an effort to distract from the fact that Trump really has nothing to add to strategies already being pursued. Defeating Islamist terrorists is an essential but difficult, long-term challenge. It will require the help of allies, many of whom Trump has alienated, and buy-in from Muslims, whom Trump has demonized.\nThe Washington Post (Aug. 16)\n\nLoad-Date: August 17, 2016"
}