{
    "title": "Trump Returns North Korea to List of State Sponsors of Terrorism",
    "publisher": "the new york times",
    "year": 2017,
    "month": 11,
    "day": 20,
    "full text": "WASHINGTON — President Trump on Monday officially designated North Korea as a state sponsor of terrorism, a provocative diplomatic move that he said was aimed at drastically increasing pressure on the rogue nation to abandon its pursuit of nuclear weapons.\nNorth Korea will join Sudan, Syria and Iran as countries that the State Department identifies as those that have “repeatedly provided support for acts of international terrorism.”\n“Should have happened a long time ago,” Mr. Trump told reporters at the start of a cabinet meeting at the White House. The president said the designation would be followed on Tuesday by the “highest level of sanctions” against Pyongyang to force the end of the development of its nuclear and ballistic missiles.\nMr. Trump has vowed to seek “complete denuclearization” in North Korea and has threatened “fire and fury” aimed at the country if it endangers the United States. This year, the president ordered an end to the policy of “strategic patience” that was pursued by President Barack Obama, in the hopes that North Korea’s leader, Kim Jong-un, would eventually agree to negotiate.\n“This just continues to tighten the pressure on the Kim regime,” Secretary of State Rex W. Tillerson said after Mr. Trump’s announcement, “all with an intention to have him understand that this is only going to get worse until you are ready to come and talk.”\nStill, it is unclear whether the terrorism designation will give the president and the secretary of state new and powerful leverage to force nuclear negotiations — or simply deepen the war of words between Mr. Trump and Mr. Kim.\nLong a pariah in the international community, North Korea was put on Washington’s list of state sponsors of terrorism in 1988 after Pyongyang’s agents planted a bomb           on a South Korean passenger jet, killing all 115 people aboard, in 1987.\nThat attack was instructed by Kim Jong-il, the father of Kim Jong-un, according to one of the agents, who was caught alive.\nNorth Korea was removed from the official State Department terrorism list nearly 20 years later by President George W. Bush, who in 2008 saw it as an opportunity to salvage a fragile nuclear deal in which North Korea would agree to halt its nuclear program.\nMr. Bush’s decision to take the country off the list was part of a package deal — one that was opposed vociferously by Vice President Dick Cheney — in which Pyongyang agreed to move toward denuclearization in return for coming off the list and receiving some limited international aid. North Korea blew up a giant cooling tower at its main nuclear reactor at Yongbyon, and invited CNN in to record the event, appearing to declare that it had reversed course and was willing to give up the nuclear path.\nIt was not. The cooling tower was a decrepit part of a falling-apart facility. And the next steps proved far harder for Kim Jong-il, who was the country’s leader at the time. His government refused to own up to its past, and would neither declare to nuclear inspectors how much nuclear fuel Pyongyang had produced, nor say what it had done with uranium enrichment equipment.\nJohn R. Bolton, a former State Department official and United Nations ambassador under Mr. Bush, praised Mr. Trump for taking an aggressive stance against North Korea’s government. “It’s exactly the right thing to do,” he said.\nMr. Bolton, who argued against removing North Korea from the terrorism list in 2008, said he does not believe restoring the designation will bring Kim Jong-un to the negotiating table. But he said it was “important to say what the truth is about the regime.”\nChristopher R. Hill, who negotiated the 2008 deal and helped persuade Mr. Bush to drop the terrorism designation against North Korea, said on Monday that he was “surprised that it took this long” to re-list the country.\n“I had thought that maybe the Obama administration would do it,” Mr. Hill said in an interview. “What I always told everyone in 2008 was that if the North doesn’t do what it’s supposed to do, we can put them back on the terrorism list.”\nCertainly, the Obama administration had some cause to consider doing so. During Mr. Obama’s time in office, North Korea was suspected of killing dozens of sailors aboard a South Korean naval vessel that sank, and it            shelled a South Korean island. North Korea also            conducted a cyber           attack against Sony Pictures Entertainment, in retaliation for a comedic movie about an assassination plot against Kim Jong-un.\nBut Mr. Hill, who also served as ambassador to Iraq during the Obama administration, added that the State Department list was “largely symbolic.” For example, a country listed on it cannot receive American military equipment. That has not been an issue with North Korea for more than seven decades.\nDemands to return North Korea to the state-sponsored terrorism list have grown since Mr. Kim’s half brother, Kim Jong-nam, was assassinated in February at Kuala Lumpur International Airport. North Korean agents were blamed for plotting his death, which involved the use of a rare nerve agent that is banned by international treaty.\nMr. Trump and Mr. Tillerson both cited the assassination as evidence that North Korea sponsors international terrorism and deserves to be on the State Department list. In recent weeks, administration officials had hinted that the president was considering adding North Korea back to the terrorism list in light of the assassination and the country’s nuclear ambitions.\nBut some veterans of North Korean diplomacy questioned whether the killing of a family member qualifies as international terrorism.\n“It seems to me counterproductive, nutty and maybe tragically miscalculating,” said Robert Gallucci, who was the lead negotiator for the United States during nuclear talks with North Korea under President Bill Clinton.\nMr. Gallucci said the killing of a member of the ruling family — despite its brutality — does not amount to evidence that the country has recently engaged in international terrorism: “I don’t see a current policy reason for doing this.”\nNorth Korea has not conducted any missile tests since Sept. 15, raising cautious optimism for a possible de-escalation in the region. However, experts note that the country has conducted few or no significant missile tests during some past autumns, and it is unclear whether the current hiatus is political or technical.\nRegardless, Mr. Trump’s decision to blacklist North Korea, which reflects his policy of applying “maximum pressure” on Pyongyang, will probably invite angry reaction from Mr. Kim’s government and dim chances for easing tensions on the Korean Peninsula. Mr. Gallucci said he worried that Monday’s designation would make it harder, not easier, to persuade the North Koreans to negotiate.\n“Does the United States actually want these guys to come to the table, or do we not?” he said.\nMr. Kim has a history of resorting to extreme measures against his enemies.\nSince taking power after the death of his father in 2011, he has executed dozens of senior officials deemed not loyal enough, often killing them with antiaircraft machine guns, in what South Korean officials called a “reign of terror.” They said Mr. Kim probably considered Kim Jong-nam, his father’s firstborn, as his potential replacement should his government lose control.\nIn recent days, Mr. Kim has moved to discipline the leadership of his country’s most powerful military organization, the latest sign of his efforts to tighten his grip on party elites and the armed forces, according to South Korea’s main intelligence agency.\nAnalysts and experts pay close attention to any rumblings within the secretive government, looking for possible implications for the stability of Mr. Kim’s rule and for his nuclear and missile programs. They have said that Mr. Kim appeared to be using his tactic of instilling fear in the elites to strengthen his control as North Korea braced for the pain that is most likely to result from recently imposed United Nations sanctions.\nDuring a closed-door parliamentary briefing on Monday, South Korea’s National Intelligence Service told lawmakers that North Korea’s General Political Bureau was being “audited” by the government for the first time in 20 years. The military organization’s director, Vice Marshal Hwang Pyong-so, and his deputies were “punished,” according to lawmakers who briefed reporters after the session.\nChoe Sang-Hun contributed reporting from Seoul, South Korea.\nPHOTOS: President Trump, above, had previously ended the policy of “strategic patience” that was pursued by previous administrations in hope of pushing Kim Jong-un, left, to negotiate. (PHOTOGRAPHS BY TOM BRENNER/THE NEW YORK TIMES; WONG MAYE-E/ASSOCIATED PRESS) (A10)\nRelated Articles\nKim Jong-un Disciplines North Korea’s Top Military Organization\nHow Trump’s Predecessors Dealt With the North Korean Threat\nU.S. Declares North Korea Off Terror List\nChina Will Send Envoy to North Korea, Likely to Urge Nuclear Talks\nChina Envoy Discusses ‘Situation of the Korean Peninsula’ With North\n\nLoad-Date: November 23, 2017"
}