{
    "title": "Trump, Covid-19, Terrorism_ Your Thursday Briefing",
    "publisher": "the new york times",
    "year": 2020,
    "month": 11,
    "day": 11,
    "full text": "Here’s what you need to know.\n(Want to get this briefing by email? Here’s the sign-up.)\nGood morning.\nWe’re covering the latest from the U.S. election, weakness in Egypt’s underfunded health system and how pollsters got it wrong, again.\nTrump’s unsavory post-election practices\nWhen President Aleksandr Lukashenko of Belarus declared an implausible landslide victory in an election in August, the United States and other Western nations denounced what they said was brazen defiance of the voters’ will.\nBut just months later, President Trump and various of his supporters are borrowing from Mr. Lukashenko’s playbook in declaring Mr. Trump the winner of an election — despite all evidence to the contrary. The Times called officials in every state, representing both political parties. None reported any major voting issues, in a forceful rejection of Mr. Trump’s narrative.\nMr. Trump’s actions place him among other such anti-democratic leaders as Robert Mugabe of Zimbabwe, Nicolás Maduro of Venezuela and Slobodan Milosevic of Serbia. Experts warn he risks “creating a new model” for like-minded populists in Europe and elsewhere.\nBiden’s policy agenda: President-elect Joe Biden’s transition team is preparing multiple sets of policy proposals, including the ambitious agenda laid out in his winning campaign, while acknowledging it may have to be pared back in recognition of divided government.\nCall me, maybe: Along with the leaders of France and Germany, Prime Minister Boris Johnson of Britain was included in Mr. Biden’s first round of calls — closely followed by Prime Minister Micheal Martin, in a clear nod to the president-elect’s ties to Ireland.\nBroken promises amid Egypt’s testing crisis\nSix years ago, at the start of his presidency, President Abdel Fattah el-Sisi of Egypt vowed to put improved health care “at the heart” of his agenda. But it hasn’t worked out like that, in a country where the military’s needs always come first.\nThe pandemic has exposed chronic weaknesses in Egypt’s underfunded public health system and in Mr. el-Sisi’s rule, where a tiered system of privilege rewards a powerful military — often at the expense of an increasingly poor citizenry. Early on, hospitals struggled, doctors went on strike and Egypt soon had one of the highest fatality rates in the Arab world.\n“Weapons purchases and vanity megaprojects have been his priorities, even during the pandemic,” said one Egypt scholar. “And that has diverted scarce government resources from the critical needs of the Egyptian people.”\nBy the numbers: In the region, Egypt’s testing rate, at 953 tests per 100,000 people, exceeds only the figures of countries in crisis like Yemen and Syria, and is far behind the rate in Iraq, Jordan and even war-torn Libya.\nQuotable: “People tend to believe the pandemic is over,” Dr. Pierre Nabeth of the World Health Organization said. “This is an alarming situation because in fact the winter season is starting.”\nHere are the latest updates and maps of the pandemic.\nIn other developments:\nSouth Africa will open its borders to all international travelers, even as the number of new coronavirus cases rises in some parts of the country.\nThe European Union’s executive arm proposed a “European Health Union” in a bid to coordinate a patchwork of Covid-19 measures across the bloc and centralize responses to the pandemic.\nCovid-19 hospitalizations in the United States hit a record high of 61,964 on Tuesday, and new daily cases passed 139,000 for the first time.\nWith coronavirus cases surging in New York, the state will place limits on private indoor and outdoor gatherings statewide, while gyms, bars and restaurants must close daily at 10 p.m.\nThe continent’s growing terrorism concerns\nOn Tuesday, Chancellor Sebastian Kurz of Austria and President Emmanuel Macron of France met in Paris to discuss antiterrorism measures in the wake of attacks in their countries. The meeting, analysts said, was as much about the two leaders’ domestic political concerns — Mr. Macron is hoping to stave off the far right leader Marine Le Pen in an upcoming election — as it was about curbing terror.\nMr. Kurtz yesterday announced sweeping new legislative proposals as part of a wider crackdown on Islamist terror, including allowing courts to extend the sentences of convicted terrorists and establishing a new criminal offense for people who “create the breeding ground” for terrorism.\nFrance’s concerns continue. An explosion wounded at least two people at a non-Muslim cemetery in Jeddah, Saudi Arabia, during a ceremony organized by the French consulate on Wednesday. The attack came at a time of heightened tensions between France and a number of Muslim countries.\nMozambique: The United Nations called for an investigation into reports of many people beheaded in northern Mozambique, where Islamist insurgents have stepped up a brutal campaign against civilians.\nBlack voters helped Biden win. Now what?\nWhen President-elect Joe Biden thanked Black voters in his victory speech for rescuing his campaign and promised to return the favor, not everyone was cheering. Above, a bar in Atlanta during the speech.\nOver two dozen interviews, African-American voters said they expected the administration to prove its sincerity by addressing racial inequality. The pressure on Mr. Biden may be even greater because of the recent summer of protests over police brutality and systemic racism.\nHere’s what else is happening\nPrincess Diana: A quarter-century after the princess admitted infidelity in a landmark interview with Martin Bashir, the journalist faces renewed accusations of behaving unethically to secure the scoop. The BBC announced that it would open an independent investigation into the allegations.\nMyanmar elections: The party of Daw Aung San Suu Kyi secured even more seats in Parliament than in 2015, when the government began a power-sharing agreement with the military. Many voters from ethnic minorities were prevented from casting their ballots.\nHong Kong: China forced the ouster of four pro-democracy lawmakers, effectively silencing Hong Kong’s Legislative Council. The rest of the opposition vowed to resign in protest.\nJeffrey Toobin: The star journalist and commentator announced on Twitter that he had been fired from The New Yorker, after exposing himself to colleagues on a work video call last month.\nSnapshot: Above, couriers in Beijing getting ready to make deliveries. In the weeks before China’s Singles’ Day, the online shopping mega-event, mail couriers have joined strikes and protests to draw greater attention to their low wages and grueling working conditions.\nFig tree’s reprieve: In Kenya, a cherished 100-year-old tree, slated for removal to make room for a new expressway, will survive to see another day after a backlash from environmentalists in Nairobi.\nLives Lived: Natan Zach, an Israeli poet who helped revolutionize Hebrew poetry by spurning his more established contemporaries’ formality in favor of plain-spoken, even blunt verse, died at 89 last week. Here are two of his poems in translation.\nWhat we’re reading: This Artnet article about a recent botched art restoration. Alexandria Symonds, an editor, writes that she set a Google alert for “‘botched art restoration,’ which occasionally pays dividends” — as it has this week.\nNow, a break from the news\nCook: This carrot cake is warmly spiced with cinnamon, packed with coconut, raisins and nuts and finished with a tangy cream cheese dressing.\nListen: Discover and enjoy the soaring voices of Maria Callas, Jessye Norman, Leontyne Price, Renée Fleming and others with five minutes that will make you love sopranos.\nDo: A new study has found that exercise may help to fight cancer by changing the inner workings of certain immune cells.\nBake a pie, fly a kite, try some yoga. Whatever it is, our At Home collection will show you how.\nAnd now for the Back Story on …\nHow U.S. pollsters got it wrong\nLisa Lehrer, who writes the newsletter On Politics, spoke to Charles Franklin, the director of Wisconsin’s best-known political survey, about why polls got it wrong, again. This transcript has been excerpted from the original.\nWhy did pollsters have so much trouble finding Trump supporters?\nI don’t think this is the “shy Trump” voter in the way we’ve understood it, as people not wanting to admit they’re voting for him.\nI’m more inclined to think we’re seeing a phenomenon of some fairly small segment who systematically decline to do surveys altogether, who are pretty anti-press, anti-polls and in a lot of ways anti-conventional political engagement. They may also be people who are not, in fact, strongly identified with the Republican Party.\nThe Times conducted a large number of polls this cycle that had many of the same problems. We’re not blameless either. Is there a better way that media organizations should be using polling?\nIt may be that we were looking for hints of problems different from the ones we actually experienced. To quote a former defense secretary, it’s always the unknown unknowns rather than the known unknowns. Despite trying to find sources of error, we failed to do it.\nAre you worried about the reputation of polling, especially in an environment where the president has politicized the polls?\nThe obvious and not wrong impression is that the polling had a really bad year. That means that for the next four years at least, we’ll be talking just like we are today about what went wrong with polling.\nI don’t have a happy ending to this story except, you know, wait for 2024 and let’s hope we do a lot better.\nThat’s it for this briefing. Join me for more on Friday.\n— Natasha\nThank you\nTheodore Kim and Jahaan Singh wrote the break from the news. You can reach the team at briefing@nytimes.com.\nP.S.\n We’re listening to “The Daily.” Our latest episode is about the battle for the Senate in Georgia. \n Here’s our Mini Crossword, and a clue: Flex (four letters). You can find all our puzzles here.\n The word “hipsterizer” first appeared in The Times this week, in this ursine story that bears reading, according to the Twitter account @NYT_first_said.\nReprints of the Nov. 8 edition of the paper, with the front-page headline “Biden Beats Trump,” are available now on The Times’s online store.\nPHOTO: President Trump has shattered a bedrock democratic tradition by raising even the possibility that he would have to be forced from office. (PHOTOGRAPH BY Doug Mills/The New York Times FOR THE NEW YORK TIMES)\n\nLoad-Date: November 12, 2020"
}