{
    "title": "Trump to visit Israel , Saudi Arabia",
    "publisher": "telegraph herald ",
    "year": 2017,
    "month": 5,
    "day": 5,
    "full text": "WASHINGTON - President Donald Trump said Thursday his first foreign trip as president will feature stops in Saudi Arabia, Israel and the Vatican, where he will meet with Pope Francis, an ambitious foray onto the world stage that will include meetings with NATO and a summit in Italy.\nSenior administration officials said Trump chose Saudi Arabia as his first stop to show his commitment to improving U.S. relations with the Muslim world. Trump will meet with Saudi Arabia's King Salman and other leaders where they are expected to discuss efforts to defeat terrorism and discredit radical ideologies, the officials said, speaking on condition of anonymity to describe internal planning.\nTrump, joining religious leaders in the Rose Garden on Thursday, said his first foreign trip would \"begin with a truly historic gathering in Saudi Arabia with leaders all across the Muslim world.\"\n\"Saudi Arabia is the custodian of the two holiest sites in Islam and it is there that we will begin to construct a new foundation of cooperation and support with our Muslim allies to combat extremism, terrorism and violence and to embrace a more just and hopeful future for young Muslims in their countries,\" Trump said.\nThe weeklong trip will mark the president's first trip abroad and come about six weeks after the U.S. launched Tomahawk missiles against a Syrian air base in the aftermath of a chemical weapons attack in the war-ravaged country.\nThe trip will inject Trump into the thorny quest for Middle East peace, a prospect that has proven elusive for Trump's predecessors.\nThe announcement follows Trump's meeting on Wednesday with Palestinian leader Mahmoud Abbas and his optimistic pledge to mediate peace efforts between the Israelis and the Palestinians.\nTrump has sought to forge strong ties with Israel's President Benjamin Netanyahu at the start of his presidency in hopes of facilitating peace. The visit to Israel will reinforce that alliance, officials said.\n\"Our task is not to dictate to others how to live but to build a coalition of friends and partners who share the goal of fighting terrorism and bringing safety, opportunity and stability to the war-ravaged Middle East,\" Trump said.\nThe White House had said previously that Trump would travel to Belgium for the NATO meeting and Italy for the G7 summit before Memorial Day. The president previously called NATO \"obsolete\" but has since recanted after listening to European leaders make the case for the military alliance.\nHis visit also will give him the opportunity to connect with Roman Catholics with his visit with Pope Francis at the Vatican. The White House said the president met privately Thursday with Roman Catholic cardinals.\n\nLoad-Date: May 5, 2017"
}