{
    "title": "Trump_ Patriotism, not globalism President slams Iran , world 'bureaucracy' at UN",
    "publisher": "usa today",
    "year": 2018,
    "month": 9,
    "day": 26,
    "full text": "NEW YORK - President Donald Trump blamed Iranian leaders for sowing \"chaos, death and destruction\" in a steely speech to the United Nations General Assembly on Tuesday that  emphasized the president's support of national sovereignty over globalism.\nTouting his meeting this year with North Korean leader Kim Jong Un and blasting Iran for spreading mayhem in the Middle East, Trump offered an impassioned defense of a foreign policy doctrine he said would allow countries to shrug off \"global governance.\"\n\"We reject the ideology of globalism, and we embrace the doctrine of patriotism,\" Trump said. \"We will never surrender America's sovereignty to an unelected, unaccountable, global bureaucracy.\"\nLobbing criticism at a bevy of international institutions, Trump called the U.N. human rights council \"a grave embarrassment to this institution\" and said the International Criminal Court \"has no jurisdiction, no legitimacy and no authority.\" He celebrated some of his most divisive foreign policy decisions, including his crackdown on immigration and his recognition of Jerusalem as the capital of Israel.\nThe \"America first\" remarks drew on a similar speech he delivered at the United Nations last year but included more detailed examples of how that vision informs his policies on trade, immigration and the world's hot spots.\nThough Trump reserved his harshest language for Iran, he did not shy away from condemning other countries by name. He jabbed China for what he said were unfair trade policies. And he announced sanctions against Venezuelan leaders and blasted the government of its president, Nicolas Maduro, saying his socialist policies have \"bankrupted the oil-rich nation and driven its people into abject poverty.\"\nTrump suggested he would sharply curtail U.S. foreign aid, saying he ordered a review by Secretary of State Mike Pompeo of whether countries that receive American assistance are allies with shared values.\n\"We are only going to give foreign aid to those who respect us and, frankly, are our friends,\" Trump said. \"And we expect other countries to pay their fair share for the cost of their defense.\"\nIn an awkward moment, minutes into his speech, the delegates in the chamber laughed at a regular talking point from the president. Trump said his administration had accomplished more than any other in U.S. history.\n\"So true,\" Trump said. \"I didn't expect that reaction, but that's OK.\"\nTrump's boast drew ridicule from his critics on Twitter. \"Preposterous,\" tweeted Nicholas Burns, a longtime diplomat who served in the Obama and Clinton administrations.\nOther world leaders warned that America's pullback from international institutions was ill-conceived and even dangerous.\nFrench President Emmanuel Macron  said multilateralism was the only way to stave off instability and conflict across the globe. He rebuked Trump's message, suggesting that \"brandishing sovereignty\" was a way of attacking others.\nIn the absence of a strong American commitment to preserving the international order, Macron suggested, France and other European countries could step into the void, leading the charge against urgent global threats, such as climate change, poverty and inequality.\n\"Do not accept the erosion of multilateralism. Don't accept our history unraveling,\" Macron said to a receptive audience.\nMacron focused on climate change as an issue that demanded \"global mobilization\" from other developed countries after Trump's decision to withdraw from the Paris climate agreement, which aims to curb global warming by gradually reducing emissions of greenhouse gases.\n\"The Paris agreement has stayed intact, and that is because we have decided to stay unified in spite of the U.S. decision to withdraw. This is power,\" Macron said.\n\"Let's stop signing trade agreements with those who don't comply with the Paris agreement,\" he said, outlining a strategy that would isolate the United States.\nMacron had company in offering a sharp contrast to Trump's address. Before Trump arrived at the podium, U.N. Secretary-General Antonio Guterres lamented the rise of populism and a fraying of international cooperation - trends the U.S. president has fueled.\n\"Multilateralism is under fire precisely when we need it most,\" Guterres declared.\n\"Trust in global governance is also fragile as 21st-century challenges outpace 20th-century institutions and mindsets,\" Guterres said. \"Among countries, cooperation is less certain and more difficult. Divisions in our Security Council are stark.\"\nTrump wants allies at the United Nations to isolate Iran rather than try to salvage the 2015 nuclear agreement. The president described the nuclear deal as a \"windfall\" for Iranian leaders, accusing them of using eased sanctions in the agreement to fund terrorism.\n\"We cannot allow the world's leading sponsor of terrorism to possess the planet's most dangerous weapons,\" Trump said. \"We cannot allow a regime that chants, 'Death to America' and that threatens Israel with annihilation to possess the means to deliver a nuclear warhead to any city on Earth. Just can't do it.\" \n\nGraphic\n\n \nphoto Richard Drew/AP\n\nLoad-Date: September 27, 2018"
}