{
    "title": "Trump adminstration's 'must list' for immigrants_ skill, job, English",
    "publisher": "the world",
    "year": 2018,
    "month": 1,
    "day": 17,
    "full text": "Washington, Jan. 17 -- The Trump administration has no qualms admitting immigrants who are skilled, employed and can speak English, a top official has said, while giving insight into what its merit-based system would look like.\nSuch individuals could be from any part of the world given that they fulfil the requirements, the official said.\nIf such a policy is developed and implemented, it could benefit individuals from countries like India, the majority of whom meet the criterion.\nThe Trump administration wants to reform the immigration system to serve the US' national interest, the official said.\n\"..And so, our position, is that a system that prioritise individuals based on their individual skills and merit will certainly produce better results than the system we have now,\" said a senior administration official, who spoke on the condition of anonymity.\n\"We want to bring in individuals, wherever they may be from, who love this country, who love its people, who have skills, who have talent, who have - who speak English, who are committed to supporting our values and our very way of life,\" said the official.\nThe official said some of the existing programmes for immigrants ignored such requirements which are important for individuals to succeed in the US.\n\"So, what we have with the Diversity Lottery Program or through chain migration is that in these cases there are identified examples of individuals who were not selected to come to the US based on their love of this country, skills, merit, and individual attributes that will lead them to their success,\" the official said.\n\"We would like to admit individuals from all backgrounds or any place in the world, based on their own individual merit and their likelihood of success, into the US,\" the official said.\nThe admission of any foreign national who goes on to commit a terrorism-related offense or who conspires to support terrorists is simply an unacceptable outcome for the US, no matter what, the official said.\n\"Our goal is to eliminate terrorism in all of its forms, wherever it may emanate from,\" the official said.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at content.services@htlive.com\n\nLoad-Date: January 17, 2018"
}