{
    "title": "Trump Targets London_s Mayor, Sadiq Khan. How Fair Are His Criticisms_",
    "publisher": "the new york times",
    "year": 2018,
    "month": 7,
    "day": 13,
    "full text": "LONDON — President Trump opened the second stage of his European tour, in Britain, with a blistering attack on two of his favorite targets, Prime Minister Theresa May and the mayor of London, Sadiq Khan, even before he touched down in the country.\nIn an interview timed to coincide with his arrival, he criticized Mrs. May’s plan for Britain’s withdrawal from the European Union, or Brexit, and called Mr. Khan weak on crime and terrorism.\nThe attacks, particularly on Mr. Khan, an outspoken critic of the president, should come as little surprise. Mr. Trump issued a            sharp critique of Germany before this week’s NATO summit meeting, and he has dismissed Britain’s National Health Service as            “going broke and not working” and called Mr. Khan’s response to last year’s            London Bridge terrorist attack “           pathetic.”\nBut how fair are his criticisms? Following is a look at what Mr. Trump said and how it compares with facts and expert analysis.\n‘I think he’s done a bad job on crime’\nThat’s not fair. \nMr. Khan assumed office only two years ago, replacing Boris Johnson, who went on to become Britain’s foreign secretary. London drew international attention this spring because of a spate of murders, mostly involving knives.\nBut the number of cases of “violence against the person,” which includes knife crime, has been growing steadily throughout this decade, and the general crime rate has been rising since a low point in 2014, according to London’s Metropolitan Police. All of this has occurred during an eight-year austerity drive by the national government that has squeezed budgets and            reduced the number of police officers in London by 26 percent.\n“London genuinely has a serious issue,” David Wilson, professor of criminology at Birmingham City University, said in a phone interview. “What we have to acknowledge is that there are issues in relation to keeping young people in school, giving them hopes for the future and tackling gangs and criminal networks which operate with young people at their heart.”\nBut Mr. Trump, he said, was “cherry-picking particular facts and figures not so much as a means to shed light on the phenomena but as a means to attack Khan, who has previously attacked him.”\n“What we’re dealing with are long term trends as opposed to single events,” he said, adding that he was particularly concerned about increasing numbers of young people joining organized crime gangs.\nWithout doubt, he said, the growing crime rate was the result of “years of austerity coming home to roost,” with fewer police officers on patrol and a growing gap between the haves and have-nots in the city.\n‘I think he’s done a terrible job on terrorism’\nThat seems unfair, too. \nTerrorism is a national and international issue, and Mr. Khan is a local politician.\nIn recent years, as the Islamic State has rampaged through Syria and Iraq, many cities in Europe have suffered terror attacks. England had four such incidents last year, one in Manchester and three smaller-scale assaults in London. But the English cities were hardly alone, as Mr. Khan has said.\n“Paris, Nice, Brussels, Berlin. Cities in America all suffered terror attacks,” Mr. Khan told Sky News, a British news channel, on Friday. “And it’s for President Trump to explain why he singled out me as the mayor of London and not the mayors of other cities and leaders of other cities.”\nMoreover, Britain’s domestic intelligence chief, Andrew Parker acknowledged in an interview with the newspaper The Guardian two years ago that the level of attempted terror attacks on his country had been higher than he had experienced at any other time in a career spanning three decades.\nThe Conservative government’s austerity drive has also been cited by critics as having weakened the country’s defenses. “You can’t protect the public on the cheap,” Jeremy Corbyn, the leader of the opposition Labour Party, said.\n‘You take a look at your hospital in London, you know what I’m talking about. With all of the horrible things going on there.’\nThat is misleading.\nMany Londoners would recognize that as a reference to Royal London Hospital, “a once very prestigious hospital right in the middle is like a war zone for horrible stabbing wounds,” as the president said in a recent speech.\n“They don’t have guns. They have knives and instead there’s blood all over the floors of this hospital,” he added.\nHe made these comments in reaction to an interview with a surgeon at the hospital, one of the busiest in the city.\nBut the surgeon, Martin Griffiths, said on Twitter that Mr. Trump’s comments had missed his point and invited the president to visit and “discuss our success in violence reduction in London.”\nThe hospital said it treated stabbing wounds on a daily basis, but that the overall number in the first quarter — 163 — was about the same as last year.\nA spokesperson for the hospital added that “as one of London’s four major trauma centers and home of London’s Air Ambulance, we will receive more patients who are at major risk of loss of life or limb than most other emergency departments.”\nNothing was said about blood being on the floors or walls, the hospital said.\nThe hospital treated 23 gunshot wounds during the same period, double the number in the first quarter of last year.\n“That surgeon was talking about knife wounds in particular,” Mr. Wilson, the professor of criminology said. “The only comfort that one can draw from that interview is that he wasn’t discussing gunshot wounds.”\nPHOTO: President Trump in Buckinghamshire, England, on Friday. He renewed his attacks on the mayor of London, Sadiq Khan, in an interview published online the day before. (PHOTOGRAPH BY Doug Mills/The New York Times FOR THE NEW YORK TIMES)\nRelated Articles\nLondon’s ‘Trump Baby’ Balloon Flies as Protests Take Off Across U.K.\nTrump, in Britain, Tells May Ties Are at ‘Highest Level of Special’\nAs May’s Government Teeters Over Brexit, Trump Gives It a Shove\nGermany Imports Gas From Russia. But Is It a ‘Captive’?\nBoris Johnson, Donald Trump and the Rise of Radical Incompetence\n\nLoad-Date: July 15, 2018"
}