{
    "title": "Trump speaks darkly of Obama's motives",
    "publisher": "the hill",
    "year": 2016,
    "month": 6,
    "day": 14,
    "full text": "Donald Trump on Monday suggested President Obama's beliefs prevent him from combating Islamic extremism, hinting darkly about how \"there's something going on\" inside the White House that is \"inconceivable.\"\n\"People can't believe it, people cannot believe that President Obama is acting the way he acts and can't even mention the words 'radical Islamic terrorism,' \" Trump said during a phone interview on \"Fox and Friends.\"\n\"He doesn't get it, or he gets it better than anybody understands. It's one or the other, and either one is unacceptable,\" he said.\nThe presumptive GOP presidential nominee went on to tell NBC's \"Today\" that Obama is purposefully burying his head in the sand on the topic, possibly because of ulterior motives.\n\"There are a lot of people who think maybe he doesn't want to get it. A lot of people think maybe he doesn't want to know about it,\" Trump said.\nThe comments, which came the day after a gunman who pledged alliance to the Islamic State in Iraq and Syria (ISIS) killed 49 people at a gay nightclub in Orlando aren't the first from the billionaire that have questioned the president's religion and place of birth.\nFive years ago, Trump burst onto the political scene by saying he had launched an investigation into whether Obama was actually born in Hawaii. In response, Obama released his long-form birth certificate, calling Trump a \"carnival barker.\"\nTrump doubled down on his attacks during a Monday afternoon speech in New Hampshire, accusing Obama and Hillary Clinton, the likely Democratic presidential nominee, of putting \"political correctness above common sense, above your safety and above all else.\"\n\"I refuse to be politically correct,\" Trump said to applause.\nFollowing the Orlando attack, Trump also called for Obama to either begin using the term \"radical Islam\" or resign.\nThe controversy is again putting Republicans on the spot, a week after lawmakers faced questions about Trump's assertion that a judge is biased against him because of the judge's Mexican parents.\nHouse Rules Committee Chairman Pete Sessions (R-Texas) dodged when asked on Monday if he agrees with Trump's call for Obama to leave office.\n\"The way I would frame it is the next president of the United States better know how to handle this issue,\" he told The Hill after a GOP leadership meeting.\n\"For a number of years, we have focused on the failures of this administration to be serious about protecting this country, about domestic terrorism and international terrorism,\" Sessions said. \"Whether I subscribe to what Mr. Trump is saying or doing, I'm saying Obama has caused a lot of frustration.\"\nSpeaker Paul Ryan (R-Wis.) and other GOP leaders had hoped to use this week to talk about two planks from their election-year agenda: cutting government regulations and restoring the Constitution.\nInstead, at a Tuesday news conference at the Republican National Committee, they'll likely be bombarded with questions not only about the Orlando attack but Trump's latest comments as well.\nIt's becoing a familiar spot for Ryan, who on several occasions this year has admonished Trump for his statements or policies, including his plan to temporarily ban Muslims from entering the U.S.\nTrump stood behind that idea on Monday, saying in a speech that he would use the powers of the presidency to take on \"radical Islam\" by pausing the flow of immigrants from \"dangerous countries\" in the Middle East.\nSurrogates for the billionaire businessman praised him on Monday for rejecting political correctness.\n\"Trump is articulating that the failure to lead by not calling out our nation's enemy in radical Islamic terrorism weakens our resolve and ultimately our security,\" said Rep. Tom Reed (R-N.Y.).\n\"True leaders live in the real world rather than take the lead-from-behind attitude as demonstrated by the president's failure to identify our enemy.\"\nRepublican lawmakers have frequently criticized Obama for his refusal to say \"radical Islam\" when speaking about terrorism, arguing it reflects a broader failure to grapple with the problem.\nBut Trump has gone further than most in his party by questioning the president's motives.\n\"As we heal, we need to be clear-eyed about who did this,\" Ryan said in a statement Sunday. \"We are a nation at war with Islamist terrorists. ... Our security depends on our refusal to back down in the face of terror. We never will.\"\nRyan's office sought to distinguish the House Republican approach to fighting terrorism from Trump's. The Speaker's team blasted out a laundry list of proposals to combat radical extremists, including restricting the travel of foreign fighters and combating online radicalization.\nWhile Trump's comments earned him scorn from his critics, it's unclear whether they will do lasting political harm.\nHe saw his poll numbers rise late last year after attacks in Paris and San Bernardino, Calif., when he first called for his temporary ban on Muslim immigration.\nA March survey showed that half of Americans back a temporary ban on Muslims traveling to the U.S., so Trump's aggressive posture could put Obama and Clinton on the defensive.\nThe president did not talk about Trump on Monday after an Oval Office meeting with his national security team.\nWhite House press secretary Josh Earnest batted away Trump's comments, telling reporters \"it's important not to get distracted by things that are so small.\"\nBut pressed to respond, the spokesman launched into a defense of Obama's efforts to fight terrorist groups at home and abroad.\n\"If you take a look at the president's record, it speaks for itself,\" he said. \"And that record includes a lot of dead terrorists.\"\n\nLoad-Date: November 24, 2016"
}