{
    "title": "Trump doubles tariffs on Turkish metals",
    "publisher": "the new york times",
    "year": 2018,
    "month": 8,
    "day": 11,
    "full text": "Turkey's currency sank to record lows on Friday amid panic about the country's economic health and souring relations with the United States.\nThat turned into a rout on Friday, with the lira diving as much as 18 percent at one point, the biggest one-day drop since Turkey's 2001 financial crisis.\nThe tweet is another salvo in the growing dispute between Turkey and the U.S.\nFor a start, investors are anxious that Turkish companies that borrowed heavily to profit from a construction boom may struggle to repay loans in dollars and euros, as the weakened lira means there is now more to pay back.\nU.S. President Donald Trump said he's authorized doubling some metalstariffs on Turkey, citing poor relations with the North Atlantic Treaty Organisation ally amid an escalating conflict over its detention of an American pastor.\n\"If they have their dollar, we have the people, we have Allah, \" he said.\nTrump is also declaring that, \"Our relations with Turkey are not good at this time!\".\n\"A US-induced crisis in Turkey will create a new martyr in the region, with far-reaching consequences which American congressmen and President Trump do not foresee\", Bulent Gultekin, a professor at the Wharton School of the University of Pennsylvania and the former Turkish Central Bank governor, told MEE.\nWithout naming countries, Erdogan said supporters of a failed military coup two years ago, which Ankara says was organized by a USA -based Muslim cleric, were attacking Turkey in new ways since his re-election two months ago to a new executive presidency.\nTrump said Friday on Twitter that he authorized a new 20 percenttariff on aluminum and 50 percenttariff on steel from Turkey.\nMr Trump has castigated Turkey for detaining American pastor Andrew Brunson, who is on trial for terrorism charges for allegedly associating with plotters of the failed 2016 coup against Mr Erdogan.\nA delegation of Turkish officials held discussions with their counterparts in Washington this week but there was no sign of a breakthrough.\nThe meetings came as Turkey seeks to stanch an economic meltdown amid fallout from USA sanctions imposed last week over the continued detention of the pastor, Andrew Brunson, who was jailed on espionage and terrorism suspicions more than two years ago and recently released to house arrest.\nTransfer: Jerome Boateng calls Mourinho to reject Manchester United move\nEverton and Lyon are also interested in Mina and United accept that if either club meet the demand they will miss out. Mourinho was linked to the Belgian defender after failing to cement his spot in Mauricio Pochettino's side.\nLast week, he called on Turks to convert their foreign currency and gold into Turkish lira to help the currency.\n\"This is a national, domestic battle\". Relations between the United States and Turkey have been weakening for several reasons. Gulen has denied the allegation.\nTurkey, a North Atlantic Treaty Organisation ally, him on trial for espionage and terror-related charges linked to a failed coup attempt in the country two years ago.\nA combination of factors, according to experts, have led to fears the country is sliding into an economic crisis.\n\"First of all, confidence needs to be regained\".\nOne of the hard issues affecting U.S.\nTrump commented on the issue as the Turkish lira has fallen 36 percent in 2018, and the country faces increasing debt without foreign investment.\nBerat Albayrak, the Treasury minister and Mr Erdogan's son-in-law, is due to announce a \"new economic model\" for Turkey...\nThis did nothing to revive the lira.\nCornell University economist Eswar Prasad told the New York Times Friday that Trump's announcement sets \"a worrying precedent for future tradesanctions that could be triggered by purely market-driven changes in exchange rates ...\" \"Albayrak's plan was uninspiring at best\".\nThe new set of economic steps are aimed at securing an economic growth of 3-4 percent in 2019, and decreasing the inflation rate to single digits, the ministry said in a press release on August 9.\nAnd it remains unclear if the bank would be willing to sharply lift rates, with analysts saying the nominally independent institution is under the influence of Erdogan, who wants low rates to keep growth humming.\n\"It seems that the Erdogan administration may now have missed its chance to regain any central bank credibility and even when rates do rise, it is likely to be a case of too little too late\".\n\nLoad-Date: August 11, 2018"
}