{
    "title": "Trump's plan offers more harm than good",
    "publisher": "telegraph herald ",
    "year": 2015,
    "month": 12,
    "day": 11,
    "full text": "where we stand Banning Muslim immigrants is not only contrary to American freedoms, it wouldn't help stop the threat of terrorism.\nIt's hard to decide which is most disconcerting about Donald Trump's recent suggestion that the U.S. prohibit all Muslims from entering this country: The fact that he thinks this would be reasonable for the government to do, or that he thinks it would work as a means to suppress terrorism.\nHe's dead wrong on both counts.\nIt's offensive that someone in the running to hold our country's highest office would be so cavalier about tossing out one of the founding principles of our Constitution - religious freedom. Would Trump's supporters be so quick to cheer him on if it were another Constitutional right he would trample? What if it were the right to bear arms? Or due process? Or equal protection?\nBeyond his blatant disregard for basic freedoms, Trump seems to have grossly underestimated the intellect and perseverance of those wishing to do harm to this country.\nOne can picture the immigration checkpoint in a Donald Trump-run America:\n\"Religion?\"\n\"Christian.\"\n\"Welcome! Step to the right and come on in. Next. Religion?\"\n\"Muslim.\"\n\"Guards, please escort this Muslim out. He is not welcome here.\"\n\"Darn, you foiled my jihadist plan!\"\nDoes Trump really think it will be that easy? Would it not be easy for a person entering this country to simply lie about his or her religion? In fact, wouldn't it be more likely that the person who declares himself or herself to be a Muslim from the Middle East be someone with nothing to hide? Wouldn't a person planning to commit an act of terrorism say whatever might draw the least attention and pushback?\nYet, Trump doesn't seem to have any concern about the serious flaws in his plan.\nLook around at the people criticizing his statement. That should give you some idea about the sour note he has struck. One political opponent after another - fellow Republicans, mind you - has denounced his idea. Jeb Bush described Trump as \"unhinged.\" But you might think, \"Of course those running against him for president would say that. Trump is the candidate in the lead. They have a vested interest in seeing him sink.\"\nBut what about Dick Cheney? He is another story. Cheney doesn't have a dog in this fight. Since he and George W. Bush left office nearly seven years ago, he has for the most part stayed out of political frays. But Dick Cheney couldn't let this one pass. He had to speak up about Trump, whose proposal, he said, \"goes against everything we stand for and believe in.\"\nThe state Republican Party leaders of three of the most important states in the nomination process - Iowa, New Hampshire and South Carolina - all issued statements or sent tweets condemning Trump's plan.\nThe savvy and sensible conservatives don't want the Republican Party to be painted with the Trump brush any more than Muslims want to be associated with terrorists who claim to be acting in the name of religion.\nThere are reasonable measures that can be pursued in the quest to combat terrorism and improve public safety. For example, the U.S. House this week overwhelmingly approved legislation to restrict admittance of foreign citizens who have traveled to Syria or Iraq in recent years. A change in visa requirements is no guarantee. But it's a start. It's a measured response.\nTrump's response is neither reasonable nor measured. It's inflammatory. It's jingoistic. It's unworkable. It's unconstitutional. And, ultimately, it makes Americans less safe.\nMeanwhile, the longer the candidate leading the GOP polls spews this nonsense, the deeper the hole he digs for the Republican Party on election day.\nComing up with workable measures that provide protection for Americans here and abroad isn't as simple or attention-grabbing as declaring a total ban on everyone of a particular faith, but the difficult questions require difficult responses.\nEditorials reflect the consensus of the TH Media Editorial Board.\n\nLoad-Date: December 11, 2015"
}