{
    "title": "Trump says 'hate has no place in our country'",
    "publisher": "university wire",
    "year": 2019,
    "month": 8,
    "day": 5,
    "full text": "US President Donald Trump says \"hate has no place in our country\" after two mass shootings that left 29 people dead, but also blames mental illness for the violence.\nPresident Trump's reaction to the two mass shootings has been quickly criticised by Democratic candidates for the 2020 presidential election.\nInvestigators on Sunday were examining an anti-immigration \"manifesto\" posted online by a 21-year-old gunman who opened fire in El Paso late Saturday morning, killing at least 20 people and injuring 26.\nBut administration officials say they have taken the threat seriously.\n\"We are also angry - angry that shooting after shooting politicians in Washington and Columbus refuse to pass sensible gun-safety laws to protect our communities\", Brown said. \"We're going to take care of [the problem, ] I'm talking to a lot of people, and a lot of things are in the works\".\nAmid rising grief and a clamor for action after the shootings in Texas and OH, and earlier in several other cities, politicians of both parties called for the federal government to take that threat more seriously, with some Democrats accusing US President Donald Trump of dangerously fanning racial tensions. \"They are a clarion call, and give cover, to white supremacists who consider people of color a sub-human \"infestation\" in America\".\nIt was a personal issue for Beto O'Rourke, the former congressman who returned to El Paso after the attack in his hometown.\nThe motive for the Dayton shooting, which happened at a popular nightlife area, was not immediately known. Since the organization started keeping track of incidents across the U.S.in 2013, only 2016 had more mass shootings than days in the year. She had gone with him to the scene of the shootings.\nWhaley said that if the police had not responded so quickly, \"hundreds of people in the Oregon District could be dead today\".\n\"Today's shooting in El Paso, Texas, was not only tragic, it was an act of cowardice\". He is being held on a charge of capital murder, court records show. And until we address why people think this way.\nSeven of the 20 people killed in the El Paso shooting were Mexican, the country's foreign minister, Marcelo Ebrard, said Sunday. May God be with the victims of these two horrific crimes and bring aid and comfort to their families and friends.\nWho Is 'Hobbs & Shaw's Mystery Bad Guy?\nDwayne Johnson reportedly has producers, editors and fight coordinators in his corner to make sure he also looks tough enough on screen.\nThe Texas shooting is being handled as a domestic terrorism case, according to USA authorities.\n\"Way to downplay domestic terrorism\", said one user.\nSecurity camera footage shows dozens of people racing through the doorway of the local Ned Peppers nightclub.\nBiehl said the gunman wore a mask and a bullet-proof vest and was armed with an assault rifle fitted with a 100-round drum magazine.\nOn Sunday, following yet another mass shooting perpetrated by a white male with an assault rifle - this time at a bar in Dayton, Ohio - Rihanna slammed Trump's tweet on Instagram.\nDayton Police Chief Richard Biehl told a news conference that the quick police response was \"crucial\", preventing the shooter from entering a bar where \"there would have been. catastrophic injury and loss of life\".\nWhat has the reaction been?\n\"Let's be very clear about what is causing this and who the president is\", O'Rourke said. \"Updates will be given throughout the day!\" the president tweeted.\nDemocratic Senator Bernie Sanders said Mr Trump's language \"creates a climate which emboldens violent extremists\".\nActing White House Chief of Staff Mick Mulvaney rebutted the Democrats' allegations and attributed the shootings to \"sick\" individuals.\nIn recent weeks, critics also accused Trump of racism after his attacks on members of Congress who are members of racial or ethnic minorities.\n\nLoad-Date: August 5, 2019"
}