{
    "title": "Trump puts _murderous_ North Korea on U.S. terrorism blacklist",
    "publisher": "the world",
    "year": 2017,
    "month": 11,
    "day": 21,
    "full text": "WASHINGTON  - President Donald Trump announced Monday the U.S. is putting North Korea's \"murderous regime\" on America's terrorism blacklist, despite questions about Pyongyang's support for international attacks beyond the assassination of its leader's half-brother in February.\n Trump said the designation as a state sponsor of terror was long overdue, and he promised a new wave of sanctions as part of a \"maximum pressure campaign\" over North Korea's development of nuclear weapons that could soon pose a direct threat to the U.S. mainland.\n North Korea will join Iran, Sudan and Syria on the blacklist. North Korea had been designated for two decades until 2008 when it was removed in a bid to salvage international talks aimed at halting its nuclear efforts. The talks collapsed soon after and haven't been revived since.\n Secretary of State Rex Tillerson said the designation was a \"very symbolic move\" with limited practical effects although it could close a \"few loopholes\" in a tough sanctions regime that was starting to bite in Pyongyang. He said anecdotal evidence and intelligence suggests the North is suffering fuel shortages, with queues at gas station, and its revenues are down.\n The designation is likely to exacerbate sour relations between Washington and Pyongyang that have turned uglier with name-calling between Trump and Kim Jong Un. There was strong bipartisan support for the move in Congress, which had passed legislation in August requiring the State Department to make a determination on the issue.\n \"In addition to threatening the world by nuclear devastation, North Korea has repeatedly supported acts of international terrorism, including assassinations on foreign soil,\" Trump said as he announced the designation at a Cabinet meeting at the White House.\n North Korea is already subject to an array of tough U.S. and U.N. sanctions restricting trade, foreign assistance, defense sales and exports of sensitive technology.\n\nLoad-Date: November 21, 2017"
}