{
    "title": "Trump_ Qatar must stop funding terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 6,
    "day": 9,
    "full text": "President Donald Trump called on Qatar to stop funding terrorism, claiming credit for and endorsing the decision of Gulf nations to ostracize their neighbor, even as US Cabinet officials said their blockade is hurting the campaign against ISIS.\n\"We had a decision to make,\" Trump said, describing conversations with Saudi Arabia and other Gulf countries. \"Do we take the easy road or do we finally take a hard but necessary action? We have to stop the funding of terrorism.\"\nIn doing so, the President's tone, if not his message, clashed with his most senior national security officials, highlighting the often mixed messages emerging from his administration since the Qatar crisis began Tuesday.\nHindering the ISIS campaign\nThe three Sunni Gulf countries -- Saudi Arabia, Bahrain and the UAE -- moved with Egypt to cut off diplomatic ties with Qatar, host to the one of the Pentagon's largest military bases in the Middle East and a linchpin in the fight against ISIS.\nSecretary of State Rex Tillerson, speaking to reporters shortly before Trump's remarks, said the Gulf countries' land and air blockade of Doha is hurting the campaign against ISIS, an assessment Pentagon officials only partially corroborated.\n\"The blockade is hindering US military actions in the region and the campaign against ISIS,\" Tillerson said, without providing details. The US' \"expectation is that these countries will immediately take steps to resolve the situation,\" he added.\nIn a sharp contrast to Trump's tone and messaging, Tillerson called on Gulf nations to de-escalate the crisis with Qatar, citing humanitarian, economic and military costs.\n\"We ask that there be no further escalation by the parties in the region,\" Tillerson said Friday. He called on Qatar \"to be responsive to the concerns of its neighbors.\"\nSaudi Arabia and its counterparts accuse Qatar of supporting terrorism and destabilizing the region because of its ties to their Shiite rival, Iran, and its support for groups like the Muslim Brotherhood and Hamas. Qatar acknowledges its links to these groups, but denies that it supports terrorism.\n\"The Emir of Qatar has made progress in halting\" support for and financing of terrorist groups, Tillerson said, \"but he must do more and do it quickly.\"\nTrump, in contrast, was much more explicit in condemnation. \"The nation of Qatar has historically been a funder of terrorism at a very high level,\" he said, speaking from the Rose Garden.\n\"I decided, along with secretary of state Rex Tillerson, our great generals and military people, the time had come to call on Qatar to end its funding, they have to end that funding and its extremist ideology,\" Trump said.\nThe President said he helped those countries make the decision to break off relations with Qatar during his trip to Saudi Arabia last month. \"Nations came together and spoke to me about confronting Qatar over its behaviors,\" he said.\nDespite Tillerson's assessment that the fight against ISIS had been impacted, Pentagon officials said there has been no immediate disruption. They warned, however, that their ability to make longer-term plans was being affected.\nQatar is home to 11,000 US troops and the Al Udeid Air Base, the main regional center for air operations against the terrorist group.\nThe Gulf nations have cut air and land access to Qatar, with some moving to close their airspace to flights on the way to Qatar, but US military officials said their operations continue without interruption.\n\"Regular supplies are moving into the base there via air,\" said US Navy Capt. Jeff Davis, a Pentagon spokesman. Davis said the Defense Logistics Agency \"is looking at a number of contingencies if the thing should come about, but at this point there's no impact on our operations.\"\n\"Qatar remains critical\"\nBut Davis added that \"while current operations from Al Udeid Air Base have not been interrupted or curtailed, the evolving situation is hindering our ability to plan for longer term military operations. Qatar remains critical for coalition air operations in the fight against ISIS and around the region.\"\nTillerson addressed criticism that the other Gulf countries including Saudi Arabia are also complicit when it comes to backing or fueling extremism. \"Others must do more to eliminate support for violent extremists\" within their own borders, Tillerson said, calling for \"progress toward eliminating all forms of support for terrorism: military, financial, moral or ideological.\"\nTillerson also noted that the Gulf countries -- all members of the Gulf Cooperation Council and all involved in the fight against ISIS -- have to stay unified for the sake of that effort. Calls to Gulf leaders over the past few days have left him convinced there's a resolution, he said.\n\"It's clear to me based on these conversation that the elements of a solution are available,\" Tillerson said. \"We know you're stronger together.\"\nUnlike Trump, Tillerson stressed the possibility of reconciliation and pointed to the human cost of the Saudi-led blockade, mentioning shortages of food, the way families had been separated and they way some children have been pulled out of school.\n\"Unintended consequences\"\n\"We believe these are unintended consequences, especially during the holy month of Ramadan,\" Tillerson said, referring to the most important holiday on the Muslim calendar. \"They can be addressed immediately,\" he said.\nThe blockade is also impeding US and other international business activities in the region, Tillerson said, creating hardship for the people of Qatar and people whose livelihood depends on doing business with Qatar.\nTillerson said that the US will throw its weight behind efforts by the Emir of Kuwait to act as a mediator to bring about a resolution to the crisis, which was reportedly sparked by an interview with the Qatari leader that Qatar said was a false news story. CNN is reporting that US investigators believe Russian hackers may have been behind the effort, and the FBI has been sent to Qatar to help probe.\nThe US stance on Qatar has been roiled has by the mixed messages from the start. Tillerson and Defense Secretary James Mattis have emphasized the need for Gulf unity and the importance of the US partnership with Qatar, home to the Al Udeid Air Base, the main regional center for air missions against ISIS.\nTrump has taken a starkly different tack, initially praising the move by Gulf nations to sever diplomatic relations with Doha before reversing course on Wednesday.\nIn a Wednesday phone call with the Qatari Emir, Trump extended an olive branch, offering to help the parties resolve their differences with a White House meeting if necessary, and offered the services of Tillerson as a mediator.\nCNN's Barbara Starr, Elise Labott and Laura Koran contributed to this report.\nSuccess! An email has been sent with a link to confirm list signup.\nError! There was an error processing your request.\nNews Updates\nWant to stay updated on all the latest news from The Breeze? Sign up for our newsletter. Sign up Manage your lists\nThis article originally ran on curated.tncontentexchange.com.\n\nLoad-Date: January 16, 2018"
}