{
    "title": "Trump Must Not Blame Muslims for Terrorism",
    "publisher": "university wire",
    "year": 2017,
    "month": 11,
    "day": 6,
    "full text": "On Tuesday, Oct. 31, New York City fell victim to what officials and mainstream media deemed an act of terrorism at the hands of Sayfollo Saipov, who drove a Home Depot pickup truck through a bike path, colliding with pedestrians and cyclists and eventually crashing into a school bus, killing eight people and injuring 11 more. President Donald Trump seized this opportunity to promote his agenda on immigration, national security and the death penalty, to blame Democrats' immigration policies for the attack and to further batter members of the Muslim community, whom he has targeted during both his campaign and presidency. Not only is Trump's reaction inappropriate and divisive, but it also promotes a malleable definition of terrorism while simultaneously hindering the freedom of the Muslim community.\nThe Trump administration has strategically chosen how to address natural tragedies, choosing which to politicize according to the interests of the Trump agenda. Following the mass shooting in Las Vegas, Press Secretary Sarah Huckabee Sanders argued that the gun control debate had no place in the aftermath of the attack, as it was a time of reflection and mourning. However, a mere 12 hours after the New York City attack, Trump's tweets condemned the diversity visa lottery program as \"a Chuck Schumer beauty\" for enabling Saipov to enter the country in the first place. He used the incident to showcase that the country should heighten its vetting and security processes for those seeking entry into the U.S. The obvious dichotomy between the two tactical responses captures the insidious way the U.S. government redefines the boundaries of what constitutes as a terrorist based on who the assailant is.\nOfficials say Saipov shouted \"Allahu akbar,\" the Arabic phrase for \"God is great,\" at the scene of the attack. The phrase has been used by extremists to justify their acts of violence, distorting its powerful meaning for Muslims. Even though extremists misappropriated the phrase, the U.S. government has perpetuated its association with terrorism by deliberately  feeding into the terror and paranoia instituted by extremists. The phrase has been contorted to promote the constructed narrative of Islam as a violent religion, disregarding the ways Muslims have been stripped of a common, natural way to praise their God. Religious language can be misused to fit and promote discourses, and, as Americans, we have to resist these narratives and support Muslim-Americans' reclamations of \"Allahu akbar.\"\nTimes of tragedy tend to reveal our elected officials' true motives. Unfortunately, with any administration, tragedy leads to more bickering between parties, shameless promotion of political agendas and presumptive generalizations that further instill fear, hatred and ignorance in the American people. Although Trump's reaction is not surprising, it is still disheartening. While state-sanctioned paranoia plagues our public discourse, instead of succumbing to institutionalized xenophobia against Muslims as Trump has, Americans should uphold our constitutional right of freedom of religion for everyone.\nOpinions expressed on the editorial pages are not necessarily those of WSN, and our publication of opinions is not an endorsement of them. A version of this appeared in the Monday, Nov. 6 print edition. Email Paola Nagovitch at [email protected]\n\nLoad-Date: November 6, 2017"
}