{
    "title": "TRUMP_ U.S. DIDN'T PAY FOR PATIENT'S CARE",
    "publisher": "pittsburgh post-gazette",
    "year": 2019,
    "month": 4,
    "day": 27,
    "full text": "President Donald Trump said Friday that the United States did not pay any money to North Korea, which had issued a $2 million bill for the hospice care of American Otto Warmbier, the comatose University of Virginia student sent home from Pyongyang in 2017.\n\"No money was paid to North Korea for Otto Warmbier, not two Million Dollars, not anything else,\" Mr. Trump said in a tweet in which he suggested he has taken a different approach to hostage negotiations than his predecessor, Barack Obama.\nThe Washington Post reported Thursday that North Korea presented an invoice for Mr. Warmbier's care in an extraordinarily brazen act even for a regime known for its aggressive tactics. Mr. Warmbier, who was 21, fell into a coma for unknown reasons the night he was sentenced to 15 years in prison in North Korea with hard labor in March 2016. He died stateside in June 2017.\nBotswana's elephants\nBotswana's president invited heads of state from nations with the greatest reservoir of elephants on the planet to discuss a common policy toward the management of the pachyderms, which are becoming a campaign issue before elections later this year.\nLeaders will discuss the impact of the animals on humans and the legal and illegal trade in elephant products with the aim of agreeing on \"concrete interventions to address the challenges posed,\" the government said in an invitation to the May 3-7 meeting seen by Bloomberg. The summit was confirmed by Environment Minister Kitso Mokaila.\nWith the Botswana Democratic Party facing its tightest election since winning power more than half a century ago, President Mokgweetsi Masisi has sought to appeal to rural voters by holding public hearings on the impact of elephants, of which Botswana has the most in the world, and pledging to lift a ban on hunting.\nTurkey's coup purge\nTurkey launched a new round of its three-year crackdown on purported followers of a U.S.-based cleric it blames for an attempted coup, ordering the arrest of former employees of an opposition newspaper, active-duty military officers and police.\nA court said eight people who used to work at the Cumhuriyet daily must return to prison to serve the remainder of their terms for terrorism-related offenses, the state-run Anadolu Agency said. A day later, authorities issued arrest warrants for 210 military officers and more than 40 policemen, and jailed a former head of police intelligence, Sabri Uzun, pending trial on charges of terrorism and insulting President Recep Tayyip Erdogan.\nAuthorities say the eight ex-newspaper employees aided groups including the outlawed network of Islamic preacher Fethullah Gulen, allegations that have been directed at thousands of Turks since the failed 2016 military putsch against Mr. Erdogan.\nLottery win questioned\nLONDON - For two friends with checkered pasts it was the luck of a lifetime: a 4 million-pound ($5.2 million) lottery win.\nBut Mark Goodram and Jon-Ross Watson may see their celebrations cut short.\nThe Sun newspaper reports that Britain's National Lottery is withholding the payout as it investigates whether the men, who have a string of criminal convictions, used illicit means to buy the winning ticket.\n\nLoad-Date: September 10, 2019"
}