{
    "title": "Trump, Clinton spar on issue of national security",
    "publisher": "the bismarck tribune",
    "year": 2016,
    "month": 7,
    "day": 31,
    "full text": "WASHINGTON - In their struggle for the upper hand on national security, Hillary Clinton and Donald Trump are emphasizing strikingly different themes: he as the bold and cunningly unpredictable strongman who will eliminate terrorism, and she as the calm, conventional commander in chief who will manage all manner of crises.\nTerrorism is Trump's national security touchstone, and the Islamic State group is his target. He promises to wipe it out, and quickly.\nClinton accuses him of fearmongering and of denigrating the U.S. military as gutted and worn out. She presents herself as the anti-Trump.\n\"America's strength doesn't come from lashing out,\" she said in accepting the Democratic nomination Thursday. \"Strength relies on smarts, judgment, cool resolve, and the precise and strategic application of power.\" By implication, Trump is cast as bombastic, scattershot, impulsive and fanciful.\nNational security has emerged as a key focus of the campaign - more the candidates' temperaments than their plans.\nTrump says he is best suited because he would be a dealmaker and deliberately unpredictable, thus making it more difficult for adversaries to counter his military or diplomatic moves. Clinton pitches her steadiness and depth of experience from eight years in the Senate and four years as President Barack Obama's secretary of state.\nEach has zeroed in on what many consider the most worrisome issues: terrorism and an assertive Russia. The next president, however, will face a wider range of problems, to include ending the war in Afghanistan, managing the nuclear ambitions of Iran and North Korea, coping with a rising China, and ending a cycle of bloody instability in Iraq and Syria. There also are challenges in cyberwarfare, nuclear weapons and the modernization of the U.S. military.\nTrump calls his approach \"America first,\" meaning alliances and coalitions would not pass muster with him unless they produced a net benefit to the U.S. He drew rebukes from much of the national security establishment when he suggested in a recent newspaper interview that as president he might not defend certain NATO member countries against outside attack if they were falling short of the alliance's defense spending targets. He also has been accused of being too easy on Russian President Vladimir Putin, whom Trump has openly admired.\nFor her part, Clinton questions Trump's reliability. \"He loses his cool at the slightest provocation,\" she said in her acceptance speech at the Democratic National Convention. \"Imagine him in the Oval Office facing a real crisis. A man you can bait with a tweet is not a man we can trust with nuclear weapons.\"\nThe commander in chief's responsibility in the nuclear arena is not traditionally a hot-button issue on the campaign trail. But it has arisen more regularly this time, mainly because the Democrats see Trump as vulnerable to voter doubts about whether he could be trusted to use nuclear restraint.\n\nLoad-Date: July 31, 2016"
}