{
    "title": "Trump's Racism May Lead to Violence",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 1,
    "full text": "If I learned anything from 25 years in the F.B.I., including a stint as head of counterintelligence, it was to trust my gut when I see a threat unfolding. Those of us who were part of the post-Sept. 11 intelligence community had a duty to sound the alarm about an impending threat.\nNow, instinct and experience tell me we're headed for trouble in the form of white hate violence stoked by a racially divisive president. I hope I'm wrong. \n  Since October, the F.B.I. has made 90 arrests in domestic terrorism cases. Domestic terrorism includes violence by Americans who belong to anti-government militias, white supremacist groups or individuals who ascribe to similar ideologies not connected to Islamic extremism. In fact, the F.B.I. says that of its 850 pending domestic terror investigations, about 40 percent involve racially motivated extremism. In 2017 and 2018, the F.B.I. made more arrests connected to domestic terror than to international terrorism, which includes groups like Al Qaeda and the Islamic State and their lone-wolf recruits.\n  Last weekend, a young man with a rifle took the lives of three people and injured at least a dozen others at the annual Gilroy Garlic Festival in California. Preliminary reports indicated that among the gunman's social media postings was an exhortation to read the obscure 1890 novel ''Might Is Right,'' which justifies racism and asserts that people of color are biologically inferior.\n  That same weekend, President Trump lashed out via Twitter at a black congressman, Representative Elijah Cummings, a Maryland Democrat. As he has before, the president expressed his wrath with a message aimed at dividing us along racial lines. Mr. Cummings is chairman of the House Oversight Committee, which recently voted to authorize additional subpoenas for senior White House officials' communications.\n  Mr. Trump attacked with multiple tweets, including: ''Why is so much money sent to the Elijah Cummings district when it is considered the worst run and most dangerous anywhere in the United States. No human being would want to live there. Where is all this money going? How much is stolen? Investigate this corrupt mess immediately!''\n  Mr. Cummings represents a majority-black area encompassing much of Baltimore as well as parts of Howard and Baltimore Counties. Many people live in that district by choice. In another tweet, the president described the district as ''a disgusting, rat and rodent infested mess'' that is ''FAR WORSE and more dangerous'' than the nation's southern border.\n  This outburst came on the heels of the president's denunciation of four Democratic congresswomen of color as anti-Semitic and anti-Israel. Although three of the four were born here, and all of them are, of course, Americans, Mr. Trump said they should ''go back'' to the ''totally broken and crime infested places from which they came.'' He also asserted his belief that the four congresswomen were not ''capable of loving our country.''\n  Reporting indicates that Mr. Trump's rants emboldened white hate groups and reinforced racist blogs, news sites and social media platforms. In response to his tweets, one of the four lawmakers, Representative Ilhan Omar of Minnesota, said: ''This is the agenda of white nationalists, whether it is happening in chat rooms or it's happening on national TV. And now it's reached the White House garden.'' She's right.\n  To be clear, I am not accusing President Trump of inciting violence in Gilroy or anywhere else. But he empowers hateful and potentially violent individuals with his divisive rhetoric and his unwillingness to unequivocally denounce white supremacy. Mr. Trump may be understandably worried about the course of congressional inquiries, but his aggressive and race-baiting responses have been beyond the pale. He has chosen a re-election strategy based on appealing to the kinds of hatred, fear and ignorance that can lead to violence.\n  We've seen this movie before in the radicalization of Muslims by internet sermons delivered by charismatic, father-figure clerics who inspire terrorism and martyrdom. The president has fallen short of calling for overt violence against minorities and immigrants, but unbalanced minds among us may fail to note the distinction. If a president paints people of color as the enemy, encourages them to be sent back to where they came from and implies that no humans want to live in certain American cities, he gives license to those who feel compelled to eradicate what Mr. Trump calls an infestation.\n  It doesn't really matter whether Mr. Trump is truly a racist or merely playing one on television to appeal to his base. Either way, his path can lead to bloodshed. When that happens, we will hear White House officials and the Republican leadership claim their hands are clean because malicious people can't be stopped from acting out.\n  Don't believe a word of it. Terrorists aren't born that way: They are inspired, cultivated and directed. Our experience with online radicalization has shown there is a clear path to violence. I fear we are on it.\n  Frank Figliuzzi, a former assistant F.B.I. director for counterintelligence, is a national security analyst for NBC News.\n  The Times is committed to publishing a diversity of letters to the editor. We'd like to hear what you think about this or any of our articles. Here are some tips. And here's our email: letters@nytimes.com\n  Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.\n\nhttps://www.nytimes.com/2019/07/31/opinion/gilroy-white-domestic-terrorism.html\n\nLoad-Date: August 4, 2019"
}