{
    "title": "Trump tweets sanctions against Iran for _WORLD PEACE'",
    "publisher": "chicago daily herald",
    "year": 2018,
    "month": 8,
    "day": 8,
    "full text": "WASHINGTON — U.S. sanctions that kicked in early Tuesday against Iran are meant to pressure Tehran's government into retreating from its support for international terrorism, its military activity in the Middle East and its ballistic missile and nuclear-related programs, President Donald Trump's national security adviser said. The first set of U.S. sanctions that had been eased under a landmark Iran nuclear accord target financial transactions involving U.S. dollars, Iran's automotive sector, the purchase of commercial airplanes and metals, including gold. Additional sanctions on Iran's oil sector and central bank are to be reinstated in early November. \nThe sanctions went back into effect under an executive order Trump signed three months after he pulled the U.S. out of the 2015 international accord limiting Iran's nuclear activities. Trump called the deal, signed by the Obama administration, \"horrible.\" John Bolton, the U.S. national security adviser, said Tuesday that the intent of sanctions is not to bring about Iranian \"regime change.\" \"But we definitely want to put maximum pressure on the government, and it's not just to come back to discuss fixing a deal that's basically not fixable, dealing with the nuclear weapons aspect,\" Bolton said. \"We want to see a much broader retreat by Iran from their support for international terrorism, their belligerent activity in the Middle East and their ballistic missile, nuclear-related program.\" \"There's a lot going on here that Iran needs to be held accountable for,\" he said. In a morning tweet, Trump said the re-imposition of sanctions means, \"Anyone doing business with Iran will NOT be doing business with the United States.\" \"I am asking for WORLD PEACE, nothing less!\" The stiff economic sanctions ratchet up pressure on the Islamic Republic despite statements of deep dismay from European allies. Trump said the deal left the Iranian government flush with cash to fuel conflict in the Middle East. Iran accused the U.S. of reneging on the agreement and of causing Iranian economic unrest.\n\nLoad-Date: August 14, 2018"
}