{
    "title": "Trump describes Pulwama attack as 'horrible', State Dept asks Pak to punish those responsible",
    "publisher": "metro vartha",
    "year": 2019,
    "month": 2,
    "day": 20,
    "full text": "Washington, Feb. 20 -- US President Donald Trump has described as \"horrible\" the deadly terror attack by Pakistan-based Jaish-e-Mohammed in Pulwama, as his administration offered full support to India to combat terrorism and asked Islamabad to punish anyone responsible for the \"heinous act\".\nThe suicide attack on February 14 in Jammu and Kashmir has left 40 Central Reserve Police Force personnel dead and led to escalation of tensions between India and Pakistan.\nTrump told reporters at the Oval Office of White House that it would be \"wonderful\" if the two South Asia neighbours get along.\n\"I have watched. I have got a lot of reports on it. We will have comment (on it) at an appropriate time. It would be wonderful if they (India and Pakistan) get along,\" Trump said in response to a question.\n\"That (the terrorist attack) was a horrible situation. We are getting reports. We will have a statement to put out,\" Trump said.\nAt a separate news conference, the State Department said the US has been in close communication with the Indian government \"to express not only our condolences but our strong support\".\n\"We're committed to working with the Indian government to combat terrorism in all of its forms,\" State Department Deputy Spokesperson Robert Palladino told reporters at a news conference.\n\"The perpetrator of that heinous act claimed allegiance to the United Nations-designated, Pakistan-based terrorist group Jaish-e-Mohammed, and we call on all countries to uphold their responsibilities pursuant to the United Nations Security Council resolutions to deny safe haven and support for terrorists,\" Palladino said.\nThe US has a close, cooperative relationship with India, a security relationship, and that includes counterterrorism operations, he said.\n\"So we are committed to working with India, the Indian government, and on these counterterrorism efforts, both bilaterally and multilaterally, including at the United Nations,\" Palladino said in response to a question.\nHe said the US has been in contact with Pakistan on this issue.\n\"We urge Pakistan to fully cooperate with the investigation into the attack and to punish anyone responsible,\" he said.\nFollowing the terrorist attack, Trump's National Security Advisor John Bolton has supported India's right to self-defence.\nSecretary of State Mike Pompeo, Bolton and White House Press Secretary Sarah Sanders in separate statements have asked Pakistan to immediately take action against the JeM and its leaders and end support to terrorist safe havens.\nMeanwhile, US lawmakers continued to strongly condemned the heinous act of terrorism.\n\"The terror attack targeting Indian soldiers in Kashmir is horrendous and I condemn it in the strongest terms. My prayers and sympathies are with the victims and their families,\" said Senator Ted Cruz.\nSo far as many as 20 of the 100 American Senators have issued their support for India in the aftermath of the terrorist attack.\nAlyssa Ayres from the Council on Foreign Relations think-tank on Tuesday slammed Pakistan Prime Minister Imran Khan who in a speech sought proof for the terrorist attack for them to take action.\nKhan on Tuesday said he would act against the perpetrators of the Pulwama terror attack if New Delhi shares \"actionable intelligence\", but warned against any \"revenge\" retaliatory action.\n\"Unfortunately, Pakistan has not taken action against LeT and JeM despite evidence. No one has been brought to justice for the Mumbai attack,\" Ayres said.\nPublished by HT Digital Content Services with permission from MetroVaartha English. For any query with respect to this article or any other content requirement, please contact Editor at contentservices@htlive.com\n\nLoad-Date: February 20, 2019"
}