{
    "title": "Trump says Barr resigning, will leave before Christmas",
    "publisher": "university wire",
    "year": 2020,
    "month": 12,
    "day": 15,
    "full text": "Mr Barr in his resignation letter said he updated Mr Trump on Monday on the department's \"review of voter fraud allegations in the 2020 election and how these allegations will continue to be pursued\". \"If you just cured three simple constitutional defects, Donald Trump is the victor of this election\".\nBiden is projected to win 306 electoral votes, while Trump will take 232.\nMembers of the electoral college - who cast one vote for president and one for vice-president - nearly always vote in line with whoever won the popular vote in their state.\nU.S. voters do not directly cast their votes for president but rather, under the Electoral College system, they choose the electors who will then vote for the president. They'll be counted during a joint session of the House and Senate on January 6. After weeks of legal challenges that were dismissed by judges, Trump and Republican allies tried to persuade the Supreme Court last week to set aside 62 electoral votes for Biden in four states, which might have thrown the outcome into doubt.\nThe threat of violence led to extraordinary security measures for the Electoral College meetings in several states.\nU.S. removes Sudan from state sponsors of terrorism list\nSudan paid a negotiated $335 million settlement to victims of al-Qaeda attacks on United States embassies in 1998. It cut Sudan off from financial assistance and investment, and from the global banking system.\nAfter Clinton's 2016 defeat, there was a chorus of calls among many Democrats to scrap the electoral vote process and let the national popular vote determine presidential election winners. Biden and Vice President-elect Kamala Harris will be sworn into office on January 20.\nThe justices rejected the effort on Friday. Footage in Georgia over the weekend showed a group of armed activists in camouflage parading at the state Capitol to support Trump's claims.\n\"I am greatly honored that you called on me to serve your Administration and the American people once again as Attorney General\".\nElectors in 50 USA states and District of Columbia are voting for president and vice president in time-honored constitutional ceremonies that have drawn new attention this year after Trump refused to concede and insisted without evidence that the election was \"rigged\".\nIn the latest sign of a shifting tide, the staunchly Trump-supporting editorial board of The Wall Street Journal told Trump Monday that his time is up.\n\nLoad-Date: December 15, 2020"
}