{
    "title": "Trump tells NATO members to pay more for their defense President urges focus on 'terrorism and immig",
    "publisher": "daily news ",
    "year": 2017,
    "month": 5,
    "day": 26,
    "full text": "President Donald Trump (left), NATO Secretary General Jens Stoltenberg and German Chancellor Angela Merkel walk through NATO headquarters at the NATO summit in Brussels on Thursday.\nBRUSSELS - President Donald Trump on Thursday sought to shame European leaders for not footing more of the bill for their own defenses, lecturing them to stop taking advantage of U.S. taxpayers.\nSpeaking in front of a twisted shard of the World Trade Center at NATO's gleaming new headquarters in Brussels, Trump upbraided America's longtime allies for \"not paying what they should be paying.\" He used a ceremony to dedicate the memorial to NATO's resolve in the wake of the 2001 terrorist attacks on the United States as a platform from which to exhort leaders to \"focus on terrorism and immigration\" to ensure their security.\nAnd he held back from the one pledge NATO leaders most wanted to hear: an unconditional embrace of NATO's solemn treaty commitment that an attack on a single alliance nation is an attack on all of them.\nInstead, European leaders gazed unsmilingly at Trump whilehesaidthat\"23ofthe28 member nations are still not paying what they should be paying and what they are supposed to be paying,\" and that they owe \"massive amounts\" from past years - a misstatement of NATO's spending targets, which guide but do not mandate nations' military spending decisions.\nNATOhasofficiallypledged that all members will reach the goal of spending at least 2 percent of their gross domestic product on defense by 2024. Secretary General Jens Stoltenberg noted Thursday morning that overall spendingamongmembershasbeen up for two years in a row, and he said he anticipated that increases would now speed up as the alliance addresses the terrorist threat.\nTrump was left largely on his own after the speech as leaders mingled and laughed with each other, leaving him to stand silently on a stage ahead of a group photo.\nThe long day of tense Brussels meetings was a contrast from his friendlier Middle East encounters, where Trump at the beginning of his first foreign trip as president embraced the authoritarian Saudi monarchy and said he had been wowed by Saudi King Salman's wisdom.\nIn Brussels, Trump sat in a morning meeting with top EU leaders, where one emerged to say there were deep differences between them about whether the West can work with Russian President Vladimir Putin. The president lunched with French President Emmanuel Macron, where the two leaders shook hands in a tense, white-knuckled embrace. And he sped across Brussels to NATO, where British Prime Minister Theresa May, the leader of Washington's closest ally, buttonholed him about her anger over intelligence leaks following Monday's terrorist attack in Manchester.\nTrump promised an investigation.\nWhite House press secretary Sean Spicer, traveling with the president, downplayed the absence of Trump's formal commitment to security guarantees during the speech, saying that there was no question of U.S. support for NATO and all of the obligations that are entailed in membership.\n\"Having to reaffirm something by the very nature of being here and speaking at a ceremony about it is almost laughable,\" Spicer said after the speech.\nLeaders offered modest applause at the end of a speech that Trump began by asking for a moment of silence in remembrance of the victims of Monday's terrorist attack in Manchester, England, that killed 22 and wounded many more.\nAddressing the British, Trump said, \"May all the nations here grieve with you and stand with you.\" The attack, he said, \"demonstrates the depths of the evil we face with terrorism.\"\nTrump did not refer to British prime minister's irritation, expressed earlier in the day, over what officials in England have said was the leak to U.S. news media of intelligence information that Britain gathered in the investigation of the Manchester case and shared with the United States.\n\"We have strong relations with the United States, our closest partner,\" May told reporters as she entered NATO's $1.2 billion new headquarters for the ceremony, \"and that is, of course, built on trust. Part of that is knowing intelligence can be shared confidently, and I will make clear to President Trump that intelligence shared with law enforcement agencies must be secure.\"\nMay talked with Trump about the issue inside the closed meetings, a senior British government official said.\nTrump is already under fire at home for violating intelligence agreements, following a report that he revealed sensitive information on the Islamic State, obtained from Israel, to the Russian foreign minister and ambassador to Washington.\nIn a presidential statement issued while Trump was at the ceremony, he called the Manchester leaks \"deeply troubling,\" vowed to \"get to the bottom\" of them and called for a full investigation by U.S. agencies, one that could end with prosecutions, he said.\nTrump's speech likely disappointed leaders who had hoped for a public commitment from the president to NATO's security guarantees, which he called into question during his presidential campaign last year when he said he would check a country's defense spending before coming to its aid.\n\nLoad-Date: May 26, 2017"
}