{
    "title": "Trump's terrorism list is selective",
    "publisher": "the world",
    "year": 2017,
    "month": 2,
    "day": 8,
    "full text": "WASHINGTON - The more Donald Trump tries to build support for his refugee and immigration ban, the darker the world seems to get.\nIn defending his policies barring refugees and curbing immigration, the president is painting an increasingly ominous picture of the danger posed by Islamic extremists. In his speeches, tweets and an imposing new tally of what Trump calls an unreported \"genocide by the Islamic State group, he has raised the prospect of imminent attacks on the United States and cast the debate over safety as a clash between radical Islam and the West.\nTo Trump's supporters, the president's dark warnings show that he has a clear-eyed view of the terror threat facing the U.S. - a threat they believe Barack Obama downplayed. Trump's critics fear he is hyping one threat at the expense of others.\nIslamic extremism is \"an enemy that celebrates death and totally worships destruction, Trump said Monday while visiting the headquarters of the military's Central Command.\nThe list his administration is circulating highlights the debate. The White House points to the 78 incidents as evidence that the news media are intentionally downplaying the dangers of the Islamic State group. \"Most incidents on the list haven't received sufficient attention, the White house says.\nTrump's terror list, however, focuses only on attacks the White House says were \"executed or inspired by the Islamic State. Terrorism carried out in the name of other causes didn't make the list.\nFor example, Trump's list does not include violence by Boko Haram, an Islamist insurgent group operating in West Africa that pledged allegiance to the Islamic State in 2015. It is responsible for far more deaths than ISIS, including suicide bombings, mass shootings and massacres of civilians in Nigeria and neighboring countries.\nThe White House list also leaves off last month's attack on a mosque in Quebec where six Muslim men were shot and killed. A French Canadian man known for far-right, nationalist views has been charged and Canadian Prime Minister Justin Trudeau has called it an act of terrorism against Muslims.\nThe White House says Trump did call Trudeau to express condolences. But his failing to mention it now appears to reflect his narrow focus on the Islamic State.\nAlthough he has been vague about his plans for countering the Islamic State in its strongholds in Iraq and Syria, he has moved swiftly to try to keep the group's followers out of the United States, signing an executive order in his first week in office that banned all entries from seven Muslim-majority countries with terror ties. Trump's directive also halted the entire U.S. refugee program for four months and banned Syrians from the U.S. indefinitely.\nThe ban is now held up in the courts, prompting a fierce response from the president.\nIn a strikingly personal attack on the judiciary, Trump said the judge should bear the blame if an attack occurs while his ban is paused. He's warned that the court order has allowed people to start \"pouring in to the United States, despite the fact that those who do not currently hold legal visas must go through lengthy vetting procedures before entering the country.\n\"ISIS said we are going to infiltrate the United States and other countries through the migration, Trump said during a White House meeting with sheriffs on Tuesday. \"And then we're not allowed to be tough on the people coming in? Explain that one.\nEvelyn Farkas, who served as deputy defense secretary during the Obama administration, argues that the president's warnings are creating \"a level of concern that probably isn't warranted by the threats assessment.\nIn recent years, federal law enforcement agencies have focused more on the threat posed by homegrown extremists - people, usually men, who are already in the U.S. and who find themselves attracted to Islamic State propaganda of violence and mayhem. Still, officials concede that it's impossible to guarantee a mistake-free screening process for people seeking to come to the U.S., particularly given the paucity of information sometimes available on people entering from Syria.\nWhite House spokesman Sean Spicer says the president isn't trying to scare Americans. Still, he said forebodingly on Tuesday: \"The earth is a very dangerous place.\nThe president's intense focus on Islamic terrorism is shared by some of his top aides, including National Security Adviser Michael Flynn and chief strategist Steve Bannon, who was one of the architects of the refugee ban. Flynn has called Islam a \"political ideology and said it \"hides behind being a religion.\nTrump's rhetoric marks a sharp shift from his most recent predecessors. In the aftermath of the Sept. 11, 2001, attacks, President George W. Bush emphasized that the U.S. was not at war with Muslims. Obama refused to use the term \"radical Islamic extremism, arguing that it validated terrorists who claimed they were acting on behalf of their faith.\nThe contrast between Trump and Obama is particularly striking.\nWhile Obama insisted the Islamic State did not pose an existential threat to the U.S., Trump says the group is \"on a campaign of genocide and is \"determined to strike our homeland. Obama warned about overstating the Islamic State's capabilities, while Trump says the group's scope has not been reported widely enough.\nBeyond the refugee ban, Trump officials are looking at whether to revamp a U.S. program aimed at countering violent extremism to target only Islamic-inspired terrorists, not white supremacists or other groups. They've also discussed an executive order that would label the Muslim Brotherhood, an Egyptian based group, a terrorist organization.\nThe White House has also discussed dropping sanctions on Russia that were levied in retaliation for provocations in Ukraine if Moscow would work alongside the U.S. in fighting the Islamic State. Vice President Mike Pence appeared to raise that prospect over the weekend, saying the continuation of the sanctions depends on \"the opportunity perhaps to work on common interests.\n\"The president's made it clear the top priority of this administration is to hunt down and destroy ISIS at its source, Pence said on ABC's \"This Week.\n\nLoad-Date: February 8, 2017"
}