{
    "title": "Trump says U.S. should consider Profiling Muslims",
    "publisher": "chicago daily herald",
    "year": 2016,
    "month": 6,
    "day": 20,
    "full text": "WASHINGTON — Donald Trump suggested Sunday that the United States should \"seriously\" consider profiling Muslims inside the country as a terrorism-fighting tool, the latest example of the Republican presidential nominee-in-waiting increasingly backing positions that could single out a group based on their religion.\n\"We really have to look at profiling,\" Trump said in an interview broadcast Sunday on CBS's \"Face the Nation.\"\n\"It's not the worst thing to do.\"\nThe presumptive Republican presidential nominee added that he \"hate(s) the concept of profiling, but we have to use common sense\" over \"political correctness.\"\nTrump's proposal runs counter to Justice Department policy, which explicitly prohibits profiling on the basis of race, religion, ethnicity and national origin. That profiling ban applies not only to federal agents but also to local law enforcement officers who participate in federal task forces.\nTrump's increasing embrace of policies that could isolate Muslims in America is extraordinary for a candidate assured of his party's presidential nomination. The proposals have been roundly dismissed and criticized by many Republican leaders, including House Speaker Paul Ryan. Civil libertarians, Muslims and others also have strongly disagreed, arguing that profiling is unconstitutional and often constitutes unlawful discrimination based on race, religion and other factors.\nLaw enforcement should remain allied with groups that might have helpful information, Attorney General Loretta Lynch said in an interview that aired Sunday.\n\"It is very important for to us maintain our contacts within the Muslim community, because, often, individuals, if they're from that community and they're being radicalized, their friends and family members will see it first. They will see activity first. And we want that information to come to us,\" Lynch said on CNN's \"State of Union.\"\nTrump's statements are consistent with his other, long-expressed views on how to stop terrorism in the United States, including a temporary ban on foreign Muslims from entering the country until the U.S. can figure out \"what is going on.\" But he's intensified his approach since Omar Mateen carried out the worst mass shooting in modern American history on June 12 at a gay club in Orlando, Florida. Forty-nine people were killed in the attack, which stoked a mix of fears about terrorism, guns and violence against gays.\nThe gunman's motive wasn't clear, but a letter from the chairman of the Senate Homeland Security Committee, Republican Ron Johnson of Wisconsin, said the gunman wrote on Facebook that \"real Muslims will never accept the filthy ways of the West.\" He also pledged allegiance to the Islamic State group, his ex-wife said he was mentally ill and his father suggested that gays had angered him.\nTrump's response to the tragedy was, in part, a pointed confrontation with Muslims, whom he singled out for knowing where terrorists are and not turning them into authorities. In the same speech, he also expanded his ban on Muslim immigration to include people from regions with a history of terrorism.\nOn Sunday, Trump also said the government should investigate mosques in the U.S. in much the same way the New York Police Department's Demographics Unit spied on Muslims and mosques around the city with help from the CIA. The group assembled databases on where Muslims lived, shopped, worked and prayed, infiltrated Muslim student groups, put informants in mosques and monitored sermons, The Associated Press reported in 2011.\nUnder Mayor Bill de Blasio, the NYPD announced it had abandoned the program following lawsuits and complaints.\n\"You do (it) as they used to do in New York prior to this mayor dismantling\" the program, Trump said Sunday.\n\nNotes\n\nEds: Updates with additional context. With AP Photos.\n\nGraphic\n\n \nAssociated Press Republican presidential candidate Donald Trump shouts to Secret Service agents that supporter Diana Brest, right, had been waiting in line since 2 a.m. to see him speak Saturday at a rally in Phoenix.\n\nLoad-Date: June 20, 2016"
}