{
    "title": "Trump wouldn_t categorically denounce white supremacists. Members of the far-right Proud Boys are ce",
    "publisher": "the new york times",
    "year": 2020,
    "month": 9,
    "day": 30,
    "full text": "Refusing to categorically denounce white supremacists, President Trump told the Proud Boys, a group that has endorsed violence, to “stand back and stand by.” Its members celebrated.\nPresident Trump refused to categorically denounce white supremacists on Tuesday night, diverting a question about right-wing extremist violence in Charlottesville, Va., and Portland, Ore., into an attack on left-wing protesters.\n“Are you willing, tonight, to condemn white supremacists and militia groups and to say that they need to stand down and not add to the violence in a number of these cities as we saw in Kenosha and as we’ve seen in Portland?” Chris Wallace, the moderator, asked the president.\n“Sure. I’m willing to do that,” said Mr. Trump, but quickly added, “Almost everything I see is from the left wing. Not from the right wing.”\nWhen Mr. Wallace pressed on, the president asked, “What do you want to call them?”\n“White supremacists and right-wing militias,” the moderator replied, as Joseph R. Biden Jr. mentioned the Proud Boys, a far-right group that has endorsed violence. \n“Proud Boys, stand back and stand by,” Mr. Trump said. “But I’ll tell you what. I’ll tell you what. Somebody’s got to do something about antifa and the left because this is not a right-wing problem. This is a left-wing problem.”\nWhen Mr. Biden pointed out that Mr. Trump’s own F.B.I. director, Christopher A. Wray, had said that antifa was an idea, not an organization, the president replied, “Oh, you’ve got to be kidding.” (Mr. Wray also said this month that “racially motivated violent extremism,” mostly from white supremacists, had made up a majority of domestic terrorism threats.)\nThe president’s words prompted celebration by members of the Proud Boys. Within minutes, they were posting in private social media channels, calling the president’s comments “historic.” In one channel dedicated to the Proud Boys on Telegram, a private messaging app, group members called the president’s comment a tacit endorsement of their violent tactics.\nIn another message, a member commented that the group was already seeing a spike in “new recruits.”\nTwitter and Facebook both suspended the Proud Boys from their platforms in 2018. Since then, the group has continued to expand its numbers on other social media platforms, and has become more visible at protests.\nOn Wednesday, Mr. Biden sent a different message to the Proud Boys: “Cease and desist.”\n “My message to the Proud Boys and every other white supremacist group is cease and desist,” Mr. Biden said in Alliance, Ohio, where he was on a campaign swing. “That’s not who we are. This is not who we are as Americans.”\n\nLoad-Date: September 30, 2020"
}