{
    "title": "Trump labels antifa a terror group",
    "publisher": "spokesman review",
    "year": 2020,
    "month": 6,
    "day": 1,
    "full text": "White House Roundup\n WASHINGTON - President Donald Trump said Sunday that he was designating antifa as a domestic terrorism organization after another night of violent protests over racism and police violence erupted in cities across the nation.\n The practical effect of the president's declaration was unclear. While domestic terrorism is defined in the 2001 Patriot Act bill - and law enforcement could use the designation to seek enhanced powers to investigate members of the group - there are no current designated domestic terrorist organizations.\n There's also no explicit law against providing support to domestic terrorist organizations - unlike groups designated as foreign terrorist organizations. The antifa movement is largely decentralized, with activists organizing their protest activities online or in small, decentralized groups.\n Antifa, which is not a formal organization, is short for \"anti-fascist\" and is sometimes used as a catch-all term to describe militant left-wing political activists.\nPompeo: No more favorable treatment for Hong Kong\n U.S. Secretary of State  Mike Pompeo said Sunday that the United States now has no basis to treat Hong Kong more favorably than mainland China, as Beijing moved to pass a bill to curb the region's freedom.\n Pompeo, appearing on Fox News' \"Sunday Morning Futures,\" said  China's leadership has broken its promise of preserving Hong Kong's autonomy by pursuing tighter control over Hong Kong. China's rubber-stamp legislature last  week approved a proposal for a sweeping set of new laws aimed to quell the unrest by punishing subversion, secession, terrorism and foreign interference.\n \"It is a different Chinese Communist Party today than it was 10 years ago,\" Pompeo said. The party is \"intent upon the destruction of Western ideas, Western democracies, Western values.\"\n Pompeo in the past week decertified the former British colony's autonomy under U.S. law, which may result in potentially serious trade consequences. On Sunday, Pompeo said President  Trump has ordered  a review of every preferential treatment that Hong Kong has had and will work to eliminate them.\n From wire reports\n\nLoad-Date: June 1, 2020"
}