{
    "title": "Trump, Pelosi haven't spoken since 2019 White House dust-up",
    "publisher": "chicago daily herald",
    "year": 2020,
    "month": 10,
    "day": 18,
    "full text": "WASHINGTON — President Donald Trump stormed into the White House meeting with congressional leadership on Oct. 16, 2019, and launched into a diatribe loosely connected to a discussion of the Syrian civil war. Trump said he had not invited any of the Democrats, but several were present and he quickly belittled House Speaker Nancy Pelosi, D-Calif., calling her a \"third-grade politician.\" \n\"I wish you were a politician,\" Pelosi shouted back, as she retold the story later that day at the Capitol. After more clashes about the actual policy in Syria, Pelosi stood, pointed at Trump and told him what she thought. Then the Democrats left the White House, a moment captured and released by the official Trump photographer. \"Goodbye,\" the president yelled, according to the notes of a Democrat present. \"We'll see you at the polls.\" He meant it. That was the last time that the president and House speaker talked to each other, more than a year since the leaders of the executive and legislative branches have had direct communication. And now, in a little more than two weeks, Trump heads to the polls hobbled by his administration's handling of the deadly coronavirus, incapable of cinching another round of economic relief that his advisers have pursued with Pelosi. There's no constitutional requirement for the president and the House speaker to act cordial toward each other, and history is littered with fractious relationships between the two posts, particularly when members from opposing parties head the two branches of the federal government. Yet plenty of presidents have found ways to work with opposing congressional leaders in ways that signaled to the nation that politics did not always poison the well, particularly in matters of national or international crisis. During the 1962 Cuban missile crisis, President John F. Kennedy brought GOP Senate Minority Leader Everett Dirksen of Illinois into close contact as the standoff grew more serious, elevating Dirksen's stature and helping him defeat a Democratic challenger a few weeks later. In 2001, after the terrorist attacks in New York and Washington, President George W. Bush worked closely with Senate Majority Leader Tom Daschle, a South Dakota Democrat, on war resolutions and other anti-terrorism legislation. In a contentious interview Tuesday, CNN news anchor Wolf Blitzer pleaded with Pelosi to reach a stimulus deal. \"When,\" Blitzer asked, \"was the last time you spoke to the president about this?\" \"I don't speak to the president,\" she replied. Instead, she said, she only speaks to \"his representative.\" Presidential and congressional experts are hard pressed to find any similar historic dynamic. Trump still refers to her as \"crazy Nancy.\"\n\nGraphic\n\n \nWashington Post Democratic House Speaker Nancy Pelosi rips up her advanced copy of President Donald Trump's State of the Union address on Feb. 4.\n\nLoad-Date: October 19, 2020"
}