{
    "title": "Trump Slaps Back at Bill Clinton and Links Three Attacks to Terrorism",
    "publisher": "the new york times",
    "year": 2016,
    "month": 12,
    "day": 21,
    "full text": "â–  President-elect Donald J. Trump took to Twitter to slap back at Bill Clinton.\nâ–  Mr. Trump attributed three attacks -- in Zurich, Berlin and Ankara, Turkey -- to terrorism. \n  â–  Trump voters are different from traditional conservatives. They favor spending.\n  Trump goes after Bill Clinton.\n  Mr. Trump may officially be president-elect, but just because you are a month from becoming the leader of the free world doesn't mean you should let a slight go unanswered.\n  Former President Bill Clinton told a reporter from The Record-Review, a weekly newspaper serving the towns of Bedford and Pound Ridge in New York, that Mr. Trump ''doesn't know much.''\n  Mr. Clinton added, ''One thing he does know is how to get angry, white men to vote for him.''\n  That was too much for Mr. Trump, who took to Twitter to respond.\n  Bill Clinton stated that I called him after the election. Wrong, he called me (with a very nice congratulations). He \"doesn't know much\" ... -- Donald J. Trump (@realDonaldTrump) December 20, 2016\n  especially how to get people, even with an unlimited budget, out to vote in the vital swing states ( and more). They focused on wrong states -- Donald J. Trump (@realDonaldTrump) December 20, 2016\n  The president-elect has a point on strategy. After all, Hillary Clinton won the popular vote by nearly 2.9 million ballots, and slightly exceeded President Obama's vote totals from 2012 in the 37 states that are either solidly Republican or Democrat. But in 13 swing states, her totals plunged 5.4 percentage points from Mr. Obama's.\n  The real reason Hillary Clinton will lose today: she beat Obama's '12 margin by 0.1% in safe states, but plunged 5.4% in swing states. pic.twitter.com/n5UrO4UHlK -- Dave Wasserman (@Redistrict) December 19, 2016\n  Mr. Trump appears to be doing little to ease concerns over his presidential thin skin.\n  The president-elect draws his conclusions quickly.\n  The authorities in Germany have yet to announce a motive for the deadly truck-ramming of a Christmas market in Berlin. Speculation on the motives of the assassin who gunned down Russia's ambassador to Turkey has ranged from Muslim rage over Russia's military actions in Syria to a C.I.A. plot to undermine the Turkish president Recep Tayyip Erdogan.\n  And Islamist terrorism seems doubtful for an attack on a Zurich mosque frequented by Somali migrants.\n  But President-elect Trump tied together the three attacks on Monday, despite the 1,300 miles that separate Ankara and Zurich.\n  Today there were terror attacks in Turkey, Switzerland and Germany - and it is only getting worse. The civilized world must change thinking! -- Donald J. Trump (@realDonaldTrump) December 19, 2016\n  Trump voters are not traditional conservatives.\n  A new poll of 2,000 self-identified Trump voters shows a distinct split between supporters of the president-elect and traditional small-government conservatives who have been the mainstay of the Republican Party.\n  The poll, by Morning Consult and the Glover Park Group, a Washington lobbying firm, seems to confirm that Mr. Trump's supporters are ''big government'' conservatives, broadly supporting government spending on programs that they perceive either benefit them, create jobs or pursue policies that they favor. That differs from other conservatives who largely see federal government programs as ineffective and favor lower taxes and moving authority to state and local governments.\n  Those surveyed:\n  â–  Want to increase spending on immigration enforcement, the military, homeland security, infrastructure and Social Security.\n  â–  Believe spending levels should be maintained for internet and wireless networks, oil and gas exploration, scientific and medical research, environmental protection and conservation, Medicare and Medicaid, education, renewable energy, farm subsidies and, to a smaller degree, health care.\n  â–  Want to decrease spending in only two areas: foreign aid and welfare.\n  Trump inauguration website goes live.\n  There is not a lot of detail yet, but there is music and pretty pictures. The Donald Trump-Mike Pence inauguration website is now live, with the catchy address of www.58pic2017.org -- presumably for the 58th presidential inaugural committee, which will cease to exist in 2017.\n  LIVE NOW | Excited to announce our website launch! Find ticket, news and event info here! #MAGA @realDonaldTrump @mike_pence @TrumpInaugural pic.twitter.com/KgUHsJ4cF5 -- Trump Inauguration (@TrumpInaugural) December 20, 2016\n  Get politics and Washington news updates via Facebook, Twitter and in the Morning Briefing newsletter.\n\nhttp://www.nytimes.com/2016/12/20/us/politics/donald-trump-transition.html\n\nLoad-Date: December 21, 2016"
}