{
    "title": "Trumpworld vs. Clintonworld",
    "publisher": "the new york times",
    "year": 2016,
    "month": 7,
    "day": 24,
    "full text": "The next American president will inherit a world of complex and growing challenges, including terrorism, an increasingly aggressive Russia and a Europe fracturing under economic and security stresses.\nHow might American national security and foreign policy change under Donald Trump, the Republican nominee, or Hillary Clinton, who is set to secure the Democratic nod this week? \n  Mr. Trump is pushing radical nationalist and isolationist ideas that do not square with his own party's platform. He has a fallacious view of America as a nation in decline and disrespected abroad, and his plans to disengage from the world, tear up trade deals and use bullying tactics would be irrational and dangerous.\n  Mr. Trump said last week that under his leadership, America's seven-decade-long commitment to NATO would be conditional -- dependent on his conditions -- an approach that would threaten the nation's international role and put at risk a Western-led world order.\n  In an interview with The Times last Wednesday, he said his willingness to defend Latvia, Lithuania and Estonia, all NATO members, against Russia would rest on whether they have ''fulfilled their obligations to us,'' presumably by spending more on defense. NATO's commitment to defend its members against an attack is supposed to be sacrosanct; Mr. Trump's approach would play into the hands of Russia's president, Vladimir Putin, who is eager to have NATO unravel, since that would allow him more freedom to expand Russian influence.\n  Mr. Trump has also questioned the merit of deploying troops overseas, including in Japan and South Korea, where a withdrawal of forces would profoundly affect security in Asia. Such a move would significantly reduce American influence at a time of increasing Chinese aggression. And he has said he would not press President Recep Tayyip Erdogan of Turkey, a NATO ally who has suspended, detained or placed under investigation more than 60,000 people in a post-coup attempt frenzy, to respect the rule of law. Nor would he make promoting human rights abroad -- a central tenet of American foreign policy under both Democratic and Republican administrations -- part of his agenda, since he says America has no moral authority to make such a case.\n  As for deterring terrorism, Mr. Trump's primary proposal is to ban Muslim immigration to the United States. He refuses to say how he would tackle the Islamic State or other extremists differently than the Obama administration has, despite orchestrating a political convention that made defeating terrorism a focus.\n  Mrs. Clinton's long record makes it easier to predict how she views America's role in the world. As secretary of state, she hewed to President Obama's policies, but there were differences there, too. She is somewhat more willing to intervene militarily. She was an early supporter of arming and training Syrian rebels fighting President Bashar al-Assad, and that approach was rejected by Mr. Obama. She has long called for a no-fly zone to protect Syrian civilians, which would require significant military resources and possibly airstrikes. She was a strong proponent of taking a role in the overthrow of Col. Muammar el-Qaddafi of Libya, but there was too little effort afterward to reduce the factionalism that has sent the country reeling into chaos.\n  Mrs. Clinton believes strongly in diplomacy backed by military strength. She helped to put in place tough international sanctions on Iran that led to the important nuclear deal last year. And she would maintain strong cooperation with NATO allies, including cooperation in addressing terrorism from ISIS and other groups.\n  Even when candidates start out untested, one assumes that they will do what is needed to prepare themselves for the presidency.\n  But Mr. Trump seems to care very little about relations between nations. His arrogance is boundless on this issue, as it is on most subjects. He has boasted that he does not need foreign policy advisers because his own brain is sufficient to guide him. It is unclear, even now, whether he is listening to anyone.\n  Follow The New York Times Opinion section on Facebook and Twitter (@NYTopinion), and sign up for the Opinion Today newsletter. \n\nhttp://www.nytimes.com/2016/07/24/opinion/sunday/trumpworld-vs-clintonworld.html\n\nGraphic\n\n \nDRAWING (DRAWING BY ALEX NABAUM)       \n\nLoad-Date: July 24, 2016"
}