{
    "title": "Trump honors 9_11 victims in role of consoler-in-chief",
    "publisher": "usa today",
    "year": 2018,
    "month": 9,
    "day": 12,
    "full text": "WASHINGTON - President Donald Trump paid tribute Tuesday to the people lost on 9/11,  giving special honor to passengers who charged the cockpit of their plane to stop hijackers from attacking Washington, D.C.\n\"They attacked the enemy,\" he said on the Pennsylvania field where United Flight 93 crashed on Sept. 11, 2001.  \"They fought until the very end. And they stopped the forces of terror and defeated this wicked, horrible, evil plan.\"\nAlso praising the U.S. military, Trump vowed to protect the nation against  \"radical Islamic terrorism.\"\nAs bells tolled and Americans stood in silence across the country, the president and first lady Melania Trump visited  the Flight 93 National Memorial near Shanksville, Pennsylvania.\nThe ceremony came two days after the dedication of a Tower of Voices. The tower, 93 feet high,  features 40 wind chimes, each representing a passenger or crew member on the doomed flight.\nAs at ceremonies at the World Trade Center in New York City and at the Pentagon outside Washington, D.C., mourners in Pennsylvania read  the names of the dead as bells tolled.\nAs Trump flew aboard Air Force One to Pennsylvania, White House staff members gathered on the lawn at 8:46 a.m., the minute the first hijacked plane struck  the World Trade Center.\nReferring to the dead in New York City and at the Pentagon as well as Pennsylvania, Trump said, \"We honor their sacrifice by pledging to never flinch in the face of evil and to do whatever it takes to keep America safe.\"\nThe president devoted most of his remarks to the passengers of Flight 93.\nAfter hijackers flew planes into the World Trade Center and the Pentagon,  40 passengers and crew aboard Flight 93 - believed to be headed to the U.S. Capitol  or the White House - organized a charge into the cockpit.\nAmid the struggle, which started with the phrase \"Let's roll,\" the plane crashed into a field in Somerset County, north of Shanksville.\nIt was \"the moment when America fought back,\" Trump said, and the Flight 93 passengers \"joined the immortal ranks of American heroes.\"\nTrump also told stories about individual passengers and their loved ones: the flight attendant who called her husband and said they were preparing to throw hot water on the hijackers; a man who told his wife to \"stay on the line\" because \"I'll be back\"; passengers who recited the Lord's Prayer.\n\"This field is now a monument to American defiance,\" Trump said.\nNearly 5.5 million Americans have enlisted in the armed forces since 9/11, Trump said, and \"nearly 7,000 service members have died facing down the menace of radical Islamic terrorism.\"\nSome lawmakers have objected to Trump's use of the phrase \"radical Islamic terrorism,\" saying it can be seen as blaming all Muslims. Trump did not use the phrase during a 9/11 event last year at the Pentagon.\nVice President Mike Pence attended a ceremony Tuesday at the Pentagon, saying he wanted to \"pay a debt of honor and remembrance.\"\nFormer President Barack Obama  wrote on Twitter that \"there's nothing our resilience and resolve can't overcome, and no act of terror can ever change who we are.\"\nFor Trump, the 9/11 commemoration offered a role  he has not regularly embraced, that of consoler-in-chief.\n\"This is part of the job he has struggled with: To be the personification of the state, the rising above politics, partisan politics in particular,\" said Peter Feaver, a professor of political science and public policy at Duke University.\nThe 9/11 commemoration has become an annual event for presidents since President George W. Bush grabbed a bullhorn to speak to workers in the rubble of the destroyed World Trade Center.\nWhen  workers said they couldn't hear him, Bush declared:  \"I can hear you!  The rest of the world hears you. ... And the people who knocked these buildings down will hear all of us soon.\" \n\nGraphic\n\n \nphoto Evan Vucci/AP\n\nLoad-Date: September 13, 2018"
}