{
    "title": "Trump says US should consider profiling Muslims for security",
    "publisher": "charleston gazette",
    "year": 2016,
    "month": 6,
    "day": 20,
    "full text": "WASHINGTON - Donald Trump suggested Sunday that the United States should \"seriously\" consider profiling Muslims inside the country as a terrorism-fighting tool, the latest example of the Republican presidential nominee-in-waiting increasingly backing positions that could single out a group based on their religion.\n\"We really have to look at profiling, Trump said in an interview broadcast Sunday on CBS's \"Face the Nation. \"It's not the worst thing to do.\nThe presumptive Republican presidential nominee added that he \"hate[s] the concept of profiling, but we have to use common sense.\nThe statements are consistent with Trump's other, long-expressed views on how to stop terrorism in the United States, including a temporary ban on foreign Muslims from entering the country until the U.S. can figure out \"what is going on.\nTrump has doubled down on this approach since Omar Mateen carried out the worst mass shooting in modern American history on June 12 at a gay club in Orlando, Florida. Forty-nine people were killed in the attack, which stoked a mix of fears about terrorism, guns and violence against gays.\nMateen's motive isn't clear, but a letter from the chairman of the Senate Homeland Security Committee, Republican Ron Johnson of Wisconsin, said Mateen wrote on Facebook that \"real muslims will never accept the filthy ways of the west. He also pledged allegiance to the Islamic State, his ex-wife said he was mentally ill and his father suggested that gays had angered him.\nTrump's response to the tragedy was, in part, a pointed confrontation with Muslims, who he singled out for knowing where terrorists are and not turning them into authorities. In the same speech, he also expanded his ban on Muslim immigration to include people from regions with a history of terrorism.\nOn Sunday, Trump also said the government should investigate mosques in the U.S. in much the same way the New York Police Department's Demographics Unit spied on Muslims and mosques around the city with help from the CIA. The group assembled databases on where Muslims lived, shopped, worked and prayed, infiltrated Muslim student groups, put informants in mosques and monitored sermons, the Associated Press reported in 2011.\n- The Associated Press\nThe NYPD, under Mayor Bill de Blasio, announced it had abandoned the program following lawsuits and complaints.\n\"You do (it) as they used to do in New York prior to this mayor dismantling the program, Trump said Sunday.\nHis increasing embrace of policies that could isolate Muslims in America is extraordinary for a candidate assured of his party's presidential nomination. The proposals have been roundly dismissed and criticized by many Republican leaders, including House Speaker Paul Ryan.\nAmericans are strikingly divided over whether to single out Muslim communities as part of a plan to fight terrorism, according to an AP-GfK poll conducted March 31 through April 4.\nForty-nine percent of respondents said they favor surveillance programs aimed at predominantly Muslim communities in the United States to obtain information about possible radicalization. Forty-seven percent of those surveyed opposed the practice.\nTrump on Sunday cast the use of profiling as a matter of \"common sense over \"political correctness.\nCivil libertarians, Muslims and others have strongly disagreed, arguing that profiling is unconstitutional and discrimination based on race, religion and other factors.\nAttorney General Loretta Lynch on Sunday said law enforcement should remain allied with groups that might have helpful information.\n\"It is very important for to us maintain our contacts within the Muslim community, because, often, individuals, if they're from that community and they're being radicalized, their friends and family members will see it first. They will see activity first. And we want that information to come to us, Lynch said on CNN's \"State of Union.\n\nLoad-Date: June 22, 2016"
}