{
    "title": "Trump says Sudan to join UAE , Bahrain in Israel pact",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 10,
    "day": 24,
    "full text": "BY DEB RIECHMANN and MATTHEW LEE\nThe Associated Press\nWASHINGTON - President Donald Trump announced Friday that Sudan will start to normalize ties with Israel, making it the third Arab state to do so as part of U.S.-brokered deals in the run-up to Election Day.\nThe announcement came after the North African nation agreed to put $335 million in an escrow account to be used to compensate American victims of terror attacks. The attacks include the 1998 bombings of the U.S. embassies in Kenya and Tanzania by the al-Qaida network while its leader, Osama bin Laden, was living in Sudan. In exchange, Trump notified Congress on Friday of his intent to remove Sudan from the U.S. list of state sponsors of terrorism.\nIt was a foreign policy achievement for Trump just 11 days before Election Day. Previously, the Trump administration engineered diplomatic pacts between Israel and the United Arab Emirates and Bahrain - the first since Jordan recognized Israel in the 1990s and Egypt in the 1970s.\nTrump said at least five other countries want to come into the deal, which is collectively called the Abraham Accords.\nThe new recognitions of Israel unify Arab nations around their common enemy, Iran. They also upend the traditional Arab strategy of refusing to normalize relations with Israel before an independent Palestinian state is created.\nThe Palestinians say the recognitions amount to betrayal.\nPalestinian President Mahmoud Abbas condemned and rejected the agreement, saying a lasting peace in the region depends on ending the Israeli occupation and creating a Palestinian state. Wasel Abu Yousef, a senior Palestinian official, called the agreement a \"stab in the back\" of the Palestinian people and their cause. The Islamic militant group Hamas, which rules Gaza, also condemned the agreement.\nIsrael said the recognitions signal that the Palestinians have lost their \"veto\" over regional peace efforts.\nTrump invited reporters to the Oval Office while still on the phone with Israeli and Sudanese leaders. Trump said Sudan had demonstrated its commitment in battling terrorism.\n\"This is one of the great days in the history of Sudan,\" Trump said, adding that Israel and Sudan have been in a state of hostilities for decades, even if they had not been in direct conflict.\nIn a statement released in Jerusalem, Netanyahu noted that in 1967, Khartoum hosted a conference where the Arab League called for no recognition, negotiations or peace with Israel.\n\"Today, Khartoum is saying yes to peace with Israel, yes to recognition of Israel and yes to normalization with Israel,\" Netanyahu said. \"This is a new era, an era of true peace - peace that is proceeding and widening with additional Arab countries. Three in the last few weeks.\"\nHe said Israeli and Sudanese teams will meet soon to discuss cooperation in agriculture, trade and other areas. Sudan also is opening its skies to Israeli flights, which will shorten trips to Africa and South America, he said.\nIn a separate but related development, Netanyahu and Israeli Defense Minister Benny Gantz announced that Israel had consented to American sales of \"advanced weapons\" to the UAE. The arms sales was part of the deal the U.S. earlier brokered between the Israel and UAE.\nGantz and Netanyahu said Defense Secretary Mark Esper has assured Israel that the U.S. would maintain Israel's qualitative military edge. Israel is currently the only country in the Mideast to possess the cutting-edge fighter jets. Gantz' office refused to identify the weapons, but Trump has said that the UAE is interested in buying F35 warplanes.\nThe removal of the terror designation opens the door for Sudan's fragile transitional government to get international loans and aid needed to revive its battered economy and rescue the country's transition to democracy. A senior U.S. official said Sudan had borrowed the money needed to set up the escrow account for terror victims.\nSudan is on a fragile path to democracy after a popular uprising last year led the military to overthrow the longtime autocrat, Omar al-Bashir. Thousands have protested in the country's capital Khartoum and other regions in recent days over dire economic conditions.\nSudanese Prime Minister Abdalla Hamdok thanked Trump for signing the executive order to remove Sudan from the terrorism list and said in a statement that he hoped to complete the deal in a \"timely manner.\"\nUnmentioned in the joint statement was that Sudan has agreed, according to the senior U.S. official, to designate Lebanon's Hezbollah movement as a terrorist organization, something that Israel has long sought from its neighbors and others in the international community.\nNot everyone in Sudan, however, appears happy with recognizing Israel. Some Islamist politicians, sidelined after the ouster of autocrat Omar al-Bashir, said they expect to receive renewed public support.\n\"I expect anger. I expect demonstrations,\" said Mohammed El Hassan, one of the leaders of al-Bashir's disbanded National Congress Party. \"As Muslims, we stand with the Palestinians. It is not the transitional government's role to take this kind of decision.\"\nBut others say that normalization is worth the price for Sudan to come off the U.S. terrorism list.\n\"Because of the economy, Sudanese don't see this as normalization with Israel but normalization with the international community,\" said Osman Mirgany, a prominent Sudanese columnist and editor of the daily al-Tayar. \"After years of isolation, we want normal relations.\"\nThe normalization agreement had been in the works for some time but was finalized when Trump's Mideast peace team, led by Trump's son-in-law and adviser Jared Kushner and Avi Berkowitz, assistant to the president and special representative for international negotiations, visited the region to mark the first commercial flight between Israel and Bahrain and then went on to the United Arab Emirates, according to U.S. officials.\nThe officials were not authorized to discuss the announcement and spoke only on condition of anonymity.\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.\n\nLoad-Date: October 26, 2020"
}