{
    "title": "Trump doubles down on contentious claims GOP nominee goes after Kasich, Cruz and other critics",
    "publisher": "usa today",
    "year": 2016,
    "month": 7,
    "day": 25,
    "full text": "Donald Trump is not backing down from a number of contested convention-week statements, including pledges to change NATO, a border ban that would affect Muslims and a number of countries, the tone of his acceptance speech, his refusal to release his tax returns and threats to fund opponents for Republicans who oppose him.\nThe Republican presidential nominee said he would “probably” create a political action committee to fund opponents of Ohio Gov. John Kasich, Texas Sen. Ted Cruz and one other person he wouldn’t name during an interview broadcast Sunday on NBC’s Meet the Press. \n“Yes, I will probably do that at the appropriate at time,” Trump said, though that is not his “number one” priority. \n“Look, what’s on my mind is beating Hillary Clinton,” Trump said. “What’s on my mind is winning for the Republican Party.” \nSpeaking just after the GOP convention and just before the Democratic convention that will nominate Clinton to be his opponent, Trump reaffirmed many of his most contested statements during his party’s get-together in Cleveland. \nThey include: \nuThe suggestion that the United States might not come to the aid of a NATO ally that is attacked if that country has not contributed enough to the alliance. \n“We have NATO, and we have many countries that aren’t paying for what they’re supposed to be paying, which is already too little,” Trump told NBC. \nCritics said NATO members are paying their fair share, and that Trump’s position would lead to a break-up of the U.S.-European alliance. Senate Republican leader Mitch McConnell called Trump’s comments “a rookie mistake,” drawing a response from Trump. \n“He’s 100% wrong,” Trump said. “And frankly it’s sad.” \nuMigration bans; Trump has in the past proposed temporarily suspending the entry of all Muslims entering the United States until the terrorism issue is resolved, but during his acceptance speech said “we must immediately suspend immigration from any nation that has been compromised by terrorism.” \nThat’s not a rollback of his position, Trump told NBC, and could include victims of terrorism like France. \n“In fact, you could say it’s an expansion,” Trump said. \nuA convention speech that some critics found too negative, dwelling on problems facing the United States ranging from crime to terrorism to corruption. \n“The only negative reviews were, ‘a little dark,’ ” Trump said of the speech in his Meet the Press appearance, but he added that the world is dangerous and he cited recent attacks in Munich and Afghanistan. \nTrump also called his remarks “optimistic” because “we’re going to stop the problems.” \nAsked about his speech comment that “I alone can fix” what he called a rigged system, Trump said he was comparing himself to his opponent, Clinton. \nuA repeat of his refusal to release his tax returns, saying they are under government audit. \n“Every year they audit me,” Trump told Meet the Press. “I would never give my tax returns until the audit’s finished.” \nTrump’s critics say he lacks the knowledge and temperament necessary to be president. In an editorial published Sunday, The Washington Post called Trump a “unique threat” whose presidency would be “dangerous” for the United States and the world. \nPresident Obama, speaking Sunday on CBS’ Face the Nation, said Trump’s comments on NATO are another “indication of the lack of preparedness that he has been displaying when it comes to foreign policy.” \nRepublicans like Cruz have also refused to endorse Trump, though the New York businessman said he enters the fall election with the GOP behind him. \n“We really have a very unified party,” he told NBC, “other than a very small group of people that, frankly, lost.”\n\nGraphic\n\n \nROBERT DEUTSCH, USA TODAY\">Donald Trump speaks Thursday at the convention in Cleveland.\n\nLoad-Date: November 30, 2023"
}