{
    "title": "Trump Endorses an Aspiring Libyan Strongman, Reversing Policy",
    "publisher": "the new york times",
    "year": 2019,
    "month": 4,
    "day": 19,
    "full text": "President Trump on Friday abruptly reversed American policy toward Libya, issuing a statement publicly endorsing an aspiring strongman in his battle to depose the United Nations-backed government.\nThe would-be strongman, Khalifa Hifter, launched a surprise attack on the Libyan capital, Tripoli, more than two weeks ago. Relief agencies said Thursday that more than 200 people had been killed in the battle, and in recent days Mr. Hifter’s forces have started shelling civilian neighborhoods.\nSecretary of State Mike Pompeo said in a statement a few days after Mr. Hifter’s militia began its attack that “the administration at the highest levels” had made clear that “we oppose the military offensive” and “urge the immediate halt to these military operations.” Most Western governments and the United Nations have also condemned the attack and demanded a retreat.\nMr. Trump, however, told Mr. Hifter almost the opposite, the White House said Friday.\nA militia leader who has given himself the title of Field Marshal, Mr. Hifter, 75, has long sought to portray his fight for power over Libya — including his advance on Tripoli — as a battle against “terrorism.” In the statement on Friday the White House said Mr. Trump had called Mr. Hifter on Monday to endorse that campaign.\nMr. Trump called “to discuss ongoing counterterrorism efforts and the need to achieve peace and stability in Libya,” the White House said in the statement. “The President recognized Field Marshal Hifter’s significant role in fighting terrorism and securing Libya’s oil resources, and the two discussed a shared vision for Libya’s transition to a stable, democratic political system.”\nAnalysts said Mr. Trump’s endorsement would embolden Mr. Hifter and hamper United Nations efforts to call for a cease-fire. It could also increase the likelihood that his regional sponsors like Egypt or the United Arab Emirates might intervene on his behalf, as each has in the past in Libya.\nThe policy reversal came as a surprise in part because Mr. Hifter’s forces also appear to be losing ground. His promises of a quick victory have proved false, and his forces appear outmaneuvered by those aligned against them. Most analysts say that he has little hope of exerting his authority over all of Libya any time soon, so his continued campaign may only prolong the country’s instability.\nIn the meantime, the battle for Tripoli has now diverted the attention of most of the Libyan militias that had been engaged in combating the fighters of the Islamic State, also known as ISIS or ISIL, said Frederic Wehrey, an expert on Libya at the Carnegie Endowment for International Peace.\n“It is nuts,” Mr. Wehrey said of Mr. Trump’s statement. “Even judging by the hard-nosed American goals of stabilizing the flow of oil and combating terrorism, this is completely shocking.”\nMr. Trump’s endorsement is the clearest evidence yet of his preference for authoritarianism as the best response to the problems of the Middle East, a sharp departure from the professions of support for democracy by previous American presidents of both parties.\nAlthough this is not the first time Mr. Trump has praised an Arab strongman, his expression of support for Mr. Hifter appears to be the first time that Mr. Trump has embraced an aspiring authoritarian who is not yet in power and may never get there.\nA former general under Col. Muammar el-Qaddafi and also a former C.I.A. client, Mr. Hifter had been living in exile in the United States but returned to Libya during the Arab Spring uprisings in 2011. He first declared his intention to seize power in 2014, when Libya’s nascent transitional government was struggling to establish its authority over freewheeling militias around the country.\nMr. Hifter vowed to rid Libya of Islamists of all kinds, and he quickly attracted support from Egypt, the United Arab Emirates and Saudi Arabia. All three had aligned themselves in a regionwide campaign to crush the Muslim Brotherhood-style political movements that had appeared poised to ride Arab Spring elections to power.\nMr. Hifter has never shown a willingness to accept any civilian authority. But “he fits to a T the kind of leader Trump likes to support,” said Andrew Miller, deputy director for policy at the Project on Middle East Democracy.\nEven with the extensive backing of his foreign supporters, though, Mr. Hifter has often struggled for military gains, taking three years to control the city of Benghazi. Although he now controls most of eastern Libya, his surprise advance on Tripoli has united the powerful militias from the western cities of Misrata and Zintan against him.\n“I don’t think Hifter can do it,” said Lisa Anderson, a political scientist who has studied Libya and who was the president of the American University in Cairo during the uprisings of 2011. Although he may present himself as a strongman, she said, “he can’t actually control that part of the country and he will continue to face existential challenges there for the foreseeable future.”\nPHOTO: Khalifa Hifter is battling Libya’s U.N.-backed government. (PHOTOGRAPH BY ESAM AL-FETORI/REUTERS)\n\nLoad-Date: October 22, 2019"
}