{
    "title": "Trump Praises Erdogan as Ally in Terrorism Fight, Brushing Aside Tensions",
    "publisher": "the new york times",
    "year": 2017,
    "month": 5,
    "day": 16,
    "full text": "WASHINGTON — President Trump on Tuesday praised President Recep Tayyip Erdogan of Turkeyas a stalwart ally in the battle against Islamic extremism, ignoring Mr. Erdogan’s authoritarian crackdown on his own people and brushing aside recent tensions between the United States and Turkey over how to wage the military campaign against the Islamic State.\nWelcoming Mr. Erdogan to the White House, Mr. Trump said, “Today, we face a new enemy in the fight against terrorism, and again we seek to face this threat together.”\nMr. Trump said the United States supported Turkey’s battle against both the Islamic State and the P.K.K., a Kurdish militant group carrying out an insurgency inside Turkey. The Trump administration has decided to supply weapons to the Y.P.G., a Syrian Kurdish militia fighting alongside Syrian Arab forces against the Islamic State. That has caused tensions with Turkey, which says the Syrian Kurds are allied with the Turkish Kurds.\nTurkey is also pushing — so far, without success — for the extradition of Fethullah Gulen, a Turkish cleric living in Pennsylvania, whom the Turkish government accuses of orchestrating a coup attempt against Mr. Erdogan in July.\nNone of these thorny issues were mentioned when Mr. Trump and Mr. Erdogan delivered statements in the Roosevelt Room, eschewing the news conference that former President Barack Obama typically held with Mr. Erdogan after their meetings. Mr. Trump greeted Mr. Erdogan warmly.\nMr. Erdogan praised Mr. Trump for the “legendary triumph” he had achieved in the election and declared that his first meeting with the new president would be a “historical turn of tide” in the Turkish-American relationship.\n“We are committed to fighting all forms of terrorism, without any discrimination whatsoever, that impose a clear and a present threat upon our future,” Mr. Erdogan said through a translator.\nAs he has with other strongman leaders, like President Xi Jinping of China and President Abdel Fattah el-Sisi of Egypt, Mr. Trump has signaled support for Mr. Erdogan far beyond that afforded him by Mr. Obama, with whom he had an initially productive relationship that deteriorated after the autocratic turn in Mr. Erdogan’s leadership.\nLast month, Mr. Trump called Mr. Erdogan to congratulate him on winning a            much-disputed referendum that cemented his autocratic rule over Turkey and, many analysts say, eroded its democratic institutions. And Mr. Trump has not pressed Mr. Erdogan on human rights abuses in his country, including a broad crackdown on the news media and strict detention policies.\nAmnesty International said the meeting would be “an opportunity to shine a spotlight on the way that President Trump and President Erdogan are contributing to a global climate of toxic and dehumanizing politics.”\n“President Trump recently praised President Erdogan for winning a referendum in which dissenting opinions were ruthlessly suppressed, yet President Trump has been silent on Turkey’s alarming crackdown on the media,” said Margaret Huang, the executive director of Amnesty International USA. “The world will be watching, hoping that both presidents will reaffirm their commitments to protecting human rights.”\nIn March, Rex W. Tillerson, the secretary of state, traveled to Ankara and showered praise on Mr. Erdogan’s government, but the visit — intended to reassure Turkey, a partner in the fight against the Islamic State and a regional bulwark against Iran — was tinged with bitterness over Turkey’s grievances.\nAt that meeting, Mevlut Cavusoglu, the Turkish foreign minister, called on the United States to cut off aid to the Y.P.G. and said American law enforcement should arrest Mr. Gulen. He accused Preet Bharara, the former United States attorney for the Southern District of New York, who was fired by Mr. Trump, of being a pawn of anti-Turkish forces, and called a federal investigation into businessmen with ties to Mr. Erdogan “political.”\nWhite House officials have said that Mr. Trump has no interest in lecturing foreign leaders about human rights. He would prefer to make deals with them in areas of common interest, these officials said, believing that pressure on human rights generally backfires.\nHuman rights groups have compiled a long list of abuses by Mr. Erdogan, from the thousands of public officials, academics and others cashiered or jailed for their purported involvement in the coup attempt, to the recent referendum, which granted Mr. Erdogan wide-ranging new powers that critics say could essentially gut Turkey’s parliamentary system.\nPHOTO: President Trump met Tuesday with President Recep Tayyip Erdogan of Turkey in the Oval Office. (PHOTOGRAPH BY Doug Mills/The New York Times FOR THE NEW YORK TIMES)\nRelated Articles\nErdogan Security Forces Launch ‘Brutal Attack’ on Washington Protesters, Officials Say\nAfter Trump Vows to Arm Syrian Kurds, the Next Move Is Erdogan’s\nTrump to Arm Syrian Kurds, Even as Turkey Strongly Objects\nTrump Defends Sharing Information on ISIS Threat With Russia\n\nLoad-Date: July 11, 2019"
}