{
    "title": "TRUMP MISLEADS IN CLAIM ABOUT TERRORISM CONVICTIONS SINCE 9_11",
    "publisher": "tampa bay times",
    "year": 2017,
    "month": 3,
    "day": 2,
    "full text": "\"According to data provided by the Department of Justice, the vast majority of individuals convicted of terrorism and terrorism-related offenses since 9/11 came here from outside of our country.\"\n- Donald Trump on Tuesday, February 28th, 2017 in a speech before a joint session of Congress\n* * *\nThe ruling: MOSTLY FALSE\nPresident Donald Trump, in his first speech before a joint session of Congress, continued to call for improved vetting of people coming to the United States, raising concerns about foreigners convicted on terror charges.\n\"Our obligation is to serve, protect, and defend the citizens of the United States. We are also taking strong measures to protect our nation from radical Islamic terrorism,\" Trump said Feb. 28.\n\"According to data provided by the Department of Justice, the vast majority of individuals convicted of terrorism and terrorism-related offenses since 9/11 came here from outside of our country. ... It is not compassionate, but reckless to allow uncontrolled entry from places where proper vetting cannot occur.\"\nTrump's speech came as his administration said it's preparing a new executive order on immigration. Courts have halted the implementation of a previous order signed by the president.\nWe wondered about Trump's claim attributed to the Justice Department. Have the majority of individuals convicted of terrorism and terrorism-related offenses since 9/11 been foreign born?\nTrump's statement relies on an analysis put together by a congressional subcommittee then chaired by his now attorney general, Jeff Sessions. The analysis used Justice Department data, but was not issued by the department itself. That data had some limitations. Also, experts told us that most of the people convicted faced charges for threats that were not planned or carried out on U.S. soil. Many of the charges also include nonviolent offenses, such as fraud or immigration violations.\n- - -\nJustice Department data\nA White House spokesperson referred us to a June 2016 Fox News report saying that of 580 individuals convicted for terrorism and terror-related cases, at least 380 were foreign-born. That accounted for convictions from 9/11 to the end of 2014.\nTrump attributes the Justice Department for providing information on the origin of people convicted on terrorism charges. The information came from research done by the Senate subcommittee on immigration and national interest, led by Sessions, then a U.S. senator representing Alabama.\nA June 2016 press release said the subcommittee received a list from the Justice Department of 580 individuals convicted of terrorism and terrorism-related offenses between 9/11 and Dec. 31, 2014.\nBut neither the Justice Department nor immigration officials gave the subcommittee information on where the people were born or their immigration status.\n\"Because the Department of Homeland Security failed to provide us with immigration information on the 580 individuals on the Department of Justice's list, we have attempted to obtain information about the immigration history for each individual using publicly available sources,\" said a June 2016 letter signed by Sessions and Sen. Ted Cruz, R-Texas, also a member of the subcommittee.\nThe subcommittee determined that at least 380 of the 580 individuals in the Justice Department list were foreign-born.\nThe list provided by the Justice Department is for convictions based on investigations on international terrorism: It includes acts planned or committed outside U.S. territory but over which federal criminal jurisdiction exists, and those within the United States involving international terrorists and terrorist groups.\nDomestic terrorism cases with no international links are not included.\n\"Convictions listed ... involve the use of a variety of federal criminal statutes available to prevent, disrupt, and punish international terrorism and related criminal activity,\" the Justice Department letter said.\nSome may get the impression that the convictions were for terrorist attacks planned or executed in the United States, but that's the case for only 40 of the 580 convictions, or less than 7 percent, said Alex Nowrasteh, an immigration expert with the libertarian Cato Institute.\nFurthermore, 241 of those 580 convictions were not for terrorism, but for identity fraud, immigration violations, or other non-terrorism offenses, he said.\n\"Many of the investigations started based on a terrorism tip like, for instance, the suspect wanting to buy a rocket-propelled grenade launcher,\" Nowrasteh wrote in a post for Cato Institute. \"However, the tip turned out to be groundless and the legal saga ended with only a mundane conviction of receiving stolen cereal. According to Sessions' list, that cereal thief is a terrorist.\"\nThe letter sent by the Justice Department to Sessions' subcommittee said it included individuals whose conviction emerged from a terrorism investigation, \"regardless of whether investigators developed or identified evidence that they had any connection to international terrorism.\"\n- - -\nHomegrown terrorism on the rise\nSecurity experts said the bigger terrorist threat since 9/11 has come from within the United States.\n\"Far from being foreign infiltrators, the large majority of jihadist terrorists in the United States have been American citizens or legal residents ... every jihadist who conducted a lethal attack inside the United States since 9/11 was a citizen or legal resident,\" a New America study says. \"In addition about a quarter of the extremists are converts, further confirming that the challenge cannot be reduced to one of immigration.\"\nIf terrorism includes any act of violence motivated by politics, then you would include both the ideologies of al-Qaida and ISIS, as well as the ideologies of white supremacism, said David Schanzer, director of the Triangle Center on Terrorism and Homeland Security at Duke University.\n\"If you look at the phenomenon of terrorism as a whole, then there are a lot of citizens committing terrorism, whether connected with foreign organizations or ideologies or domestic ones,\" Schanzer said.\nOne high-profile example is Dylann Roof, who was not charged for domestic terrorism.\nRoof, described by authorities as a self-radicalized white supremacist, in 2015 killed nine black parishioners in Charleston, S.C. He was found guilty on 33 federal counts, including hate crimes, but not with terrorism. He has been sentenced to death.\nAuthorities said Roof's actions were \"consistent with the concept of leaderless resistance and martyrdom advocated by white supremacy extremist groups and self-radicalization leading to violence,\" AP reported.\n- - -\nOur ruling\nTrump said, \"According to data provided by the Department of Justice, the vast majority of individuals convicted of terrorism and terrorism-related offenses since 9/11 came here from outside of our country.\"\nSaying the data came from the Justice Department is misleading. It actually came from a congressional subcommittee chaired by then-senator Sessions.\nMoreover, the data had some limitations. Federal agencies did not provide information on people's places of origin. Convictions listed also included offenses committed outside the United States and nonviolent acts, such as fraud, experts told us. Finally, the data doesn't account for incidents that some might consider domestic terrorism, such as the case of Dylann Roof.\nTrump's statement contains an element of truth but ignores critical facts that would give a different impression. We rate it Mostly False.\n* * *\nSources:\nNew York Times, Trump's Speech to Congress: Video and Transcript, Feb. 28, 2017\nNew York Times, Dylann Roof Is Sentenced to Death in Charleston Church Massacre, Jan. 10, 2017\nNew York Times, Church Massacre Suspect Held as Charleston Grieves, June 18, 2015\nNew America, Study: Terrorism in America after 9/11\nFox News, Anatomy of the terror threat: Files show hundreds of US plots, refugee connection, June 22, 2016\nEmail exchange, David Schanzer, director of the Triangle Center on Terrorism and Homeland Security at Duke University, March 1, 2017\nEmail exchange, David Sterman, policy analyst at New America, March 1, 2017\nEmail exchange, Alex Nowrasteh, an immigration expert with the libertarian Cato Institute, March 1, 2017\nEmail exchange, Peter Carr, Justice Department spokesperson, March 1, 2017\nDepartment of Justice, Letter sent to Sen. Jeff Sessions and Ted Cruz on terrorism convictions, Jan. 13, 2016\nJeff Sessions senator website, press release on individuals convicted of terror, June 22, 2016\nCato Institute, Guide to Trump's Executive Order to Limit Migration for \"National Security\" Reasons, Jan. 26, 2017\nAP, Feds: Church shooting suspect 'self-radicalized' pre-attack, Aug. 22, 2016\nThe Intercept, Why Wasn't Dylann Roof Charged With Terrorism?, July 22, 2015\nChristian Science Monitor, Why is Dylann Roof not facing charges of terrorism?, July 24, 2015\nNew York Times, Many Ask, Why Not Call Church Shooting Terrorism?, June 18, 2015\nEmail exchange, Charles Kurzman, University of North Carolina, March 1, 2017\n\nGraphic\n\n \nPHOTO (2) VIDEO\n\nLoad-Date: March 3, 2017"
}