{
    "title": "Trump's comments absurd",
    "publisher": "university wire",
    "year": 2015,
    "month": 12,
    "day": 15,
    "full text": "Share this Follow\nBy: Steven Goodman - Opinions Editor\nFor many people in the U.S., this past week saw the addition of another tally onto the count of \"things Donald Trump has said that I hate.\" After the mass shooting in San Bernardino, California, Trump went to the podium and called for an immediate barring of all Muslims attempting to enter the U.S., regardless of whether they were tourists, refugees, American citizens or immigrants. He believes that stopping an entire population of people from entering a country will stop the fear of terrorism, despite the fact that those terrorists who are Muslim (al-Qaida, the Taliban, ISIS) represent such a small number of the over one billion Muslims in the world.\nAlthough, I imagine, very few would side with Trump on this claim, it does not change the fact that many Americans consider his logic for the argument to be true. There is a looming fear of terrorism in the post-9/11 United States that has made synonymous the terms \"Muslim\" and \"terrorist.\" An association that is obviously false, dehumanizing and Islamophobic.\nSome reporters have tried to show Trump the absurdity of his statement by asking him whether or not he sees barring all Muslims entry to the U.S. the same as creating internment camps for Japanese-Americans during World War II. Trump, of course, claims this is a completely different question.\nExcept, of course, that it's exactly the same.\nJapanese-Americans were placed into these camps for the same reason Trump wants to bar Muslims entrance: Americans were afraid. Afraid of those different from them. Afraid of being attacked. Afraid of terrorism coming from those who lived within our own country, which is exactly what happened in San Bernardino.\nThe internment of over 100,000 Japanese-Americans is an episode in our history that we look upon with shame, and rightfully so. Does Trump really think enacting a similar policy would be beneficial to anyone?\nIt is completely wrong and absurd to give an entire population a label based on the undertakings of an almost minuscule minority. We don't associate all Christians with the extreme ideas of the Westboro Baptist Church, nor do we identify all Jews with the few who have committed acts of terrorism against Palestinians. So why does it make sense to so many individuals to identify all Muslims as terrorists?\nDo you have an opinion? Want to be heard? Email Opinions Editor Steven Goodman at goodmans1@ udayton.edu to share it.\n\nLoad-Date: December 15, 2015"
}