{
    "title": "Trump goes on tear against 'corrupt' media Candidate expected to outline plan to defeat terrorism. E",
    "publisher": "the new york times",
    "year": 2016,
    "month": 8,
    "day": 15,
    "full text": "WASHINGTON - Donald Trump's campaign on Sunday went on a new tear against the media, blaming the \"disgusting\" press for a week of distractions at a time when Republicans have urged him - again - to focus on Democratic rival Hillary Clinton.\nTrump will get another chance to reset his campaign today when he is expected to lay out his plan for defeating what running mate Mike Pence on Sunday called \"radical Islamic terrorism\" with \"real specifics\" on how to make the United States safer.\nBut Trump set up that address with extensive new complaints about the latest disastrous week of coverage and reports of campaign chaos. Not to blame, Trump suggested, were his own remarks that gun rights supporters could \"do something\" if Hillary Clinton becomes president and appoints liberal judges, or his repeated insistence on the falsehood that President Barack \"Obama founded ISIS.\"\n\"If the disgusting and corrupt media covered me honestly and didn't put false meaning into the words I say, I would be beating Hillary by 20 percent,\" he tweeted before noon. That tweet was followed by: \"My rallies are not covered properly by the media. They never discuss the real message and never show crowd size or enthusiasm.\" His anti-media tweet storm topped a half-dozen posts by midafternoon.\nIt was the latest in a series of implicit acknowledgements by the Republican presidential nominee that he is not winning and in fact could be headed for a big loss to Clinton on Election Day in less than three months. Signs were popping up across the political landscape that Trump's year-plus flirtation with presidential politics was in danger of not advancing much further.\nGaffe-by-gaffe, additional Republicans have come forward to say they're not supporting his bid, with Carlos Gutierrez, secretary of commerce under President George W. Bush, announcing his support for Clinton on Sunday. Meanwhile, GOP leaders in Washington and in the most competitive states have begun openly contemplating turning their backs on their party's presidential nominee and putting their money and effort instead behind the party's House and Senate candidates.\nFrustratingly for Republicans, Trump's missteps have overshadowed difficult news for Clinton: The new release of 44 previously-unreleased email exchanges Clinton had while at the State Department. They became public on Tuesday and showed her interacting with lobbyists, political and Clinton Foundation donors and business interests while serving as secretary of state.\nThe New York Times on Sunday catalogued a culture of crisis inside the Trump campaign.\nThat set off Trump on a Twitter rant Sunday morning. He called the report \"fiction\" and reiterated that he is not about to change what he sees as a winning campaign formula. \"I am who I am,\" he tweeted.\nGiven that, Trump's allies set out Sunday to bat down bad publicity and warn people not to write Trump off.\nSen. Jeff Sessions, R-Ala., warned that the \"campaign is not over\" and described Trump as still being in transition from the bulldog who beat 16 rivals in the GOP primary to a general election candidate who communicates differently to a wider electorate what he wants to do differently than Clinton.\n\"He's got to wrestle in his own heart, how does he communicate who he is, what he believes, the change he thinks he can bring to America, why what he's doing is fulfilling the desires of the American people,\" Sessions said on ABC's \"This Week.\"\nTrump campaign chairman Paul Manafort criticized the news media for not focusing on what otherwise would have been a substantive week of dueling economic speeches from Trump and Clinton. He said Trump is continuing to raise millions of dollars, while traveling to key battleground states - Ohio, Pennsylvania and Florida - and remains personally \"very connected\" to the operations of his campaign.\n\"You could have covered what he was saying, or you could try and take an aside and take the Clinton narrative and play it out. And you chose to do that instead,\" Manafort said on CNN.\nPence said on \"Fox News Sunday\" that he remains proud to be Trump's running mate and advised: \"Stay tuned, it's very early in this campaign. This coming Monday, you're going to see a vision for confronting radical Islamic terrorism.\"\n\nLoad-Date: August 15, 2016"
}