{
    "title": "Trump cites Cold War era in terrorism fight Plan would halt immigration from 'volatile regions.'",
    "publisher": "daily news ",
    "year": 2016,
    "month": 8,
    "day": 16,
    "full text": "Donald Trump on Monday invoked comparisons to the Cold War era in arguing that the United States needs an unrelenting ideological fight to defeat the Islamic State, saying he would temporarily suspend immigration from \"the most dangerous and volatile regions of the world\" and judge allies solely on their participation in joining America's mission to root out Islamic terrorism.\nIn a speech at Youngstown State University in Ohio, a critical swing state where polls show him trailing Hillary Clinton, Trump combined old vows to seize Middle Eastern oil fields with the announcement of a series of new, if still vague, proposals to change U.S. battlefield tactics.\nHe again tried to change his politically inflammatory approach to immigration, replacing his 2015 vow to bar Muslims from entering the U.S. with a new commitment to bar anyone from parts of the world where terrorism breeds. Once again, he did not name those countries, or say whether citizens of longtime allies where terrorists have plotted and executed attacks - Germany, France and Belgium among them - would be included.\nIn short, Trump appeared to be arguing for the kind of terrorism-centric foreign policy that President George W. Bush adopted in the weeks after the Sept. 11, 2001, attacks. But over time, that approach ran into endless complications: China and Russia used the fight against terror to crack down on Muslim minorities. And the Bush administration eventually discovered that a one-dimensional approach, measuring countries almost exclusively on their commitment to fighting Islamic terrorists, left them little leverage when their allies took other steps opposed to U.S. interests - from the Chinese claiming swathes of the South China Sea to increasing Russian threats against former Soviet states.\nLaying the blame for the rise of Islamic extremism on President Barack Obama and Clinton, Trump argued - accurately - that Clinton had been a vocal proponent of the U.S. intervention in Libya in 2011, which Obama has repeatedly acknowledged was the most ill-thought-out foreign policy move in his nearly eight years in office. He also charged that \"Hillary Clinton wants to be America's AngelaMerkel,\"areferenceto the German chancellor who has taken in tens of thousands of Syrian refugees fleeing the attacks of Bashar Assad, the Syrianpresidentwhoseforces have killed nearly 400,000 of his own people.\nTrump offered no criticism of Assad, but criticized the Obama administration for advocating the removal of the Syrian leader and others - including Iraq's Saddam Hussein and Egypt's Hosni Mubarak, deposed in the first blush of the Arab Spring - because it took out the strongmen who kept the lid on violence in the region.\nHe pledged to form a new partnership with Israel, Egypt and Jordan to try to eradicate the spread of terrorism, including groups such as Hamas and Hezbollah. He also suggested that the U.S. would be well served by joining forces with Russia to fight the Islamic State group.\nAnd though Trump made no reference to whether he would send more U.S. troops back to the region, that appeared to be the clear implication of his strategy.\nAs for those seeking to enter the United States, Trump, who has pledged to build a wall along the border with Mexico, said that he would call for \"extreme vetting\" of immigrants.\n\nLoad-Date: August 16, 2016"
}