{
    "title": "Trump doubles tariffs on Turkey , stoking jitters",
    "publisher": "university wire",
    "year": 2018,
    "month": 8,
    "day": 11,
    "full text": "Turkey says doubled tariffs on Turkish steel and aluminium announced by US President Donald Trump are against the rules of the World Trade Organisation . Trump wrote on Twitter.\n\"As he stated, the President has authorized the preparation of documents to raisetariffs on imports of steel and aluminum from Turkey\", said White House spokesperson Lindsay Walters.\nTurkey's embattled lira on Friday hit new record lows against the USA dollar and euro, losing over seven percent in value as strains with the United States showed no sign of abating and fears grew over the exposure of European banks. The NATO allies are at odds over the detention in Turkey of USA evangelical pastor Andrew Brunson on terrorism charges.\nTurkey remains at loggerheads with the United States in one of the worst spats between the two North Atlantic Treaty Organisation allies in years over the detention for the last two years of American pastor Andrew Brunson and a host of other issues. The currency has fallen more than 40 per cent this year, fanning worries about a full-blown economic crisis. If it fell much further, it might push a lot of Turkish banks and businesses that had borrowed in dollars into bankruptcy - assuming they did not get bailed out first.\nThe currency has lost almost a third of its value this week.\nThe fall has come as Turkish President Recep Tayyip Erdogan has moved to take greater control of monetary policy.\n\"Most of the actors in the Washington scene think that carrots just don't work with Turkey,just the stick\", said political analyst Atilla Yesilada of Global Source Partners.\nErdogan, a self-described \"enemy of interest rates\", wants cheap credit from banks to fuel growth, but investors fear the economy is overheating and could be set for a hard landing. Inflation increased 16 percent in July, and Erdogan has insisted that interest rates not increase.\nErdogan has blamed outside forces for trying to bring down Turkey's economy.\nTrump doubles metal tariffs on Turkey as lira falls by 20%\nIt is possible that Trump cited the lira's decline as a mere pretense for pressuring Turkey to release the American pastor. Independent analysts argue the central bank should instead raise rates to tame inflation and support the currency.\nWithout naming countries, Erdogan said supporters of a failed military coup two years ago, whichAnkara says was organized by a USA -based Muslim cleric, were attacking Turkey in new ways since his re-election two months ago to a new executive presidency.\n\"Those who have dollars, euros or gold under their pillows should go and exchange them into [Turkish]lira\".\nThe Turkish president on Friday dismissed such concerns and called for people to defend the currency. European and American bank stocks declined on concerns about their exposure to Turkey. \"But if the United States can't handle relations with Turkey ... then a further deepening of relations with Moscow is an option\".\nLast week, the United States imposed sanctions on Turkey's justice minister and interior minister for not releasing pastor Andrew Brunson.\nWashington andAnkara are at odds over the detention of U.S. evangelical pastor Andrew Brunson on terrorism charges in Turkey. \"While they have dollars, we have our people, law and Allah\", the Turkish leader said addressing citizens in the Black Sea city of Rize.\nIn Washington, where Turkey seems to have lost its friends and faces a passionate anti-Erdogan lobby of which the Gulenists are an important part, there may be wishful thinking that an economic collapse could sweep him from power.\nOn Friday, Erdogan spoke by telephone with Russian President Vladimir Putin.\nThe new set of economic steps are aimed at securing an economic growth of 3-4 percent in 2019, and decreasing the inflation rate to single digits, the ministry said in a press release on August 9.\nThe views expressed in this article belong to the author and do not necessarily reflect the editorial policy of Middle East Eye.\n\nLoad-Date: August 11, 2018"
}