{
    "title": "Trump speaks with Libya warlord Haftar_ White House",
    "publisher": "university wire",
    "year": 2019,
    "month": 4,
    "day": 20,
    "full text": "Fighting over Tripoli erupted earlier this month, pitting the self-styled Libyan National Army, which is led by commander Khalifa Hifter and aligned with a rival government based in the country's east, against militias affiliated with Tripoli's United Nations -supported government.\nReuters reports that the eastern Libyan National Army forces managed to repel the assault on the Tamanhint air base near Sabha, the main city in Libya's south, two eastern military officials said.\nA White House statement said Trump \"recognized Field Marshal Haftar's significant role in fighting terrorism and securing Libya's oil resources, and the two discussed a shared vision for Libya's transition to a stable, democratic political system\".\nHaftar backs a rival administration in eastern Libya that refuses to recognise the authority of the UN-recognised Government of National Accord in Tripoli, led by Prime Minister Fayez al-Serraj.\nForeign powers are anxious but unable to present a united front over the latest flare-up in the cycle of anarchy and warfare that has gripped Libya since dictator Muammar Gaddafi was toppled in 2011.\nAs a result of Haftar's offensive, in April the USA military withdrew a small number of troops from Libya that had been performing diplomatic and counter-terrorism missions against ISIS, citing \"increased unrest in Libya\".\nBut Gen Haftar's opponents say he would rule the country in a highly autocratic style, our correspondent adds.\nOn Thursday, both the United States and Russian Federation said they could not support a U.N. Security Council resolution calling for a ceasefire in Libya at this time.\nMueller report expected to be released later this week\nThat's not stopping President Donald Trump's criticism of the probe. \"And we need to see them and the public needs to see them\". Several days before that, Barr told Congress that he expects to release a redacted version the Mueller report within a week.\nRussian Federation objected to the British-drafted resolution blaming Haftar for the latest flare-up in violence, but the United States did not give a reason for its decision.\nHowever, the GNA, which is based in western Libya's Tripoli, has not received popular support.\nGen Haftar has had backing from the UAE and Egypt and visited Saudi Arabia shortly before announcing his attack on Tripoli. France has denied this.\nThe internationally recognised interior ministry accused France of supporting Haftar and said it would halt security cooperation with Paris.\nWho supports the Tripoli government?\nUK Foreign Secretary Jeremy Hunt has also said there is \"no justification\" for Gen Haftar's move on Tripoli.\nA former army officer, he helped Colonel Gaddafi seize power in 1969 before falling out with him and going into exile in the US.\nHe lived for around 20 years in the US state of Virginia before returning home in 2011 to join other rebels in the uprising that ousted Gaddafi.\n\nLoad-Date: April 20, 2019"
}