{
    "title": "Trump Suggests Guant_namo Prison for Truck Attack Suspect, an Unprecedented Step",
    "publisher": "the new york times",
    "year": 2017,
    "month": 11,
    "day": 1,
    "full text": "President Trump said on Wednesday that he was considering sending the terrorism suspect in the truck attack in New York to the wartime prison at Guantánamo Bay, Cuba, an unprecedented step that would raise novel legal questions and likely set off a protest by veteran national security law enforcement officials.\nMr. Trump made his comments at the start of a cabinet meeting a day after an immigrant from Uzbekistan,           Sayfullo Saipov,           plowed a pickup truck along a crowded Manhattan bicycle path, prosecutors say, killing eight people. Mr. Saipov had expressed support for the Islamic State, the authorities said.\nAsked by reporters whether he would send the suspect to Guantánamo, Mr. Trump said, “I would certainly consider that.” He added: “Send him to Gitmo — I would certainly consider that, yes.”\nThe government last sent a detainee to Guantánamo in 2008, and it has never transferred someone arrested on American soil there. During the Bush administration, two terrorism suspects who were arrested inside the United States and initially charged in civilian court were transferred to military custody, but the Supreme Court has never resolved whether that was lawful.\nPresident Barack Obama refused to use the military to handle terrorism suspects who were arrested on domestic soil. But during the 2016 presidential campaign, Mr. Trump said he would be “fine” with sending Americans to Guantánamo for military prosecution. The case of Mr. Saipov, a lawful permanent resident, presents a test of how Mr. Trump will handle such a situation now that he has the power and responsibility of governing.\nDoing so would infuriate career national security professionals and disrupt a carefully-honed approach to handling terrorism suspects, said Joshua A. Geltzer, a former Justice Department attorney. That includes the F.B.I.’s policy of delaying terror suspects’ Miranda warning rights to remain silent and have a defense lawyer during initial interrogations, he said.\n“The F.B.I. would lose its mind” if Mr. Trump transferred Mr. Saipov to military custody, said Mr. Geltzer, who served as senior director for counterterrorism at the National Security Council during the Obama administration. Invoking Jim Mattis, the secretary of defense, Mr. Geltzer added: “Why would Mattis want this headache?”\nEven if Mr. Saipov is not sent to Guantánamo, Mr. Trump could place him in military custody on domestic soil for prolonged interrogation without charges or access to a defense attorney, like the two suspects President George W. Bush held as “enemy combatants” in a South Carolina brig.\nAt a press briefing on Wednesday, Sarah Huckabee Sanders, the White House press secretary, said, “I believe we would consider this person to be an enemy combatant,” but said no decision had yet been made about how to handle him.\nBut by Wednesday evening, after Mr. Saipov was charged in federal court in Manhattan, it appeared the Trump administration would not declare him an enemy combatant, said Senator Lindsey Graham, Republican of South Carolina. Earlier in the day, Mr. Graham had told a news conference that Mr. Saipov should be held and interrogated as a military detainee for at least 30 days, rather than being read the Miranda warning and given a defense lawyer.\n“The Trump administration missed an important opportunity to send a strong message to terrorists and make America safer,” Mr. Graham said in an evening Twitter post. “This is a huge mistake. Very sad.”\nIn the criminal complaint charging Mr. Saipov, the F.B.I. said it had read him the Miranda warning, but he had voluntarily waived those rights and told interrogators that he had been inspired to carry out the attack after watching Islamic State propaganda videos. It did not say whether or how long investigators had questioned him before reading the warning.\nWhile Mr. Graham was focused on interrogation, Mr. Trump seemed to be more interested in punishment. On Wednesday, he called the civilian criminal justice system “a joke” and “a laughingstock” when it came to prosecuting terrorism cases.\n“We also have to come up with punishment that’s far quicker and far greater than the punishment these animals are getting right now,” the president said. “They’ll go through court for years. And at the end, they’ll be — who knows what happens. We need quick justice and we need strong justice — much quicker and much stronger than we have right now.”\nSince the Sept. 11, 2001, attacks, the Justice Department has successfully prosecuted hundreds of terrorism-related cases in civilian court. Last month, for example, it convicted Ahmad Khan Rahami, who was arrested in September 2016 for setting off bombs in New York City and now faces a life sentence. (Mr. Graham had called on the Obama administration to transfer Mr. Rahami to military custody, too.)\nBy contrast, the military commissions system at Guantánamo has repeatedly plunged into chaos. It has struggled to bring contested cases to trial, and several of its few convictions were overturned on appeal.\nOn Wednesday, for example, a judge at Guantánamo, Air Force Col. Vance Spath, held in contempt the chief defense counsel in the commissions system, Brig. Gen. John Baker. General Baker was fined $1,000 and sentenced           to 21 days confinement.\nThe dispute centered on General Baker’s refusal to rescind his dismissal of three civilian defense lawyers from the death penalty case against a Saudi detainee, Abd al-Rahim al-Nashiri, who is accused of orchestrating the 2000 bombing of the American destroyer Cole. The lawyers had asked to quit for ethical reasons, in connection with alleged violations of attorney-client confidentiality in a matter where details remain classified.\nMr. Nashiri was charged in 2011, but his case remains mired in pretrial hearings. The departure of most of his defense team, which Colonel Spath rejected, has threatened to derail the case, underscoring the military trial system’s struggle to function.\nSeveral legal complexities would be raised by a decision to transfer Mr. Saipov to military custody. First, while the Supreme Court in 2004 upheld the wartime detention of an American arrested in Afghanistan to prevent his return to the battlefield, it also said “indefinite detention for the purpose of interrogation is not authorized.” The court also has not addressed whether holding people arrested inside the United States is similarly lawful.\nIn addition, the United States is not legally at war with every radical Islamist in the world. Rather, it is at war with groups covered by Congress’s 2001 Authorization for Use of Military Force against the perpetrators of the 9/11 attacks.\nDespite his apparent enthusiasm for the Islamic State, there is no public evidence Mr. Saipov — who has been in the United States since 2010 — was part of that extremist organization. Whether the 2001 law legitimately covers the Islamic State, as the government claims, is the subject of a dispute that no court has addressed.\nFollow Charlie Savage on Twitter @charlie_savage.\nAdam Goldman contributed reporting.\nPHOTO: Senator Lindsey Graham said the attacker, who was charged in federal court, should have been held as a military detainee. (PHOTOGRAPH BY MANUEL BALCE CENETA/ASSOCIATED PRESS)\nRelated Articles\nTrump Officials Renew Effort to Expand Use of Prison at Guantánamo\nAmerican Held as ISIS Suspect, Creating a Quandary for the Trump Administration\nSessions Says Guantánamo Is a ‘Very Fine Place’ for New Suspects\nDonald Trump ‘Fine’ With Prosecuting U.S. Citizens at Guantánamo\nG.O.P. Lawmakers Push to Have Boston Suspect Questioned as Enemy Combatant\n\nLoad-Date: November 3, 2017"
}