{
    "title": "Trump's climate views 'evolving,' adviser says European allies press president on 2015 Paris accord",
    "publisher": "daily news ",
    "year": 2017,
    "month": 5,
    "day": 27,
    "full text": "German Chancellor Angela Merkel, President Donald Trump and British Prime Minister Theresa May sign a declaration on combating terrorism.\nTAORMINA,ITALY- President Donald Trump's views on climate policy are \"evolving\" after European allies personally pressured him to reverse his vow to abandon an international agreement to limit greenhouse gas emissions, a senior White House adviser said at the Group of Seven summit here on Friday.\nTrump is considering remaining in the 2015 Paris environmental accord, a decision that would be a striking turnabout for a president who during his campaign pledged to scrap the agreement and has routinely labeled climate change a \"hoax.\"\n\"His views are evolving,\" said National Economic Council Director Gary Cohn, who accompanied Trump at the G-7 summit. \"He came here to learn. He came here to get smarter.\"\nCohn said Trump feels \"much more knowledgeable\" on the topic and \"learned how important it is for the United States to show leadership.\" For instance, Cohn said, the European leaders impressed upon Trump that a global agreement, even if more than 100 nations sign on, has little power if it is not endorsed by the United States.\n\"The president, he digested that,\" Cohn said. \"That was a meaningful moment for him.\"\nThe statement from Cohn, who has been privately counseling Trump to stay in the Paris accord, followed days of lobbying by foreign leaders during Trump's first trip abroad, urging him not to abandon it.\nThe president of France tried to persuade him, as did the prime minister of Belgium and the heads of the European Union. Then there was Pope Francis, who gifted Trump a copy of his encyclical on preserving the environment and the \"care of our common home.\"\nTrump has been waiting to make a final decision about whether to withdraw from the accord until after he returns home to Washington this weekend. Cohn said he will decide based on \"what's best for the United States,\" and is also weighing domestic manufacturing and other economic concerns.\nSo far at this two-day gathering of the G-7 - a grouping of Britain, Canada, France, Germany, Italy, Japan and the United States - Trump and his counterparts discussed a broad range of issues, including terrorism and trade, as well as foreign policy hot spots such as Libya, Syria and North Korea.\nThe leaders agreed to a joint statement on combating global terrorism, Cohn said.\nTrump has made virtually no public remarks about the G-7 other than a tweet on Friday: \"Getting ready to engage G-7 leaders on many issues including economic growth, terrorism, and security.\"\nAlthough most of his counterparts held news conferences here Friday, Trump did not, and he has yet to hold one during his marathon foreign trip - a break with tradition for presidential travel overseas.\nSome of Trump's counterparts are prioritizing climate here, well aware that pulling the United States out of the Paris agreement has been the subject of considerable debate within Trump's administration, dividing the nationalists and globalists who battle to have the president's ear.\nCohn said Trump did not want his G-7 partners to think he did not care about the environment, so the president told them, \"The environment is very, very important to me, Donald Trump.\"\n\nLoad-Date: May 27, 2017"
}