{
    "title": "Trump on terror is not reassuring",
    "publisher": "star tribune ",
    "year": 2016,
    "month": 8,
    "day": 17,
    "full text": "Donald Trump's speech on terrorism Monday was another jumble from a candidate who can't seem to stop contradicting himself and issuing proposals that are barely half-baked.\nMost notable was Trump's plan to conduct \"extreme vetting\" of those who would immigrate to or visit this country. Backing off his earlier proposal to ban all Muslims from entering the U.S., Trump now says he would impose a temporary ban on immigrants from \"the most volatile regions of the world that have a history of exporting terrorism.\" He does not name specific countries, but his description potentially takes in a lot of territory and could very well exclude businesspeople, students, refugees and others with legitimate reasons to come to the U.S.\nTrump threatens to use the sweeping powers given to the president by the Immigration and Naturalization Act of 1952 to deny entry to \"anyone who would be detrimental to the interests of the U.S.\" That authority, in the hands of someone with Trump's marked xenophobia, is frightening to consider. He could, or so he believes, block entry on his word alone, without input from Congress.\nTrump says he wants to once again hold up American culture and American values as a benchmark all immigrants should aspire to. \"Those who do not believe in our Constitution, or who support bigotry and hatred, will not be admitted to our country. Only those who we expect to flourish in our country, and to embrace a tolerant American society, should be issued immigrant visas.\"\nThink about that standard. To say that only those who can demonstrably add value to this nation should be admitted is a proposition that can be debated. But to say we won't issue a visa to anyone who doesn't embrace the American way of life? How exactly would government officials measure that? How would the government determine what level of bigotry or hatred would be allowed? As much as some U.S.-born citizens display? None? Who would define it? Again, in the hands of a leader who has expressed admiration for dictators, such a program could easily drag this country back to the days of the House Un-American Activities Committee, which ruined countless lives in its members' often-vicious pursuit of those they deemed insufficiently loyal.\nCertainly, there should be a discussion about how to reform this nation's immigration system. And there is room for improvement in American anti-terrorism policy. But Trump said that to be a U.S. ally, countries must be willing to destroy radical Islam. \"Any country that shares this goal will be our ally,\" he said. Americans should be wary of a leader who makes anti-terrorism the sole test for being an ally of this nation.\nTrump - who has denigrated women, Muslims, minorities and the disabled, to name a few groups - now says he wants to \"build bridges and erase divisions\" and be a champion for women, gays and people of different faiths. This would be laudable in any other candidate. It is laughable coming from one who has so often cast himself as a literal builder of walls to divide people and to keep whole nationalities and religions out.\nAll this said, the more time Trump spends talking about policy, the better. It gives the public a much truer glimpse of what they could expect from a Trump presidency. And it gives Trump sorely needed practice at attempting to marshal a hodgepodge of thoughts into a coherent plan for governing.\n\nLoad-Date: August 17, 2016"
}