{
    "title": "Trump set to put Venezuela on the state sponsors of terror list",
    "publisher": "university wire",
    "year": 2018,
    "month": 11,
    "day": 21,
    "full text": "Colombian President Iván Duque announced that his country will sever all diplomatic relations with Venezuela as of January next year when Nicolás Maduro, whom he considers to be a \"dictator\", starts a new consecutive term as head of state.\nThe Trump administration is getting ready to add Venezuela to the USA list of state sponsors of terrorism, the Washington Post newspaper reported, citing U.S. officials and internal government emails.\nThe designation would limit the USA assistance to the country and ban financial transactions with the country.\nThe Trump administration insisted that further sanctions may follow, potentially boycotting the purchase of Venezuelan oil, the last remaining sources of income to the socialist regime.\nVenezuela would join other nations now on the list, including Iran, North Korea, and Syria.\nRubio and two other Republican senators implored Secretary of State Mike Pompeo in a September letter to declare Venezuela a terrorism sponsor, accusing the country of links to both Hezbollah and the Revolutionary Armed Forces of Colombia but neglecting to furnish proof.\nCarolina Panthers: Ron Rivera wrong at Detroit Lions, here's why\nThe Detroit Lions escaped 20-19 over the Carolina Panthers on Sunday, but have little time for celebration. With Johnson out, the Lions have Theo Riddick , LeGarrette Blount and Zach Zenner as running back options.\nVenezuela's Information Ministry did not immediately respond to a request for comment.\nMaduro, who denies limiting political freedoms, has said he is the victim of an \"economic war\" led by the United States.\nThe White House previously imposed sanctions on key figures within the Venezuelan government, including the first lady, defense minister, vice president, and another top official.\n\"We believe his presidency to be illegitimate\", the official said, reiterating Washington's rejection of the outcome of Venezuela's elections earlier this year.\nHowever, proving this could be hard, a government official who declined to be named in the Reuters report, said.\n\nLoad-Date: November 21, 2018"
}