{
    "title": "Trump remarks dominate travel ban case",
    "publisher": "usa today",
    "year": 2018,
    "month": 4,
    "day": 25,
    "full text": "WASHINGTON - The question before the Supreme Court Wednesday on President Trump's immigration travel ban could go something like this: What did he say, and when did he say it?\nThe 2018 version of the phrase made famous by Sen. Howard Baker during the Watergate hearings in 1973 -- \"What did the president know, and when did he know it?\" -- is central to determining whether Trump's policy is both legal and constitutional.\nIt's been more than two years since presidential candidate Donald Trump called for a \"total and complete shutdown of Muslims entering the United States.\" It's been more than a year since President Trump signed an executive order banning travelers from certain majority-Muslim countries, only to see it blocked in court.\nAnd its been five months since Trump ventured into rhetorical overdrive on the third version of his travel ban by retweeting a far-right British group's anti-Muslim videos alleging atrocities such as \"Muslim Destroys a Statue of Virgin Mary!\"\nWere it another president, the question before the high court probably would concern only the scope of presidential powers in areas of foreign policy and immigration. But this is no ordinary president, and for that reason, the Supreme Court showdown is extraordinary.\n\"The president's order,\" says Neal Katyal, attorney for the challengers to Trump's travel ban, \"is without parallel in our nation's history.\"\nHanging in the balance are nearly 150 million could-be travelers from Iran, Libya, Somalia, Syria and Yemen, as well as others who may be protected or threatened by the Supreme Court's decision.\nIt will be Trump's words -- from his campaign promises to his presidential tweets -- that will be front and center.\nThe case reaches the Supreme Court from two liberal federal appeals courts -- the 9th, based in San Francisco, and the 4th, based in Richmond, Va. Those courts and the district judges below said courts can and should examine the purpose behind government actions; that Trump's words reveal his purpose to be, at least in part, banning Muslims; and that Trump as president cannot distance himself from Trump as candidate.\nKatyal, a former U.S. acting solicitor general, will represent Hawaii and immigration rights groups Wednesday.\nHe contends in legal papers that \"for over a year, the president campaigned on the pledge, never retracted, that he would ban Muslims from entering the United States.\"\nCecillia Wang, deputy legal director at the American Civil Liberties Union, which won its 4th Circuit battle against Trump, says the consistency of Trump's message should sway the justices.\n\"The court,\" Wang says, \"cannot ignore what the president has said.\"\nU.S. Solicitor General Noel Francisco wrote in a brief to the court that challengers  cherry-picked Trump's words, ignoring \"the president's many statements disclaiming religious animus and praising Islam.\"\nTrump's supporters  say his motives are not important compared with the travel ban's purpose: protecting the nation from terrorism. \"The law makes a clear distinction between motive and purpose,\" says a brief from the Foundation for Moral Law. \"The purpose of the travel ban -- protecting America from terrorism -- is as clear a secular purpose as anyone could possibly imagine. Candidate Trump's motives in advocating a travel ban -- whether to gain votes or any other purpose -- are irrelevant.\" \n\nGraphic\n\n \nphoto Drew Angerer/Getty Images\n\nLoad-Date: April 25, 2018"
}