{
    "title": "Trump Echoes 'Fox & Friends' on Shootings",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 6,
    "full text": "In linking this weekend's mass shootings to ''gruesome and grisly video games'' and inadequate treatment of mental illness, President Trump echoed talking points that emerged from conservative media strongholds even before his Monday address from the White House.\nIn his remarks, Mr. Trump condemned ''racism, bigotry and white supremacy,'' though he did not propose any new gun control measures, in keeping with several right-wing personalities who declined to endorse weapons bans in the hours after the massacres in El Paso and Dayton, Ohio, left 31 dead and scores wounded. \n  Mr. Trump's public statements often mirror comments made by pundits on Fox News, and there were striking connections between his remarks on video games and mental illness and what the cable network's commentators said on Monday.\n  Pete Hegseth, a guest host on the morning Fox News program ''Fox & Friends,'' said on Monday's broadcast that video games ''desensitize folks to the violence.''\n  Mr. Hegseth's co-host Ainsley Earhardt agreed, adding: ''There's so many different factors, you don't know. I mean, maybe a child's born with something -- mental illness.''\n  ''It does come back to that a lot,'' chimed in the third host, Steve Doocy.\n  A day earlier on Fox News, Representative Kevin McCarthy, Republican of California and the House minority leader, had made the same argument about the supposed role that video games played in mass shootings. A ''Fox & Friends'' guest on Sunday, Dan Patrick, the lieutenant governor of Texas, took a similar line.\n  One reliably pro-Trump outlet, The New York Post, took a different tack, urging Mr. Trump to take action with an editorial billboarded on the tabloid's front page with the headline ''BAN WEAPONS OF WAR.''\n  It was not the first time The Post had spoken out in favor of gun regulation. In the wake of the shooting at a school in Parkland, Fla., in February 2018, in a front-page editorial, the tabloid argued for an assault-weapons ban. The headline for that edition was ''MR. PRESIDENT, PLEASE ACT.''\n  In a statement on Monday, a spokeswoman for the newspaper said: ''The New York Post has a long history of advocating for gun control, and today's editorial speaks for itself.''\n  Rupert Murdoch, the influential media tycoon who controls The Post -- as well as Fox News -- has made his views in favor of stricter gun control legislation known at least since 2012, when he weighed in from his personal Twitter account on the school shooting in Newtown, Conn.\n  On ''Fox & Friends'' on Monday, however, Mr. Hegseth, whom Mr. Trump has considered for a post in his administration, took issue with The Post's call to ban the sale of assault weapons in the United States. He suggested that shoppers at the El Paso Walmart where the shooting took place would have been better off if the store had not been a gun-free zone.\n  ''This is Texas,'' Mr. Hegseth said. ''We would expect someone to immediately be shooting back. Well, not in a place where you're told you can't have a personal firearm. So it's not as simple as saying, 'Ban weapons of war.'''\n  Rick Santorum, a former senator and Republican presidential candidate, made a similar point about the perceived downsides of stricter gun control during an appearance on CNN on Sunday.\n  ''They go to soft targets,'' said Mr. Santorum, who is a regular CNN analyst. ''So the whole point is, when you restrict guns to law-abiding people, you make more soft targets.''\n  Another conservative CNN pundit, David Urban, an adviser to Mr. Trump's 2016 campaign, insisted that addressing mental illness was more crucial to stopping mass shootings than any gun control measure.\n  ''These people are twisted,'' he told the CNN anchor Jim Sciutto. ''They'll find ways around that.''\n  After noting that high-powered weapons ''have been available'' for decades, Mr. Urban added, ''What has changed in American culture that makes people do what they're doing today?''\n  The first law enforcement officer arrived at the scene of the El Paso massacre six minutes after the shooting started. In Dayton, where nine people were killed and more than two dozen were injured, the police shot and killed the assailant within one minute of the first gunshots.\n  Some conservative commentators focused on legislation pertaining to high-powered weaponry, but George P. Bush, a Republican who serves as the Texas land commissioner, highlighted the role played by white nationalists in mass shootings in his public statements on Sunday and in an article published on The Atlantic's website on Monday.\n  In the article, headlined ''White-Nationalist Terrorism Must Be Stopped,'' Mr. Bush, the son of former Gov. Jeb Bush of Florida, referred to recent testimony by the F.B.I. director, Christopher Wray, to argue that ''most of the terrorist attacks in the U.S. are a consequence of white-nationalist terrorism.''\n  David French, a prominent ''Never Trump'' conservative who flirted with a presidential run in 2016, went further in an article on the website of the right-wing magazine National Review, blaming Mr. Trump and certain quarters of Fox News for giving comfort to white nationalists.\n  ''Think of the thrills, energy and inspiration they've experienced from the highest office in the land -- and from parts of the most popular cable network in the land -- since Trump came down the escalator in 2015,'' Mr. French wrote.\n  Outside the United States, many global news organizations focused on American racism and Mr. Trump.\n  In Australia, a headline for an opinion article in The Sydney Morning Herald on Sunday declared, ''US in the midst of a white nationalist terrorism crisis.'' A column in the German publication Frankfurter Allgemeine Zeitung argued that Mr. Trump ''has not withdrawn the poison from the political climate of which he is a beneficiary, but has contributed to it becoming more and more widespread.''\n  People's Daily, the main newspaper of China's Communist Party, cited ''controversial remarks allegedly inciting racial hatred'' by Mr. Trump. Taiwan's government-owned Central News Agency reported that his White House tenure had helped ''promote the rationale of white nationalism.''\n\nhttps://www.nytimes.com/2019/08/05/business/media/trump-shooting-media-coverage.html\n\nGraphic\n\n \nPHOTO: The New York Post stood apart from its corporate sibling, Fox News. (PHOTOGRAPH BY BRITTAINY NEWMAN/THE NEW YORK TIMES)       \n\nLoad-Date: August 11, 2019"
}