{
    "title": "Trumped up terrorism numbers",
    "publisher": "st. petersburg times ",
    "year": 2002,
    "month": 1,
    "day": 2,
    "full text": "Is a drunk, rowdy passenger on an airplane a terrorist? Is a man who pushes a judge? They are according to annual reports from the Department of Justice. An investigation by the Miami Herald found that the department routinely overstates the number of terrorist arrests and convictions it makes every year. It does so, apparently, to cook the numbers for Congress, as a way to justify its annual $ 22-billion budget of which counterterrorism is a part.\nTERROR LIES\nIn the department's most recent annual report, released in May, the department claims there were 236 terrorism convictions in the fiscal year ending September 2000. But when pressed to provide specifics, the department refused to release information backing up that number or disclosing the details of those convictions.\nIn its investigation, Herald reporters reviewed dozens of so-called terrorism cases over a five-year period, examining files obtained through the Freedom of Information Act. The reporters found that numerous convictions labeled as terrorism were just ordinary crimes, having nothing to do with a politically motivated agenda. For example, the department listed as a case of domestic terrorism, the conviction of a man from Arizona who got drunk while returning from Shanghai. He had continually demanded liquor and manhandled a flight attendant. The judge in the case called it a case of a man \"being an annoyance beyond belief,\" but not terrorism.\nAccording to the department, terrorism was also involved in the case of an Ecuadorian man who tried smuggling 12 guns from Miami to his home country for the purpose of reselling them. And the conviction of seven Chinese sailors was counted as terrorism after they commandeered a boat in order to sail it into U.S. territorial waters to ask for political asylum.\nDisturbingly, the federal prosecutor office in San Francisco was the office that listed the most cases of domestic terrorism over the past three years. For much of that time, Robert Mueller, now director of the FBI, was at its helm.\nEspecially now, following the terrorist attacks of Sept. 11, Congress and the public have a right to expect that any reports to come out of the department provide a full and accurate accounting of the level of domestic terror activities in the United States. If prosecutions of al-Qaida members are combined with those of drunken airline passengers, it will be impossible to gauge which offenses constitute real terrorism and which have been listed as such merely to pad the numbers.\nThe findings of the Herald investigation are serious enough to justify a congressional inquiry. The department's terrorism numbers are generated as part of the auditing process that evaluates the level of performance for each of the 94 federal prosecutor's offices. It appears Congress is being misled as to what our tax money is actually buying.\n\nLoad-Date: January 2, 2002"
}