{
    "title": "Trump Is Making a Bad System Worse",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 28,
    "full text": "It has been an eventful few weeks in President Trump's ever-escalating crusade to restrict immigration.\nOn Aug. 12, his administration announced a rule change making it more difficult for poor immigrants to obtain green cards by giving officials more leeway in assessing who is likely to become a ''public charge,'' meaning someone who relies on public services. On Aug. 21, it introduced a new rule jettisoning the existing 20-day limit on holding migrant children in detention. The next day, the president reasserted his interest in abolishing birthright citizenship, the constitutional guarantee that anyone born in the United States is automatically a citizen. \n  It remains to be seen whether Mr. Trump's summer maneuvers can survive the court challenges that so frequently attend his immigration agenda. On Monday, a group of 19 states and the District of Columbia filed suit against his family-detention rule. His ''public charge'' rule also drew a flurry of filings, including one by a coalition of 13 Democratic state attorneys general, led by Washington state, and one by a separate multistate bloc led by California. (California has thus far filed 13 lawsuits against the administration on immigration matters.)\n  There is also uncertainty as to whether Mr. Trump's draconian immigration policies will turn out to be the political boon he and his supporters expect -- hardly a given in light of recent surveys showing that less than 40 percent of voters approve of his handling of the issue.\n  Whatever its long-term implications, the president's obsession with what he has termed an immigrant ''invasion'' is already undermining the functioning of his administration and the safety of the nation.\n  The Boston Globe reported last week that a mass diversion of immigration officers from New England to the Southwest border will bring to a stop the processing of nearly all 40,000 asylum requests pending in New England.\n  Similarly, back in March, senior staff members at United States Citizenship and Immigration Services were told that, by year's end, the agency would shut down its international division, which assists overseas applicants applying to immigrate to the United States, to redirect resources to the border crisis.\n  As if the legal immigration system needed additional stressors.\n  As the Department of Homeland Security is compelled to expend ever more resources on the border mess, other basic elements of protecting the country risk getting lost, such as dealing with national emergencies -- recall the nearly $10 million that the administration diverted from the Federal Emergency Management Agency last year to fund detention and removal operations by Immigrations and Customs Enforcement? -- or combating the rise of white nationalist terror.\n  Despite claims by some that white nationalism isn't a serious problem in the United States, the acting Secretary of Homeland Security, Kevin McAleenan, affirmed that there has been a rise in the number of domestic terrorist acts fueled by this toxic ideology.\n  This will not surprise anyone familiar with the recent congressional testimony of the F.B.I. director, Christopher Wray. In an appearance last month before the Senate Judiciary Committee, he reported that, since the start of the fiscal year in October, the bureau had made around 100 arrests related to domestic terrorism, with a majority of the cases ''motivated by some version of what you might call white-supremacist violence.'' He assured lawmakers that the bureau was ''aggressively'' investigating such activities.\n  Likewise, Mr. McAleenan said that the issue has been one of his ''top priorities'' since taking office in April and that he has asked an advisory council ''to help us study domestic terrorism, especially white-supremacist extremism and racially motivated violence.''\n  The White House appears ambivalent about the threat. Earlier this month, CNN reported that, for more than a year, the White House rebuffed efforts by Homeland Security to make domestic terrorism a strategic priority. One former senior Trump official told the network that the president didn't like the topic ''because the preponderance of it involves white supremacy and that's not something this administration is comfortable speaking out against.''\n  More broadly, the president's immigration approach continues to fuel instability at Homeland Security, where several officials -- including former Secretary Kirstjen Nielsen -- have been pushed out in recent months for being insufficiently hard-line. Last week, Axios broke the news that a top aide to Mr. McAleenan, Andrew Meehan, was leaving amid tensions between the White House and department leadership. Mr. McAleenen himself is regarded with skepticism by some of Mr. Trump's more hawkish allies, who have pressed for his removal. In June, the president voiced hesitation about permanently nominating Mr. McAleenan, saying he still needed ''to get used to him.'' The appointment in June of Thomas Homan, a Trump loyalist and an immigration hard-liner, to coordinate policy as the White House ''border czar'' was seen by some as a sign that Mr. Trump lacks confidence in Homeland Security officials.\n  Every president brings into office a particular set of principles and priorities. But when those biases start undercutting the government's ability to pursue smart policies -- or even carry out basic duties, a responsible leader must think less about his personal prerogatives and more about the nation's overall security.\n  The Times is committed to publishing a diversity of letters to the editor. We'd like to hear what you think about this or any of our articles. Here are some tips. And here's our email: letters@nytimes.com\n  Follow The New York Times Opinion section on Facebook, Twitter (@NYTopinion) and Instagram.\n\nhttps://www.nytimes.com/2019/08/27/opinion/trump-immigration.html\n\nLoad-Date: August 28, 2019"
}