{
    "title": "Trump's tweets seen as unlikely to slow New York terror case",
    "publisher": "st. louis post-dispatch ",
    "year": 2017,
    "month": 11,
    "day": 3,
    "full text": "NEW YORK - President Donald Trump's tweets calling for the death penalty for the man charged in the New York truck rampage could give defense attorneys grounds to argue that Trump has poisoned the minds of potential jurors. But some legal experts doubt that argument will slow the case.\nIn an unusual instance of a president weighing in on the fate of a defendant awaiting trial, Trump said on Twitter that Sayfullo Saipov, 29, \"SHOULD GET DEATH PENALTY!\" in the attack that left eight people dead.\nIn another tweet, Trump said prosecutors \"Should move fast. DEATH PENALTY!\"\nSome legal experts Thursday said judges in Manhattan's federal courts will not let the president's remarks slow the case or throw it off track, especially in a courthouse with a quarter-century record of swift terrorism prosecutions with mostly airtight outcomes.\n\"Nothing slows down the train,\" said James Cohen, a professor at Fordham Law School. He said the yet-to-be-assigned judge will question prospective jurors to ensure they can be fair despite anything they might have heard or read.\nLawyers differed over whether Trump was out of bounds.\n\"Even presidents are entitled to First Amendment rights,\" said Michael Wildes, a former federal prosecutor.\nJoshua Dratel, a veteran defense attorney in terrorism cases, would not predict what a judge might do, but he said the tweets should disqualify prosecutors from seeking the death penalty.\n\"It's inconceivable that it would be fair to seek the death penalty when the president has expressed it twice in a tweet,\" he said. \"It poisons the jurors, all the prospective jurors.\"\nRETRACING STEPS\nIn bringing terrorism charges against Saipov, federal prosecutors Wednesday said the Uzbek immigrant used a rental truck to mow down people along a bike path after being inspired by Islamic State propaganda videos.\nInvestigators continued poring over Saipov's phone records and online contacts and combing surveillance footage to reconstruct his movements in the weeks before the rampage.\nThey were also interviewing acquaintances and family, including his wife, who according to a law enforcement official was cooperative and claimed she did not know about the attack beforehand. The official was not authorized to discuss the investigation and spoke on condition of anonymity.\nAt one point, the FBI put out a bulletin seeking any information on a fellow Uzbek immigrant, Mukhammadzoir Kadirov, but quickly canceled it after locating him.\nThe law enforcement official said Kadirov was a friend of Saipov's and may not have a role in the case at all, but authorities got suspicious because he \"went off the radar\" when they went to speak with him. He was questioned and released.\nJohn Miller, the New York Police Department's deputy commissioner for counterterrorism and intelligence, told CBS that authorities so far believe Saipov acted alone.\nVOTE OF CONFIDENCE\nAlso Thursday, Attorney General Jeff Sessions told members of law enforcement in New York in a visit scheduled before the attack that the U.S. justice system can handle suspects such as Saipov.\nHe noted over 500 defendants have been convicted of terrorism-related crimes since the Sept. 11, 2001, attacks.\nSaipov is being held without bail at a Manhattan federal lockup next to the courthouse. His attorney, David Patton, has said he hopes \"everyone lets the judicial process play out.\" He did not respond to a request for comment Thursday.\nOn Wednesday, Trump called the U.S. justice system a slow-moving \"joke\" and \"laughingstock\" and said he would be open to seeing Saipov transferred to the U.S. prison at Guantanamo Bay, Cuba, where enemy combatants are tried by military tribunals.\nBut the president appeared to reverse course a day later, tweeting that \"statistically that process takes much longer than going through the Federal system.\"\nNEW YORK JUSTICE\nJustice can, in fact, be swift in Manhattan's federal courts. Two weeks ago, a jury took four hours to convict a man in a September 2016 bombing in New York City that wounded 30 people.\nIn 1994, four men were sentenced to life in prison 15 months after they carried out a February 1993 World Trade Center bombing that killed six people and injured over 1,000 others.\nAttorney Ron Kuby, who represented a blind Egyptian sheik sentenced to life in prison after a Manhattan terrorism trial, said Trump's tweets, if anything, could work against his desire to see the death penalty.\n\"Particularly in New York, if he's for it, we're against it,\" Kuby said.\n\nGraphic\n\n \n Eric Fleming, 41, stops by to express his condolences in front of a bike memorial where people leave flowers to remember the victims of the attack on Thursday, Nov. 2, 2017, in New York. A man in a rented pickup truck mowed down pedestrians and cyclists along the busy bike path near the World Trade Center memorial on Tuesday, killing at least eight and seriously injuring others in what the mayor called \"a particularly cowardly act of terror.\" (AP Photo/Andres Kudacki)  Bicyclists make their way around a just installed concrete barrier along the west side bike path in New York, Thursday, Nov. 2, 2017. New York officials have started putting up additional concrete barriers at intersections, including the one where a terrorist drove a truck onto a bike path, killing eight people. (AP Photo/Seth Wenig) \n\nLoad-Date: November 4, 2017"
}