{
    "title": "Trump says Sudan to be removed from terrorism list The move would open the door for the African coun",
    "publisher": "tampa bay times",
    "year": 2020,
    "month": 10,
    "day": 19,
    "full text": "CAIRO - President Donald Trump on Oct. 19 said Sudan will be removed from the U.S. list of state sponsors of terrorism if it follows through on its pledge to pay $335 million to American terror victims and their families.The move would open the door for the African country to get international loans and aid needed to revive its battered economy and rescue the country's transition to democracy. The announcement, just two weeks ahead of the U.S. presidential election, also comes as the Trump administration works to get other Arab countries, such as Sudan, to join the United Arab Emirates and Bahrain's recent recognition of Israel. Delisting Sudan from the state sponsors blacklist is a key incentive for the Sudanese government to normalize relations with Israel. \nTrump's announcement came after Treasury Secretary Stephen Mnuchin traveled to Bahrain to cement the Gulf state's recognition of the Jewish state. Trump tweeted: \"GREAT news! New government of Sudan, which is making great progress, agreed to pay $335 MILLION to U.S. terror victims and families. Once deposited, I will lift Sudan from the State Sponsors of Terrorism list. At long last, JUSTICE for the American people and BIG step for Sudan!\"Sudan has agreed to pay compensation for victims of the 1998 bombings of the U.S. embassies in Kenya and Tanzania, attacks conducted by Osama bin Laden's al-Qaida network while bin Laden was living in Sudan.Gen. Abdel-Farrah Burhan, head of Sudan's ruling sovereign council, welcomed Trump's announcement as a \"constructive step.\" He said in a tweet the removal would come \"in recognition of the historic change that has taken place in Sudan.\"Sudan is on a fragile path to democracy after a popular uprising last year led the military to overthrow autocratic leader Omar al-Bashir in April 2019. A military-civilian government now rules the country, with elections possible in late 2022.Prime Minister Abdalla Hamdok also welcomed the announcement.\"We are about to get rid of the heaviest legacy of Sudan's previous, defunct regime,\" Hamdok tweeted. Once the compensation money has been deposited, Trump is to sign an order removing Sudan from the terrorism list, on which it has languished under heavy American sanctions for 27 years.Congress is then expected to act to restore Sudan's sovereign immunity, which would effectively stop future compensation claims from being filed against it in U.S. courts. Meanwhile, Sudan is to begin the process of normalizing relations with Israel, possibly with Israeli Prime Minister Benjamin Netanyahu joining a congratulatory phone call between Trump and Hamdok. \nSudanese officials have been negotiating the terms of removing the country from the list for more than a year, but the U.S. effort to repair relations with Sudan dates to the end of President Barack Obama's administration, which initiated the process in January 2017.The \"state sponsors of terrorism\" designation is one of the U.S. government's most effective sanctions tools and bars virtually all non-humanitarian U.S. transactions with countries on it. It was created in 1979 to punish nations that fund or otherwise support terrorist acts. With Sudan's removal, only Iran, North Korea and Syria will remain on the list. The designation of Sudan as a state sponsor of terrorism dates back to the 1990s, when Sudan briefly hosted bin Laden and other wanted militants. Sudan was also believed to have served as a pipeline for Iran to supply weapons to Palestinian militants in the Gaza Strip.The transitional authorities are desperate to have sanctions lifted that are linked to its listing by the U.S. as a terror sponsor. That would be a key step toward ending its isolation and rebuilding its battered economy, which has plunged in recent months, threatening to destabilize the political transition to democracy.By SAMY MAGDY \n\nGraphic\n\n \nSee image link\nU.S. Treasury Secretary Stephen Mnuchin speaks after an Israeli delegation signed an agreement with Bahraini officials on Oct. 18 in Manama, Bahrain. President Donald Trump said Sudan will be removed from the U.S. list of state sponsors of terrorism if it follows through on its pledge to pay $335 million to American terror victims and families. The decision, announced Oct. 19 after Mnuchin was in Bahrain to cement the Gulf state's recognition of Israel, came as the Trump administration pursues further Arab recognition of Israel.\nSee image link\nPresident Donald Trump talks to reporters at Phoenix Sky Harbor International Airport on Oct. 19 in Phoenix. Trump is to sign an order removing Sudan from the terrorism list, on which it has languished under heavy American sanctions for 27 years.\n\nLoad-Date: October 20, 2020"
}