{
    "title": "Trump Asks, _What About the Alt-Left__ Here_s an Answer Fact Check",
    "publisher": "the new york times",
    "year": 2017,
    "month": 8,
    "day": 15,
    "full text": "Correction Appended\nPresident Trump defended his belated condemnation of white supremacists who engaged in violence in Charlottesville, Va., by arguing that he was exercising caution in casting blame. Then he returned to his original position that there was ample fault on both sides.\nAsked about Senator John McCain, Republican of Arizona, who characterized calls for the firing of Lt. Gen. H. R. McMaster, the president’s national security adviser, as “the same purveyors of hatred and ignorance who precipitated the recent violence in Charlottesville,” Mr. Trump suggested that blame should be shared.\n“What about the ‘alt-left’ that came charging at, as you say, the ‘alt-right’?” he asked. “Let me ask you this: What about the fact they came charging — that they came charging with clubs in their hands, swinging clubs? Do they have any problem? I think they do.”\nAntifa, or anti-fascist activists, certainly used clubs and dyed liquids against the white supremacists, according to the New York Times reporters Sheryl Gay Stolberg and Hawes Spencer, who covered the violence in Charlottesville. Other counterprotesters included nonviolent clergy members.\nBut there is one stark difference between the violence on the two sides: The police said that James Alex Fields Jr. of Ohio drove his car into a crowd and killed at least one person, Heather Heyer. Mr. Fields was charged with second-degree murder.\nComparing Antifa to Mr. Fields’s act is like “comparing a propeller plane to a C-130 transport,” said Brian Levin, the director of the Center for the Study of Hate and Extremism at California State University, San Bernardino.\n“Using the fact that some counterprotesters were, in fact, violent, creates a structural and moral false equivalency that is seriously undermining the legitimacy of this president,” Professor Levin said.\nAntifa and black bloc — the far left of today — engaging in street brawls and property damage, while reprehensible, is “not domestic terrorism,” said J. J. MacNab, a fellow in the Program on Extremism at George Washington University. Similar episodes of extreme violence certainly exist on the left: the recent congressional baseball shooting in Virginia, or the            bombing of the North Carolina Republican Party headquarters in Orange County.\nBut overall, far-right extremist plots have been far more deadly than far-left plots (and Islamist plots eclipsed both) in the past 25 years, according to a breakdown of two terrorism databases by Alex Nowrasteh, an analyst at the libertarian Cato Institute.\nWhite nationalists; militia movements; anti-Muslim attackers; I.R.S. building and abortion clinic bombers; and other right-wing groups were responsible for 12 times as many fatalities and 36 times as many injuries as communists; socialists; animal rights and environmental activists; anti-white- and Black Lives Matter-inspired attackers; and other left-wing groups.\nOf the nearly 1,500 individuals in a University of Maryland study of radicalization from 1948 to 2013, 43 percent espoused far-right ideologies, compared to 21 percent for the far left. Far-right individuals were more likely to commit violence against people, while those on the far left were more likely to commit property damage.\n“We find that the right groups and the jihadi groups are more violent than the left,” said Gary LaFree, one the researchers and the director of the University of Maryland’s National Consortium for the Study of Terrorism and Responses to Terrorism. The data set is in the process of being updated, so it does not reflect current state of extremism, Professor LaFree cautioned, but “in general, we’ve been seeing this fairly robust trend in right-wing cases.”\nAll of the experts contacted by The Times stressed that extremism ebbs and flows, based on the presence of a charismatic leader, incremental changes in society, seismic events like an election or war, among other factors.\nThe far left was far more active and violent in the 1970s, while the far right and, specifically, militia movements resurged in the 1980s. A decade later, environmental terrorists became active. And jihadist attacks dominated after the Sept. 11, 2001, attacks.\n“The extreme left has not been nearly as organized” in recent decades, said Brent Smith, the director of Terrorism Research Center at the University of Arkansas. “Leaders of the extreme left died off and they’re floundering without leadership.”\nWhile antigovernment activists, for example, have been fomenting and building their anger since 2008, Antifa is a more nascent movement, reflected in their scale. The far right has a scattered membership of a few hundred thousand, estimated Ms. MacNab, compared with a few thousand Antifa activists.\n“They’re less structured, they’re less organized, they’re active on social media but not to the extent of others. They don’t have the entree into and oxygen of support from the mainstream left,” Professor Levin said.\nThough Antifa and black bloc “are on my radar,” he still considers violent Salafist jihadists and white nationalists, neo-Nazis, “sovereign citizens” and radical anti-abortion extremists — the consortium of far-right agitators — more concerning.\nGet politics and Washington news updates via Facebook,            Twitter and in            the Morning Briefing newsletter.\nCorrection: August 19, 2017, Saturday\nThis article has been revised to reflect the following correction: The Fact Check article on Wednesday about the so-called alt-left misidentified the location of a bombing in North Carolina. It was at the Republican Party headquarters in Orange County, N.C. — not at the state party headquarters in Raleigh.\nPHOTO: Right-leaning media outlets claim left-wing protesters had a major role in the clashes Saturday. (PHOTOGRAPH BY CHIP SOMODEVILLA/GETTY IMAGES)\nRelated Articles\nRevocation of Grants to Help Fight Hate Under New Scrutiny After Charlottesville\n\nLoad-Date: August 26, 2017"
}