{
    "title": "Trump offers to mediate Qatar crisis Day earlier, president tweeted isolating country may be _beginn",
    "publisher": "the salt lake tribune",
    "year": 2017,
    "month": 6,
    "day": 7,
    "full text": "Washington President Donald Trump offered Wednesday to personally broker a resolution to the Persian Gulf's escalating diplomatic crisis, as both he and Qatar looked past his pointed suggestion only a day earlier that the tiny gas-rich nation enables terrorism.\nIn a phone call with Qatar's ruling emir, Sheikh Tamin bin Hamad Al Thani, Trump said he wanted to help Qatar and its Arab neighbors resolve the row that has upended any sense of Gulf unity, suggesting a possible White House summit among leaders. Though Trump again said countries must eliminate funding streams for terror groups, the White House said he focused on the need for the region's various U.S. allies to stick together.\nBlockaded by its neighbors by land and sea, Qatar is eager for Trump's help. Qatar's U.S. ambassador, Meshal bin Hamad Al Thani, told The Associated Press his country is counting on Washington to persuade Saudi Arabia and others to back down.\n\"We have great confidence in the president's ability to calm this crisis and to resolve it,\" Al Thani said in an interview.\nTrump's bid to fashion himself as a neutral arbiter among Arab governments departed from his stance only a day earlier, when he left little doubt about where he felt the fault rested. In a tweetstorm, Trump said Mideast leaders he'd met with last month had all \"pointed to Qatar\" as the source of terrorist financing, waxing optimistically that the isolation of the kingdom might be \"the beginning of the end to the horror of terrorism.\"\nBahrain, Egypt and the United Arab Emirates joined the Saudis earlier this week in cutting diplomatic ties to Qatar, accusing it of backing groups from al-Qaida and Hamas to the Muslim Brotherhood that threaten the region's other governments. Qatar vehemently denies such support. Al Thani, the ambassador, insisted his country had no idea why Qatar's neighbors were picking a fight.\nQatar received no notice from the other Arab countries before ties were cut, he said, calling it \"a surprise and a shock to us, this act of aggression.\" He said normal life in Qatar is \"not affected\" by the blockage, insisting the tiny country maintains sufficient access to other air and sea routes to secure food for its people.\nTrump also called Mohammed bin Zayed al-Nahyan, the crown prince of Abu Dhabi, the capital of the U.A.E., Wednesday. On the call, he reiterated \"the importance of maintaining a united Gulf Cooperation Council to promote regional stability, but never at the expense of eliminating funding for radical extremism or defeating terrorism,\" the White House said in a statement.\nTrump's broadside Tuesday against Qatar, which plays a major role in U.S. military efforts in the Mideast, arrived as an early-morning shock to U.S. officials. They then sought to clean up the president's comments by stressing U.S.-Qatari cooperation remained intact and crediting the country with working hard to stem funding and support for extremists.\nThat was enough, it seemed, to persuade Qatar the U.S. wasn't abandoning its strategic partner.\n\"We don't see that he's pointing fingers at Qatar,\" Al Thani said. \"Our relationship with the U.S. speaks for itself.\"\nCountries across the globe re increasingly faced with the same conundrum: How much credence to give to the president's Twitter musings when they deviate sharply from U.S. policy?\nEmirati officials said they perceived Trump's tweets as a sign Qatar shouldn't count on America taking its side despite U.S. having some 10,000 troops based in the country's al-Udeid Air Base.\nBut in Germany, Foreign Ministry spokesman Martin Schaefer pointed out that Trump's words differed substantially from those of State Department and Pentagon officials.\n\"I can indeed see differences in some 140 character comments by the American president,\" Schaefer said. \"But what the position of the United States of America... is something I can't really say.\"\nBoth Qatar and the U.S. sought to show the rift wasn't affecting military cooperation. They cited no change to the status of al-Udeid Air Base. And a State Department official said an approved but pending sale of F-15 fighter planes to Qatar hasn't been affected.\nThe call with Qatar's emir showed Trump trying to personally involve himself in resolving the conflict. A day earlier, Trump discussed the crisis with King Salman of Saudi Arabia, which is leading the anti-Qatar campaign.\nOther countries also are offering to intervene, and it's not clear if Trump will end up as the primary mediator. Kuwait's emir flew to the UAE on Wednesday to discuss the crisis, while Qatari ally Turkey voiced willingness to play a role.\nA White House summit seemed an unlikely possibility. The potential for a coup makes it unlikely the Qatari emir would travel so far from home, especially as its adversaries hint that regime change would be welcome.\nIn the interview, Al Thani confirmed the FBI is helping Qatar investigate a hack of its state-run news agency last month that may have been a catalyst for the crisis. The Saudis and others have cited an article in which a top Qatari official seemed to pay tribute to Iran as a major regional power; the Qataris say the comments were fabricated as part of the hack.\nAl Thani also denied any Qatari involvement in a separate hack of emails belonging to the UAE's Washington ambassador, which have surfaced at various news agencies this week.\n\nLoad-Date: June 17, 2017"
}