{
    "title": "Trump May Have Shifted U.S. Intelligence Policy on Russia . Or Maybe Not",
    "publisher": "the new york times",
    "year": 2017,
    "month": 5,
    "day": 16,
    "full text": "MOSCOW — President Trump’s acknowledgment that he shared intelligence on terrorism with            Russia was something of a coup for President Vladimir V. Putin, whose mantra about forging a global alliance to fight violent extremists never gained much traction in the West.\nMr. Putin’s repeated calls for unity in fighting terrorism — delivered from the podium of the United Nations, at countless global summit meetings and after every grisly attack around the world — have often been met with skepticism, interpreted as smoke screens to cloak the violence fomented by the Kremlin in places like Chechnya, Ukraine and Syria.\nThen on Tuesday, an American president seemed to take up that call, at least momentarily, with Mr. Trump writing on Twitter that sharing sensitive intelligence information with Russia on counterterrorism was a good idea. “I want Russia to greatly step up their fight against ISIS & terrorism,” he wrote.\nThat could signal a major policy shift, political analysts said.\n“The Kremlin has been so skillful in getting the president of the United States to cooperate in an unusual way,” said Maxim Trudolyubov, a Russian political analyst and columnist. “It is a big and completely unexpected coup for the Kremlin.”\nMr. Putin has long sought such cooperation. In part, he owes his 17 years leading Russia as either president or prime minister to the fact that he defeated a domestic insurgency in Chechnya and the Northern Caucasus by branding it as part of the global war on terrorism and flattening the place. Although Al Qaeda was almost certainly active in Chechnya, no one outside Russia paid much attention to Mr. Putin’s warnings about extremism there — until after the attacks on the United States on Sept. 11, 2001.\nHis antiterrorism campaign is central to his grand overall strategy of restoring Russia to the superpower status it enjoyed in Soviet times.\nYet given the whims of Mr. Trump, Mr. Trudolyubov and others said, it is unclear that such cooperation will endure. The unexpected manner in which the information was shared makes it difficult to assess whether it reflects a permanent shift in course.\n“It is not something that Russia can rely on, because Trump changes like the weather,” Mr. Trudolyubov said. “It’s the kind of victory that you do not really want if you want orderly policy cooperation.”\nThroughout his campaign, Mr. Trump said repeatedly that he would work more closely with Russia, and this latest episode could indicate that he is following through.\nPreviously, mistrust of Russian motives always seemed to eventually outweigh any advantage of an alliance, prompting bitter frustration in Moscow. There has been little cooperation on Syria, for example, because most Western leaders see Russian intervention as more about strengthening President Bashar al-Assad as the Kremlin’s main Arab ally than fighting the Islamic State.\nAlthough Moscow asserted that chasing Islamist militants from the ancient ruins of Palmyra — twice — proved that it was defending civilized Western values, Russian firepower has largely been focused against the uprising confronting Mr. Assad.\nOutside of the Islamic State, a shared definition of who constitutes a terrorist in Syria does not exist, and the Pentagon has been leery about cooperation.\n“The problem is that both Russia and the U.S. mean different things when they talk about the fight against terrorism in Syria,” said Ivan Kurilla, an expert on Russian-American relations at the European University at St. Petersburg. “The question is whether they will try to bridge the gap in their understanding.”\nIn addition, it is taken as a given in Russia that whatever Mr. Trump wants, the real establishment in Washington will put a stop to it if it clashes with its interests. “It is not a question of whether Trump wants to or not, it is a question of whether Trump can or not,” said Sergei A. Markov, a political analyst close to the Kremlin.\nStill, disparaging asides about Mr. Trump that had been creeping into official newscasts will most likely vanish.\n“I would expect the Russians will now stop criticizing Mr. Trump as they have done during the last month or so,” Vladislav L. Inozemtsev, the director of the Center for Postindustrial Studies in Moscow, wrote in an email.\nEven if the Kremlin has reason to be pleased with the latest episode, Mr. Putin and the Russian government prefer that policy changes happen in an orderly, choreographed manner.\nIf the United States and Russia are to forge genuine new cooperation on terrorism, analysts said, Russia would prefer that it emerge from a meeting between the two presidents, scheduled for July, not via Twitter and confusing, contradictory denials in Washington.\nIn any case, the Oval Office episode was not big news in Russia, where the main headline of the day was Ukraine’s shutting down key Russian social media and information sites, including Vkontakte, the Russian equivalent of Facebook, and Yandex, Russia’s version of Google.\nDmitri S. Peskov, Mr. Putin’s spokesman, dismissed the reports from the White House. “For us, this is not a subject,” he told reporters. “This is the latest nonsense.”\nMaria V. Zakharova, the spokeswoman for the Foreign Ministry, called the reports “fake news” and suggested that people should stop reading American newspapers. “They can be used in various ways, but there’s no need to read them — lately, this is not only harmful, but dangerous,” she wrote on Facebook.\nFew here accept the idea, at least publicly, that Russia helped Mr. Trump by stealing emails from the Democratic National Committee, even if Russia has clearly stated that conducting hybrid information warfare is important to achieving its strategic goals.\nOne of those goals is undermining the Western institutions that oppose it. Whether anyone accepts that idea or not, there is glee in some quarters in Moscow at the confusion in the American capital.\n“Of course, from Moscow, we look at this chaos with a bit of a smile,” Mr. Markov said. “So many Americans used to look at the chaos in Russia that way. It is a kind of psychological revenge.”\nAmerican officials preoccupied with domestic problems will also have less time to meddle in Russian affairs, he added.\nMost Russians expect that the United States will endure given the strength of its institutions, its economy and its overall resources. Some wonder, however, if the dysfunction at the White House will descend to the level that paralyzed the Kremlin in the worst, last days of the Soviet Union, or even to that of pre-Putin Russia.\nThere were sarcastic remarks regarding the White House in a commentary on Channel One, a state-run television station, during a news program on Sunday.\n“The new action-packed series, tentatively titled ‘Secrets of Trump’s Oval Office,’ becomes more fascinating every day,” said a commentator named Evgeny Baranov. “Russia’s footprint, that is in one way or another present in each new episode, only enhances the intrigues of this bold plotline.”\nIvan Nechepurenko contributed reporting.\nPHOTO: President Vladimir V. Putin of Russia in Beijing on Sunday. He has called repeatedly for a global alliance to fight extremists. (POOL PHOTO BY ALY SONG)\nRelated Articles\nAt Russia’s Victory Day Parade, Vladimir Putin Calls for Alliance\nFrench Voters Defy Putin’s Meddling, but You’d Hardly Know It in Russia\n5 Years After Crackdown, an Anti-Kremlin Protest Resumes\n\nLoad-Date: September 22, 2017"
}