{
    "title": "Trump's Budget Would Rip Out 'the Backbone' of the NYPD's Counter-Terrorism Apparatus, Commissioner",
    "publisher": "new york observer",
    "year": 2017,
    "month": 3,
    "day": 16,
    "full text": "NYPD Commissioner James O'Neill warned today that President Donald Trump's preliminary budget proposal would eliminate virtually all outlays from Washington to the police force that guards the commander-in-chief's hometown-and home tower-from terrorism.\nThe first draft spending plan the president submitted to Congress calls for boosting military spending by $54 billion, while slashing funds for domestic programs, including Department of Homeland Security aid to state and local law enforcement. O'Neill put the loss to the NYPD at $110 million-meaning the department's intelligence operations, chemical and radiological equipment, bomb-sniffing dogs, active shooter training, bomb squad and network of security cameras watching Lower Manhattan would face defunding.\nStanding beside Mayor Bill de Blasio at City Hall, the commissioner described the money as \"absolutely critical.\"\n\"Under the president's proposal, nearly all federal funding to the NYPD would be eradicated,\" O'Neill said. \"It is the backbone of our entire counter-terrorism apparatus. It is the cornerstone of effective preparedness and prevention against terrorist threats, and enable us to do what we can do to keep this city secure.\"\n\"Everyone who lives in, works in, and visits New York City-this money is critical to keeping everybody safe. Simply put, we cannot afford to cut corners in fighting terrorism,\" he continued.\nBy way of example, O'Neill recalled the makeshift bomb that detonated in Lower Manhattan just last fall.  The Brooklyn native insisted upon the primacy of Big Apple among all marks for similar plots nationwide.\n\"New York City remains one of the top terror targets in the world, and certainly the number one target in the United States,\" he said. \"The federal government has long acknowledged that fact, and to cut this funding would make us increasingly less safe.\"\nO'Neill called his department \"resilient,\" but insisted the funding at risk was vital to its operations.\n\"Whatever we need to do to keep New York City safe, we'll do, we'll do that, but this is a tremendous amount of money, and we need every penny of it to keep New Yorkers safe,\" he said.\nDe Blasio appealed to the Queens-born chief executive to \"remember where he comes from.\"\n\"I want to make one request of our president. I want to ask President Trump to think about what this budget means for his hometown. I want to ask him to come here and talk to the people affected,\" he said. \"New York City, New York City stands to lose so much in this budget, and the people of New York City-millions of people would be affected.\"\nAlso dismaying to the mayor was the possible loss of Community Development Block Grant money, which funds everything from infrastructure to affordable housing to anti-poverty programs, and the elimination of assistance to the poor and elderly. Nonetheless, he was still not willing to outline alterations to his own budget to compensate for the potential shortfalls-insisting that Senate            Minority Leader Charles Schumer, along with elected officials and activists nationwide, would fight the cuts over the next several months.\n\"We're going to have a lot of ammunition and a lot of allies,\" the liberal Democrat said.\nThe city is already lobbying Congress to reimburse it the $25.7 million it spent shielding the First Family and Trump Tower between the            November election and the            president's inauguration in January. Trump reportedly promised de Blasio to assist in this effort, although the president has a            record of reneging on his commitments.\nNonetheless, the mayor has maintained that under no circumstances will he pull the NYPD security perimeter from around the brass-and-glass skyscraper.\n\nLoad-Date: March 16, 2017"
}