{
    "title": "TRUMP, CLINTON ADDRESS HOMEGROWN TERRORISM",
    "publisher": "pittsburgh post-gazette",
    "year": 2016,
    "month": 6,
    "day": 14,
    "full text": "CLEVELAND - Hillary Clinton turned the political rally she had planned into a call for civility toward gays and Muslims on Monday in the wake of the worst terrorist attack on U.S. soil since 9/11.\nFor Republican opponent Donald Trump, the mass shooting in Florida was a moment to redouble his call for tougher action against terrorism.\nAnd President Barack Obama sought Monday to tie together the public debate over two political hot buttons - terrorism and gun control - suggesting that the nation must confront both to stop mass violence by self-radicalized extremists.\nFollowing the early Sunday attack in an Orlando gay nightclub, an event Ms. Clinton said has become all too \"mind-numbingly similar,\" she urged a return to Sept. 12, 2001, when she said Americans rallied together in the face of terrorism and resisted \"isolating\" and \"scapegoating\" Muslims.\nThe presumptive Democratic nominee never mentioned Mr. Trump by name, but the mass shooting in which dozens were killed and wounded has revived the rhetoric over \"ISIS-inspired\" and homegrown terrorism. There is also a debate over who should or should not be allowed to buy weapons.\n\"I believe weapons of war have no place on our streets, and we may have our disagreements about gun-safety regulation, but we should all be able to agree on a few essential things,\" Ms. Clinton said. \"If the FBI is watching you for suspected terrorist links, you shouldn't be able to go buy a gun with no questions asked.\"\nPeople also shouldn't be able to \"exploit loopholes and evade criminal background checks\" by buying online or at gun shows, Ms. Clinton said.\nThe same would be true of someone on the nation's no-fly list.\nShe received a standing ovation from the friendly crowd when she said, \"It's essential we stop terrorists from getting the tools they need to carry out their attacks, and that's especially true when it comes to assault weapons.\"\nShe also stressed the importance of alliances in the Middle East while also calling out some regional partners by name - Kuwait, Qatar and Saudi Arabia - for supporting radical schools and mosques that have given birth to extremism and for allowing their citizens to fund extremist organizations.\nAnd although she didn't mention him by name, she took aim at Mr. Trump's call on banning the entry of Muslims, at least temporarily, into the country.\nBut in his speech in New Hampshire, Mr. Trump doubled down on his call to restrict entry into the country for some Muslims.\nMr. Trump called Monday for outlawing immigrants from areas of the world with a history of terrorism as part of his proposed temporary ban on all Muslims entering the United States - a radical rewriting of U.S. counterterrorism policy that he argued was essential to protect the peace and security of women and gays in particular.\nThe Republican Party's presumptive presidential nominee escalated his already controversial rhetoric about immigrants, even though the shooter was born in New York. Mr. Trump accused American Muslims of harboring terrorists and blamed them for the Orlando attack as well as for last December's shooting in San Bernardino, Calif.\n\"The Muslims have to work with us,\" Mr. Trump said. \"They know what's going on. They know that [Mateen] was bad. They knew the people in San Bernardino were bad. But you know what? They didn't turn them in. And you know what? We had death and destruction.\"\nMr. Trump denounced Mr. Obama and Ms. Clinton for \"deadly ignorance\" and warned that they were endangering lives with weakness and indecision.\n\"We need to tell the truth also about how radical Islam is coming to our shores,\" Mr. Trump said. He added, \"We need a new leader. We need a new leader fast. . They have put political correctness above common sense, above your safety and above all else.\"\nMr. Trump also announced Monday that he was revoking media credentials from The Washington Post, another sign that he does not tolerate criticism that often comes with presidential campaigns. But before that, Mr. Trump broke out an old attack line against Mr. Obama, suggesting that there's \"something going on\" with an American leader who avoids blaming \"radical Islamic terrorism\" for events such as the Orlando massacre.\nThe country is \"led by a man that either is not tough, not smart, or he's got something else in mind,\" Mr. Trump said in an interview Monday morning with Fox News. \"And the something else in mind - you know, people can't believe it . They cannot believe that President Obama is acting the way he acts and can't even mention the words 'radical Islamic terrorism.' There's something going on. It's inconceivable. There's something going on.\"\nMeanwhile, the president acknowledged that so-called lone-wolf attacks are difficult to stop because of the combination of the prevalence of extremist propaganda online and access to powerful firearms.\n\"We make it very easy for individuals who are troubled or disturbed or want to engage in violent acts to get very powerful weapons very quickly,\" Mr. Obama told reporters in the Oval Office after meeting with his national security advisers at the White House. \"And that's a problem. It's a problem regardless of their motivations.\"\n\nNotes\n\nTERROR IN ORLANDO/ The Block News Alliance consists of the Post-Gazette, The Blade of Toledo, Ohio, and television station WDRB in Louisville, Ky. Jim Provance is a reporter for The Blade. / The Washington Post, Associated Press and Tribune News Service contributed.\n\nGraphic\n\n \nPHOTO: Pablo Martinez Monsivais/Associated Press: President Barack Obama pauses Monday while speaking to members of the media in the Oval Office of the White House in Washington, D.C., after getting briefed on the investigation of a shootings in Orlando by FBI Director James Comey, Homeland Security Secretary Jeh Johnson and other officials.\n\nLoad-Date: June 14, 2016"
}