{
    "title": "Trump_ France , others may face more screening ELECTION 2016 REPUBLICANS",
    "publisher": "daily news ",
    "year": 2016,
    "month": 7,
    "day": 25,
    "full text": "Donald Trump singled out France as one country he would subject to the \"extreme vetting\" he is proposing for those seeking to enter the United States, a move he says is necessary to deter attacks by people coming from countries \"compromised by terrorism.\"\nTheGOPpresidentialnominee, in an interview that aired Sunday on NBC's \"Meet the Press,\" was asked if his proposal might mean far fewer people from overseas would be allowed into the U.S.\n\"Maybe we get to that point,\" Trump replied, adding: \"We have to be smart and we have to be vigilant and we have to be strong.\"\nFor months Trump has called for a temporary ban on foreign Muslims seeking to enter the United States.\nIn his speech Thursday night at the Republican National Convention, he said the U.S. \"must immediately suspend immigration from any nation that has been compromised by terrorism until such time as proven vetting mechanisms have been put in place\" - notably leaving out any reference to Muslims or to Syria, Iraq and other Mideast nations.\nOn\"MeetthePress\"Trump noted \"specific problems\" in Germany and France, and host Chuck Todd asked if his proposal would limit immigration from France. \"They've been compromised by terrorism,\" Todd said.\nTrumpreplied:\"Theyhave totally been. And you know why? It's their own fault. Because they allowed people to come into their territory.\" He then called for \"extreme vetting\" and said: \"We have to have tough, we're going to have tough standards. ... If a person can't prove what they have to be able to prove, they're not coming into this country.\"\nTrump's campaign chairman, Paul Manafort, played down the potential effects of Trump's call for \"extreme vetting\" for people coming from France and Germany. Manafort said the U.S. will have an easier time screening people from those countries because of long-standing \"cooperative agreements.\"\n\"He is calling for cooperative efforts to make sure that wherever people are coming in, that we know who they are and what they stand for,\" Manafort told \"Fox News Sunday.\"\n\nLoad-Date: July 25, 2016"
}