{
    "title": "Trump Condemns White Supremacy but Stops Short of Major Gun Controls",
    "publisher": "the new york times",
    "year": 2019,
    "month": 8,
    "day": 5,
    "full text": "WASHINGTON — President Trump on Monday denounced white supremacy in the wake of twin mass shootings over the weekend, and citing the threat of “racist hate,” he summoned the nation to address what he called a link between the recent carnage and            violent video games, mental illness and internet bigotry.\nBut he stopped well short of endorsing the kind of broad gun control measures that activists, Democrats and some Republicans have sought for years, such as tougher background checks for gun buyers and the banning of some weapons and accessories such as high-capacity magazines.\n[Explainer: What are ‘red flag’ gun laws, and which states have them?]\nAnd while he warned of “the perils of the internet and social media,” he offered no recognition of his own use of those platforms to promote his brand of divisive politics. Instead, he focused on a rising intolerance that he has been slow to condemn in the past.\n“In one voice our nation must condemn racism, bigotry and white supremacy,” Mr. Trump said at the White House. “These sinister ideologies must be defeated.”\nIt seemed unlikely that Mr. Trump’s 10-minute speech, coming after one of the most violent weekends in recent American history, would reposition him as a unifier when many Americans hold him responsible for inflaming racial division. He took no responsibility for the atmosphere of division, nor did he recognize his own reluctance to warn of the rise of white nationalism until now.\n[8chan, the message board that hosted the manifesto of the man accused of the El Paso shooting, scrambled to stay online.]\nSpeaking at a lectern beneath a portrait of George Washington in the Diplomatic Reception Room, Mr. Trump read from a teleprompter as he denounced the bilious anti-Hispanic manifesto of the suspect in the El Paso shooting, which            killed 22 people, as being “consumed by racist hate.” He also called it part of an “evil contagion” spreading online.\n“These barbaric slaughters are an assault upon our communities, an attack upon our nation and a crime against all of humanity,” Mr. Trump said of the massacre in El Paso on Saturday and another in Dayton, Ohio, on Sunday — at one point incorrectly referring to Toledo as the site of those killings. The Dayton gunman is not known to have had a political motive.\nBetween the two shootings, 31 people have now died.\nMr. Trump, who will visit Dayton and El Paso on Wednesday, took no questions. He also did not repeat his call on Twitter earlier in the morning for Republicans and Democrats to work together to strengthen background checks for prospective gun buyers.\nThat outraged Democratic leaders in Congress, who quickly accused Mr. Trump of retreating from more substantive action on gun control under political pressure.\n“It took less than three hours for the president to back off his call for stronger background check legislation,” Speaker Nancy Pelosi and Senator Chuck Schumer, the Democratic leader, said in a statement. House Democrats passed such a measure in February, but the Republican-controlled Senate has not acted on it.\nEven some Republicans called on Monday for that blockade to end. Senators Susan Collins of Maine, Mike Braun of Indiana and Patrick J. Toomey of Pennsylvania all said a bill to expand background checks for gun purchases should be brought to a vote. Mr. Toomey and Senator Joe Manchin III, Democrat of West Virginia, separately called Mr. Trump to discuss the background checks bill that they drafted after the massacre at Sandy Hook Elementary School in 2012, only to see it fall to a filibuster.\n“The president showed a willingness to work with us on the issue of strengthening background checks,” the senators said in a joint statement.\nMr. Trump’s first comments, made in early-morning Twitter posts, set some gun control advocates up for disappointment.\nMr. Trump had spent the weekend at his golf resort in Bedminster, N.J., where he was thinly staffed as news of the shootings unfolded. Perusing the news in isolation, Mr. Trump tweeted several expressions of sympathy, along with more combative shots at the news media and his liberal critics.\nBy Sunday night, when Jared Kushner, his son-in-law and senior adviser, joined him for his return to Washington, Mr. Trump’s aides recognized that he needed to do more. Some advisers suggested that background checks would be an easy, bipartisan measure to endorse, but Mr. Trump was uncertain. When early drafts of his remarks began circulating, they did not mention background checks or immigration, according to two people briefed on them.\nSo aides were startled to discover that the president, sitting in the White House residence, had posted a tweet linking the two issues.\nIn a small meeting with Mr. Trump in his residence before the speech, several aides argued that the linkage was a mistake, and the president dropped both the immigration idea and the call for background checks from his prepared remarks.\nIt was not immediately clear what other gun control proposals Mr. Trump had been referring to on Twitter. The House passed back-to-back bills on firearms soon after Democrats took control, voting in February to require background checks for all gun buyers, including those at gun shows and on the internet, and to            extend waiting periods for would-be gun buyers flagged by the existing instant-check system.\nInstead of focusing on measures to limit the sale of firearms, Mr. Trump’s later remarks at the White House ticked through a list of proposals that Republicans have long endorsed as alternatives. They included unspecified action to address “gruesome and grisly video games” and “a culture that celebrates violence.”\nTrying for a somber tone at the White House, Mr. Trump repeated his past endorsement of so-called red-flag laws that would allow for the confiscation of firearms from people found to be mentally ill and said mental health laws should be changed to allow for the involuntary confinement of people at risk of committing violence. He gave no indication of how he would pursue any of his goals.\nMr. Trump also warned that the internet and social media provide “a dangerous avenue to radicalize disturbed minds and perform demented acts.” But the president has himself amplified right-wing voices online with histories of racism and bigotry.\nMr. Trump also emphasized steps to better identify and respond to signs of mental illness that could lead to violence, repeating a familiar conservative formulation that de-emphasizes the significance of widely available firearms.\n“Mental illness and hatred pulls the trigger, not the gun,” Mr. Trump said. Calling those who carry out mass shootings “mentally ill monsters,” he also said he was directing the Justice Department to propose legislation calling for the death penalty for “those who commit hate crimes and mass murders.”\nHe added that he had “asked the F.B.I. to identify all further resources they need to investigate and disrupt hate crimes and domestic terrorism — whatever they need.”\nGun control groups reacted sharply to Mr. Trump’s address.\n“Let’s be clear: This is not about mental health. It’s not about video games. It’s not about movies,” said John Feinblatt, the president of Everytown for Gun Safety, a gun control group. “Those are all N.R.A. talking points. This is about easy access to guns.”\nMr. Trump has previously denounced racism with scripted remarks that sounded out of tune with his typical language. After the killing of a counterprotester at a white-power rally in Charlottesville, Va., two years ago, he called white supremacists “repugnant to everything we hold dear as Americans.”\nBut those remarks followed earlier off-the-cuff comments by the president, who had been criticized for not more forcefully denouncing the “Unite the Right” rally, which was organized by neo-Nazis. Instead he condemned “hatred, bigotry and violence on many sides, on many sides.” Mr. Trump later declared that the event had “some very fine people on both sides.”\nAides said that he was referring to nonviolent protesters defending Southern heritage, and that he was angry that the news media had not paid more attention to left-wing Antifa activists who engaged in violence.\nIn March, after an avowed white supremacist killed 51 people at two mosques in New Zealand, Mr. Trump said he did not “really” see a rising threat from white nationalism. “It’s a small group of people,” he added.\nThe president has also previously declared himself a supporter of stronger gun control, only to retreat from the issue. After a gunman killed 17 at a high school in Parkland, Fla., last year, Mr. Trump startled Republican lawmakers that February when on live television, he appeared to embrace comprehensive gun control legislation that would expand background checks, keep guns from mentally ill people and restrict gun sales for some young adults.\nBut he made little effort to follow through.\nIn Texas, law enforcement officials arrested a suspect, Patrick Crusius, a 21-year-old white man from Allen, which is about a 10-hour drive from the Walmart in El Paso where the gunman opened fire on Saturday. In his manifesto, Mr. Crusius said he supported the mass shootings in New Zealand.\nThe gunman in Dayton fired on a popular night-life spot with a high-capacity magazine that can hold 100 rounds of ammunition. Nine people were killed, including the sister of the suspect,            Connor Betts, 24.\nSome of the Democrats campaigning for their party’s presidential nomination condemned Mr. Trump for not calling the El Paso attack a white supremacist act of domestic terrorism and blamed the White House for fueling white nationalist sentiment.\nNo federal agency is responsible for designating domestic terrorism organizations, as has been the case for international terrorism. Similarly, there is no criminal charge of domestic terrorism, and suspects who are by definition considered domestic terrorists are charged under other laws, such as hate crime, gun and conspiracy statutes.\nAccording to F.B.I. statistics, there have been eight mass shootings in the United States since 2017 in which the attackers espoused white supremacist views.\nEileen Sullivan and Sheryl Gay Stolberg contributed reporting. \nPHOTOS: A vigil at Horizon High School in El Paso for Javier Amir Rodriguez, a 15-year-old student who was fatally shot at a local Walmart. (PHOTOGRAPH BY ADRIANA ZEHBRAUSKAS FOR THE NEW YORK TIMES) (A1); President Trump, with Vice President Mike Pence at the White House, delivered a 10-minute speech in which he urged that “sinister ideologies” of bigotry be defeated. (PHOTOGRAPH BY DOUG MILLS/THE NEW YORK TIMES) (A12)\nRelated Articles\nOne Man Could Decide Washington’s Response to Gun Violence: Mitch McConnell\nShootings Renew Debate Over How to Combat Domestic Terrorism\nWhat Experts Know About People Who Commit Mass Shootings\n‘Urgent Resolve’ to Fight Domestic Terrorism Faces Tall Legal Obstacles\nEl Paso Shooting Suspect’s Manifesto Echoes Trump’s Language\nHow Gun Control Groups Are Catching Up to the N.R.A.\n\nLoad-Date: December 12, 2019"
}