{
    "title": "Trump calls for crushing terrorists with military means",
    "publisher": "the salt lake tribune",
    "year": 2017,
    "month": 11,
    "day": 26,
    "full text": "Jupiter, Fla. • President Donald Trump denounced the deadly mosque attack in Egypt and reached out to its president, asserting the world must crush terrorists by military means — and insisting the U.S. needs a southern border wall and the travel ban tied up in courts.\n“Need the WALL, need the BAN!” Trump tweeted Friday before calling Egyptian President Abdel-Fattah el-Sissi. “God bless the people of Egypt.”\nThe attack’s aftermath played out as Trump mixed work and play in sunny Florida, golfing — quickly, he claimed — with pros Tiger Woods and Dustin Johnson, speaking with foreign leaders and tweeting briskly.\nTrump spoke with Turkish President Recep Tayyip Erdogan before his attention turned to the attack in Egypt, where at least 235 people were killed when Islamic militants attacked a crowded mosque during prayers in the Sinai Peninsula, setting off explosives and spraying worshippers with gunfire.\n“The world cannot tolerate terrorism,” Trump tweeted in response. He added, “We must defeat them militarily and discredit the extremist ideology that forms the basis of their existence!”\nIn his call with el-Sissi, the White House said Trump condemned the attack and “reiterated that the United States will continue to stand with Egypt in the face of terrorism.”\n“The international community cannot tolerate barbaric terrorist groups and must strengthen its efforts to defeat terrorism and extremism in all its forms,” the White House said.\nTrump also used the attack to renew his call for a wall along the southern border with Mexico and his efforts to bar people from certain Muslim-majority countries from coming to the U.S.\n“We have to get TOUGHER AND SMARTER than ever before, and we will,” he wrote. “Need the WALL, need the BAN! God bless the people of Egypt.”\nTrump’s original travel ban sought to temporarily suspend the U.S. refugee program and block the entry of nationals from seven majority-Muslim counties into the U.S. The order sparked chaos at airports and a flurry of lawsuits, which led to the order’s suspension. The administration has since made several attempts to revise the order to try to better hold up to legal scrutiny.\nTrump spent more than four hours at Trump National Golf Club in Jupiter, Florida, where he’d earlier tweeted that he would be playing “golf (quickly) with Tiger Woods and Dustin Johnson” before returning to his private Mar-a-Lago club “for talks on bringing even more jobs and companies back to the USA!”\nTrump and his aides often appear concerned about the perception that he is vacationing during his trips away from the White House, insisting that he is partaking in high-level meetings and making calls while staying in Bedminster, New Jersey, or at his private Mar-a-Lago club in Palm Beach, Florida.\nDespite plenty of photos posted on social media by club members, media traveling with the president were not permitted to observe or photograph the president and his companions on the greens.\nIn a break from the practice of past administrations, the Trump White House rarely discloses when the president is golfing, let alone whom he golfs with during frequent trips to courses he owns in Florida, New Jersey and Virginia.\n\nLoad-Date: December 1, 2017"
}