{
    "title": "Trump's tweets unlikely to slow N.Y. terror case Experts_ Manhattan courts swift to prosecute terror",
    "publisher": "spokesman review",
    "year": 2017,
    "month": 11,
    "day": 3,
    "full text": "NEW YORK  - President Donald Trump's tweets calling for the death penalty for the man charged in the New York truck rampage could give defense attorneys grounds to argue that Trump has poisoned the minds of potential jurors. But some legal experts doubt that argument will slow the case.\n In a highly unusual instance of a president weighing in on the fate of a defendant awaiting trial, Trump said on Twitter that 29-year-old Sayfullo Saipov \"SHOULD GET DEATH PENALTY!\" in the attack that left eight people dead. In another tweet, Trump said prosecutors \"Should move fast. DEATH PENALTY!\"\n Some legal experts Thursday said judges in Manhattan's federal courts will not let the president's remarks slow the case or throw it off track, especially in a courthouse with a quarter-century record of swift terrorism prosecutions with mostly airtight outcomes.\n \"Nothing slows down the train,\" said James Cohen, a professor at Fordham Law School. He said the yet-to-be-assigned judge will question prospective jurors to ensure they can be fair despite anything they might have heard or read.\n Lawyers differed over whether Trump was out of bounds.\n \"Even presidents are entitled to First Amendment rights,\" said Michael Wildes, a former federal prosecutor.\n Joshua Dratel, a veteran defense attorney in terrorism cases, would not predict what a judge might do, but he said the tweets should disqualify prosecutors from seeking the death penalty.\n \"It's inconceivable that it would be fair to seek the death penalty when the president has expressed it twice in a tweet,\" he said. \"It poisons the jurors, all the prospective jurors.\"\n In bringing terrorism charges against Saipov, federal prosecutors Wednesday said the Uzbek immigrant used a rental truck to mow down people along a bike path after being inspired by Islamic State propaganda videos.\n Investigators continued poring over Saipov's phone records and online contacts and combing surveillance footage to reconstruct his movements in the weeks before the rampage.\n They were also interviewing acquaintances and family, including his wife, who according to a law enforcement official was cooperative and claimed she did not know about the attack beforehand. The official who was not authorized to discuss the investigation and spoke on condition of anonymity.\n At one point, the FBI put out a bulletin seeking any information on a fellow Uzbek immigrant, Mukhammadzoir Kadirov, but quickly canceled it after locating him.\n The law enforcement official said Kadirov was a friend of Saipov's and may not have a role in the case at all, but authorities got suspicious because he \"went off the radar\" when they went to speak with him. He was questioned and released.\n John Miller, the New York Police Department's deputy commissioner for counterterrorism and intelligence, told CBS that authorities so far believe Saipov acted alone.\n Also Thursday, Attorney General Jeff Sessions told members of law enforcement in New York in a visit scheduled before the attack that the U.S. justice system can handle suspects like Saipov.\n He noted over 500 defendants have been convicted of terrorism-related crimes since the Sept. 11, 2001, attacks.\n Saipov is being held without bail at a Manhattan federal lockup next to the courthouse. His attorney, David Patton, has said he hopes \"everyone lets the judicial process play out.\" He did not respond to a request for comment Thursday.\n Later Thursday, about 100 mourners remembered the victims in a candlelight vigil and march along the route where Saipov's vehicle entered the bike path and crashed into the bus.\n\nLoad-Date: November 3, 2017"
}