{
    "title": "Trump likely emboldens hate groups",
    "publisher": "the world",
    "year": 2019,
    "month": 3,
    "day": 19,
    "full text": "President Donald Trump's extraordinary response to the New Zealand massacre provides an occasion to intensify our scrutiny of a critical question: Are Trump's words emboldening white-nationalist and white-supremacist activity at home and abroad?\nTrump regularly engages in both veiled incitement of violence and anti-Muslim bigotry with a kind of casual regularity that almost seems designed to lull us into desensitization. That this is losing the power to shock is bad enough. But that's producing another terrible result: This desensitization leads us to spend too little time focused on the actual consequences these verbal degradations could be having.\nThis is what the White House wants. That reality comes through clearly in an important appearance that acting White House chief of staff Mick Mulvaney made on \"Fox News Sunday, which opens a window on these matters in a particularly illuminating way.\nFox's Chris Wallace pointed out that before allegedly massacring 50 people at two mosques, the New Zealand shooter declared that he supports Trump \"as a symbol of renewed white identity and common purpose. Wallace asked Mulvaney: \"What does the president think of that?\nMulvaney replied that it is not \"fair to cast the shooter as a \"supporter of Donald Trump. Wallace pressed Mulvaney on Trump's history of anti-Muslim remarks - which is long and ugly - and noted that just after the shooting, Trump described immigrants as an \"invasion, just as the shooter did. He asked why Trump won't state clearly that \"there is no place in America for this kind of hatred.\nMulvaney repeatedly brushed off Wallace's questions, bridled at the suggestion that the violence was Trump's \"fault, and whined: \"I'm not sure what more you want the president to do.\nWhat's particularly reprehensible about this performance is what's hiding in plain sight: There are no signs that Trump is troubled by the fact that the man who allegedly murdered 50 people because of their Muslim faith sees him as a symbol of the devotion to protecting white identity that drove this act.\n\"What does the president think of that? Wallace asked Mulvaney, who treated this question as not worthy of a response. Mulvaney cynically cast the core issue as: Is Trump directly responsible for this act? In fact, it's this: Are Trump's words helping produce conditions that are emboldening and encouraging the type of white nationalist and white supremacist group activity that is leading disturbed proponents into violence and murder?\nThere are no signs that either Trump or the administration sees this as a question that should preoccupy them. Why not? Why aren't Trump and his advisers asking themselves this question?\nTrump keeps trafficking in rhetoric that inspires hate and murder\nThe man who allegedly gunned down 11 people in a Pittsburgh synagogue last October did so after ranting that Jews \"bring in invaders - meaning refugees - who \"kill our people. After that happened, Trump publicly lent support to the conspiracy theory that George Soros was funding the migrant caravans, and he has repeatedly described them as invaders since.\nAfter we learned that the alleged New Zealand shooter used that word, Trump insisted that \"illegal aliens constitute an \"invasion. After this mosque massacre, Trump tweeted support for a Fox News journalist who is under fire for claiming a Muslim congresswoman's hijab renders her devotion to the Constitution suspect.\nRobert McKenzie, a former counterterror adviser at the State Department, currently tracks white nationalist and white supremacist group activity online for the New America Foundation. He says he regularly sees clear evidence that Trump's rhetoric energizes this activity.\n\"Trump at times fans the flames of anti-Muslim sentiment, and at other times, he's an arsonist of anti-Muslim sentiment, McKenzie said. \"The rhetoric is absolutely resonating and connecting with white supremacist and white nationalist groups, who are over the moon to hear him use such language.\nA rise in right-wing extremism\nAccording to the Anti-Defamation League, 2018 brought a sharp rise in domestic extremist-related murders, almost all of which were committed by right-wing extremists. Meanwhile, terrorism experts believe that nationalist groups around the world are increasingly drawing inspiration from each other. As the ADL puts it, \"white supremacy is becoming an \"international terror threat.\nThere are many reasons for such spikes in right wing extremist and terrorist activity. But the question is, what does Trump's rhetoric in particular contribute to it? Indeed, what do the national security professionals inside Trump's own administration think of that question?\nAccording to Joshua Geltzer, the senior counterterror director at the National Security Council from 2015 to 2017, there are likely some on the inside who see this as problematic, because Trump is in effect validating the arguments driving this right wing terrorism.\n\"The idea that you shouldn't validate the rhetoric of terrorists, or vindicate them in the eyes of those who are trying to figure out whether to emulate them, is not really up for debate, Geltzer told me. \"Yet the president seems to go in the opposite direction at every opportunity. Geltzer added that \"most counterterrorism professionals surely regard this as exactly the \"wrong response.\nA contrast with Barack Obama\nFormer president Barack Obama engaged in complex deliberations over language - over whether blaming terrorism on \"radical Islam played into terrorists' hands by feeding a narrative of civilizational struggle. Trump tore into Obama over his refusal to name \"radical Islam as the problem. During that debate, Jeffrey Goldberg reported that \"no senior-level national security professionals believe it's in our interests to \"risk making Islam itself the enemy, meaning they mainly thought Obama was right.\nWe need to ask why Trump and his advisers are not engaged in any similar debates over his language and what impact it might have on the radical right.\nTrump, of course, genuinely believes \"Islam hates us, and wants us to see Islam as a severe threat. But those beliefs do not require Trump to publicly validate the language of right wing terrorism. Why does he continue doing this? Why isn't Trump concerned about its impact? Is anyone else inside the administration concerned about that? What do his own national security officials think about it?\nAs Jacob Levy notes in an important essay, Trump's language is degrading our politics in multiple concrete ways, yet the political world is puzzlingly reluctant to engage on this point. More scrutiny of these sorts of questions is one place to start.\n\nLoad-Date: March 20, 2019"
}