{
    "title": "Trump stumps Sweden with terrorism remark",
    "publisher": "usa today",
    "year": 2017,
    "month": 2,
    "day": 20,
    "full text": "Plenty of people were puzzled Sunday after President Trump seemed to refer at a Florida rally a day earlier to an incident in Sweden that happened Friday -- including the Swedish government.\nIn claiming a link between refugees and terrorism, Trump said: \"You look at what's happening in Germany. You look at what's happening last night in Sweden ... who would believe this? Sweden, they took in large numbers, they are having problems like they never thought possible.\"\nThe Swedish Embassy in Washington asked the State Department Sunday to find out what Trump meant, the Dagens Nyheter newspaper reported.\nLater Sunday, Trump tweeted that his comments were in reference to a story broadcast on Fox News about immigrants and Sweden. But the \"last night\" remark had already caused an uproar.\nCatarina Axelsson, a spokesperson for the Swedish Foreign Ministry, said the Scandinavian country wasn't aware of any terror-related incidents.\nErik Wirkensjö, press secretary for Deputy Prime Minister Margot Wallstrom, told Dagens Nyheter that he did not know what incident Trump could be referencing. And nothing had happened to cause Sweden's Security Police to upgrade its terror levels, spokesman Karl Melin said.\nThe last terror-linked attack on Swedish record, the Associated Press said, was a December 2010 suicide bombing in Stockholm. In that attack, an Iraqi-born Swede who identified with al-Qaeda detonated two devices, killing only himself.\nTrump's remark set Twitter aflame with baffled tweets.\n\"Sweden? Terror attack? What has he been smoking? Questions abound,\" tweeted former Swedish prime minister Carl Bildt, a frequent critic  of Trump.\nSwedish tabloid Aftonbladet listed these  events from Friday: a man  treated for severe burns, an avalanche warning and a police pursuit of  a drunken driver.\nTweeted Hillary Clinton's daughter, Chelsea: \"What happened in Sweden Friday night? Did they catch the Bowling Green Massacre perpetrators?\" \n\nLoad-Date: February 20, 2017"
}