{
    "title": "Trump Cites Saudi Oil and Lockheed Martin Military Contracts In Defense of Crown Prince",
    "publisher": "new york observer",
    "year": 2018,
    "month": 11,
    "day": 20,
    "full text": "Although President Trump might be hostile to certain decorated U.S. soldiers, his love for U.S. arms dealers never wavers.\nIn a statement released on Tuesday, the president cited military contracts with Boeing, Lockheed Martin and Raytheon as reason to stand behind Saudi Arabia-even after the CIA confirmed the Kingdom's Crown Prince ordered the assassination of journalist Jamal Khashoggi.\nSubscribe to Observer's Politics Newsletter\n\"After my heavily negotiated trip to Saudi Arabia last year, the Kingdom agreed to spend and invest $450 billion in the United States,\" said Trump. \"Of the $450 billion, $110 billion will be spent on the purchase of military equipment from Boeing, Lockheed Martin, Raytheon and many other great U.S. defense contractors. If we foolishly cancel these contracts, Russia and China would be the enormous beneficiaries-and very happy to acquire all of this newfound business.\"\nTrump appeared at last year's first Saudi-U.S. CEO forum, which oversaw billions in arms sales and investments in the Kingdom's 2030 modernization vision. In his statement, the president cited the United States' partnership with Saudi Arabia as essential \"in leading the fight against Radical Islamic Terrorism\" from Iran. He also pointed to the significance Saudi oil has for global markets.\n\"After the United States, Saudi Arabia is the largest oil producing nation in the world. They have worked closely with us and have been very responsive to my requests to keeping oil prices at reasonable levels,\" wrote the president. \"As President of the United States I intend to ensure that, in a very dangerous world, America is pursuing its national interests and vigorously contesting countries that wish to do us harm.\"\nShortly after the statement was published, a reporter questioned Secretary of State Mike Pompeo on the point that Saudi Arabia has only spent $14.5 billion on defense contracts, rather than its promised $110 billion.\n\"Some of these defense contracts are complex negotiations,\" responded Pompeo. \"We are working on the remainder of those.\"\n\nLoad-Date: November 21, 2018"
}