{
    "title": "Trump, Clinton win Arizona as terrorism draws focus As residents endure long waits to vote, candidat",
    "publisher": "usa today",
    "year": 2016,
    "month": 3,
    "day": 23,
    "full text": "Donald Trump and Hillary Clinton won primaries in Arizona on Tuesday, the Associated Press projected, as terror attacks that killed dozens in Brussels earlier in the day provided a somber backdrop to the 2016 presidential race.\nAll five candidates still in contention paused their campaigning to react to the attacks.\nTrump, the Republican front-runner who had been running TV ads in Arizona touting his proposal to temporarily ban Muslims from traveling to the USA, tweeted, \"I have proven to be far more correct about terrorism than anybody- and it's not even close. Hopefully AZ and UT will be voting for me today!\"\nIn addition to Arizona's primary, Republicans and Democrats held caucuses in Utah, while Democrats caucused in Idaho.\nTed Cruz, a Texas senator favored to win in Utah, said the West no longer can afford \"to deny this enemy exists out of a combination of political correctness and fear.\"\nOhio Gov. John Kasich, who had not actively competed for Arizona, denounced the latest round of terror strikes. \"We must also redouble our efforts with our allies to identify, root out and destroy the perpetrators of such acts of evil,\" he said.\nClinton, the former secretary of State who had led Bernie Sanders in Arizona polls in the Democratic race, said, \"The people of Brussels, of Europe and of the world will not be intimidated by these vicious killers.\"\nSanders, a Vermont senator who had aggressively campaigned in Arizona, called the Brussels attacks \"another cowardly attempt to terrorize innocent civilians.\"\nIt was unclear early Tuesday how much, if at all, the Brussels terrorism weighed on the minds of Democratic and Republican voters in Arizona as they endured long lines -- in some cases, they reported waits from 90 minutes to two hours or more.\nA cost-cutting decision in Maricopa County -- Arizona's most populous county -- to downsize to 60 polling places from more than 200 in 2012 may have contributed to the logistical nightmare at some sites.\nJoshua Hart, 20, of Phoenix waited in a long line that snaked around the Church of the Beatitudes in north-central Phoenix.\nA Democrat, he planned to vote for Sanders, saying he speaks to the issues Hart most cares about: distribution of wealth and income inequalities in the workplace.\n\"You have clear separation between the higher class and lower class,\" Hart said. \"I'd like to see them closer together.\"\nPhil Garcia, 85, of Phoenix, a retired Department of Defense employee, planned on casting a vote for Clinton.\nGarcia said he \"hates those Trump\" ads and views the GOP front-runner as a \"con-artist.\"\nMany pro-Trump voters cited the New York billionaire's controversial immigration policies, such as his promised border wall built at Mexico's expense; his perceived economic prowess; and his anti-establishment swagger.\n\"We need an outsider who will get things done,\" Republican Phil Wyatt, 38, said.\nChris Rohman, 45, a Mesa Republican, voted for Trump because he represents \"a change in D.C.'s establishment handpicked candidates.\"\nBill Holder, 65, a lawyer in Phoenix, waited 90 minutes to cast a vote for John Kasich. \"He's the only moderate Republican left,\" he said.\nContributing: Rob O'Dell and Yvonne Wingett Sanchez, The Arizona Republic \n\nLoad-Date: March 23, 2016"
}