{
    "title": "Trump looks to Africa to counter Iran",
    "publisher": "the hill",
    "year": 2020,
    "month": 2,
    "day": 12,
    "full text": "The Trump administration is turning toward Africa in an effort to bolster its alliance against Iran.\nThe U.S. is looking to Sudan and Morocco as key partners in the effort to counter Tehran, part of a larger American and Middle East alliance led by the United Arab Emirates (UAE) and Saudi Arabia.\nAnd the administration is offering key incentives for the two African countries to soften relations with Israel to strengthen the alliance.\nFor Sudan, a groundbreaking public meeting with Israeli Prime Minister Benjamin Netanyahu on Feb. 3 was seen as its signal to the U.S. that it's committed to deepening relations with Washington and shedding its status as a state sponsor of terrorism.\nThe Trump administration is also reportedly considering recognizing Morocco's claim to disputed territory in Western Sahara in exchange for the country reopening relations with Israel.\nThe moves come as the administration has failed to garner popular support among Arab and African states for its much-touted peace plan.\nA just solution to the conflict with the Palestinians is seen as a precondition for the majority of Arab and Muslim-majority nations to normalize ties with Israel.\nOfficial bodies like the Arab League, the African Union and the Organization of Islamic Cooperation have formally rejected the plan despite initially offering muted support in the first days after its release in January.\nBut Israel is seen as a key ally among Sunni-majority and Gulf states like the United Arab Emirates and Saudi Arabia looking to counter Iran's ambitions in the region.\nThe U.S. and Iran came close to the brink of war following the U.S.'s targeted killing of top Iranian Gen. Qassem Soleimani on Jan. 3. Tensions remain high between Washington and Tehran, with the Trump administration continuing its campaign of economic sanctions on the country over its support of proxy fighting forces across the Middle East, as well as its nuclear program.\nTehran has vowed to fight against the Trump peace plan and support actions against Israel from militant groups like Hamas and Palestinian Islamic Jihad, along with Lebanon's Hezbollah.\nThe outreach to Morocco and Sudan \"has to be seen as part of an overall effort on the part of Saudi Arabia to draw closer to the Israelis,\" said Jonathan Schanzer, senior vice president for research at the Foundation for Defense of Democracies, a Washington-based think tank that is hawkish on Iran.\n\"These are two countries that are not insignificant in the Arab League that could begin to undermine the statement ... contesting the Trump 'deal of the century,' \"Schanzer said.\nAxios reported that the Trump administration has discussed with Israel arranging a deal for the U.S. to recognize Morocco's sovereignty over Western Sahara, in exchange for Rabat reestablishing relations with Israel after suspending them in 2000.\nU.S. recognition of Morocco's claim to Western Sahara, a vast desert landscape split between Moroccan-occupied territory to the west and the indigenous Sahrawi people to the east, could aid Rabat's ambitions to play a larger role on the African continent.\nWitney Schneidman, former deputy assistant secretary of State for African affairs in the Clinton administration, said \"the issue of the Western Sahara has been a vexing one for some time.\"\nIn 2017, Morocco joined the African Union but had to overcome objections raised by Western Sahara.\n\"Morocco has made a clear strategic decision that it really sees Africa as its future market and it's been working hard across the continent to develop strong relations,\" Schneidman said.\nWhile Morocco and Israel have increased soft diplomatic relations since at least 2016 ¯ facilitating multiple exchanges of cultural and educational representatives ¯ they have yet to establish formal ties due to the conflict with the Palestinians.\nOn Sunday, thousands of protesters marched in Rabat waving Palestinian flags and criticizing government officials who did not outright condemn Trump's plan after its release last month.\nFor Sudan, public recognition of Israel signals to the U.S. that the transitional civilian-military government is moving beyond its designation as a state sponsor of terrorism ¯ a pariah status it shares with Iran, North Korea and Syria that blocks the international community from tapping into its economy.\nA surprise meeting on Feb. 3 between Sudanese leader Gen. Abdel Fattah al-Burhan and Netanyahu was reported to be orchestrated by the UAE.\nEmily Estelle, research manager at the American Enterprise Institute's Critical Threats Project, said it makes sense for Sudan to reach out to Israel as part of its campaign to relieve sanctions from the U.S. and part of a general trend of softening relations with Israel among countries allied against Iran.\n\"Saudi Arabia and UAE have a lot of leverage in Sudan,\" Estelle said. \"It's difficult for leaders to talk about that publicly due to political sensitivities, but it is going on.\"\nYet in the days since the Burhan and Netanyahu meeting, Sudan's post-revolutionary leaders have issued conflicting statements over the consensus of opening communication with Israel ¯ a country Sudan has rejected and refused to recognize since Israel was established in 1948.\nSudanese Prime Minister Abdalla Hamdok criticized the move as illegitimate under the constitution of the transitional government, saying in a statement on Feb. 5 that \"Sudan's foreign affairs must be made by the Council of Ministers,\" referring to the civilian-led body.\nCameron Hudson, a senior fellow with the Atlantic Council and former chief of staff in the office of the U.S. special envoy to Sudan, said the breakthrough in relations between Sudan and Israel is a positive development, but criticism is being put on the process leading up to the visit.\n\"I think the thing that is ruffling feathers in Washington and Sudan is that it feels very rushed and very uncoordinated,\" he said. \"But at the end of the day, that's what people are kind of fighting about. Nobody is fighting about whether this meeting should have happened.\"\nBoth Washington and Khartoum have committed to working toward removing Sudan from the list of state sponsors of terrorism within the requirements to drop the designation, which include compensating U.S. victims of terrorism.\nAnother hurdle for Sudan is bringing its visa regulations in line with U.S. security requirements, with Washington recently adding the country to an expanded travel ban.\nBut the restrictions are being viewed more as a technicality, with the administration noting Sudan's positive transition to a civilian government and commending the country on making progress on conforming to security regulations.\nSecretary of State Mike Pompeo offered his support for Burhan's meeting with Netanyahu and invited the military general to Washington in the \"near future.\"\nSchanzer, of the Foundation for Defense of Democracies, said the timing of the developments with Morocco and Sudan is notable and signals important shifts in the region focusing on the potential benefits of opening relations with Israel over solidarity with the Palestinians.\n\"So the question then becomes, how many others follow suit?\" he asked.\n\nLoad-Date: April 15, 2020"
}