{
    "title": "Trump & Co. are electoral terrorists Lawsuits attack foundation of America",
    "publisher": "usa today",
    "year": 2020,
    "month": 12,
    "day": 11,
    "full text": "Texas filed an innovative lawsuit this week in a last-ditch effort to overturn the election and install Donald Trump as president for another four years. The U.S. Supreme Court is usually the final court of appeal, and it can sometimes take years for a case to reach it. However, when there is a dispute between states, it has  \"original jurisdiction,\" which means that the suit can be filed directly in the Supreme Court. So Texas Attorney General Ken Paxton, on behalf of the entire state, filed suit against Georgia, Michigan, Pennsylvania and Wisconsin.\nPaxton's suit is 350-plus pages of cringe-inducing nonsense. Its legal theories are both dubious and inconsistent. It's extremely unlikely that Texas has standing to complain about another state's election procedures. Its alleged facts mostly rehash debunked allegations of sinister activity (it's generally not a good idea to use the word \"mysteriously\" in a legal complaint) and yet,  typical of Trump's election suits, it never actually alleges fraud.\nOne claim in particular takes absurdity to the next level. Citing calculations from economist Charles  Cicchetti, the suit asserts: \"The probability of former Vice President (Joe) Biden winning the popular vote in the four Defendant States ... independently given President Trump's early lead in those States as of 3 a.m. on November 4, 2020, is less than one in a quadrillion.\"\nThis is complete nonsense -- \"Pants on Fire,\" according to PolitiFact. I don't know whether it reflects ignorance or mendacity on  Paxton's part, but neither has any place in a courtroom.\nFanaticism to impress\nSo this legal action, like all the rest, is going nowhere. It's extremely unlikely that the Supreme Court will even give it a hearing before dismissing it.\nAnd that's the problem. It isn't meant to be a winner. It's simply another example of what never-Trump strategist Rick Wilson once called \"performative douchiness\" -- ostentatiously being an obnoxious jerk for the sole purpose of impressing Donald J. Trump with your fanatical loyalty. That's why 17 Republican attorneys general and 106House Republicans have now backed this legal embarrassment of a case. This has to stop.\nIn America, we have a civic religion. It's a broad church in which the likes of Bernie Sanders and Ronald Reagan worship  side by side. The cornerstone of that faith is respecting elections and their outcomes. We fight hard during the campaign. We sometimes even fight dirty. But when the  votes are counted, we openly accept the results, congratulate the winner and move on.\nWhen Trump lobbies state legislatures to throw out their election results and appoint him as president by fiat, when congressional Republicans -- or even ordinary people -- refuse to accept the now-certified election results and admit that Biden has won the election, they are denying the most basic tenet of our civic faith. By normalizing this behavior, by making it socially acceptable to  refuse to accept an election you don't like, they are setting the stage for a wannabe autocrat to override the results of a U.S. election in the all too near future.\nTerrorist attacks on America are evil, and they are universally condemned. No decent person will have anything to do with someone who cheers for Osama Bin Laden. Yet, as President George W. Bush put it shortly after 9/11, \"Terrorist attacks can shake the foundations of our biggest buildings, but they cannot touch the foundation of America.\"\nBurning down the tent\nAttacks on the fundamentals of our democracy do threaten the foundations of America and should be treated as acts of terrorism. And let's be clear, that's exactly what people like Trump, Paxton and Rudy Giuliani are: electoral terrorists.\nI'm not suggesting legal action against these people. The First Amendment protects their right to speak. But the First Amendment protects free association as well as free speech. And no decent person should have anything to do with someone who refuses to accept the results of the election.\nIn particular, this applies to elected Republicans.  In a recent Washington Post survey, only 27 congressional Republicans were willing to admit that Biden won the election while 220  refused to answer the question. I hope that no respectable network or journalist will give  them the time of day until they openly accept Biden as the legitimate 46th president of the United States.\nBut it isn't just congressional Republicans who are the problem. Electoral terrorists shouldn't be tolerated at any level of society, from businesses to bowling leagues, any more than people who celebrate physical terrorism would be. I don't say this in a spirit of anger or retribution, but rather in the grim understanding that some norms cannot be transgressed and that no tent is big enough to contain people who are trying to burn the tent down.\nWe aren't avoiding conflict by tolerating people who claim our elections are a fraud; we're encouraging it. Eventually, we'll be forced to take a stand, so better sooner than later.\nIt's time to stop debating whether the election was fair and transparent. It was, but this is no longer an open question. The lawsuits have been heard. The election is certified. The results are clear. It is now our civic responsibility to accept those results and move on. For some people, that may be an act of faith. But that's what religions, even civic ones, are all about.\nRepublican Chris Truax, an appellate lawyer in San Diego, is a legal adviser for The Guardrails of Democracy Project, CEO of CertifiedVoter.com and a member of USA TODAY's Board of Contributors. \n\nLoad-Date: December 11, 2020"
}