{
    "title": "Trump, Macron look past differences on Paris climate pact Leaders cooperate on Syria civil war and c",
    "publisher": "the salt lake tribune",
    "year": 2017,
    "month": 7,
    "day": 13,
    "full text": "Paris President Donald Trump and French President Emmanuel Macron set aside lingering differences on climate change during their meeting in France on Thursday, asserting that it shouldn't prevent them from working together toward a post-war roadmap for Syria and to enhance Mideast security.\nTrump, standing alongside Macron at a news conference, said the two nations have \"occasional disagreements\" but that would not disrupt a friendship that dates back to the American Revolution. He remained non-committal about the United States eventually rejoining the global climate agreement that bears Paris' name, telling Macron, \"if it happens that will be wonderful, and if it doesn't that will be OK too.\"\nMacron acknowledged sharp differences on the Paris climate pact but said the two leaders could find other areas of cooperation. \"Should that have an impact on the discussions we're having on all other topics? No, absolutely not,\" he said.\nTrump arrived in the French capital on Thursday for a whirlwind, 36-hour visit to meet with Macron and tackle potential solutions to the crisis in Syria and discuss broader counterterrorism strategies before being feted at Bastille Day celebrations Friday.\nThe president landed in Paris amid questions about emails showing that his eldest son, Donald Trump Jr., welcomed the prospect of receiving Russian government support in last year's presidential campaign between his father and Hillary Clinton.\nTrump defended his namesake, saying that \"most people would have taken that meeting,\" a message that contradicted his incoming FBI director's testimony that Donald Trump Jr. should have instead alerted authorities.\nTrump called his son a \"wonderful young man\" and continued to downplay the issue, saying that \"nothing happened\" as a result of the meeting.\nDuring his flight to Paris, Trump had praised his son as \"a good boy\" and a \"good kid\" and said that he'd listened to the Russian lawyer's pitch \"out of politeness.\"\nTrump also continued to cast doubt on the conclusion of U.S. intelligence agencies that Putin had meddled in the election to help him win, telling reporters that, \"the next time I'm with Putin, I'm going to ask him: Who were you really for? Because I can't believe that he would have been for me.\" The conversation was originally described as off-the-record, but the White House decided to release portions Thursday.\nTopics like resolving the years-long civil war in Syria and countering terrorism gave Trump and Macron areas to cooperate. The two said they also discussed the security situations in Ukraine and Libya.\nTrump praised a cease-fire in southern Syria that he helped broker last week with Russia and Jordan and said the U.S. was working on a second cease-fire in a \"rough part of Syria.\"\nMacron said he discussed with Trump a road map for the country that would help stabilize the situation after the war ends. He has argued for intervention in Syria, saying that President Bashar Assad is a threat to the war-ravaged country and the Islamic State group is a threat to France.\nFrance has been plagued in recent years by extremist attacks and Trump noted that during last year's Bastille Day celebrations, a 19-ton cargo truck deliberately plowed into crowds in Nice, killing more than 80 people.\nWhile the U.S. has split with the major world powers on the environment, the two leaders tried to patch over those differences.\nTrump has said the climate deal was unfair to the U.S. but said the country was committed to protecting the environment despite his recent withdrawal decision. T\nMacron, a staunch advocate of research to combat global warming, has beckoned \"all responsible citizens,\" including American scientists and researchers, to bring their fight against climate change to France.\nTrump, Macron, German Chancellor Angela Merkel and other world leaders huddled last week in Hamburg, Germany during a summit of the world's leading rich and developing nations. Merkel and Macron met again Thursday in Paris, before Macron's meeting with Trump. Trump and Merkel were not expected to meet.\nMerkel said during a joint appearance with Macron that it was important they keep talking with Trump even where the differences between them are clear.\n\"We did not paper over these differences, but nevertheless contact, the ability to speak is of course important,\" she said.\nTrump and Macron spent several hours together Thursday in some of Paris' most opulent settings, with a visit to the golden-domed Invalides monument followed by meetings at the presidential palace. Trump also marked the 100th anniversary of America's entry into World War I by visiting U.S. troops.\nThe visit, along with the celebration of French national pride on Bastille Day, was cast by the White House as a commemoration of the U.S.-French military alliance -- both then and now.\nThe leaders and their wives capped Thursday with a lavish dinner at the Jules Verne restaurant in the Eiffel Tower.\nAll of which put Trump in the awkward position of being feted in a city he has repeatedly disparaged. When he announced his decision on the climate agreement, Trump said he was \"elected to represent the citizens of Pittsburgh, not Paris.\" And he has frequently said in the past that the city has been ruined by the threat of terrorism, which he ties to immigrants.\n\"Paris isn't Paris any longer,\" he said in February.\nAsked about those comments, Trump called Paris \"one of the great cities, one of the most beautiful cities in the world\" and heaped praise on the recently-elected Macron, telling reporters, \"You have a great leader now, you have a great president.\"\n\"You're going to have a very, very peaceful and beautiful Paris and I'm coming back,\" Trump said, needling Macron, \"You better do a good job please. Otherwise you're going to make me look very bad.\"\nHis dutiful host, Macron, responded, \"You're always welcome.\"\n\nLoad-Date: July 23, 2017"
}