{
    "title": "Trump fans are voting like it's 1966 A fast-growing economy is worth missing, but in most ways the g",
    "publisher": "usa today",
    "year": 2016,
    "month": 9,
    "day": 8,
    "full text": "Here's a new way of identifying Donald Trump's supporters. Ask them to compare life \"for people like you\" in 2016 and 50 years ago. The Pew Research Center did just that recently and the results were dramatic: 81% of Trumpsters said life was better in 1966.\nThis, of course, is a reminder that Trump's supporters tend to be older than the U.S. population. The median age is 38, meaning most of us hadn't even been born in 1966. It's also a reminder that they are by and large not minorities, or they wouldn't recall the past so fondly.\nAt the time, the 1963 assassination of President Kennedy -- easily the most shocking event of that decade -- was slipping further into the rearview mirror. And the cataclysm that was 1968 -- more assassinations, rioting coast to coast  -- had yet to occur. Looking back, 1966 might have seemed pretty good to Trump fans. But is the nostalgia warranted? In some very important ways, they're right, things were better in the middle of the go-go '60s. But in most ways, the answer is a resounding no.\nLife and death\nLife expectancy then was 66.7 years. In 2014, it was 76.6. And death rates are down in nine of the top 10 leading causes of death in this country. The perception that police are being gunned down left and right today simply isn't true. In 1966, 164 law enforcement officers died in the line of duty. Last year -- despite population growth of more than 60% since then -- the total was 130.\nWhat about terrorism?  In Political Violence and Terrorism in Modern America, a compilation of more than 3,100 incidents between 1954 and 2005, veteran terrorism researcher Christopher Hewitt lists 24 people killed on U.S. soil in 1966. The big event was a mass shooting in which former Marine Charles Whitman gunned down 46 people at the University of Texas, killing 16. But last year, 36 people were killed on American soil in assorted attacks classified as terrorism, not counting the perpetrators.\nSee, Trump supporters say: 1966 was safer. Perhaps, or perhaps it was an anomaly. Two years earlier, 44 people died when a gunman stormed the cockpit of a passenger jet flying from Reno to San Francisco and shot both pilot and co-pilot, sending the airliner crashing into a hillside. In 1962, another 44 people were killed when Continental Airlines Flight 11 was bombed over Missouri. Half a century before Trump told us to fear terrorism, there was terrorism.\nMeantime, 28 Americans died last year in Afghanistan and Iraq. That's 28 too many, to be sure. But it's a hell of a lot less than the 6,350 Americans -- 18 a day -- who died in Vietnam in 1966.\nMiranda, FOIA, civil rights\nWhat about the economy?  Inflation was 3.0% in 1966. Last year, according to Federal Reserve data, the consumer price index rose a scant 0.1%.\nGasoline, adjusted for today's prices, cost $2.34 in 1966. It's  $2.20 today, plus cars  can go  farther on a tank.  It's also  safer to get behind the wheel: The rate of road deaths was five times higher per million vehicle miles back in those \"good ol' days.\"\nAnd  taxes? They're out of control, right? Sorry, the median federal tax burden for a family of four is quite similar to 1966.\nWe also take for granted rights and privileges that we were barely aware of in 1966. The Supreme Court's Miranda vs. Arizona ruling, giving us the right to remain silent if questioned by police, only happened in June of that year. We can also probe into the inner workings of our government, thanks to the Freedom of Information Act, which was signed into law by President Johnson that July 4. These are big deals, just like  the civil rights and voting rights laws that in the mid-1960s began to transform life for many  Americans.\nAll that said, the Trumpsters are right about a few things -- and they are big ones. In 1966, the U.S. economy grew at a 6.6% rate. In the five years prior, growth averaged a blistering 5%, and in the 10 years prior a healthy 3.6%.\nWhile it's now far bigger, the economy grew 2.6% last year and averaged 1.5% in the decade prior. We've never grown more than 4.0% in a year since 2000 -- nearly a generation ago.\nAdjusted for inflation, median annual household income grew just 21% between 1967 (the oldest year data were available) and 2014. In 1967, it was $44,284. In 2014: $53,657.\nReal income growth of 21% over 47 years? That's how you get so many people saying that things seemed better back then. That's how you get a change election. That's how you get Donald Trump. And though he's not the answer to our gnawing economic problems, some of the issues he has raised aren't going away.\nPaul Brandus, founder  of West Wing Reports, is the author of Under This Roof: The White House and the Presidency and a member of USA TODAY's Board of Contributors. \n\nGraphic\n\n \nphoto Evan Vucci, AP\n\nLoad-Date: September 8, 2016"
}