{
    "title": "Trustees at Stanford discuss terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 10,
    "full text": "In its first meeting of the academic year, the Board of Trustees discussed the impact on Stanford University of the Sept. 11 terrorist attacks, along with other issues such as changes in University personnel and alumni affairs.\nThe board talked about the safety and financial implications of the terrorist attacks for the University.\nAccording to Board of Trustees Chairman Isaac Stein, the University's endowment portfolio is fairly diverse, which has prevented it from falling too steeply in the economic slowdown that the attacks have accelerated.\nStanford U.\n\"[We were] able to use diversification to reduce impact of the stock market downturn,\" Stein said. Stein also said the University sets aside some money to \"smooth out\" any dramatic rises or falls in the portfolio.\n\"We'll have challenges just like anyone else, but we'll have the financial strength to weather the crisis,\" he added.\nThe board also listened to a report on students' response to the attacks. One notable effect has been a shift in interest towards classes dealing with international relations and terrorism.\nFive alumni were lost in the attack, and the board is considering an appropriate way to memorialize them. No specific plans have been made, but Stein said the trustees hope to move quickly and with the approval of the victims' families.\nAt the meeting, the board also accepted the resignation of Eugene Bauer, the vice president of the Medical Center. After stepping down from his position, Bauer will spend a year on sabbatical and then return to teaching and research.\nTrustees also bid farewell to Robert Bass, who left the board after 12 years of service. Bass previously served as chairman of the board.\nThe trustees also discussed the issue of the University's major fundraising initiative. Although the Campaign for Undergraduate Education's traveling \"Think Again\" tour had originally been postponed due to logistical and transportation concerns following the terrorist attacks, the board decided to move forward with the program.\nAccording to Stein, the tour's focus is on \"bringing students and faculty to really engage alumni in understanding what the campaign is about and why we're doing it.\n\"[The campaign] is kind of a way to bring Stanford together,\" he said.\nMany alumni expressed a desire to continue the process, Stein said. Lectures which were originally scheduled in Portland, Ore., and Orange County were rescheduled for the end of this year.\nEnvironmental sustainability, such as recycling and energy conservation, was also a focus of the board meeting. Stein said several of the trustees are involved with environmental issues at a national level.\nThe Department of Athletics was also commended for the recent success of the football team. Stein said the last time the team won its first three opening games was more than a decade ago.\nOn this trip to Stanford, the trustees visited \"less obvious\" areas of the Stanford campus instead of having people come to them, Stein said, adding that the board spent time at the Stanford Linear Accelerator Center and found it very impressive.\nOverall, \"it was a positive meeting in which we affirmed the strength of the institution,\" Stein said.\nThe Board of Trustees' next meeting is scheduled for December.\n(C) 2001 The Stanford Daily via U-WIRE\n\nLoad-Date: October 10, 2001"
}