{
    "title": "Trust overcomes fear of terrorism",
    "publisher": "the spokesman-review",
    "year": 2015,
    "month": 2,
    "day": 21,
    "full text": "Special to The Spokesman-Review\n : Danish trust overcomes their fear of terrorism\n By \n COPENHAGEN -- The buzz of extra foot traffic on Krystalgade barely interrupts Lior Foighel as he toasted rye bread and readied lox for a traditional Danish sandwich. Outside the cafe, it looks like any other gray day in Copenhagen. Usually, colorful rows of houses stand out against the gloomy skies, but on Feb. 16 it was all the flowers. And the lack of fear.\n Despite the terrorist attack that rattled Denmark and the rest of the world, hysteria was noticeably absent on the streets of the Danish capital. Children dressed up for Fastelavn, the Carnival celebration, frolicked in the streets of Nørrebro. Right around the corner, Omar el-Hussein, identified as the gunman responsible for killing two and wounding five at a cultural center, and then a synagogue in Copenhagen, had been killed by police early the prior Sunday morning.\n \"I'm not afraid at all,\" Foighel said.\n Danes, as a whole, are just like Foighel. They are not afraid. Denmark's societal norm of trust, both in others and the government, as well as a cohesive national identity, are helping many get through this difficult time as calmly as possible.\n \"Social trust\" is measured by several organizations, one of which is the Organization for Economic Cooperation and Development (OECD). In 2008, 88.8 percent of Danes responded they had a high level of trust in others. In the United States, only 48.7 percent felt the same.\n \"You trust your neighbor to pay the same taxes as yourself. You would never pay your taxes if you didn't trust your neighbors to pay theirs,\" said Mette Jungersen, instructor of Danish Language and Culture at the Danish Institute for Study Abroad.\n \"You can't rock the boat by one attack in this context,\" she added. \"Trust is the glue that ties us all together.\"\n Official discourse surrounding the tragedy reinforces the ideas of trust by heavily praising the police. Politicians across the spectrum are talking about how they were extremely professional and ready for the situation. Just as crisis experts advise parents to stress security, the Danish rhetoric is reinforcing the idea that Danes are safe and will continue to be. Even Politiken, a left-leaning newspaper, tempered their editorial's critic by acknowledging that hindsight is 20/20.\n Denmark has historically revolved around its own core values and strong national identity. In 1864, when faced with a threat to their very existence and the possibility of becoming a province in the Germany to-be, Denmark was forced to become self-aware and cultivate what it means to be Danish. Although the country is becoming increasingly diverse, an overarching identity is comforting those who feel part of a strong, broader community.\n \"I'm so proud of being Danish right now,\" Foighel said. As a young Jewish man whose own bar mitzvah was defended by Dan Uzan, the guard shot outside the synagogue, his resolute attitude is surprising and hopeful.\n Prime Minister Helle Thorning-Schmidt is also touting togetherness to downplay any fear mongering, saying \"this is not a war between Islam and the West\" and \"when the Jewish community is attacked, the whole of Denmark is attacked.\" The Danish Islamic Board, Danish Muslims Union and the Muslims for Peace (MFP) have all denounced el-Hussein's actions and stressed that terrorism should never be justified. Unity is appearing to prevail in the face of fear.\n A lack of fear was also noticeable at Mjolnerparken, where el-Hussein was killed. The day after the attack, a group of 30-40 young Muslim men approached a small memorial outside el-Hussein's apartment building, threw the flowers down the street, and instead put up signs that said \"May Allah be merciful, rest in peace\" in both Arabic and Danish. They then dropped to their knees and prayed before leaving, documented on camera yelling \"Allahu Akbar.\" Some said they did so because flowers are not part of the Muslim burial customs, while others, including the young man who made a Facebook page titled \"Je Suis Omar,\" said it is because they support el-Hussein as a fellow Muslim and part of their community but did not support his terrorist attacks.\n At the synagogue downtown, chattering teenagers wearing matching scarves laid their own flowers on top of the already heaping memorial. Under heavy police presence, observers paid their respects while others biked slowly by, determined to live their lives as normally as possible. Foighel paused from brewing a cappuccino to look outside.\n \"It's nice to see that this very bad incident brought more people together,\" he said. \"Now we are more one nation than ever before.\"\n , currently living in Copenhagen, Denmark for a year, is a junior studying journalism and political science at Georgetown University.She grew up in Spokane and graduated from Saint George's School in 2012.\n\nLoad-Date: February 21, 2015"
}