{
    "title": "TRUST ANKARA",
    "publisher": "the new york times",
    "year": 1981,
    "month": 12,
    "day": 16,
    "full text": "Secretary of Defense Caspar W. Weinberger's visit to Ankara has focused new attention on Turkey and raised important questions about United States policy toward that country.\nWhile Washington has moved to strengthen ties with Ankara and to expand defense cooperation, some of our European allies, irritated by the Turkish military rulers' refusal to set an exact timetable for the return to democracy, have suspended aid to Turkey and threatened to expel it from the Council of Europe. Our allies' concerns are legitimate and should be taken seriously, but they need to be put into perspective and weighed against the extenuating circumstances that led to the military's seizure of power in September 1980 and the special role that the military has traditionally played in Turkish politics.\nFacile comparisons with the United States' policy toward the former Greek junta are misguided. The two situations are in no way comparable.  The military in Turkey, unlike those in Greece and in many Latin-American countries, has been among the strongest supporters of Turkish democracy and a driving force behind the country's economic and political modernization. It has sought to ensure Turkey's continued adherence to the basic principles of Westernization laid down by Kemal Ataturk, founder of the Turkish Republic. As a result, the military has enjoyed considerable popular support.\nStephen Larrabee op-ed article supports US endorsement of Turkey's military Government\nSince World War II, the military has acted as a sort of ''umpire'' behind the scenes, intervening only as a last resort when democracy seemed seriously imperiled. This the generals have done twice before - in 1960 and in 1971. Each time, after introducing a number of key democratic constitutional reforms, they handed power back to the politicians.\nWhen the military intervened last year, Turkey was on the verge of civil war. In the previous two years, more than 5,000 people were killed in political violence; gang wars between extremist groups on the left and right had made the streets in most big cities unsafe at night. The economy was in a shambles, with inflation exceeding 100 percent.\nToday, the situation has changed dramatically. As a result of a ruthless crackdown, terrorism has been drastically reduced and the number of deaths through acts of political violence has declined from 2,278 in 1980 to about 500 this year.\nAt the same time, the military has resolutely moved to tackle staggering economic problems. Under Deputy Prime Minister Turgut Ozal, the dynamic architect of former Prime Minister Suleyman Demirel's economic reform, inflation has been cut by two-thirds and exports have risen significantly over last year. The military leaders are also working on a reform of the constitution designed to eliminate many of its weaknesses, such as excessive checks and balances, that contributed to a political stalemate and led to the demise of democracy. One of the most important provisions of the new constitution is likely to be an increase in the powers of the president, who would be directly elected.\nTo be sure, the generals' performance has been far from flawless.  In their zeal to crack down on terrorism, they have at times tread heavily on civil rights. Some actions such as the imprisonment of Bulent Ecevit, the former Prime Minister, who has been critical of the military regime, have been heavy-handed. On the whole, however, the generals have made a good start toward putting Turkey back on the road to political and economic recovery. They have reiterated many times that they intend to return the country to civilian rule once they have eliminated the conditions that prompted them to intervene.  This will take time, probably another seven years, but in light of the military's past record there is every reason to believe the generals.\nThis does not mean that America should unconditionally endorse every move made by the military. Our support should be combined with quiet reminders about the importance of a gradual return to democracy and a settlement of Turkey's differences with Greece.\nBut actions such as suspending aid or expelling Turkey from the Council of Europe are shortsighted and ill-advised. They are likely to lead to Turkey's further estrangement from the West without hastening the return to democracy.\nIn formulating its policy, America should also bear in mind its wider interests in the area, particularly the delicate situation in Greece. Until the new Greek Prime Minister, Andreas Papandreaou, clarifies his intentions, America should avoid the appearance of favoring Turkey. Otherwise, Washington would further intensify anti-American and anti-NATO sentiment in Greece and give greater impetus to Mr. Papandreaou's threat to reduce his ties to the North Atlantic Treaty Organization and the United States.\nCorrection\n\nF. Stephen Larrabee's article, ''Trust Ankara,'' on Tuesday's page, said the military probably would return democracy to Turkey in ''another seven years.'' It should have said ''several years.''\nCorrection-Date: December 16, 1981, Wednesday, Late City Final Edition"
}