{
    "title": "Trying to Balance Privacy and Security",
    "publisher": "the new york times",
    "year": 2013,
    "month": 6,
    "day": 11,
    "full text": "To the Editor:\nRe ''Ex-C.I.A. Worker Says He Disclosed U.S. Surveillance'' (front page, June 10):\nThose inclined to hail the ''whistle-blower'' Edward Joseph Snowden as a hero for disclosing American surveillance programs overlook the antidemocratic aspect of his actions. We the American people elected representatives who authorized the president we elected to carry on these efforts to protect us, even if the efforts are secret.\nMr. Snowden's actions have thwarted the will of the people as expressed at the ballot box. What gives him and the other so-called whistle-blowers that right? This is heroism? More like a palace coup carried out with a laptop rather than a gun.\nPAUL P. ROONEY Glen Ridge, N.J., June 10, 2013\nTo the Editor:\nFar more shocking than Edward Joseph Snowden's revelations about government snooping, which most of us assumed was going on to some degree, is the fact that someone with a disgruntled disposition passed the vetting for a job that involved access to top-secret C.I.A. documents. How many other disgruntled individuals have similar access, individuals whose allegiances may not be to the American public, as Mr. Snowden's seems to be, but to other governments, to anti-American ideologies or simply to their own enrichment?\nSAMUEL REIFLER Rhinebeck, N.Y., June 10, 2013\nTo the Editor:\nRe ''Mining of Data Is Called Crucial to Fight Terror'' (front page, June 8):\nAs a member of the American Civil Liberties Union and an ardent progressive, I never thought that I would be writing anything like this letter.\nBut your article about the capture of Najibullah Zazi, who was plotting to leave bombs in New York City subways, through tracing his e-mails, and thus thwarting what would have been a catastrophe, persuades me to shift my attitude toward the government's monitoring of phone calls and other communications. I picture the mayhem on the IRT, the panic, the many dead and wounded, the disruption of a major transit system. It's a terrible scene.\nSo, though it kills me to say so, I think the assault on privacy was probably worth it.\nANNE BERNAYS Cambridge, Mass., June 8, 2013\nThe writer is the novelist.\nTo the Editor:\nThe howling from both right and left in reaction to the National Security Agency security programs seems almost reflexive, and a little late to the game.\nThe loudest opposition seems to come from those who are loath to acknowledge that our world is changing and that threats undreamed of in years past must be countered by protections previously unimagined.\nA more appropriate reaction might be to feel a bit of pride at the success, once again, of the good old American can-do attitude in taking on and triumphing over, for now, those who would try to harm us.\nNATHALIE GUYOL Waxahachie, Tex., June 9, 2013\nTo the Editor:\nThe recent revelations concerning National Security Agency surveillance programs have rightly shocked the American public. But the blame does not belong only with our government.\nFor over a decade, we have put incredible pressure on our government to protect us from all terror attacks. That unrealistic expectation -- and our unwillingness to discuss how we can strengthen our resiliency against the inevitable next attack -- has pushed our government to take these extraordinary steps to combat terrorism. By letting our fear of terrorism run wild, we have created something fearful in its own right: government surveillance run wild.\nJASON STERN New York, June 9, 2013\nTo the Editor:\nThe greatest achievement of terrorism is the extent to which it has made us distrust our own government.\nFRED LaMOTTE Steilacoom, Wash., June 9, 2013\n\nhttp://www.nytimes.com/2013/06/11/opinion/trying-to-balance-privacy-and-security.html\n\nLoad-Date: June 11, 2013"
}