{
    "title": "Trying to Dim New York 's Allure, at Least to Terrorists",
    "publisher": "the new york times",
    "year": 2006,
    "month": 2,
    "day": 17,
    "full text": "CONSIDERING his hefty credentials in the ever-expanding post-9/11 Homeland Security bailiwick -- he developed the Homeland Defense Division at the Defense Intelligence Agency in Washington; he was director of the Pennsylvania Office of Homeland Security; now he is the assistant commissioner of counterterrorism for the New York City Police Department -- the most striking aspect of Jonathan A. Duecker's new office at 1 Police Plaza is its utter lack of homeyness. Martha Stewart would be appalled.\n  ''You were expecting something a little less austere?'' asks Mr. Duecker (pronounced DECK-er), who at 42 is whippet-fit and fidgety. ''Never been my style. I keep all that stuff in a box in my basement.'' Possibly in his line of work, which he tersely describes as ''preventing, detecting and deterring terrorism at the local level,'' this display of depersonalization is a personal statement in and of itself. Objectivity is a must. Subjectivity is an impediment.\n''Maybe we should think more like the bad guys,'' he says, using his customary euphemism for terrorists, ''if we want to keep one step ahead of the bad guys. Terrorism is a different animal.'' Tough to think like a terrorist when sitting in a cozy office that oozes charm. \n  So there is nary a knickknack in sight. No memorabilia. Not even a plaque. Zero family photos (though he does have a family: a wife and four children safely stowed away in Pennsylvania, where he commutes on weekends). Mr. Duecker, whose Police Department job was created just for him by Commissioner Raymond W. Kelly, travels light -- perhaps a throwback to his salad days flying EA-6B Prowler tactical electronic warfare aircraft for the Navy after his graduation from Annapolis in 1986. \n  He sets his watch, and his appointments, according to military time and ends his cellphone conversations with the words ''Roger and out.'' rather than the more mundane goodbye. He wears his graying hair in a modified buzzcut (his mentor at the Naval Academy was Willie McCool, a fellow flyer who became a NASA astronaut and died in the Columbia shuttle explosion) and, demobilized since the end of 2002, he wears a suit and tie instead of a commander's uniform. Crisply pressed; wing tips polished; initials embroidered on his white cuff.\n  Don't waste time asking him if New York City is still a favorite destination for terrorists. It's why he's here.\n  ''New York City is unique for the size of its population, unique for its prominence as a target,'' he says. ''It is consistently and routinely referred to as a target for terrorists still. If you go on nothing more than past performance, it is a target. But there are things it can do to make itself a harder target to hit; harden the transit system, you name it. The terrorists are sharp, but they're not superhuman.'' A hardened city is, he says, a safer city.\n  And, trust him on this, the ''security seam'' that the terrorists took advantage of in 2001 no longer exists. But don't bother asking which of the city's vulnerabilities still need shoring up. ''Not something I want to talk about,'' he says, politely. Not even to his extremely tolerant spouse? ''I think she's more interested in hearing me talk about fixing things around the house. Except I'm never home to do it.'' \n  HIS job is making the intelligence community more, um, intelligent. And the mission, as he calls it, against terrorism, ''will never be accomplished. The bad guy of tomorrow may not be the bad guy we're chasing today. If we had a better handle on who the bad guys are, we'd be better off. It all depends on what the hate issue du jour is.'' \n  Information-sharing, historically not a forte of government agencies at the local, state and federal levels, is how he intends to stymie the bad guys. \n  ''There's been a cultural disconnect between law enforcement operations at the local level and analysts at the federal level and there's still a long way to go before making those two worlds meet. At the end of the day, my personal opinion is that it all comes down to good faith sharing of information vertically, between the locals and the feds, and horizontally. I would argue that local law enforcement is the most critical in what it can do to prevent terrorism from happening as opposed to cleaning it up when it does.'' \n  Mr. Decker, whose father was a small-business owner, grew up in a scrum with six male siblings in Whitefish Bay, Wis. He studied law at the University of Wisconsin (then became a special agent for the Drug Enforcement Administration) for much the same reason he attended Annapolis -- to pick up a skill set he could use in a counterintuitive way. He is not, he says, hawkish about putting intelligence-gathering ahead of civil liberties. Terrorism can be fought, he feels, without rewriting the law. ''I'm kind of a civil libertarian in that respect.'' And nonpartisan. ''There's no place for partisanship in homeland security.''\n  New York City is, he says, the perfect place for a fellow with his fixation on counterterrorism. So he's having fun? ''It's great to be able to bring something to the fight, and to be doing it in the city that's the one city I'm sure the bad guys would like to take another shot at if given the opportunity. This mission was made for me.''\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhoto: JONATHAN A. DUECKER (Photo by Ruth Fremson/The New York Times)\n\nLoad-Date: February 17, 2006"
}