{
    "title": "Trying to shed pariah status, Libya warms to West(2)",
    "publisher": "the christian science monitor",
    "year": 1999,
    "month": 9,
    "day": 13,
    "full text": "Some are calling it Libya's own perestroika. Others refer to recent events as a change of heart designed to erase Libya's image in the West as a terrorist state.\n \nThe goal? After decades of erratic, troublesome, and militant anti-West behavior, Libyan leader Muammar Qaddafi wants to shake off his pariah status and be taken seriously as a regional leader, diplomats and analysts say.\n \n\"He wants to change, because the world is changing,\" says a Western diplomat in the Libyan capital, Tripoli. \"We in the West look at Qaddafi as a bad guy wearing a black hat, and now he wants to be a good guy wearing a white hat. We don't know how permanent it is, but step by step [the Libyans] are trying to clear the way.\"\nThe West has long viewed Libya as one of the globe's most dangerous nations. Terrorism linked to Libya in the 1980s compelled then-President Reagan to refer to Colonel Qaddafi as the \"mad dog of the Middle East.\"\n \nHandover of suspects\n \nBut that image appears to be changing. The catalyst was the handover last April of two Libyan suspects in the 1988 bombing of Pan Am Flight 103 over Lockerbie, Scotland. The suspects are scheduled for trial in the Netherlands next February. After the handover, United Nations sanctions that prohibited air travel and froze Libyan assets abroad were suspended, causing a rush of euphoria in Tripoli. Libyan moves to accommodate France and Britain have also caught Washington's attention.\n \nDespite official denials - and President Clinton's reassurance to Congress in July that he would maintain unilateral US sanctions \"fully and effectively\" - the Clinton administration is known to be considering removing Libya from the State Department list of state sponsors of terrorism.\n \nThat move would help American oil companies reengage in Libya's lucrative oil sector for the first time since they were ordered out by Mr. Reagan in 1986.\n \nOn April 15 that year, Reagan ordered airstrikes against Libya as a \"swift and effective retribution\" for its alleged role in the bombing of Berlin's La Belle discothque, which wounded 200 and killed two US servicemen and a Turkish civilian. The attack was the culmination of a long debate within the administration about how to strike back at international terrorism.\n \nNot forgotten\n \nQaddafi, who 30 years ago seized power in a bloodless coup, may be mellowing in some of his anti-American rhetoric. But the Libyan leader still takes visiting leaders on a de rigueur tour of the Bab al-Azizzia barracks, a primary US target where Libyans say that Qaddafi's adopted daughter was killed.\n \nStill, to many here those days of support for terror attacks and radical, militant Palestinian groups are over. \"Libya has sworn off terrorism, for sure,\" says a senior Western diplomat in Tripoli. \"Libyans know they are under a microscope now, and they do not want to step from the path.\"\n \nThe US State Department's annual report on global terrorism notes that Libya has \"not been implicated in any international terrorist act for several years.\" A congressional report last month, citing media and other sources, said that \"Libyan sponsorship of terrorism has declined to the point at which the administration is considering removing it from the list.\"\n \nGroups that allegedly practiced terrorism in the past and used Libya for training as a haven have not been active in the country for several years. One of the most notorious figures linked to terrorism, whose nom de guerre is Abu Nidal, left Libya under mysterious circumstances over the last year.\n \nA US official met a Libyan diplomat in June for the first time since 1981, the report noted, in \"a signal of US appreciation of Libya's apparent moderation.\" The administration in July approved a visit by a group of US oil companies to inspect frozen assets in Libya.\n \nSanctions had prevented Libya from upgrading its oil infrastructure, which Libyans are now keen to undertake. The country is also eager to open itself to investment by the West.\n \nBut Kenneth Katzman, a Middle East expert based in Washington and author of the Congressional Research Service report, says that there are many unresolved issues. \"Unless we can prove conclusively that [Qaddafi] is not involved [in the Lockerbie bombing], then the US should not ever do business as usual with Libya,\" he said in a telephone interview.\n \n\"Libya is a one-man regime; he makes the decisions. If he can decide to bomb an airplane one day, what is to prevent him from doing it the next day, or in five years or 10 years?\" Mr. Katzman says. \"A murderer in the US can't be absolved just by saying, 'I am sorry.' \"\n \nThough some observers here speculate that Qaddafi must have been aware of any decision to bomb the Pan Am flight, other longtime diplomats are not so sure. Some even doubt it, suggesting that ranking officials or family members could have acted behind the leader's back for their own reasons.\n \nGetting assurances\n \nDespite the official US hard line, sources here say that behind the scenes, American officials have been probing ways of getting concrete Libyan assurances that support for terrorism and militants such as Abu Nidal are over. One possible sign of a new approach to the US-sponsored Mideast peace process, which Qaddafi previously opposed, was the presence of Palestinian leader Yasser Arafat at the African summit in Libya last week.\n \nIn addition to handing over the Lockerbie suspects, Libya transferred $ 33 million to France in July. The payment was in compliance with a compensation ruling in a French court that convicted six Libyans - including Abdullah Senoussi, Qaddafi's brother-in-law and top security aide - in absentia for the 1989 bombing of a French UTA airliner over Niger that killed all 170 on board.\n \nQaddafi says the payment does not constitute an admission of Libyan responsibility, and that line seems to have been accepted in Paris. French President Jacques Chirac told French diplomats last month that \"Tripoli's cooperation … allows us to turn a dark page\" in relations that were \"strong and active\" in the past.\"\n \nBritain, furthermore, reopened its embassy in Tripoli in July, after Libya explicitly accepted responsibility for the death in 1984 of British police constable Yvonne Fletcher. She was killed while policing a demonstration by shots fired from the Libyan Embassy in London. Libya also long ago cut ties with the Irish Republican Army, a group that once received arms and cash from Tripoli.\n \nBut casting off Libya's terrorist image is not so easy with Washington. The Senate voted unanimously in June that Mr. Clinton \"should use all diplomatic means possible to prevent\" a permanent lifting of UN sanctions until Libya cooperated with the Lockerbie trial procedure and paid compensation.\n \nBut on the ground, a more complex, and long-standing, US-Libya relationship seems to exist. In exchange for economic and military aid in the 1950s and 1960s, the US military operated the largest air base outside the United States, at Wheelus Field near Tripoli. It was forced to close in the first months of Qaddafi's rule, but the warmth between people was such that American servicemen gave away their large American-made cars to Libyan friends.\n \n\"The Libyans want the Americans back,\" says a diplomat. In the capital, young Libyan men seem to be saying the same thing by emulating the Americans they see on satellite television: They cruise in their cars listening to loud music, wearing baseball hats and Ray-Ban sunglasses.\n(c) Copyright 1999. The Christian Science Publishing Society\n\nGraphic\n\n \nPHOTO: COL. MUAMMAR QADDAFI: The Libyan chief, who seized power 30 years ago, wants to be taken seriously as a regional leader. BY WALEED EL MEHELEMY/REUTERS\n\nLoad-Date: September 13, 1999"
}