{
    "title": "TSA _Quiet Skies' cause for concern",
    "publisher": "the bismarck tribune",
    "year": 2018,
    "month": 8,
    "day": 2,
    "full text": "Civil rights groups and lawmakers are demanding that the Transportation Security Administration explain a program that tasks federal air marshals at airports and on domestic flights with monitoring Americans who have committed no crimes.\nThe program, called Quiet Skies, was first reported by the Boston Globe and is described as an effort by air marshals to prevent terrorism by conducting surveillance on U.S. citizens who get the attention of the marshals by fidgeting, sweating, trembling, staring or exhibiting other suspicious behavior.\nThe American Civil Liberties Union demanded this week that the TSA provide more information on the program, and the Council on American-Islamic Relations called on the TSA to drop the program, saying that it may \"single out law-abiding Muslim travelers for official harassment.\"\nDemocratic U.S. Rep. Bennie G. Thompson of Mississippi, ranking member of the Committee on Homeland Security, and Democratic Rep. Bonnie Watson Coleman of New Jersey, ranking member of the Subcommittee on Transportation and Protective Security, wrote to the TSA this week, asking the agency to explain the legal justification for the program.\n\"Does TSA believe it has authority to collect intelligence, including on U.S. citizens, and if so, from where does it derive such authority?\" according to the letter sent to TSA administrator David Pekoske.\nThe ACLU said it plans to file a Freedom of Information Act request with the TSA this week to learn more about the program.\n\"Travelers deserve to know how this surveillance is being implemented, what its consequences are for Americans, and for how long the TSA is retaining the information it gathers,\" said Hugh Handeyside, a senior staff attorney with the ACLU, in a statement. \"What we've seen so far is troubling, which is why we're demanding that the TSA hand over records it's been hiding from the public.\"\nIn a statement, the TSA said the program doesn't take into account race or religion and is not intended to track ordinary Americans.\n\"The program analyzes information on a passenger's travel patterns, and through a system of checks and balances, to include robust oversight, effectively adds an additional line of defense to aviation security,\" the TSA said, adding that the program \"is a practical method of keeping another act of terrorism from occurring at 30,000 feet.\"\nTSA spokesman Michael Bilello said several activities may draw the attention of the air marshals under the program, including traveling to areas of the world where terrorism is prevalent. But he added that the air marshals will stop tracking a traveler after awhile if that person no longer exhibits suspicious behavior.\n\nLoad-Date: August 2, 2018"
}