{
    "title": "TSA list eyes fliers from 14 countries More screening for some bound for U.S",
    "publisher": "usa today",
    "year": 2010,
    "month": 1,
    "day": 4,
    "full text": "WASHINGTON -- Airline passengers flying to the U.S. from 14 countries with terrorism problems will face extra checkpoint screening at overseas airports, the Transportation Security Administration said Sunday.\nA TSA directive that took effect at midnight ET targets people flying from or through 10 \"countries of interest\" as well as the four nations that are considered sponsors of terrorism.\nThe countries of interest are: Afghanistan, Algeria, Iraq, Lebanon, Libya, Nigeria, Pakistan, Saudi Arabia, Somalia and Yemen, according to two administration officials briefed on the new rules. They did not want to be indentified because they were not authorized to discuss details publicly. The State Department lists four countries that sponsor terrorism: Cuba, Iran, Sudan and Syria.\nThe new directive will be in place indefinitely and replaces an emergency order the TSA imposed after a Nigerian passenger tried to blow up a Northwest Airlines flight near Detroit on Dec. 25. The order, which expired at midnight, required all passengers on U.S.-bound flights to be patted down at overseas airports, restricted carry-on bags and forced passengers to stay in their seats within an hour of landing.\nThe TSA plans to maintain some extra security at all overseas airports by increasing the use of pat-downs and body scanners over the level at which they were used before Dec. 25, TSA spokeswoman Kristin Lee said. Passengers will be selected for the tighter screening both at random and based on expanded intelligence information.\nLee called the new security measures \"long-term and sustainable.\"\n\"The 100% pat-down was not sustainable in the long-term,\" said Steve Lott of the International Air Transport Association, an airline trade group. \"Easing that requirement is a welcome change.\"\nMost of the 14 countries being targeted do not have direct flights to the United States. But passengers whose trips begin in those countries will face extra screening at airports where they board U.S.-bound flights.\nThe new system would have brought extra scrutiny on bombing suspect Umar Farouk Abdulmutallab, who flew from Nigeria to Amsterdam, where he boarded a flight to Detroit.\nToday, two top Homeland Security Department officials launch a week-long trip to seven countries to review airport-screening procedures. Deputy Homeland Secretary Jane Holl Lute and policy chief David Heyman meet with officials in Amsterdam today, then go to London, Brussels, Israel, the United Arab Emirates, Singapore, Nigeria and Brazil.\nThe meetings seek \"to collectively bolster our tactics for defeating terrorists,\" Homeland Security Secretary Janet Napolitano said in a statement. \n\n'Countries of interest'\nPassengers flying to the U.S. from these places will be subject to extra airport security:\nAfghanistan, Algeria, Iraq, Lebanon, Libya, Nigeria, Pakistan, Saudi Arabia, Somalia, Yemen. Also included are the State Department's list of countries that sponsor terrorism: Cuba, Iran, Sudan, Syria.\nSource: USA TODAY research \n\nLoad-Date: January 4, 2010"
}