{
    "title": "TSA_ Pilots exempt from some checks",
    "publisher": "telegraph herald ",
    "year": 2010,
    "month": 11,
    "day": 20,
    "full text": "DALLAS - Amid a growing protest against stepped-up and intrusive screening of air travelers, the government has cut a break for one very influential group: the pilots. The Transportation Security Administration agreed Friday to let uniformed airline pilots skip the body scans and aggressive pat-downs at the heart of a national uproar. The pilots must pass through a metal detector at airport checkpoints and present photo IDs. \nThe change follows a 2-year lobbying campaign by their union leaders. Their bid was boosted by hero pilot Chesley Sullenberger, who said pilots should be treated as \"trusted partners\" against terrorism. TSA chief John Pistole offered little hope of a similar reprieve for regular passengers, who have complained more loudly about the new measures. Some are urging travelers to refuse full-body scanning, which produces a virtually naked image. If the Internet campaign succeeds, security lines at U.S. airports could be snarled. Those who refuse a body scan can be forced to undergo time-consuming fingertip examinations, which include clothed genital areas and breasts, by inspectors of the same sex as the traveler. The complaints of pilots like Sullenberger, who successfully landed a passenger jet in the Hudson River in January 2009, gave weight to the movement to roll back the new procedures. With pilots apparently satisfied, the TSA's most prominent critic may be a California software engineer who recorded himself threatening a TSA inspector, \"If you touch my junk, I'll have you arrested.\" The pilots are avoiding that argument. American Airlines pilot Sam Mayer said it's a security matter for the TSA to decide. All he knows, Mayer said, is that intrusive screening for pilots makes little sense. A pilot intent on terrorism could crash the plane. No amount of imaging at the security checkpoint could stop that. Besides, under another government program to make them the last line of defense against terrorists, pilots are allowed to have guns in the cockpit. The changes promised by TSA on Friday are \"basically what we've been after,\" Mayer said. \"Pilots are not the threat here; we're the target.\" The TSA said beginning Friday, pilots traveling in uniform or on airline business could pass security by presenting two photo IDs, one from their company and one from the government, to be checked against a secure flight crew database. Their unions said pilots could skip the pat-downs immediately. Pistole said pilots ensure the safety of millions of passengers every day, and that putting them through a faster screening process would be a more efficient use of the agency's resources. But the TSA chief has defended the more invasive inspections of passengers, saying they were a response to intelligence about potential terrorist attacks and plots to evade airport security.\n\nLoad-Date: November 20, 2010"
}