{
    "title": "Tuesday's terrorism_ what's next_",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 12,
    "full text": "North Carolina State University Public Safety was on heightened alert Tuesday as the campus and the nation dealt with the fallout from a series of terrorist attacks that struck the northeastern United States.\nOn campus, a group of N.C. State faculty members who have long observed aviation, economics or national policy making offered their thoughts on the president's next step, the mindsets of the airplane pilots involved and the economic impact that the loss of the World Trade Center will have on the United States, if any.\nDECREASED PARTIANSHIP, INCREASED MISSILE SHIELD OPPOSITON\nAndrew Taylor, a professor of political science in NCSU's College of Humanities and Social Sciences, is an expert on national policy issues, the presidency and Congress. Frequently called on to analyze elections, Taylor sees some political gains and losses resulting from President George W. Bush's handling of Tuesday's attacks.\nNorth Carolina State U.\n\"The public and members of Congress will rally behind the president, and you won't see any partisanship, you won't see any politics involved with this,\" said Taylor. \"There will be almost unanimous support for the president. That's what we call a 'rallying effect,' and it occurs in situations like this.\"\nIn spite of the early increased support, Taylor believes the guerilla nature of the attacks could end up hurting Bush on one of his favorite issues, his crusade for a missile defense shield.\nUltimately, Bush's success in dealing with Tuesday's attacks will be determined by his ability to stabilize the nation and his will to seek justice.\n\"[Bush's] principal task is to settle people's minds, reassure people that the federal government is doing everything necessary to stabilize the situation,\" said Taylor. \"And then, equally important is to show his will and the government's will to track down and punish perpetrators.\"\nPILOTS WEREN'T FLYING THE PLANES\nBob Kochersberger, an assistant professor in CHASS's English department, is a licensed pilot with two years of experience and a lifetime of interest in aviation. He suspects that the hijackers of the attacking planes brought their own trained pilots aboard.\n\"No pilot in his right mind under any circumstances whatsoever would have steered his plane into a building like that, even with a gun to his head,\" said Kochersberger.\nAll pilots, Kochersberger said, learn a series of four-digit signals sent via transponder to air-traffic controllers; those signals include one for emergencies and a specific one for hijacking.\nBut those signals are of little consequence in a situation where a plane is approaching a crowded building with intent, as was the case Tuesday.\n\"Even if the hijacking signal were received by a controller, there's nothing he can do,\" said Kochersberger.\nKochersberger, 51, also worked for seven years as a journalist in upstate New York. He believes Tuesday's terrorism was \"the most important thing that's happened since I've been alive.\"\nECONOMIC IMPACT SLIGHT, BUT UNCERTAIN\nMichael Walden, an economics professor, feels that there will be no far-reaching economic impact associated with the terrorist attack.\n\"The long-run impact depends on military action,\" Walden said. \"If the attack is based in the Middle East, then military action will make tension and that will affect oil.\"\nThere are fewer immediate economic impacts from the attacks.\n\"The biggest impact is the psychological impact,\" Walden said. \"Some people will have some discomfort.\"\nWalden went on to say that the stock market will most likely be closed for a few days, causing uncertainty, something that investors do not like.\nThis will make them hesitant to invest, which will make people wonder about spending money, which will most likely cause a downward slide. This downward slide will, in turn, create an increase in interest rates.\nA more immediate impact is a possible national fear of flying.\n\"It will probably take a few days for people to fly again,\" Walden said.\nThis will slow down commerce, but nothing lasting economically will arise from the attack.\n(C) 2001 The Technician via U-WIRE\n\nLoad-Date: September 12, 2001"
}