{
    "title": "Tufts U.'s new Jebsen Center tackles terrorism",
    "publisher": "university wire",
    "year": 2006,
    "month": 1,
    "day": 31,
    "full text": "Tufts University's new Jebsen Center for Counter Terrorism Studies aims to keep pace with the increasing quantity and diversity of terrorist threats and \"increase the understanding and competence of counter-terrorism professionals,\" according to its mission statement.\n\"Basically, all the information needed to stop the 9/11 attack was available, but nobody connected the dots,\" Center Director and retired Brigadier General Russell Howard said. \"Educating potential dot-connectors on how to connect will be one of our goals.\"\nThe Jebsen Center, which was established in September 2005, is \"nested\" under the International Security Studies Program at the Fletcher School and was modeled on the Combating Terrorism Center (CTC) at West Point, according to Howard.\nThe center will also direct research towards the roles women play in terrorism, both as terrorists and counter-terrorists -- a subject Howard said has previously received little research attention.\nHoward said that the center plans to offer courses for university students, but not until next fall at the earliest. The center will submit a proposal to teach in Fletcher's regular program, in the Fletcher summer program in 2007 and in the Tufts undergraduate political science department in fall 2006.\nFive graduate research assistants work on-staff with the center, and three associates and three Fletcher students receive benefit from its funding.\nExperts and scholars held a two-hour panel discussion Jan. 25 to commemorate the Jebsen Center's opening. Four counter-terrorist experts lectured and participated in a question-and-answer session entitled \"Re-considering the Terrorist Threat -- What the Future Holds.\"\nThe experts raised a number of points pertaining to the study of terrorism and related counter-terrorism tactics. In their individual talks, all four panelists agreed that terrorism's dynamic nature has made its study much more complex in recent years.\nPanelist Bruce Hoffman, Director of the Washington, D.C., office of the RAND Corporation, a nonprofit research institution, said that terrorism has been \"changing at a far more rapid pace than it ever has in the past.\" He said that counter-terrorism efforts have forced terrorists to change their methods, and counter-terrorism efforts must keep up.\nHoffman and fellow panelists argued that the likelihood of chemical, biological or radiation (CBR) methods will likely increase in the near future. Howard agreed, saying that the Jebsen Center was proposing collaboration with the Sloan Foundation on a Genomics and Terrorism project that would address potential new threats.\nPanelist Rohan Gunaratna, head of the International Centre for Political Violence and Terrorism Research and the Institute of Defense and Strategic Studies, said that 33 terrorist groups have been identified as potential users of CBR methods.\nAccording to Gunaratna, understanding terrorist groups is essential to predicting their future activity.\nThe panelists also discussed the Internet's increasing role in terrorism, mainly as a means for terrorist groups to recruit new followers. Professor Jarret Brachman, a panelist and Director of Research in West Point's Combating Terrorism Center, discussed terrorism in the context of social movements.\nAccording to Brachman, the Internet and graphic video can be used to form collective action among terrorist supporters, some of whom are \"everyday people.\"\nRita Katz, Director of the Search for International Terrorist Entities (SITE) Institute, also discussed the Internet, focusing on its role in \"psychological warfare.\" In an animated speech, Katz said that terrorists use blogs to promote unity among supporters and images of beheadings to excite enthusiasts.\nToward the end of her talk, Katz showed a graphic video she found on a terrorist website in which terrorists force a wounded foreigner to stand up and walk on his broken leg before shooting him to the ground.\n\"Anyone is their enemy,\" she said. \"You work in Iraq, you're their enemy.\"\nHoffman also addressed the role of the Internet in the future of terrorism, calling it a \"virtual sanctuary for terrorists\" used to recruit new followers, disseminate training and promote conspiracy theories.\n(C) 2006 Tufts Daily via U-WIRE\n\nLoad-Date: January 31, 2006"
}