{
    "title": "Tufts U. terrorism classes popular among course possibilities",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 2,
    "full text": "Applications for Tufts University's Experimental College lecturers and their class proposals for the spring semester closed on Tuesday, and classes dealing with terrorism were popular among the proposals.\nIt has been almost two months since the Sept. 11 attacks, and in another two months, the attacks could affect the course offerings at Tufts. That is, if they are accepted.\nOther proposed courses for next semester include leadership challenges, world indigenous movements, children law and society, understanding the stock market, genetics ethics and the law, and mime. Lecturers applying to teach next semester include Ronee Yashon, an expert on human genetics, and Jan Volk, a former Celtics general manager and now consultant to a number of NBA teams.\nTufts U.\nIn total, the Ex College, a division of liberal arts and is known for offering non-traditional and sometimes quirky classes, received 90 applications for courses. Between 20 and 22 of the proposals will be accepted.\nAlthough terrorism weighed heavily in the most recent batch of proposals, Ex College administrators said the proposals were diverse as were the lecturers, whose interests range from martial arts to genealogy.\n\"This is the third course selection process I have been through,\" said Administrative Coordinator Cynthia Stewart, \"and I am still surprised at the number of fascinating people interested in sharing their expertise and passion.\"\nEx College lecturers can be undergraduate students, graduate students, or members of the community with expertise in a particular field. Aside from e-mail and fliers on campus, the Ex College solicits applications from outside Tufts with cable television, radio and newspaper advertisements.\nApplicants submit a course description, syllabus, a description of the teacher's role in the classroom, their qualifications and two recommendations. Their proposals are sent to Tufts faculty members for comment.\nA subcommittee of two students and one faculty member are currently interviewing each applicant. The subcommittee will submit an evaluation to the Ex College Board, comprised of five students and five faculty members, which makes the final selections.\n\"In evaluating a proposal, we look for a new angle on a traditional topic, an area that no one is looking at in a serious, analytical way,\" Assistant Director of the College Howard Woolf said. \"We also look at a treatment of subject matter that is very new and/or very topical.\"\nAdministrative Intern Kezia Duchatellier said that the College looks for \"dedicated teachers that have a real passion for their subject area and can not only teach but inspire their students\" and compel them to question and think.\nThe general formula was first adopted in 1964, when the Ex College was founded. Since then, its uniqueness has been showcased in The Boston Globe and national magazines.\n\"The Ex College is very special and involves the students as much as possible,\" Robyn Gittleman explained, the College's director. \"Besides being in the classrooms, both teaching and learning, students have a chance to help select courses by being on the evaluating subcommittees and being members of the Ex College Board.\"\nBecause the Ex College's lecturers do not hold permanent positions, it is able to incorporate current issues into classes immediately by hiring new expert lecturers to teach classes, Gittleman said. Soon after Sept. 11, the staff began searching for lecturers specializing in terrorism.\nAside from the lecturing program, the Ex College encompasses the Explorations and Perspectives program and. The Peer Teaching program, the oldest of the three programs, is open to all students who want to teach or learn a certain expertise.\nThe Explorations and Perspective Program allows juniors and seniors to teach freshmen while guiding them through their first semester at Tufts. A faculty academic advisor is also assigned to the class to field freshmen concerns.\n\"It is quite wonderful to be able to teach such a non-traditional course,\" said Kyna Hamill, a drama graduate student and first year explorations teacher. \"I have been interested in this material for a while, but it was difficult to place it into an academic context because a lot of the material is quite new.\"\n(C) 2001 Tufts Daily via U-WIRE\n\nLoad-Date: November 2, 2001"
}