{
    "title": "Tufts Students for Justice in Palestine launch 7-day action highlighting elements of 'Deadly Exchang",
    "publisher": "university wire",
    "year": 2019,
    "month": 11,
    "day": 19,
    "full text": "Tufts Students for Justice in Palestine launched a seven-day action calling attention to various disturbing elements of police exchange programs between the United States and Israel, according to a press release from the group.\nThe action, which started on Nov. 13 and will continue through Nov. 19, is part of SJP's broader campaign to \"#EndTheDeadlyExchange,\" which seeks to end military training trips for the Tufts University Police Department and all other police militarization on campus. Over 15 student organizations have signed on to SJP's campaign.\nAccording to SJP member Molly Tunis, the group started the campaign after it learned that Kevin Maguire, executive director of public safety and chief of TUPD, attended a training trip with the Israeli military in December 2017.\n\"There was quite an uproar after we found out - there was a letter from faculty members condemning the trip and a petition went around calling on Tufts to stop partaking in them,\" Tunis, a senior, said. \"Obviously Kevin Maguire is just one small piece of the puzzle, but creating these exchanges and building up this country's military industrial complex can really have these big repercussions and it really did scare a lot of people on this campus.\"\nA 2018 Daily investigation revealed that Maguire, along with other Boston-area police chiefs and federal officers, attended an Anti-Defamation League-funded counterterrorism seminar in Israel in December 2017. According to previous reporting by the Daily, these seminars have been criticized by activists both for trying to sway the officers who attend to favor the Israeli government and because some the trainings have been conducted by Shin Bet, which has been accused of using torture tactics.\nSince then, the university has repeatedly defended Maguire's attendance of the training, citing the need for local and university police departments to prepare for potential terror attacks. Patrick Collins, executive director of media relations, said that the trip in question was attended by executives from law enforcement agencies throughout New England for the sole purpose of learning about the latest methods in preventing and preparing for emergency situations.\n\"The trip was not intended to serve as an endorsement of any particular policy or policing strategy,\" Collins said. \"We want to reassure all Tufts community members that Tufts is committed to keeping all members of our community safe.\"\nAccording to SJP member Julia Asfour, SJP's seven-day action is meant to reflect a sample itinerary of a typical military training trip.\n\"What we're trying to do is we're trying to recreate the most disturbing elements of the deadly exchange so that people can understand how dangerous it is that U.S. officials are being sent to Israel to train with their military,\" Asfour, a junior, said.\nSJP's first action, which took place on Nov. 13 outside of the Campus Center, highlighted how American officers meet with Amichai Magen during the exchange, who is the head of the Governance & Political Violence Program at the Institute for Counter-Terrorism . Some activists and scholars have criticized the ICT for producing Islamophobic and anti-Arab analysis on terrorism and military campaigns.\nSince then, members of SJP have kneeled blindfolded in front of the cannon in order to reflect how Palestinians are treated at Shin Bet, the Israel Security Agency that officers learn from on the exchange visit. They have also recreated a West Bank checkpoint, another stop on the trip's itinerary, in order to call attention to how checkpoints are used to prevent Palestinians from being able to travel freely.\nTunis hopes that these actions, which will continue through today, will call attention to the factors that determine the university's policing practices.\n\"We want to ask Tufts: how is this safety?\" she said.\nJewish Voice for Peace , an activist group that advocates for Palestinian human rights, launched a campaign in May 2017 to end U.S.-Israel law enforcement exchanges. The campaign, called Deadly Exchange, condemns exchange programs like the National Counter-Terrorism Seminar, where, according to the campaign's website, \"'worst practices' are shared to promote and extend discriminatory and repressive policing in both countries.\"\nAccording to Tunis, SJP's mission to \"#EndTheDeadlyExchange\" is an extension of JVP's campaign, with the additional goal of ending all police militarization on campus.\n\"When Tufts sends police officers to train with a literal military known for its human rights violations and known for its gross violence against civilians, it makes it very clear that they're becoming more and more militarized,\" Tunis said.\nCollins rejected any claims that Tufts campus police officers were becoming militarized and upheld TUPD and the Office of Emergency Management's commitment to providing a secure environment in which students, faculty, staff and visitors can live, work and learn safely.\n\"We strongly disagree with any characterization that the Tufts University Police Department is 'militarized,'\" Collins told the Daily in an email. \"To the contrary, the University and TUPD have repeatedly made it clear that they do not support or intend to pursue the militarization of the Tufts University Police Department.\"\nAsfour, however, emphasized that the issue of Tufts police training with a military force particularly affects students of color, especially since the Israeli forces often target Palestinians, who are also people of color .\n\"[Police] are being normalized to the idea of fighting against or arming themselves against [people of color],\" Asfour said. \"It's becoming a normal narrative that POC students are capable of danger.\"\n\nLoad-Date: November 19, 2019"
}