{
    "title": "Tulsi Gabbard's Chance to Make the Race About the Wars",
    "publisher": "the capital ",
    "year": 2019,
    "month": 7,
    "day": 31,
    "full text": "Tulsi Gabbard, U.S. Representative from Hawaii, is running for president. She's one of the only Democrats in the race who says anything meaningful or interesting about foreign policy. Unlike the rest of them, she's decided to make it the center of her campaign.\nGabbard was for Iraq War II before she was against it, serving two tours overseas during the war, one at Balad air base north of Baghdad and another in Kuwait. But she has done the very best thing she could do with that experience, and that is to use it to cover her right flank from hawks' criticism about \"weakness\" while demanding retrenchment in the name of her colleagues in the Hawaii National Guard, where she is still an active duty major, and other U.S. military personnel.\nThe idiots on cable news are  terrified of her. The U.S. population now regrets the terror wars by super-majorities. Veterans of the wars themselves agree - and the wars are not even over yet! Then here comes an attractive, credentialed candidate for high office saying exactly what is not supposed to be said - it doesn't have to be this way - and right where the American people can hear it.\nIf and when she gets a chance at her Ron Paul moment, like what happened when Paul tangled with Rudy Guiliani about the motives of the September 11th hijackers back in 2007, it could change everything for the campaign and finally give the American people another chance to argue about what is really going on here.\nThat is why Gabbard needs to step it up right now. She needs to draw a line in the sand on her antiwar position and demand the others pick their side of it. How will the world know that war and peace is up for a vote this time around if she doesn't take the initiative and make sure that it is? It's true that she talks about it in her appearances all the time, and she did a pretty good job of beating up on that reflexive hawk, Tim Ryan, over Afghanistan in the last debate.\nBut it has not been enough to change the game.\nHere's a big part of the reason why. Tulsi is trying to appease, or actually agrees with the hawks on some things. But the hawks are not right about anything. Better would be to just go ahead and get it right, then fight them.\nThe first problem is the framing of the \"good\" war on terrorism, as contrasted with the \"bad\" regime change wars. This is probably not just posturing for the critics. Gabbard is brave enough. But she's wrong. Well, first of all let us focus on how right she is: Saddam Hussein and Muammar Gaddafi were enemies of al Qaeda. Bashar al Assad still is. Same for Mahdi Al-Mashat, the head Houthi in Sana'a, Yemen, and the Mullahs of Iran. For the previous two presidents to exploit the September 11th attacks in order to start these several wars - in the case of Libya, Syria and Yemen, outright allying with the sworn disciples of al Qaeda's bin Laden and Zawarhiri in the pursuit of other agendas - has been as treasonous as it has been disastrous.\nTulsi Gabbard deserves credit for spending her time at Balad airbase learning who was killing who on whose side and why. This is clearly why she cannot be buffaloed - like the rest of Washington D.C. - into rallying behind the al Qaeda-led \"rebellion\" in Syria, for example. For the rest of the establishment, every day is a whole new day, and yesterday's al Qaeda-tied enemy Sunni-based insurgency is today's group of admirable moderate rebels taking Iran down a peg, er, fighting for human rights and stuff. These bogus narratives don't impress Gabbard at all.\nThe next time Meghan McCain wants to attack the congresswoman about her meeting with Bashar al-Assad, Gabbard should ask McCain about her father's friends in the Northern Storm Brigade who bragged to Time magazine before the Senator met with them, that they had fought against the U.S. as \"foreign fighter\" jihadists in Iraq War II, and who sold journalist Steven Sotloff to ISIS, who beheaded him, for $25,000.\nBut Tulsi, the war against terrorism has been a disaster too. The only two \"legitimate\" wars against al Qaeda - wars that at least were not bait and switch operations against unrelated countries - were in Pakistan and Yemen in the Obama administration. (Bribing the Sunni tribes of Iraq to kill the AQI guys they'd already been killing and marginalizing for a full year before the \"surge\" ever started in 2007 doesn't count.)\nThe CIA drone war in Pakistan came with a huge price. Not only were innocent civilians slaughtered and terrorised right out of their wits by the drones themselves, but the U.S. made a deal with the Pakistani government to help them fight their war against the Pakistani Taliban, the Tahrik e-Taliban as payment for the right to bomb. Tens of thousands of people were killed in these campaigns. The locals became that much more radicalized, the attempted Times Square bomber of 2010 along with them. A group of Pakistani Taliban refugees fled Pakistan for safe haven in Afghanistan. They later hoisted the black flag and declared themselves loyal to the then-Islamic State in Iraq and Syria. The current presence of this so-called ISIS-Korasan Province in eastern Afghanistan has given the safe haven myth a whole new lease on life, even giving the generals an excuse to try to undermine the ongoing American negotiations with the Taliban toward a U.S. withdrawal.\nAnother consequence of the CIA drone war on terrorism in Pakistan is that many of the actual old friends of bin Laden, exiled to the middle of nowhere in the northwestern tribal areas of Pakistan, beginning to feel the heat of the Hellfire missiles raining down on them, decided to head off to - ahem - Somalia and Yemen, to worsen problems there.\nA drone strike in Pakistan in July of 2012 against al Qaeda associate Sheik Yahya al-Libi - the brother of the man the CIA and Egyptians tortured into claiming Saddam Hussein's government taught al Qaeda how to hijack planes and make chemical and biological weapons - prompted al Qaeda leader Ayman al Zawahiri to propose that fighters in Libya avenge his death by killing their friends, the Americans stationed nearby who had helped them overthrow Gaddafi the year before and were helping their \"ratline\" ship weapons off to Syria from their make-shift consulate in Benghazi. Two months later, they did, in the Benghazi attack of September 11th, 2012, killing U.S. ambassador Chris Stevens and 3 other Americans.\nIn Yemen, Obama started the CIA campaign in early December 2009. In retaliation, on Christmas Day al Qaeda in the Arabian Peninsula (AQAP) attempted to blow up a plane over Detroit, with the underpants bomb. The war continued. And all it ever did was backfire, creating more and more al Qaeda terrorists with every strike against them. Sure, a Reaper drone dropping a 500 pound JDAM is a \"scalpel,\" compared to W. Bush sending in the entire 3rd infantry, but it's a weapon of mass destruction to anyone on the ground. In the case of the Yemen drone war, that almost always includes the blood of innocent civilians, which grows al Qaeda resistance like watering a garden.\nHowever, empowering al Qaeda by fighting against them isn't the half of it. In order to engage in this counter-productive endeavor, Obama set off a chain of catastrophes that within a few short years, saw him launch a war directly on their behalf. First he agreed to pay the Saleh government in money and guns for the rights to attack AQAP, and even for the privilege of blaming the resulting civilian deaths on the Yemeni state (Thanks to Julian Assange and Chelsea Manning, sitting in jail cells, for the citations.) The problem is that Saleh took those dollars and weapons and gave them to al Qaeda and the Yemeni Muslim Brotherhood, al-Islah, and used them in conjunction with the national army in order to attack a group of Zaidi Shi'ites in the north, the Houthis. Well the Houthis beat Saleh's forces back time and again, and by 2012, combined with the rest of the Arab Spring-protesting masses, they had the power to force Saleh out. Hillary and the Saudis swooped in to ensure that the vice-president Mansour Hadi would take over by holding a one-man-on-the-ballot election to seal the deal.\nBut then Hadi made Saleh's same mistake and attacked the Houthis. He also tried to solidify regional borders in a \"federalism\" plan that would have cut them off from access to the Red Sea. In a small plot twist, it turned out that the former dictator Saleh was a Zaidi Shi'ite like the Houthis, and was able to turn right around and make an alliance with them against the Hadi regime. The Houthis, along with Saleh's forces, marched on the capital and took it over at the end of 2014, beginning of 2015.\nAt the time Obama's government said this was just fine with them and they started passing intelligence to the Houthis to use to target AQAP, but the war against al Qaeda did not matter compared to the U.S.'s other interests in the region. America's allies, the Saudis, decided that a Houthi-dominated state on their southern border was intolerable. It also made a great opportunity for then-new Deputy Crown Prince and Defense Minister Mohammed bin Salman, to play domestic politics back in Saudi Arabia. So, with America's help, they started a massive air war and blockade against the new Houthi regime and the Yemeni people at large.\nIn other words, the previous war against AQAP in Yemen led directly to the war for AQAP in Yemen, which rages to this day, and has already cost the lives of over 200,000 people, many of them young children.\nSo, yes, by all means, where the local Mideast dictator has a moustache but no beard, don't back him, and don't overthrow him in favor of bin Ladenites either. Pass the Stop Arming Terrorists Act. Add it to the Constitution. No one in this country outside of Washington D.C. hates Iran and their friends enough to choose to back al Qaeda against them. That's not just a bait and switch. That's completely crazy.\nBut the wars against terrorism have been horrible, destructive and counterproductive too.\nPart of Gabbard's problem is her misdiagnosis of the origin of the threat. The terrorists' war against the U.S. is not motivated by \"radical Islam,\" but radical politics. As we all know because everybody knows: Jimmy Carter and Ronald Reagan backed them in Afghanistan, Bush Sr. and Bill Clinton caused them to turn on us by occupying Saudi Arabia to bomb Iraq for 10 years (Bill also backed them in Bosnia and Kosovo). Then W. Bush and Obama - as Gabbard correctly says every day - pulled the big bait and switch, launching all these regime change wars against olive-green and three-piece tyrants, spreading chaos and lawless space for jihadists to thrive in Iraq, Libya, Syria and Yemen. Religious nuts our enemies may be, but pretending their fundamentalism, and not the actual wages of American dominance in their region of the world, is at the root of our troubles is first of all not true, and secondly it is conceding so much to the false narratives of the hawks that it undermines Gabbard's peace position and bolsters theirs.\nPlenty of Salafi and Wahaabi Muslims are perfectly peaceful. If anything, their \"quietist\" mandate to obey civil authority in all cases seems to lead to submission in the face of American-backed royal dictatorships rather than violent revolution against them. Of course al Qaeda and ISIS's leadership share many of their fundamentalist views, but then again many of their fighters and followers don't know much about the Koran at all. They fight in solidarity with others they see as having a shared identity. Saudis and Egyptians going to war in New York over Iraqis being killed by Americans is not unlike Hawaiians going to war in Iraq over an attack committed by Saudis and Egyptians in New York. Is it radical Hindu extremism at work, or radicalized politics in reaction to mass violence?\nRight.\nThis is important. First of all, it's just the truth. America started it. On both sides. On almost all sides of all these conflicts. \"Radical Islam\" does not mandate the destruction of our country. It never did. On September 11th 2001, al Qaeda numbered 400 individual men in Afghanistan, and a few hundred more scattered around the Middle East. Whatever their dreams of building a \"caliphate\" where a bunch of modern nation-states stood, it was hardly the U.S.A. standing in their way. They had no possible path to victory besides the one America has cut for them in all the time since then.\nIn Syria, Iraq, Somalia and Libya, real and alleged bin Ladenites remain, but none of them require American intervention to solve. There's every reason to believe that anything the U.S. does to fight them will only makes matters worse from this point forward too. That's what al Qaeda was counting on the U.S. to do to itself and for them, all along.\nAll other things being equal, if the U.S. would simply cease intervention in the Middle East altogether, and bring its military, spies and mercenary forces home, what's left of the problem of anti-American terrorism could be thwarted by Customs and the FBI. We can just come home. Zawahiri may try to declare victory from whatever basement he's hiding in, but he'll never rule so much as a city block anywhere in the world and we all know he knows it too, so, so what?\n\"I'm a dove on regime change but a hawk on terrorism,\" isn't going to cut it. \"Terrorism\" has already proven to be a loophole big enough for Bush and Obama to drive 8 or 10 wars through. Trump invokes it when threatening al Qaeda's enemies in Iran.\nBush, Obama and Trump all promised us \"less\" intervention and gave us nothing but escalation. Take a stand and run against the whole war on terrorism, for that matter the entire post-Cold War doctrine of global dominance. The powerful want the empire. The voters want no part of it at all. Go after 'em! Fatally undermine the war's baseless rationales or the whole effort will be for nothing.\nRepublished from antiwar.com.\n \nThe post Tulsi Gabbard's Chance to Make the Race About the Wars appeared first on The Libertarian Institute.\nTulsi Gabbard's Chance to Make the Race About the Wars was first posted on July 31, 2019 at 12:14 am.\n\nLoad-Date: July 31, 2019"
}