{
    "title": "Tunisia explosion killing 12 blamed on terrorism 30-day state of emergency is declared",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 11,
    "day": 25,
    "full text": "Tunisia's president declared a 30-day state of emergency across the country and imposed an overnight curfew for the capital after an explosion Tuesday struck a bus carrying members of the presidential guard, killing at least 12 people and wounding 20 others.The government described it as a terrorist attack. The blast on a tree-lined avenue in the heart of Tunis is a new blow to a country that is seen as a model for the region but has struggled against Islamic extremist violence. Radical gunmen staged two attacks this year that killed 60 people, devastated the tourism industry and rattled this young democracy.No one immediately claimed responsibility for the attack against the presidential guard, an elite security force that protects only the president.\nPresident Beji Caid Essebsi, who wasn't in the bus at the time, declared the state of emergency and curfew on the Tunis region. He convened an emergency meeting of his security council for Wednesday morning.\nSpeaking on national television, he said Tunisia is at war against terrorism and urged international cooperation against extremists who have killed hundreds around Europe and the Mideast in recent weeks, from Paris to Beirut to a Russian plane shot down over Egypt.\nI want to reassure the Tunisian people that we will vanquish terrorism, he said.Police fanned out throughout central Tunis after Tuesday's explosion, and ambulances rushed to the scene, evacuating wounded and dead. Top government ministers visited the scene of the attack after it was cordoned off by police.Interior Ministry spokesman Walid Louguini told The Associated Press that at least 12 were killed and 20 wounded in the attack.\nWitness Bassem Trifi, a human rights lawyer, said the explosion hit the driver's side of the bus, describing a catastrophic scene.I saw at least five corpses on the ground, he told the AP. This was not an ordinary explosion.The attack came days after authorities visibly increased the security level in the capital and deployed security forces in unusually high numbers.This month, Tunisian authorities announced the dismantling of a cell that it said had planned attacks at police stations and hotels in the seaside city of Sousse, about 95 miles southeast of Tunis. Sousse was one of the targets of attacks this year.\nIn Washington, State Department spokesman Mark Toner said the U.S. government was seeking details on what happened in Tunis and added, We strongly condemn the attack.Secretary of State John Kerry, visiting Tunis this month, pledged expanded economic and security support for Tunisia.\n\nLoad-Date: November 25, 2015"
}