{
    "title": "TUNISIAN CALLS ISRAELI RAID 'STATE TERRORISM'",
    "publisher": "the new york times",
    "year": 1985,
    "month": 10,
    "day": 2,
    "full text": "Foreign Minister Beji Caid Essebsi of Tunisia today condemned Israel's raid on the P.L.O. headquarters in Tunis as an act of ''state terrorism'' aimed at sabotaging the Middle East peace process. Tunisia called for an urgent meeting of the Security Council.\nThe Israelis' ''terrorist act,'' Mr. Essebsi said, ''is in line with their constant policy of rejecting all peaceful solutions.''\nIn a statement released by the Tunisian Mission, he added: ''We ask the international community and particularly those who support Israel: How long will they tolerate the Israeli policy which is opposed to international peace and security?''\nHe said Tunisia would not allow its territory to be violated.\n \nCouncil Meeting Is Asked\nIn a letter addressed to the President of the Security Council, Tunisia's delegate to the United Nations, Najib Bouziri, called for an immediate meeting of the Security Council to ''condemn this act of deliberate aggression,'' demand reparations for Tunisia and take measures to prevent other such acts. [The Security Council scheduled closed-door consultations on Wednesday morning, The Associated Press reported.] Mr. Bouziri charged that the raid was launched against an ''exclusively urban area'' populated by ''Tunisian families and a small number of Palestinian civilians who were forced to flee from Lebanon after the invasion of that country by the Israeli Army.''\nSecretary General Javier Perez de Cuellar also denounced the raid. ''Such acts of reprisal in the current situation, with the resulting casualties and the violation of the territorial integrity of a member state, cannot be accepted,'' he said. ''They serve to perpetuate the cycle of violence and further hamper the search for peaceful solutions.''\nIsrael's Foreign Minister, Yitzhak Shamir, who will address the Assembly Wednesday, did not issue a statement today.\nSyria's Foreign Minister, Farouk al-Sharaa, denounced the raid as an ''Israeli act of aggression,'' adding that Israel ''has violated international air space and has endangered international aviation.''\nDefense Minister Prince Sultan of Saudi Arabia condemned the raid as ''aggression'' against ''sisterly Tunisia.''\nLater in the day, there was swift reaction to the White House statement that the Israeli raid was ''a legitimate response'' to a terrorist attack.\nClovis Maksoud, Permanent Representative of the League of Arab States to the United Nations, described the American defense of the raid as ''shocking to the Arab world as a whole.'' He added, ''Tunisia has been a friend of the United States, and the response was outrageous.''\nForeign Ministers and representatives from the 21-member Arab group met tonight and issued a statement of support for Tunisia's call for a Security Council meeting.\nA Palestine Liberation Organization official, Farouk Kaddoumi, said the raid against Tunisia, a moderate Arab nation, was a deliberate attempt to sabotage the Middle East peace process. He said the raid ''means that the Israelis are the main obstacle in the process of peace.''\n \nHussein-Reagan Meeting\nOn Monday, after a meeting with King Hussein of Jordan, President Reagan said he believed direct negotiations for peace between Israel and Jordan could begin by the end of December.\nKing Hussein has insisted that the proper ''auspices'' for the direct talks should be an international conference to which the United States, Soviet Union and other permanent members of the Security Council would be invited. Israel has opposed such a meeting, and the United States has not been enthusiastic.\nIn his speech before the Assembly, Mr. Sharaa strongly condemned the Jordanian-Israeli plan for direct talks as ''tantamount to the liquidation of the inalienable rights of the Palestinian people,'' particularly the right to establish a Palestinian state."
}