{
    "title": "Tunisia Bans Full-Face Veils for Security Reasons",
    "publisher": "the new york times",
    "year": 2019,
    "month": 7,
    "day": 5,
    "full text": "TUNIS, Tunisia — Prime Minister Youssef Chahed of Tunisia on Friday prohibited anyone wearing the niqab, a religious covering for the face with only an opening for the eyes, from entering public institutions and government offices, citing security reasons.\nAfter Tunisia’s 2011 revolution, which started the Arab Spring, an Islamist political party came to power and Tunisians were divided over use of the niqab in public spaces. There was broad public debate over women’s rights and religious freedom.\nBut since then, terrorist attacks and a concentrated effort to fight them mean that for much of the population, safety, and the need to clearly identify faces, have taken precedence, making Tunisia’s ban “not so surprising,” according to Amel Grami, a professor at Manouba University who studies Islam and is the author of a book about women and jihad.\n“Society is aware of the necessity of security,” she said. “We have been through several heavy terrorist attacks.”\nWith the decision, Tunisia joined a growing number of countries, including neighboring Algeria and Morocco, to impose restrictions on the use of religious coverings in the name of security.\nThe ban came a week after two suicide bombers attacked security forces, killing two people — a policeman and a civilian.\nLater, when the police cornered the man who had coordinated the two suicide bombings, some bystanders who had witnessed the manhunt said he had been wearing a full-face veil — a rumor that was later denied by the spokesman for the Ministry of Interior, Sofiene Zaag, speaking to Tunis Afrique Press, the national press agency.\nIn 2014, the Ministry of Interior made an announcement about a wanted man who wore a niqab to escape the police, and began conducting security checks on people wearing the face covering.\nThis is not the first time religious garb was proscribed in Tunisia. Under President Zine el-Abidine Ben Ali’s long rule, the hijab, which covers only a woman’s hair and neck, was banned in public offices. They were allowed again after his ouster by the revolution in 2011.\nTunisia made fighting terrorism a priority following the attack at the Bardo National Museum in 2015, which killed 22 people, and the attack at            a beach resort in Sousse the same year, which killed 38 people, most of them tourists.\nSince then, there has been a consensus that anything that obscures a person’s identity, such as a niqab, can be a threat, Youssef Cherif, a political analyst, said.\n“The niqab has always been a sensitive subject in Tunisia,” he said. “Now it is much less so.”\nFifteen percent of the national budget is now allocated for the fight against terrorism, and the recent attacks in Tunis revealed that the threat is still present, even if Tunisia has not witnessed a severe terrorist attack in the last three years.\nSome, like Souhail Alouini, a member of Parliament, said this might be the moment to discuss banning the niqab in public spaces, “not for religious purposes, but really for security,” he said.\n“We proposed a bill in 2016 about this subject and it has still not been debated,” he said. “Maybe it is time now.”\nThere were few dissenting voices in Tunisia on Friday.\n“Tunisia is facing terrorist attacks, so every measure which is led by security motives is understandable,” said Samir Dilou, a member of Parliament and former Minister of Human Rights with the conservative, religious Ennahda party.\nPHOTO: A woman wearing a face veil on Friday in Tunis, Tunisia.&lt;br /&gt;&lt;br /&gt; (PHOTOGRAPH BY Ammar Awad/Reuters FOR THE NEW YORK TIMES)\n\nLoad-Date: July 10, 2019"
}