{
    "title": "Tunisia 's young democracy stumbles under terror threat",
    "publisher": "university wire",
    "year": 2015,
    "month": 8,
    "day": 24,
    "full text": "TUNIS, Tunisia - The seven men spent a week in a Tunisian prison on terrorism charges, suffering what they claim was torture under custody, before a judge released them for lack of evidence. But as they stepped out of the courthouse in early August, plainclothes policemen swooped in and spirited them away.\nAfter their lawyers protested, Justice Minister Salah Benaissa told local radio that arresting suspects without a warrant was now permissible because of the new war on terror: \"There is an agreement between the ministry and the security forces,\" he said, \"that allows them to act against terrorism without previous authorization.\"\nTunisia, the cradle of the Arab Spring, was its only country to emerge with a democracy marked by increased freedoms and regular elections. But a pair of devastating terrorist attacks that killed nearly 60 foreign tourists has triggered a state of emergency, and police have been arresting hundreds in sweeps. It is prompting many activists to fear a return to the days of repression under late dictator Zine El Abidine Ben Ali.\nTunisia's fledgling democracy has been cited as the hope for a region in which the democratic promises of the Arab Spring have largely collapsed into chaos - as in Libya - or brought in harsher new regimes as in Egypt. But Tunisia's freedoms may be buckling as the country clamps down to deal with terror attacks threatening an economy already teetering on the edge of insolvency.\n\"I have never felt so worried as these days,\" said Achraf Awadi, who demonstrated in the streets for Ben Ali's downfall, and went on to help form I-Watch, an organization monitoring elections and promoting democracy in Tunisia.\nTogether with several other civic groups, Awadi is sounding the alarm over new laws passed by the parliament that he says will overturn the gains of the past few years, and re-empower the hated police. These include laws to rehabilitate old regime businessmen accused of corruption, weaken the transitional justice process and protect security forces from attacks by journalists.\n\"If, under the new state of emergency, you can't even protest in front of the assembly, you have all the ingredients to pass any dictatorship-like laws,\" he said, maintaining that the police remain unreformed even four years after the revolution.\nUnder Ben Ali, Tunisia was a police state in which the feared Interior Ministry harshly repressed dissent; the corrupt economy was run by close friends and family of the dictator.\nAfter the revolution, the newly elected government led by the moderate Islamist Ennahda Party began passing laws to hold corrupt businessmen accountable, and set up a Truth and Dignity Commission to examine the crimes of the dictatorship.\nIn the aftermath of the revolution, however, the economy suffered, strikes and demonstrations proliferated and a radical Islamist movement arose that assassinated politicians and attacked tourist sites. People demanded a stronger state.\nThe Interior Ministry has since embarked on a whirlwind campaign of arrests, detaining hundreds and hundreds on terrorism charges - often on weak evidence.\nOn Aug. 5, the man who had been arrested with great fanfare as the \"mastermind\" behind the Bardo National Museum attack several months earlier was released - apparently because he was not involved.\nCritics maintain that the sweeps only further alienate disenfranchised youth and say new strategies of persuasion are needed to deal with terrorism.\n\"The attacks have had a psychological effect on the police and has given them a sense of impunity,\" said Michael Ayyari of the International Crisis Group, which just published a report about the need for reform in the Interior Ministry. \"They now have more freedom of movement and action.\"\nIn the fall, Tunisians elected a new party to power, Nida Tunis (Tunisia's Call), which evokes the glories of the Tunisia's first post-independence leader, Habib Bourguiba, who laid the foundations for the state under his paternalistic, authoritarian rule.\nSince it came to power, Nida Tunis has strengthened the police with the new anti-terror law and the state of emergency, and put the brakes on other measures aimed at corrupt businessmen and officials from the old regime.\nOne of their most controversial pieces of legislation is an economic reconciliation law that seeks to close the files on businessmen accused of corruption. The law would set up a system whereby businessmen could pay some of the money they are accused of stealing, in exchange for an amnesty. More importantly, they would be exempt from the Truth and Dignity Commission set up last year.\nThe head of the commission, Siham Bensedrine, has spoken out vociferously against the draft law. Aside from subverting efforts at transitional justice, she maintained that granting amnesty to businessmen will just perpetuate the old system of cronyism and corruption, and scare away foreign investors.\n\"This draft law won't boost the economy,\" she said. \"Instead it will make permanent all the obstacles that started the economic crisis and will restore the system of corruption that existed under Ben Ali.\"\nThe commission is set to start public hearings in September and has received so far 15,000 complaints, mostly related to torture but some involving economic crimes.\nMohsen Marzouk, the secretary general of Nida Tunis and one of the top contenders to be the next president of the country, dismissed the concerns of what he calls a \"tiny minority\" - pointing out that most polls have Tunisians calling for more authority, not less.\nWhile transitional justice is important, he said Tunisia is in the midst of a titanic economic struggle and a war on terrorism, and doesn't have time for a lengthy process to go over a half century's worth of crimes.\n\"How can we fight terrorism and work together on the economy - how can we involve all of Tunisia's capacities - if we can't have reconciliation?\" he asked from his office, which was decorated with several portraits of Bourguiba.\nNo parliamentarian voted against the anti-terror law passed a month after the attack on the resort in Sousse. Ten deputies who abstained were roundly attacked in the government-influenced media.\nAn editorial in the largest French-language paper, La Presse, demanded they be stripped of their parliamentary immunity and tried for supporting terrorism.\nNeji Bghouri, the head of the journalists' union, said these kinds of editorials were reminiscent of the previous regime. An editor and blogger have been charged with terrorism for their writings, and a law guaranteeing access to information was pulled by the government.\n\"Under the pretext of fighting terrorism, the old practices are returning,\" Bghouri said. \"We are still a country in transition, one foot in democracy, the other in dictatorship.\"\n\nLoad-Date: August 24, 2015"
}