{
    "title": "Tunisia Lifts 3-Year State of Emergency",
    "publisher": "the new york times",
    "year": 2014,
    "month": 3,
    "day": 7,
    "full text": "TUNIS -- President Moncef Marzouki of Tunisia lifted a state of emergency on Thursday that had been in force since the 2011 uprising, in a sign of growing confidence in the country since political accords were reached in December.\nThe imposition of the state of emergency was one of the last acts of President Zine el-Abidine Ben Ali, who ordered it hours before he fled the country on Jan. 14, 2011. The decree gave the army and the police extra powers, including the ability to outlaw gatherings of more than three people and to impose curfews. The 2011 demonstrations in Tunisia set off the Arab Spring uprisings across the region.\nIn practice, the restrictions were widely disregarded by Tunisians in the three years after Mr. Ben Ali's overthrow. Demonstrations and rallies have taken place unimpeded, including a tented camp set up for months outside the Parliament building. Nevertheless, incoming governments maintained the state of emergency as they grappled with rising crime and incipient terrorism.\nA statement from the president's office emphasized that the decree's removal would not limit the security services' capacity for law enforcement, nor preclude any request for military support, news agencies reported.\nTunisia's security forces have been conducting operations against suspected extremist Islamist groups around the country over the past 10 months. The army is engaged in operations against a group of insurgents lodged in mountains at Chaambi on the western border with Algeria, and police forces have frequently clashed with gunmen during raids in provincial towns and districts of the capital.\nTunisia suffered months of political discord after the assassinations of two leftist politicians in 2013. But mediated negotiations between political parties led to an agreement in December for a caretaker government to run the country until new elections. The government, led by the Islamist party Ennahda, stepped down, and the former minister of industry, Mehdi Jomaa, took over as prime minister in January.\nIn his first television interview this week, Mr. Jomaa said that the security situation was improving but that he would maintain a determined stance against terrorism. At the same time, he said he wanted to get the country back to work.\n''In these three years we have not worked, we have not respected the institutions of the state or of law,'' he said. ''We have not produced. That is not a revolution.'' He added: ''Another revolution is beginning. That of minds and of work.''\nIn comments to a local radio station, Finance Minister Hakim Ben Hammouda welcomed the lifting of the emergency decree, saying it would signal the improvement of the security situation and encourage badly needed foreign investment.\n\nhttp://www.nytimes.com/2014/03/07/world/africa/tunisia-ends-emergency-rule.html\n\nLoad-Date: March 7, 2014"
}