{
    "title": "Tunisia Hosts Security Meeting With Group of 7 to Discuss Terrorism Threat",
    "publisher": "the new york times",
    "year": 2015,
    "month": 7,
    "day": 16,
    "full text": "TUNIS -- The Tunisian government hosted a security meeting with officials from the Group of 7 industrialized nations on Wednesday to discuss ways that they can further help the country deal with the growing threat of terrorism, officials here said.\nThe Tunisian ministers of defense, interior and tourism attended, as did American officials, including from the departments of State and Homeland Security, and ambassadors and senior officials from several other nations. \n  Tunisian officials described the meeting as a workshop to explore what more Tunisia can do to secure the country against terrorist attacks like those that have recently singled out foreigners.\n  Islamist extremist groups have claimed responsibility for two attacks against foreign tourists in recent months. In March, gunmen killed 22 people at the National Bardo Museum in Tunis, the capital, and last month a lone attacker shot dead 38 tourists at a beach hotel in the town of Sousse. Thirty of the dead in the second attack were from Britain, and last week the British government advised its citizens to leave Tunisia, warning of a high possibility of another attack.\n  The Tunisian government has appealed for Western assistance in dealing with both terrorism and the economic consequences. Tens of thousands of vacationers have canceled bookings.\n  The government has declared a state of emergency and announced other security measures. Hundreds of extra police officers and armed guards have been deployed to protect hotels and tourist sites, and can be seen checking vehicles at main intersections around the country.\n  Yet four years after the overthrow of President Zine el-Abidine Ben Ali, Tunisian security forces remain largely unreformed and poorly paid, and have struggled to contain the terrorist threat.\n  ''While elements of Tunisia's security forces are highly capable,'' said a United States official in Washington, ''Tunisia continues to grapple with a lack of interagency coordination, low levels of capacity amongst the lower echelons of the police, and inexperience on how to investigate and prosecute terrorists under the rule of law.'' The official spoke on the condition of anonymity to discuss confidential assessments.\n  Tunisia has also begun digging a trench along part of its border with Libya to stem illegal traffic between the two countries, which is considered part of the security risk. Extremist groups have been using smuggling routes across the porous desert border to move weapons and men into Tunisia, Interior Minister Najem Gharsalli said on Sunday.\n  The government has said it needs help with equipment, in particular to build a fence along the border and for electronic surveillance there.\n  President Beji Caid Essebsi said on Wednesday night in a television interview that the United States was the only country that ''has really helped in the war against terrorism'' in Tunisia.\n\nhttp://www.nytimes.com/2015/07/16/world/africa/tunisia-hosts-security-meeting-with-group-of-7-to-discuss-terrorism-threat.html\n\nLoad-Date: July 16, 2015"
}