{
    "title": "Tunnel of terror_  Well, not exactly Former Memorial Tunnel now used as anti-terrorism training faci",
    "publisher": "charleston daily mail",
    "year": 2001,
    "month": 11,
    "day": 16,
    "full text": "DAILY MAIL STAFF\nNo traffic has flowed through Memorial Tunnel for years, but the events of the past few months have given the tunnel plenty of usefulness.\nThe tunnel that used to conduct two lanes of traffic through a Kanawha County mountain on the old West Virginia Turnpike now serves as an anti-terrorism training ground.\nAt the Center for National Response, which is the new name for the tunnel, emergency crews can act out realistic versions of hazardous materials spills, terrorism scenarios or biological disasters.\nSince the terrorist attacks, the training going on at the tunnel has taken on new meaning.\n\"Sept. 11 probably justified the need for better training and better equipment for first responders,\" said Joe Brauck, the deputy program manager for the Center for National Response. \"Now it's not just a matter of whether it's going to happen. It's a matter of when.\"\nThe kinds of questions emergency crews train to answer in the tunnel are similar to the ones officials are answering in real life.\nWhat is the effect of this biological agent? What kind of person would have access to these chemical techniques? Does this plane crash indicate an act of terrorism or is it a straightforward tragedy? What steps do I need to take to protect people?\n\"Speculation of terrorist activities is quite extensive right now,\" Brauck said. \"The question is, what do investigators need to look at to figure out whether something is just an accident or whether there's something else that indicates it is more?\"\nInside Memorial Tunnel are wrecked cars, trailers, 18-wheelers and a subway car. The vehicles are props for emergency workers to depict accidents and life-threatening events.\nThe tunnel was blasted through the Paint Creek mountain in 1953 to open the two-lane Turnpike. Traffic abandoned the tunnel in the 1980s when the highway was upgraded to four-lane interstate standards and highway engineers decided to cut a pass through the mountain.\nA couple of years ago, state officials decided to turn the tunnel into the anti-terrorist training ground. Brauck and others spent months transforming the tunnel from \"a deep, dark, nasty, dirty hole.\" The National Guard oversees the training ground for the U.S. Defense Department.\nThe project began when U.S. Sen. Robert Byrd, D-W.Va., added $ 5 million to the Defense Department spending bill. The project's total estimated cost is $ 60 million.\nEmergency crews from states such as Louisiana and Illinois - as well as local emergency officials - have used the training ground for a variety of exercises.\nThe Center for National Response can offer made-to-order scenarios and rearrange props to fit the needs of the agency that is training.\n\"We try to roll a lot of different things into the scenarios we do,\" said Brauck, who spent 25 years in the Army.\nThe center can set up scenarios ranging from a poison gas attack in a subway car to a raid on a methamphetamine lab in a trailer. Cars covered in rubble can represent an explosion or collapse at an underground parking garage beneath a chemical lab.\nThe center tries to make the scenarios as realistic as possible.\n\"A couple of beakers are not going to make it feel like an actual situation,\" Brauck said. \"If you can make the training situation as realistic as possible, they'll take the training to heart.\"\nBrauck said the events of the past few months have solidified public support of preparing the people assigned to respond first to dangerous situations.\n\"Now that people realize things can happen like this, support has been sparked for helping first responders,\" he said.\n\"The public needs to protect them so they can go home to their family at night.\"\nWriter Brad McElhinny can be reached at 348-1244 or by e-mail at bradmc@dailymail.com.  \n\nLoad-Date: November 18, 2001"
}