{
    "title": "Tupelo police receive training in fighting terrorism",
    "publisher": "northeast mississippi daily journal ",
    "year": 2010,
    "month": 3,
    "day": 27,
    "full text": "Mar. 27--TUPELO -- Chief Tony Carleton hopes his officers never have to use the terrorism recognition training they received at a workshop Thursday.\nBut in case the unthinkable happens, Carleton said he wants to make sure his officers are prepared. Since joining the FBI's Joint Terrorism Task Force in 2009, the Tupelo Police Department has used federal resources to train its officers about the dangers and realization of terrorism.\nMembers of the department's patrol unit attended the training session held at Itawamba Community College. Hosted by the FBI and Homeland Security, the training was designed to help officers to identify weapons of mass destruction, improvised explosive devices and other types of terrorist activities.\nLt. Mike Lewellen, who attended the training, said in today's world of law enforcement more patrol officers are being thrust to the front lines of dealing with more dangerous situations.\n\"We wanted to make sure our patrol division was up to date on recognizing terrorist situations because they are our first line of defense,\" said Lewellen. \"They are the ones who are out protecting the streets while we are sleeping, so it is very important they know how to handle every type of situation. Since 9/11, the FBI has done a good job sharing their knowledge and expertise about terrorism to law enforcement agencies and we want to take advantage of that training.\"\nCarleton said the approach of being better safe than sorry will make Tupelo a safer city.\n\"We hope a terrorist attack never happens here or anywhere else, but by learning from our past we know we have to be prepared,\" he said. \"Making sure all of our officers know what to look for can potentially save lives. And that is the important thing.\"\nTo see more of the Northeast Mississippi Daily Journal or to subscribe to the newspaper, go to http://www.djournal.com. Copyright (c) 2010, Northeast Mississippi Daily Journal, Tupelo, Miss. Distributed by McClatchy-Tribune Information Services. For reprints, email tmsreprints@permissionsgroup.com, call 800-374-7985 or 847-635-6550, send a fax to 847-635-6968, or write to The Permissions Group Inc., 1247 Milwaukee Ave., Suite 303, Glenview, IL 60025, USA.\n\nLoad-Date: March 28, 2010"
}