{
    "title": "Turkey retaliates against Trump tariffs, hiking fees on U.S",
    "publisher": "university wire",
    "year": 2018,
    "month": 8,
    "day": 16,
    "full text": "The White House on Wednesday condemned Turkey's doubling of tariffs on USA cars, alcohol and tobacco imports, calling the action \"a step in the wrong direction\".\nThe lira has lost more than 40 per cent this year and crashed to an all-time low of 7.24 to the dollar on Monday, hit by worries over Erdogan's calls for lower borrowing costs and by worsening ties with the United States, a major North Atlantic Treaty Organisation ally.\nMeasures taken by Turkey's central bank also helped the lira rebound, such as cracking down on foreigners aiming to short the currency.\nIn another unconventional step, the regulator said that until markets \"normalize\", it would temporarily stop applying the effect of day-to-day losses on the securities held by banks to their capital adequacy ratios. That fueled a relativelyhigh rate of economic growth-7 percent previous year.\nThe Turkish president had visited the Suakin island on the west coast of the Red Sea on December 25, 2017, as part of his two-day official visit in the northern African nation.\nThe Turkish lira fell by over 45 percent against the United States dollar, but was trading at 6.0 to the USA dollar with a 5.2 percent gain on Wednesday.\nA treasury desk trader at one bank said this \"development showed relations with the European Union could recover while tense relations continue with the USA\".\n\"Remarkable turnaround\", Tim Ash, Bluebay Asset Management senior emerging markets analyst wrote in a client note. What this does is prevent investors, like hedge funds, from accessing lira liquidity in the offshore swap market.\nThe lira rebounded some 8 per cent on Tuesday, helped by news of a planned conference call on Thursday in which the finance minister will seek to reassure global investors.\nThe finance minister will seek to reassure worldwide investors on Thursday in a conference call for which a ministry official said some far 3,000 people had signed up.\nA decree signed by Erdogan doubled Turkish tariffs on passenger cars to 120 percent, on alcoholic drinks to 140 percent and on leaf tobacco to 60 percent.\nRain fury in Kerala: UAE airlines suspend flights to Kochi\nPalakkad, which borders Tamil Nadu, also received more rains, aggravating the already flooded parts of the district. From 1979, Kerala has been claiming that the dam is unsafe and has developed leaks following an natural disaster .\nThe decree said the move brought tariffs to 50 percent on imports of United States rice, 140 percent on hard alcoholic drinks like spirits, 60 percent in leaf tobacco and 60 percent on cosmetics.\nTurkish Vice President Fuat Oktay said that the tariff hikes were ordered \"within the framework of reciprocity in retaliation for the conscious attacks on our economy by the USA administration\".\nThe White House said on Tuesday President Donald Trump was frustrated that Turkey had not released Brunson.\nCiting the \"principle of reciprocity\", on 15 August Turkey sharply increased tariffs on a range of products from the United States.\nNorth Atlantic Treaty Organisation allies the United States and Turkey have been at loggerheads over a wide range of topics including diverging interests in Syria, Ankara's ambition to buy Russian defence systems and Andrew Brunson, a pastor on trial in Turkey for terrorism charges.\nAndrew Brunson's continued detention with charges of terrorism and espionage was cited as the basis of United States sanctions on two Turkish ministers on 1 August, which was followed by a doubling on 10 August of USA tariffs on Turkish steel and aluminium to 50% and 20% respectively.\nThe court in the western city of Izmir rejected the appeal and ruled that Brunson will remain under house arrest, the state television TRT reported. An upper court had yet to rule on the appeal, his lawyer told Reuters.\nWhite House spokeswoman Sarah Huckabee Sanders said \"the tariffs from Turkey are certainly regrettable and a step in the wrong direction\".\nErdogan has reacted to the financial instability by blaming foreign powers, in particularly the United States, a longtime North Atlantic Treaty Organisation ally, which he says is waging an \"economic war\" as part of a plot to harm Turkey.\nOn Tuesday, Turkish President Recep Tayyip Erdogan called on Turks to \"boycott\" U.S. electronic goods, but USA officials seemed unconcerned.\n\nLoad-Date: August 16, 2018"
}