{
    "title": "TURK'S WAR ON TERRORISM IS BOGGED DOWN IN POLITICS",
    "publisher": "the new york times",
    "year": 1980,
    "month": 7,
    "day": 30,
    "full text": "Turkey's major political rivals, Prime Minister Suleyman Demirel and former Prime Minister Bulent Ecevit, met privately for dinner last week and agreed on the need for legislation to reinforce the authority of the military and the judiciary in the fight against terrorism.\nThe two men, who head the country's largest political parties, also agreed to have additional discussions. But it was uncertain whether their limited cooperation would lead to significant curbs on terrorist activity.\nThat activity continues unabated. Over the last few days alone, terrorists assassinated a legislator, a former prime minister and a union leader in a continuation of the political violence that has taken more than 2,000 lives this year.\nAN-AA Longstanding Rivalry\nActing President Ihsan Sabri Caglayangil, the host for the fourhour Demirel-Ecevit dinner, has repeatedly called on the leaders of the two parties to ''take a joint stand against terror and anarchy.''\nBut a full-scale, cooperative effort against terrorism is not expected to materialize until the Prime Minister and the opposition leader have a more extensive meeting of minds, and that may not happen soon: Mr. Demirel, head of the conservative Justice Party, and Mr. Ecevit, leader of the socialist Republican People's Party, have been locked in personal and ideological enmity since both achieved political prominence in the 1960's.\nMr. Demirel acts and looks like an American ward politician, his bulky figure and rumpled appearance concealing tremendous vitality and shrewd intelligence. He was born into a peasant family in 1924 near Isparta, in central Turkey, and he likes to use village slang while campaigning, delighting the masses but raising eyebrows among intellectuals. Before going into politics, Mr. Demirel proved his managerial qualities as general director of the state waterworks and later as an engineering consultant for several foreign companies.\nMr. Ecevit, on the other hand, is a sophisticated man of letters, a journalist and poet who feels at home with European Social Democrats. The 55-year-old politician, whose father was a university professor and whose mother was a painter, was born in Istanbul and speaks fluent English and French.\n \nAim of the Terrorists\nTerrorism has become the country's primary concern, taking precedence over such other problems as an annual inflation rate of nearly 100 percent, unemployment over 20 percent, a decline in production, a shortage of hard currency, an antiquated tax system, a weighty bureaucracy and unresolved problems in relations with Greece. Although martial law is in effect in 20 of Turkey's 67 provinces and there are widespread arrests, terrorists continue to strike indiscriminately.\nThe terrorists, who come from the fringes of the left and right, act out of an assortment of motives: political conviction, vengefulness, profit. But all appear to share the same basic objective: the destruction of Turkey's democratic system.\nThe latest killings have brought new appeals for national unity from politicians, the press and the public. ''Citizens in these critical times,'' the independent daily newspaper Milliyet said, ''want just one thing from the Government, the opposition, Parliament and other constitutional bodies: to stop arguing and start a common movement to put out this fire.''\n \n'Little Sense of Compromise'\n''Only if Demirel and Ecevit get together will the country be saved from falling apart,'' was the comment most frequently heard around the country, whether in the eastern city of Diyarbakir, the Black Sea port of Samsun or the industrial capital of Istanbul.\nA Western diplomat who has spent many years here said: ''The fundamental problem is that Turkish society is ridden with factionalism and the administration split into rival blocks which aimed to neutralize, even destroy each other. But unfortunately the Turks have little sense of compromise.''\nThere are fears in many political circles that widespread civil strife and possible military intervention to restore constitutional order will result if the unrest is not controlled. The armed forces, whose leaders consider themselves the guardians of the Turkish republic as well as disciples of its founder, Kemal Ataturk, and his nationalist ideals, have shown concern about the situation but have shown a strong reluctance to impose their authority on the state.\n \nMilitary Chiefs Warn Politicians\nOn four occasions this year, the military commanders have pointedly warned the politicians to get together and put an end to the violence.\nIn his latest admonition, the Chief of the General Staff, Gen.  Kenan Evren, warned ''persons who are deviating from Ataturk's path'' and promised that these ''traitors'' would be punished. His words were apparently directed at the extreme left as well as the extreme right.\nA source close to the army commanders said the military chiefs ''don't have political ambitions now and would only intervene as a last resort, out of patriotism.'' After two interventions in the last two decades, he added, the army leaders realize they cannot cope with Turkey's complex problems and that a coup would likely lead to a cutoff in badly needed Western aid.\nMany Turks believe that the only hope for a solution is through cooperation between the Justice Party and the Republican People's Party, which control more than 85 percent of the votes in Parliament. Neither party has been able to win a parliamentary majority, forcing them to rely on smaller parties and independents to stay in power.\nThe Justice Party has turned to the right-wing Nationalist Action Party, which has links with some extremist groups. The Republican People's Party, on the other hand, has won the support of leftist groups.\n \nRole of Salvation Party\nBoth major parties have formed coalitions with the pro-Islamic National Salvation Party, which holds the parliamentary balance. But the National Salvation Party - a critic of the West, the Soviet Union and Ataturk's secular policies -has been a difficult partner.\nThe Demirel-Ecevit meeting and the agreement to continue talking have raised cautious hopes in political circles.  ''The first step toward reconciliation is taken but the basic issues are still in doubt,'' the independent daily newspaper Gunaydin said in a front-page headline.\nBut the rivalry between the two main parties runs deep and the rivalry between the two men may run even deeper. Political cartoons in Milliyet have pointed out the problems in getting the two leaders together. In one recent cartoon, supporters push the reluctant Mr.  Demirel toward Mr. Ecevit, who extends his hand, but between them is a chasm full of mangled bodies and guns. Another example shows the two politicians in a car with engines in front and behind, each man driving in the opposite direction toward the same goal: democracy.\n \nBoth Leaders Support Democracy\nThe two leaders, men who have dominated modern Turkish politics, appear firmly committed to democracy.  In a long interview a few days ago, Mr. Ecevit said: ''Democracy came too easily to Turkey, not from the bottom but from the top. We didn't pay the price other people paid for democracy and so we now have to pay at a later stage. I think democracy will survive in Turkey because there is no other way.''\nMr. Demirel has repeatedly threatened to ''crush'' the anarchists, but always hastens to stress that he will do so through democratic means.\nMr. Demirel is openly pro-Western, blames Communism for Turkey's ills and is an ardent believer in free enterprise. Mr. Ecevit advocates good relations with all countries, but says Turkey should remain a member of the North Atlantic Treaty Organization. He has called for a balancing of the private and public sectors of the economy, and has accused the Justice Party as well as doctrinaire socialists of neglecting agriculture by making ''a fetish'' of industrialization.\n \nAccord With With U.S. on Bases\nIn foreign policy, Mr. Demirel has generally pursued Mr. Ecevit's regional policies and signed the defense cooperation agreement that Mr. Ecevit's experts worked out with the United States. The accord provided for United States facilities at Turkish military bases.\nMr. Demirel has gone much further than Mr. Ecevit in applying the International Monetary Fund's recommendations for austerity and encouraging foreign investment. While Mr. Ecevit has attacked Mr.  Demirel's ''concessions'' and ''antisocial'' measures, his aides concede privately that they would have to do the same if their party comes to power.\nAlthough both men speak of cooperation, they use different terminology. Mr. Ecevit has proposed a ''grand coalition'' made up of the two big parties, the National Salvation Party and independents.\n''We should agree on a prime minister, the tenure and program of a government but keep out of the Government,'' he said, adding that it would be difficult for him to sit down next to Mr. Demirel at Cabinet meetings.\nFor Mr. Demirel, however, cooperation means the opposition's approval of laws that he considers necessary to ''reinforce the democratic authority of the state.''\n\nGraphic\n\n \nIllustrations: photo of Turkish demonstrators"
}