{
    "title": "Turkey 's victims of terrorism",
    "publisher": "christian science monitor ",
    "year": 1981,
    "month": 3,
    "day": 17,
    "full text": "Turkey is understandably dismayed that its allies do little more than shrug their shoulders when Turkish diplomats abroad fall victim to terrorist gunmen, who identify themselves as Armenians.\nThis has happened no fewer than 16 times since a Turkish vice-consul in Los Angeles was assassinated there in 1973.  The most recent killings were earlier this month in Paris, where two diplomats from the Turkish Embassy to France were gunned down.\nTurks note that most of the Western world -- and not only the Western world -- kept alive its protest for the entire period that US diplomats were held hostage in Iran.  Why (they ask) is there no similarly sustained protest when Turkish diplomats, entitled to the same immunities as the Americans in Tehran, are killed with barbarous regularity?  Why do not the host governments (they ask further) react more vigorously to track down, apprehend, and punish the murderers?\nFor the Turks, it is all the harder to understand when the host governments are fellow members of NATO.  Turkey, astride the straits which give the Soviet Navy access to the Mediterranean and the oceans beyond, is vital to the alliance.  If the proposed increase in US military aid for Turkey is any indication, Turkey is also earmarked for an important role in US certainly plans for Southwest Asia -- which includes the Gulf.\nIt follows that Soviet interests are served by anything that: (1) drives a wedge between Turkey and its North American and European allies; (2) helps strengthen the isolation of Turkey with which its historical past of Ottoman imperialism burdens it; or (3) contributes to the internal destabilization of the modern Turkish state.  Interestingly Moscow has remained silent about the assassinations.  There is no evidence that they were actually Soviet-organized, but the Soviets doubtlessly count the net effect as a plus for them.\nThere are others, too, who probably rub their hands.  These include: the most fanatically right-wing Greeks and Greek Cypriots, whose anti-Turkish prejudice from the past is kept alive by the Turkish occupation of part of Cyprus; Kurdish nationalists, who harbor a long grievance for the discriminatory way (they claim) the Kurds (or \"mountain Turks\") are treated in eastern Turkey; and the most fanatical Palestinians who resent Turkey's diplomatic relations with Israel.\nThe shadowy gunmen -- who boast over the telephone of belonging to the Secret Armenian Army for the Liberation of Armenia -- are apparently pursuing a vendetta over half a century old.  They want vengeance for the documented sufferings of Armenians at Ottoman Turkish hands, particularly during World War I.  Armenians everywhere tend to keep that cruel memory alive.  But Armenians as a worldwide community are not, to their credit, advocates of terrorism.  Least of all against innocent diplomats of a generation not even born as long ago as World War I."
}