{
    "title": "Turkey retraces assassin's murky trail",
    "publisher": "the christian science monitor",
    "year": 1983,
    "month": 3,
    "day": 18,
    "full text": "As in Italy, renewed investigation of the plot against the Pope in Turkey is focusing attention on wider aspects of subversion here.\nIt is also leading to reexamination of Mehmet Ali Agca, the Turkish terrorist convicted of trying to kill the Pope in St. Peter's Square on May 13, 1981, and of his previous actions and sponsorship.\nWhen Agca escaped from Turkey in 1980, he was received into a network of Turkish smugglers in Bulgaria who, Turkish officials believe, had long enjoyed the support and protection of Bulgarian authorities.\nAbuzer Ugurlu, the Turkish Mafia ''godfather'' still on trial in Istanbul for smuggling, financial irregularities, and support of terrorism, appears to have acted for Bulgarian intelligence in helping Agca on his way to West Germany. Turkish smuggler Bekir Celenk, safely back in Bulgaria since December 1982, allegedly met with Agca in Sofia in the summer of 1980 and seems to have been a key element in activating the final stage of the plot against the Pope.\nBut when did it all begin? Had Agca already been selected as a potential assassin of the Pope when he escaped from prison in November 1979? Were the Bulgarians already behind him when he killed Abdi Ipekci, editor of the Turkish newspaper Milliyet, in February of that year?\nThe reopened investigation of the Ipekci case should answer some of these questions. A team headed by a military judge, Col. Hanefi Oncul, has begun hearings in Istanbul. It has taken testimony from Ipekci's wife and colleagues on the staff of Milliyet.\nIn reopening the Ipekci case, Turkey's military leadership responded to public demand that grew as revelations of direct Bulgarian involvement in Italy were publicized. This revived interest in aspects of Agca's background: Who recruited him, and where? Who provided the money that went into his bank accounts? Was Agca the only assassin? Who arranged his escape?\nFormer Turkish National Action Party leader Alparslan Turkes is still on trial after 11/2 years on charges of sponsoring Agca's murder of Ipekci. A purported letter from Agca to Turkes has been introduced as evidence, but there is no original. Its authenticity seems doubtful. The text does not sound like Agca, and the method of delivery is reminiscent of Soviet disinformation techniques.\n''It is curious that the extreme left in Turkey is less enthusiastic about rein-vestigation of Agca than the right,'' an Ankara University professor noted. ''Perhaps these leftists fear their case for a rightist killing of Abdi Ipekci will be undermined.''\nAn exception among extreme leftists calling for more thorough investigation is newspaper columnist Ugur Mumcu. Mr. Mumcu was widely regarded as an apologist for the Soviet Union in Turkey in the 1970s. Last year, however, he came out with a book on weapons smuggling that unreservedly condemns Bulgaria for supporting terrorism in Turkey.\nDuring December and January he published a series of 24 articles on the Agca case in left-leaning daily Cumhuriyet. The articles pinpoint dozens of leads in the Ipekci assassination that were never followed up. Nevertheless Mumcu ends up contending that Agca was a ''Gray Wolf,'' a follower of Turkes' right-wing party. But, Mumcu has found no evidence that Agca held membership in any organization connected with Turkes' party.\nMumcu dabbles with the theory that Ipekci was killed because he opposed the sale of Milliyet to a new owner or because he was about to embark on a major investigative series dealing with Turkish smugglers. Milliyet staff members do not recall such plans.\n''The trouble with all Mumcu's theories,'' says a Milliyet editor, ''is that he doesn't want to face the fact that behind Bulgaria stand the Russians. Nor does he want to recognize that the Turkish right could have been infiltrated and exploited by Communist agents - Agca could have been their instrument.''\nIn an interview, Mehmet Celebi said he has no problem understanding Agca. He is father of Musa Serdar Celebi, suspected of being a key link between Agca and the Turkish Mafia leaders in Sofia and of paying over $1 million for the shooting of the Pope.\n''He was a hired murderer. He was helped to escape from prison and sent a letter threatening the Pope. The Pope is anticommunist. Poland is occupied. The Pope is against the occupation. Agca looked like a rightist Muslim as a result of the Ipekci affair - he was camouflaged.''\nNearly all Turks praise the military leadership for reopening the Ipekci case.\n''It may shed new light on the attack on the Pope. But it is equally important for Turkey itself,'' declares elder statesman Kasim Gulek. ''The record should be cleared, as much as it can be. All the confusion should not become the object of political bickering when parliamentary democracy is restored here at the end of the year.''Next: the response of the Soviet press"
}