{
    "title": "Turkey captures sister of slain ISIS chief al-Baghdadi in north Syria",
    "publisher": "university wire",
    "year": 2019,
    "month": 11,
    "day": 5,
    "full text": "It should be remembered that ISIS leader, Abu Bakr Al-Baghdadi was assassinated in a US raid near Idlib.\nWhen captured, she was also accompanied by five children.\"We hope to gather a trove of intelligence from Baghdadi's sister on the inner workings of ISIS\", the official said as quoted by Reuters.\nTurkey captured the elder sister of the slain leader of the Daesh terror group in northwestern Syria on Monday, according to a senior Turkish official, who called the arrest an intelligence \"gold mine\". The Turkish army has arrested Baghdadi's sister from the city of northern Syria. The Turkish official said the 65-year-old known as Rasmiya Awad is suspected of being affiliated with the group.\n\"The arrest of al-Baghdadi's sister is yet another example of the success of our counter-terrorism operations\", Fahrettin Altun wrote on Twitter early today. The adults are being interrogated, he said. She was living with her family near Azaz in Aleppo province.\nThis area is a part of the region which was under Turkey's administration for chasing Kurdish troops and ISIS militants (which were started in 2016) after military infiltration.\nHamilton Dedicated F1 2019 World Champion title for Niki Lauda\nIt feels really good to win the race like that when you have to really fight for it. We all struggle and if it helps just one person then it is worth it\".\n\"What she knows about can significantly expand our understanding of the group and help us catch more bad guys\", he told AP. Allied Syrian forces manage the area, known as the Euphrates Shield zone.\nUS President Donald Trump announced in late October that American forces carried out an operation killing Baghdadi in Syria's Idlib province.\nAwad's brother died less than two weeks ago during a United States raid of al-Baghdadi's nearby Syrian compound.\nIS confirmed the death of its leader Abu Bakr al-Baghdadi in a statement last week and named his replacement as Abu Ibrahim al-Hashimi al-Quraishi.\n\nLoad-Date: November 5, 2019"
}