{
    "title": "TURKS ASSAIL ALLIES IN POPE'S SHOOTING",
    "publisher": "the new york times",
    "year": 1981,
    "month": 5,
    "day": 24,
    "full text": "Former Prime Minister Bulent Ecevit urged foreign security forces today, particularly those of West Germany, to cooperate with Turkey in investigating the European connections of Mehmet Ali Agca, who is accused of shooting Pope John Paul II.\n''Who protected, fed and used Agca, in which European countries?'' Mr. Ecevit asked in an editorial in his weekly news magazine, Arayis. ''Who filled his wallet with foreign exchange and gave him the gun?  Who helped him in crossing borders freely?''\nFormer Prime Minister Bulent Ecevit of Turkey urges foreign security forces to cooperate with Turkey in investigating shooting of Pope John Paul II\n''Unless Agca's connections, his protectors and manipulators in European countries, where he wandered around freely for some time, are clearly identified, the security forces of the foreign countries he visited will not be able to clean themselves,'' the editorial said.\nMr. Ecevit's protest reflects the resentment of some Turks over what is perceived here as the failure of European countries to determine the movements of the Turkish terrorist and his possible accomplices.\n \n'Lack of Cooperation' Alleged\nGen. Kenan Evren, the head of state, and other officials have strongly criticized Turkey's North Atlantic Treaty Organization allies for what they say is a lack of cooperation in dealing with alleged terrorists who escape abroad.\n''The attack on the Pope showed the dimensions of international terrorism,'' General Evren said after the assassination attempt 10 days ago. ''We have been telling our European friends about this for a long time. Now I hope some of our European friends who are seemingly completely unaware of the scope of terrorism will realize the problem.''\nWhile the authorities are talking about the general fight against international terrorism, Mr. Ecevit and other Turks writing in independent and leftist publications are specifically demanding investigations into Mr. Agca's case, his links with the extreme right-wing Nationalist Action Party and its connections with organizations abroad.\nMr. Ecevit's editorial noted that the killing by Mr. Agca in 1979 of a prominent Turkish journalist, Abdi Ipekci, was included in an indictment against the Nationalist Action Party and that the indictment also mentioned party connections in West Germany.\n \nLeader of Party Is Facing Trial\nMr. Ecevit said that the West German authorities should be informed at the highest level about information on the Nationalist Action Party and its affiliated Idealist Clubs. Ankara's martial-law authorities have demanded the death sentence for the party's leader, Alpaslan Turkes, and 219 associates on charges of trying to seize power by force under the ''mask'' of anti-Communism.\nTurkish authorities are understood to be preparing new approaches to intelligence services in Europe, which are believed here to have information on Turkish fugitives.\nTurkish leaders say that the NATO allies tend to consider Turkish dissidents, even convicted terrorists like Mr. Agca, as ''dissidents or political refugees'' and therefore show them tolerance."
}