{
    "title": "TURKS PRESENT SCHEDULE FOR RETURN TO DEMOCRACY",
    "publisher": "the new york times",
    "year": 1981,
    "month": 12,
    "day": 31,
    "full text": "Turkey's military leader announced a timetable today for a return to democracy, with general elections to be held in the fall of 1983 at the earliest and the spring of 1984 at the latest.\nGen. Kenan Evren, the head of the junta, said democratic rule could be delayed if a new constitution was not completed by the end of next summer or if major international developments affected Turkey.\nIn a New Year's message broadcast to the nation today, the general tried to appease critics at home and in Western Europe who have been pressing the military leaders to live up to their commitments to return to democracy.\nIt was expected that the United States would applaud General Evren's plan, Western Europe would welcome it and most Turks would accept it. Turks feel the delays are reasonable and they are more concerned with the nature of the new democracy than its timing.\nTurkey's military leader announces timetable for return to democracy; general elections are to be held in fall of 1983 or spring of 1984\nWhen the armed forces seized power on Sept. 12, 1980, they promised to re-establish parliamentary democracy once anarchy was ended and the authority of the state was restored.\n \nCriticism Increases\nThe takeover was generally welcomed as the only way to restore order and stability to the country, which was on the verge of civil war. But terrorism was rapidly brought under control, and the military then was increasingly criticized for its restrictions and arbitrary administrative changes.\nTo undercut his critics today, General Evren presented a more detailed program for restoring civilian rule than had been expected.  If the recently creates Consultative Assembly prepares a suitable constitution by the end of next summer, it could be presented to the nation in a referendum by next November and elections could be held in the fall of 1983, General Evren said.\nIf the constitution is not completed by then, the election will be postponed until the spring of 1984, he said. The military felt it was not appropriate to set a deadline for the constitution's completion.\n''A constitution prepared in haste could lead the country to instability and chaos once again in the future and give birth to a new Sept. 12,'' General Evren said.\n \nPace of the Plan Explained\nSpeaking of the interval after adoption of the the constitution and before the election, General Evren said time would be needed to prepare laws on political parties and elections and the new political parties would need a ''reasonable period'' to organize themselves. ''Every citizen with common sense would agree that it cannot be possible to hold elections at an earlier time,'' he said.\nThe Council of Europe, which has threatened to exclude Turkey's military Government, was expected to welcome the timetable, although there will undoubtedly be criticism of the possible delay.\nA European delegation is expected to arrive Jan. 7 to review progress on democratic institutions and human rights. The Council is to meet Jan. 20 on the question of Turkey's continued membership. The European Economic Community and several European countries, including West Germany, have suspended aid to Turkey pending moves toward democracy.\nThe Reagan Administration is likely to endorse General Evren's cautious program strongly. From the outset, Washington has shown sympathy and understanding for Turkey's military leaders. On a visit this month, Secretary of Defense Caspar W. Weinberger strongly supported the Government and its moves toward democracy.\n \nGeneral Addresses Concerns\nThe road back to democracy may seem long to people who are chafing at tight monetary policies, restrictions on the press, labor unions and other associations, the banning of political parties and the military way of handling day-to-day government.\nGeneral Evren seemed to be aware of the disenchantment and for the first time appeared to be on the defensive as he discussed the Government's achievements.\nReferring to the tough action by security forces and the severity of court sentences in the fight against terrorism this year, he acknowledged that ''many families were aggrieved.''\n''Nevertheless,'' he said, ''as all my compatriots with common sense will agree, there is no other way when the nation and the guarantee of the right to life of all the citizens were at stake.''\nWhile General Evren emphasized the significant economic progress in 1981, he recognized that it was due largely to ''the entire nation's endurance of hardship and austerity.'' He warned the people it would be necessary ''to endure further hardships and sacrifice'' to make the economic gains lasting.\n\nGraphic\n\n \nIllustrations: photo of Gen. Kenan Evren"
}