{
    "title": "Turkey _ politicians feud while terrorists grow bolder",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 7,
    "day": 25,
    "full text": "As Turkey's violence grows and hopes fade for effective political counteraction, the question being widely asked here is:\nWill the Army finally lose patience and seize power?\nThe military leaders are becoming increasingly uneasy following the latest escalation of terrorism -- the murders within one week of a parliamentarian, a former prime minister, and a labor-union leader.\nMany senior officers fear that the terrorists are intent on dividing Turkey, step by step, into so-called \"liberated\" zones controlled either by extreme leftist or rightist groups.  They see the stepping up of the assassination campaign as the most serious threat to the Turkey's integrity in its modern history.\nA major reason for the Army leaders' pessimism is the inability of the country's political leadership to respond to the terrorist challenge.  The commanders have carefully avoided direct interference in politics.  But they are known to have recommended the urgent passing of the anti-terrorist laws that have been waiting for months on the agenda of parliament.\nThese laws include: setting up special \"state security courts\" to deal promptly with terrorist cases, introducing a state of emergency, and widening the powers of the martial-law authorities.\nFor a while it appeared that the stepped up-terrorist campaign would spur the politicians into passing the anti-terrorist laws.  But a special parliamentary debate on terrorism July 23 dashed all these expectations.  The debate ended in disagreement and impasse.\nPremier Suleyman Demirel called for the prompt passing of the anti-terrorist laws.  Opposition leader Bulent Ecevit rejected the idea, saying the government had already sufficient powers to combat terrorism and there was no need for measures that could threaten the democratic system.\nMr. Ecevit charged Mr. Demirel's conservative government with supporting rightist militants and called for a bipartisan \"reconstruction government.\" Mr. Demirel dismissed such a coalition as unfeasible and maintained the only way out of the impasse would be early elections -- an idea strongly opposed by Mr. Ecevit.\nThe Turkish people appear to be becoming as irritated as the military over the politicians' squabbles.  The idea that the Army may be the only salvation for the country has become a common talking point.  But the question remains whether the Army is ready to act.\nTurkey has gone through various political crises in the last few years and the Army has abstained from seizing power -- except in 1960, against the authoritarian regime of Adnan Menderes and then only for less than two years.  The other \"intervention\" was in 1971, to crack down leftist terrorism and not a direct seizure of power.\nDespite all the recent troubles, the Turkish commanders have had several reasons so far not to stage a coup:\n* They are aware of the huge problems that they would inherit if they seized power.  The disastrous state of the economy is among the most important ones.\n* They fear that the Army, Turkey's most respected institution, might become vulnerable to criticism and even violent attacks from extremist groups.  The Turkish armed forces are disciplined and keep the old rank-and-file traditions.  The commanders would not want the forces to become politicized or polarized.\n* They know that Turkey, whose economic recovery largely depends on Western aid, would become politically isolated if the military took over.  They have no desire to become the target of strong criticism from democratic countries -- nor to risk the loss of billions of dollars of loans and aid currently being extended to Turkey by its Western allies.\n* They have always publicly and privately maintained that the civilian and democratic system in Turkey should be preserved -- although some Turks fear that the present trend may prompt second thoughts among some military leaders."
}