{
    "title": "Turkish students discuss country's changing atmosphere in the face of growing terrorism - The Tufts",
    "publisher": "university wire",
    "year": 2017,
    "month": 1,
    "day": 24,
    "full text": "Editor's Note: Part of the information in this article is based on the observations of the writer, who visited Istanbul and Ankara, Turkey between Jan. 3 and Jan. 16, 2016.\nAs of fall 2016, Turkish students form the fourth-largest international student group in the Tufts community, with 55 students across all Tufts schools, according to Director of the International Center Jane Etish-Andrews.\nSome of these students said that due to a string of recent terrorist attacks, including one at an Istanbul nightclub on New Year's Eve that left 39 people dead and nearly 70 wounded, the mood in the country as a whole has taken a dark turn.\n\"People are dying so fast in Turkey,\" Tahsin Can Sarlak, a first-year from Turkey, said.\nOn the night of Jan. 3, Sabiha Gökçen International Airport was bustling but far from crowded. The airport, Istanbul's second busiest international airport, is about a 40 minute drive from central Istanbul.\nTurkey has experienced a sharp decline in tourism, accompanied by a broader economic downturn, following the recent terrorist attacks. Though still teeming with people, Istanbul in January was also filled with closed shops and police vehicles.\nAt Taksim Square, historically one of the most crowded places in Istanbul, there were always at least three or four heavily-armed police vehicles present. Entrances to all major public venues - including malls, train stations, movie theaters, markets and tourist attractions - were guarded by well-armed police officers and security personnel.\nOther tourist sites were far from crowded. Many double-decker tour buses in Istanbul barely carried two or three passengers at a time. Visitors hardly had to wait in line for anything, even for a table at the city's once-packed restaurants.\nDifficulties at home\nWith a plummeting economy and terrorist attacks targeted at civilians on the rise, Turkish people have experienced their share of difficulties throughout the past year, according to Nesi Altaras, a sophomore from Turkey.\nHe said that recent terrorist attacks in major Turkish cities have made terrorism a more immediate reality for the Turkish public.\n\"Terrorism has been a constant in Turkish life ... ever since the late 1980s, but until recently it was more in the minds, but not in the lives of Turkish people,\" he said. \"In the past five to six years, [terrorism] has come to major cities like Istanbul, Ankara and Izmir ... now it is a harsher reality and affects more people.\"\nAltaras said the risk is inevitable for people who live in large cities like Istanbul.\n\"People say we should stay away from crowded places, but the entire city is extremely crowded,\" he said. \"You would have to avoid every [mode of] public transportation, major shopping centers and streets. If you live like that, what's the reason to live in a city like Istanbul?\"\nEsra Gurcay, a first-year from Turkey, agreed with Altaras that Turkey's experience with terrorism has changed.\n\"When I was a kid, I never saw Turkey as a country that could be subject to so much terror and chaos,\" she said.\nGurcay added that many people in Istanbul are living in fear and that the local economy has been hit hard due to the attacks.\n\"Many people are afraid to go on the streets because of the Reina [nightclub] shooting and numerous bombs, so many venues like restaurants, shops or bars are closing because they don't have enough customers coming,\" she said. \"Terrorism has also been affecting tourism seriously, so Turkey has lost a great amount of profit from that too.\"\nRalfi,a first-year from Turkey who requested his last name not be used due to safety concerns, lives only a couple blocks from Reina nightclub where the New Year's Eve attack occurred. He also stressed that the streets of Istanbul are relatively empty and quiet.\n\"General sound in the street is nothing ... [before] you would hear so much sound in the streets that salespeople in the shop would just scream[at] you to [bring] you to their store, but now it's enough for them to even whisper,\" he said.\nRalfi added that the Turkish government has increased the number of police officers on the street, but the government still lacks an effective intelligence force.\n\"Security-wise, [Turkish people] are well-armed. On New Year's Eve, there were 17,000 active police officers on [the] streets,\" he said. \"Turkey has way more than enough vehicles, officers and military to deal with the problem, but it is about knowing where to send these people, so I believe [Turkey] needs help with that.\"\nTufts and Turkey\nAccording to Altaras, some Turkish students expressed disappointment at the university's lack of communication after the attack in Istanbul on New Year's Eve. In a group electronic message between several Turkish students at Tufts, some students were surprised that the university had not reached out to them to see if they were safe, he said.\nEtish-Andrews explained the International Center usually reaches out to international students when potentially dangerous events occur in their home country.\n\"The [International Center] normally does reach out to all communities at the time of a crisis back home,\" she said. \"Unfortunately, due to vacation schedules, we did not reach out to our Turkish students after the New Year's Eve [attack] ... for this we are very sorry.\"\nRalfi, who expected the university to reach out, said he felt that Tufts neglected the Turkish community in the aftermath of the attack.\n\"Tufts is an incredibly understanding and loving community, but when you see the lack of interest in such cases, you question whether [the community] cares much less about [its] international community than it appears,\" he said. \"This should not be a'chore' for [the university] ... and the fact that we get disregarded ... feels like we are not cared about enough.\"\nGurcay, agreeing with Ralfi, said the university could pay more attention to its international student community as a whole.\n\"I think it's incredibly important that Tufts cares about and sympathizes with not only its American students, but also its international students,\" she said.\nPatrick Collins, executive director of Public Relations, said that the university has always sought to ensure the safety of its students.\n\"Like most universities, Tufts does not track students' personal travel during breaks and over the summer. However, when students' home countries experience significant events that pose potential dangers, such as natural disasters, the university strives to contact students to confirm their safety and provide support,\" Collins told the Daily in an email.\nHe cited an example in July 2016, when the university contacted Turkish students following an attempted coup d'etat by the Peace at Home Council, a sector of the Turkish Armed Forces.\n\"That outreach did not occur in this instance, and we are taking steps to ensure that this does not happen again,\" Collins wrote.\nMeanwhile, according to Director of Tufts Programs Abroad Sheila Bayne, 20 students over the last 14 years have studied abroad through non-Tufts-affiliated programs in Turkey, not including students who took summer courses there. She said that the university works hard to ensure the safety of students abroad and reviews travel applications for non-Tufts study abroad programs carefully.\nHowever, Chelsea Ferrell, Global Operations program manager, said that the university's international travel insurance policy does not apply to students returning home over break, only to students studying abroad or engaged in Tufts-affiliated activities abroad.\n\"Tufts' international emergency insurance does not cover students who are on personal non-Tufts-affiliated trips,\" Ferrell told the Daily in an email.\nNevertheless, Etish-Andrews stressed the historically positive relationship between Tufts and its Turkish community.\n\"Tufts has always had a very strong relationship with Turkish students and their parents and alumni,\" she said.\n\nLoad-Date: February 2, 2017"
}