{
    "title": "Turkey 's military rulers post a sharp decline in terrorism",
    "publisher": "the christian science monitor",
    "year": 1980,
    "month": 11,
    "day": 25,
    "full text": "Turkey's military rulers have obtained substantial success in combating political violence since they seized power two months ago.  But they still have a long way to go in eradicating terrorism.\nBefore the Sept. 12 military coup, an average of 16 people a day were losing their lives to terrorist bombs and bullets.  Shortly after the coup, this number went down to two or three killed a day.\n\"We have broken the backbone of anarchy in Turkey,\" says Gen. Kenan Evren, the new head of state and leader of the ruling National Security Council.\n\"I cannot claim that we have succeeded 100 percent in uprooting it.  But we believe we shall succeed in eradicating it within a short period of time.\"\nIn General Evren's words, some of the \"terrorist centers are now in their winter sleep and they are just waiting,\" but the security forces are determined to carry on their operation and \"dry out completely\" all these centers.\nIn fact, thousands of leftist and rightist militants, many of them active terrorists, have been arrested so far, and several underground organizations and cells have been uncovered.  According to an official statement, a total of 785 terrorists were caught throughout Turkey last week.\nIn Istanbul alone, 460 militants (347 leftists and 113 rightists) were detained.  These include the alleged murderers of a labor union leader and two university professors.\nIn a small village near the town of Kahraman Maras in southeastern Turkey, security forces were able to uncover a leftist terrorist group hiding in a cave.  Documents seized in that hideout, together with arms and ammunition, provided evidence of involvement in various terrorist acts, including the formation of a so-called people's court where rightist rivals were tried and later executed.\nThe military courts have been moving fast in prosecuring the arrested terrorists.  Last week the prosecutor in Ankara asked the death sentence for 30 of the 63 members of the leftist Dev-Yol terrorist organization.  In Istanbul the death penalty was demanded for four members of another leftist group, Dev-Sol, while in Ankara, the Supreme Court approved the death sentence passed on a terrorist who had killed a soldier.\nTroops assigned to raid terrorist hideouts have orders to shoot to kill if they encounter any armed resistance.  There have been several such cases, the latest one being at Fatsa, a northern Turkish town that was taken over by leftist extremists.  There security forces killed two terrorists, one of them a woman, who opened fire when their hideout was raided.\nThere have been relatively few terrorist acts lately in the cities or rural areas.  Said a Western observer:\n\"The military seem to have got the situation under control.  The terrorists are around no more, as they used to be, killing a couple of dozen people a day, or dominating entire areas.\"\nActually, all the so-called liberated areas held by dissident groups -- some of which existed within the cities of Istanbul and Ankara -- are now under the authority of the military.  Normal life has been restored in those zones, as it has been throughout the country.  No more bomb explosions, robberies, or slogans on the walls, no more shootouts between rival terrorist groups, occur.\n\"Last year I used to close my store at sunset and hurry back home,\" said a shopkeeper in the old section of Istanbul.  \"We were all very afraid.  Now I close at the normal time and even go out in the evenings.\"\nA taxi driver said he was \"back in business now\" since the streets were quiet, and people were going places.  A doctor admitted he was forced to pay protection money to a terrorist group previously and added that since the takeover \"all those youngsters have disappeared.\"\nA businessman commented, \"Even the attitude of the civil servants has changed.  They are now more polite and doing their job properly.\"\nLike all the other institutions in Turkey (with the exception of the armed forces), the civil service and government departments were politicized -- and polarized.  Militant civil servants who have taken part in political and ideological activities are being dismissed.  In Ankara, 169 officials from various ministries were fired last week.\nThe military administration appears to have been able so far to retain the support of a large section of the people.  True, some former politicians, leftist or rightist intellectuals, labor union activists, and ideologically oriented students are not happy with the situatin -- particularly not with the restrictions on political and social liberties, including press freedom.\nThere also are allegations and complaints of harsh action, including even torture of some detainees.  The military authorities reportedly are investigating nine such cases of mistreatment.\nWhile there are signs that the military are (perhaps forcibly) hardening their attitude toward extremists of the right and the left, the key questions are how long the current normalization process will last and how soon the military rulers will hand power back to civilian jurisdiction.\n\"They want us to give a timetable,\" General Evren has said.  \"But we cannot give a definite time yet.  We don't want to be humiliated if we do not finish our job at that time.  But we want to remind [everyone] that as good soldiers, we always keep our word.\"\n\nGraphic\n\n \nPicture, no caption"
}