{
    "title": "Turkey Opens Trial of 17 Journalists on Terrorism Charges",
    "publisher": "the new york times",
    "year": 2017,
    "month": 7,
    "day": 24,
    "full text": "ISTANBUL — Seventeen journalists and executives of the last prominent independent newspaper in Turkey, Cumhuriyet, went on trial in Istanbul on Monday, accused of aiding terrorist organizations under a government crackdown against opponents since a            failed coup last year.\nTwo other defendants, a jailed teacher prominent on social media and a former correspondent based in the United States, have been included in the same indictment. The trial, which is expected to come to a provisional decision on Friday, is being seen as a test case for the freedom of the press in Turkey, now the biggest jailer of journalists in the world.\n“The picture is clear,” Akin Atalay, the newspaper’s chief executive, a former lawyer, told a sweltering hot courtroom packed with journalist colleagues, families of defendants and international monitors.\n“One aim is to silence Cumhuriyet or seize it,” he said. “The second aim is to show other journalists their fate and in practice what will happen if they write what the government does not like.”\nTwelve employees of Cumhuriyet — among them senior columnists, the editor and the chief executive — have been in jail for the last nine months. They were accused of pursuing an editorial line that favored Fethullah Gulen, the United States-based cleric accused of masterminding the coup, as well as the outlawed Kurdish nationalist movement the PKK and a third far-left group.\nThe charges include helping the groups by reporting and writing columns, quoting social media posts, and in some cases being in contact with members of the groups.\nIlhan Tanir, who worked as the paper’s Washington correspondent, has been accused of being a member of Mr. Gulen’s movement. The teacher, Ahmet Kemal Aydogdu, who maintained a popular Twitter account, faces more serious charges of being a leader of a terrorist movement.\nPresident Recep Tayyip Erdogan faced down a bloody attempt to overthrow his government in July last year in which 249 people were killed. Since then he has imposed a state of emergency and arrested 50,000 people, and he suspended tens of thousands of public servants.\nAmong them at least 120 journalists have been detained. In a recent interview Mr. Erdogan said only two journalists have been detained and all the other detainees were terrorists.\nThe trial opened amid fraught scenes as families of the defendants, lawyers and journalists pushed and shoved to gain access to the courtroom. The defendants blew kisses to friends in the public section after being released from their handcuffs.\nIn testimony, the first to speak were defiant.\n“Cumhuriyet is not going to be scared, it is not going to stop,” Mr. Atalay said. “It never had any relationship with a terrorist group. Its only activity is journalistic.”\nKadri Gursel, a senior columnist and adviser to the editorial board who was accused of receiving messages and phone calls from people connected to Mr. Gulen, said he was aware of a publicity campaign by police who were being purged from their jobs, but said he engaged in contact with only a few.\n“I talked to them as a journalist for professional purposes,” he said. “Journalists are curious by nature and our job is to present different perspectives to the public. That is journalism.”\n“The indictment seems to rely on reporting — they spoke to people or reported what they said,” said Steven M. Ellis, a director at the International Press Institute, a global network for media freedom, of which Mr. Gursel is a board member. “We see that claim as most suspicious.”\nThe defendants face sentences of 22 to 43 years if found guilty. The judge promised an interim decision on their further detention by Friday, but the trial itself is likely to last months.\n“This case goes beyond the trial of Cumhuriyet workers,” said Aydin Engin, a senior columnist with the daily. “This is a test of the independence of the judiciary in Turkey.”\n“The president is strongly emphasizing that we have an independent judiciary,” he added. “If our friends are released Friday then I will begin to believe in the judiciary in Turkey. But I am not sure.”\nRelated Articles\nTurkey’s Erdogan Refuses to Back Down in Feud With Germany\n‘March for Justice’ Ends in Istanbul With a Pointed Challenge to Erdogan\nErdogan and Supporters Stage Rally on Anniversary of Failed Coup\nInside Erdogan’s Prisons\n\nLoad-Date: July 26, 2017"
}