{
    "title": "Turkey's Erdogan calls on Germany to list Gulen group as terrorists",
    "publisher": "university wire",
    "year": 2018,
    "month": 9,
    "day": 30,
    "full text": "Turkey's President Recep Tayyip Erdogan said a Turkish court, not politicians, will decide the fate of an American pastor whose detention on terrorism charges has roiled relations between Ankara and Washington.\nThe trip is Erdogan's first formal state visit to Germany, home to more than 3 million people with Turkish roots.\nGermany is home to more than 3 million people with Turkish roots, but the increasingly authoritarian leader is viewed with suspicion across the political spectrum in Germany, which has had hard relations with Ankara in recent years.\nDuring his three-day visit, Erdogan will meet his German counterpart Frank-Walter Steinmeier and will hold talks with Chancellor Angela Merkel.\n\"As in all other fields, we expect a responsible action also in matters of economy and trade\", Erdogan said in another post, which also carried the hashtag.\n\"We have a fundamental interest in an economically and politically stableTurkey, and of course in aTurkey in which democracy is practiced\", Seibert added.\nIn a guest op-edpublished ahead of his visit in the daily Frankfurter Allgemeine Zeitung, the Turkish president stressed the ties between both countries and urged to \"focus on our common interests, shared challenges and common threats\".\nDevelopments in Syria, cooperation in addressing the refugee crisis, economic and trade relations betweenTurkey and Germany would be among other topics on the agenda. \"There must be no other country outside the European Union with whom relations are so important and yet so hard\".\nEurope makes strong start to day two at Ryder Cup\nIt would give the Americans a boost if they could jump out to a lead and pump some life back into the team. Only Spieth of the U.S. superstars was playing close to his usual esteemed standards.\nOther topics on the agenda will likely beTurkey's stalled European Union membership bid and its role in the conflict in Syria. Among the irritants have been a 2016 German parliament resolution labeling the early-20th century killing of Armenians inTurkey as \"genocide\".\nThe Gulen issue is only one of several dividingTurkey and Germany. The preacher was moved to house arrest in July after being detained for 21 months.\nBrunson, who denies the charges of terrorism and espionage in connection to the failed coup attempt in 2016, is facing up to 35 years behind bars.\n\"Turkey has opened its doors to all foreign investors and has implemented large-scale economic reforms over the past 16 years\", Erdogan said.\n\"We are in favor of solving our problems through conducting a constructive dialogue on equal terms\", Erdogan said.\nBefore the news conference, exiled Turkish journalist Can Dundar, the former editor ofTurkey's opposition Cumhuriyet newspaper, said he had decided not to attend and ask a question of the president after learning Erdogan was considering cancelling if he were present.\n\"In such a situation, a state visit must be used to advocate clearly for all arbitrarily and innocently imprisoned people\", the organization said.\n\nLoad-Date: September 30, 2018"
}