{
    "title": "Turks look toward Haig visit as a 'friendly move by an old friend'",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 5,
    "day": 13,
    "full text": "Turkey is looking at the two-day visit to Ankara by United States Secretary of State Alexander M. Haig Jr. as ''a friendly move by an old friend.''\nMr. Haig has visited Turkey before and shown sympathy to the Turks as a NATO commander. His friendliness toward Turkey under the present regime has continued since he became secretary of state.\nMr. Haig's trip comes at a time when relations between the two countries, severely strained in the 1970s because of the arms embargo imposed by the US Congress, are much improved. In the words of Foreign Minister Ilter Turkmen, these ties have never been so good for some time.\nWhile Mr. Haig will have to discuss serious differences with the present Greek government when he visits Athens May 15, his talks with Turkish leaders will concentrate on matters of bilateral cooperation and regional problems.\nTurkish officials have made it plain that ''Turkey has nothing to request from Mr. Haig,'' and they expect to speak frankly on a variety of issues including:\n1) The US aid program to Turkey. The Turks will express the hope that the US Congress will approve the increased economic and military aid program to Turkey for the next fiscal year and that the US will commit itself to ensure this assistance.\nAnother point which the Turks will raise is their opposition to the 10 to 7 ratio in the military aid program to Turkey and Greece respectively, which some cricles in Congress want to enforce. Turkey will ask for more active support from the administration on this.\n2) Relations between Greece and Turkey. The Greco-Turkish dialogue has been suspended since Andreas Papandreou has come to power. The Turks will reiterate to their desire to resume this dialogue.\nAccording to a Turkish Foreign Ministry spokesman, Turkey will not make any request for a US intervention or mediation. ''But we shall welcome a US effort for the resumption of the talks with Greece. It's up to Mr. Haig to decide whether he would assume such a job,'' he said.\nTurkish leaders are expected to issue a strong warning that if Greece extends its territorial waters from 6 to 12 miles (taking advantage of the recent decision of the Law of the Sea Conference) that they will consider this as a ''cause of war.''\n3) The future of NATO's southeastern flank. The Turks will tell Mr. Haig that the current weakness on this flank is caused by the policy of the Papandreou government. But they will also warn Haig against bargaining with Greece ''over Turkey's shoulder.'' In other words they will express strong opposition to any US ''guarantee'' (as given by former Secretary of State Henry Kissinger) to Greece against any possible ''Turkish aggression.''\nThere is some concern here that the US government might press Turkey to ''act with more flexibility,'' i.e., to make some concessions on its differences with Greece, in order to have Greece accept US conditions on Greek acceptance of American military bases on her soil and Greece's active return to NATO. The Turks will tell Mr. Haig that they will never accept to pay the bill of such a bargaining.\n4) Turkey's political future. The Turkish leaders - including General Kenan Evren - will reaffirm their determination to hand over power to the civilians and restore democracy within the announced timetable. They might also express satisfaction with the understanding shown by the Reagan administration on this matter, in contrast with the criticism and impatience shown by some European nations.\n5) Fight against terrorism. The Turks will ask Haig to look at the growing Armenian violence as part of international terrorism and take more effective measures - both to protect Turkish diplomats in the US and to establish international cooperation - against it.\n6) The Middle East situation. The exchange of views on the Arab-Israeli conflict will inevitably reveal the different approaches of the US and Turkey. Officials say there can be no question of trying to change their respective views and polices. Turkey maintains diplomatic ties with Israel at the lowest level, but strongly supports the Arab cause.\nAnother question that might come up during the talks is the projected Rapid Deployment Force, which, as it is already known here, the US would like Turkey to serve by providing the necessary facilities. The Turks find the topic extremely sensitive because of their interests in the Arab world, but say that they would respect any NATO decision on it.\n7) The Cyprus question. The Turks will reassert their intention to have the intercommunal talks continue, which is also in line with the US policy.\n\nGraphic\n\n \nPicture, Haig heads for Ankara"
}