{
    "title": "Turkey wants stepped up US vigilance against Armenian terrorists",
    "publisher": "the christian science monitor",
    "year": 1982,
    "month": 5,
    "day": 7,
    "full text": "The assassination in Boston of Orhan Gunduz, the honorary Turkish consul, by a gunman reported to belong to an Armenian terrorist organization has caused widespread resentment in Turkey.\nForeign Minister Ilter Turkmen declared in an interview that ''it should be remembered that terror inevitably leads to counterterror. . . Recent developments have shown that countries tolerating terrorism have fallen into a deep crisis.''\nIndeed, there has been talk here that Turkish antiterrorist groups may be organized to react to Armenian attacks with counterattacks on Armenian organizations outside Turkey.\nMr. Gunduz was the 22nd victim of Armenian terrorists since a 1973 attack in California. Since then, militant Armenian groups have launched 60 attacks on Turkish diplomats and others, as well as on Turkish institutions in 16 countries. Earlier this year the Turkish consul-general in Los Angeles, Kemal Arikan, was also shot to death.\nA group calling itself ''Justice Commandos for the Armenian Genocide'' claimed responsibility in both the Arikan and the Gunduz murders.\nThe Turks are irritated at the continued Armenian attacks against Turkish diplomats and other Turkish targets overseas. Most of these attacks have been in Europe - particularly in France. According to an official statement, the Turkish government has asked the US to do everything possible to capture the attackers and ''punish them in the heaviest possible way.'' Turkey also called on the US administration ''to take more effective measures'' for the protection of Turkish missions throughout the United States.\nTurkish officials have complained lately of the ''tolerant attitude'' of the US authorities toward Armenian militants.  The Turks were particularly angered at the lowering of the US flag to half-mast on April 24 in Los Angeles on the occasion of the ''Genocide Day'' proclaimed by the Armenians. The Turkish government has also repeatedly expressed concern over the failure of US authorities to give adequate protection to Turkish diplomatic missions or to allow them to arm in self-defense.\nThere is a feeling in Turkish quarters here that in spite of the bombing last March of Gunduz's shop in Boston, the dangers were not taken seriously by the American authorities and the FBI. They fear that if the US government shows such weakness, either because of a flaw in its law enforcement system or because of tolerance for Armenian sensitivities, more Turks may fall victim to attack in the US.\nThe Turks see Armenian attacks against Turkish diplomats overseas as a part of international terrorism.  They consider the campaign conducted by various Armenian groups as aiming at discrediting and destabilizing Turkey.\nTurkish intelligence sources say they have evidence that some of the Armenian militant groups have close links with and are supported by international terrorist organizations, including the Popular Front for the Liberation of Palestine, led by George Habbash.\nArmenian militants (as well as many others of Armenian descent) claim that some 1.5 million Armenians perished in forced marches or were executed as a result of Turkish policies of genocide under the Ottoman Empire during World War I. Turkey refuses Armenian demands that it admit responsibility for such events. It rejects genocide charges and maintains that both Armenian and Muslim Turks in eastern Turkey were killed during Russian-supported revolts by Armenian rebels."
}