{
    "title": "Turkish pres_ Germany must help Turks integrate",
    "publisher": "the deseret news",
    "year": 2010,
    "month": 10,
    "day": 19,
    "full text": "ANKARA, Turkey ? Turkish President Abdullah Gul on Tuesday urged politicians in Germany not to exploit the issue of immigration for political gain and said they should instead help Turks better integrate. Gul was speaking at a joint news conference with German President Christian Wulff who is paying a five-day visit to Turkey as his country's increasingly debates the integration of millions of foreigners. \nGerman Chancellor Angela Merkel said over the weekend her country's attempts to build a multicultural society had \"utterly failed.\" While immigrants were welcome in Germany, they must learn the language and accept the country's cultural norms, she said, voicing a belief heard increasingly across Europe as it battles an economic slump and worries about terrorism. \"Instead of using the issue of integration politically, everyone must help reach a solution,\" Gul said. Gul said Turks living in Germany should learn to speak German \"for their own sakes, for the sake of their families, and so that they may be of use for their environment and society.\" The Turkish president said however, both Germany and Turkey had failed to provide sufficient guidance to Turkish immigrants, many of whom went to Germany as \"guest workers\" in the 1960s to provide manpower for Germany industry as it was rebuilding after World War II. \"We should not blame them,\" he said. \"Many went to German cities (from Turkish villages) without even having seen a Turkish city. Neither we nor you were able to provide the necessary leadership.\" Wulff said that many immigrants had successfully integrated in Germany but said Germans' fears over \"religious fundamentalism and terrorism\" cannot be ignored. He said immigrants had to learn German from a \"very early age.\" \"They have to integrate into the German lifestyle, they must show respect to German society,\" he said. Before his arrival, Wulff sparked a debate in Germany by saying \"Islam now also belongs to Germany\" in his speech marking 20 years of German reunification. Germany is home to an estimated 5 million Muslims, including some 3 million Turks. Many immigrants speak little or no German, work in low paying jobs or live off of government handouts at the same time the country faces an aging population and a shortage of highly skilled workers. \n\nLoad-Date: October 20, 2010"
}