{
    "title": "TURKEYS INTERIOR MINISTER RESIGNS AS CRITICISM ON TERRORISM MOUNTS",
    "publisher": "the new york times",
    "year": 1980,
    "month": 7,
    "day": 22,
    "full text": "Turkey's Interior Minister resigned today amid growing criticism of the Government for its failure to curtail terrorism. The critism has intensified since a former Prime Minister, Nihat Erim, was murdered Saturday in an Istanbul suburb.\nLast week the opposition Republican People's Party proposed a motion of censure against the Interior Minister, Mustafa Gulcigil, accusing him of failing to take necessary measures against terrorism that it said had ''reached the brink of civil war.'' The motion also said that Mr. Gulcigil had accepted support of right-wing terrorists in the struggle against anarchy.\nAN-A\nMr. Gulcigil said on television recently that the left was behind the political violence, which has taken 2,000 lives since the beginning of the year, and that ''a right-wing group that supports the state'' had taken up the fight against the leftists.\nLater he said that right-wing terrorists were harming the state just as much as left-wing terrorists, but it was too late to avoid charges of bias.\nThe minister's resignation, reportedly for health reasons, has nullified the motion of censure, which had good chances of being approved by Parliament. Nevertheless, a general debate on terrorism has been set for Wednesday.\nMr. Erim will be given a state funeral tomorrow in Istanbul. An illegal leftist extremist group, Dev-Sol, or the Revolutionary Left, has taken responsibility for his murder, which apparently was carried out to avenge the harsh military crackdown on the left when Mr. Erim was in office in 1971-72.\n \nPolitical Leaders to Meet\nAs voices from the left and right called for national unity to restore law and order, it was announced that the leaders of the two main political parties, the conservative Prime Minister, Suleyman Demirel, and the Social Democratic opposition leader, former Prime Minister Bulent Ecevit, would meet this week.\nActing President Ihsan Sabri Caglayangil, who has been urgently calling for ''a political truce,'' will be host at a dinner Thursday at which an attempt will be made to establish some basis for cooperation between the two rivals.\nMr. Ecevit in recent months has also called for a ''political truce.'' He repeated the call at a news conference today, urging the setting up of ''a broadly based government of national restoration'' as the only solution to the crisis. He said he would willingly accept the President's invitation to try to arrange a political truce."
}