{
    "title": "TURKISH KURDS DISTRUST COUNTRY'S ISIS STANCE",
    "publisher": "spokesman review",
    "year": 2014,
    "month": 9,
    "day": 26,
    "full text": "Turkey and its Kurdish population - for decades in conflict - suddenly find themselves facing a common enemy in the Islamic State. So it may be reasonable to expect prospects for elusive peace between Turkey and Kurdish rebels to improve.\n Instead, Kurds who are arriving by the busload to join the battle are increasingly angry at a wary Turkish government trying to prevent them from crossing the border to defend Syrian Kurds from an onslaught that has left countless dead and about 150,000 fleeing into Turkey in recent days.\n Kurdish leaders have warned that the discord could kill a peace process to end a bloody three-decade conflict over Kurdish autonomy in Turkey. Their followers go even further, accusing Turkey of supporting ISIS and using it to attack Kurds. Those claims persist despite Turkey's participation in a coalition against the Islamic State and suggestions this week by President Recep Tayyip Erdogan that Turkey may take part in military operations.\n Thursday, about 1,000 Kurdish activists arrived at the border after a more than 750-mile overnight bus ride from Istanbul in response to a call for mass mobilization by the imprisoned leader of the PKK rebel group, Abdullah Ocalan.\n The activists held a rally chanting: \"Down with the Islamic State and AKP partnership,\" referring to Erdogan's Justice and Development Party, as the sound of gunfire from the battle between Islamic State and Kurdish militants drifted over the border.\n Turkey vehemently denies it has supported ISIS.\n Activists who came to the border said they planned to camp there until Turkish authorities let them across. Some were prepared to join the fight to protect Kobani, a Syrian city just miles away that has been under siege by the Islamic State.\n Ramziye Bozkurt, a 35-year-old woman originally from Diyarbakir in Turkey's Kurdish heartland, accused the Turkish government of ongoing support to the militants, saying that participation in the coalition \"was just a show.\"\n \"The Islamic State has taken these villages and killed our people,\" she said, gesturing at the smoking hilltop in the distance. \"This is just a new way for Turkey to suppress the Kurds.\"\nSIDEBAR:\nALLEGED TERRORISTS ARRESTED\n LONDON - Nine men, including well-known radical preacher Anjem Choudary, were arrested in London on Thursday as part of an investigation into alleged Islamist-related terrorism, police said.\n They were arrested on suspicion of being members of a proscribed organization, and encouraging terrorism. The organization involved is the Islamist group Al-Muhajiroun, the Press Association reported.\n Choudary headed the Britain-based group until it was banned in the country four years ago.\n Police were also searching 18 properties in London and one in Stoke-on-Trent. There was no \"immediate public safety risk,\" police said.\n McClatchy-Tribune\n\nLoad-Date: September 27, 2014"
}