{
    "title": "Turkey _ U.S. Embassy bomber had terror conviction",
    "publisher": "the bismarck tribune",
    "year": 2013,
    "month": 2,
    "day": 3,
    "full text": "ANKARA, Turkey - The suicide bomber who struck the U.S. Embassy in Ankara spent several years in prison on terrorism charges but was released on probation after being diagnosed with a hunger strike-related brain disorder, officials said Saturday.\nThe bomber, identified as 40-year-old leftist militant Ecevit Sanli, killed himself and a Turkish security guard on Friday, in what U.S. officials said was a terrorist attack. Sanli was armed with enough TNT to blow up a two-story building and also detonated a hand grenade, officials said.\nOfficials said Sanli had been arrested in 1997 for alleged involvement in attacks on Istanbul's police headquarters and a military guesthouse.\nTurkish Prime Minister Recep Tayyip Erdogan said Friday that police believe Sanli was connected to his nation's outlawed leftist militant group Revolutionary People's Liberation Party-Front, or DHKP-C. On Saturday, DHKP-C claimed responsibility for the attack in a statement posted on a website linked to the group. It said Sanli carried out the act of \"self-sacrifice\" on behalf of the group.\nThe group called itself \"immortal\" and said, \"Down with imperialism and the collaborating oligarchy.\" But it gave no reason for attacking the embassy. The authenticity of the website was confirmed by a government terrorism expert who spoke on condition of anonymity in line with rules that bar government employees from speaking to reporters without prior authorization.\nTurkey's private NTV television, meanwhile, said police detained three people on Saturday who may be connected to the embassy attack during operations in Ankara and Istanbul. Two of the suspects were being questioned by police in Ankara, while the third was taken into custody in Istanbul and was being brought to Ankara.\nNTV, citing unidentified security sources, said one of the suspects is a man whose identity Sanli allegedly used to enter Turkey illegally, while the second was suspected of forging identity papers. There was no information about the third suspect.\n\nLoad-Date: February 4, 2013"
}