{
    "title": "Turkish authorities seek international help in battling Armenian terrorism",
    "publisher": "the christian science monitor",
    "year": 1983,
    "month": 8,
    "day": 25,
    "full text": "Recent attacks by Armenian gunmen against Turkish targets in Europe have hardened Turkey's attitude toward the ''Armenian question.''\nBut the attacks have also made world opinion more receptive to Turkey's appeal for international cooperation in fighting Armenian terrorism.\nTurks dismiss the ''Armenian question'' as a nonexistent issue that a handful of revolutionary young Armenians use as a pretext for terrorist acts throughout the world.\nThe Turkish government has called for an international effort to counteract Armenian violence. And the United States, Britain, and West Germany have been among the nations expressing support for the Turkish plea.\nThe Turks say countries that have tolerated or encouraged Armenian militants share responsibility for the escalation in terrorism. They are particularly concerned about Lebanon and Syria, neighboring countries that have been centers of Armenian activities.\nTurkish intelligence sources have evidence of links between the Armenian Secret Army for the Liberation of Armenia (ASALA) and Kurdish and leftist Turkish militant groups as well as Palestinian groups. The Turkish government recently made representations in Beirut and Damascus for the suppression of such activities in those countries.\nNevertheless, the Turks expect Armenian attacks to continue. Some 30 Turks, most of them diplomats, have died in such violence in recent years and 150 have been wounded.\nSecurity measures to protect Turkish personnel and property in foreign countries are being stepped up. They include new, bullet-proof cars for diplomats and security devices for all diplomatic missions.\nThe government categorically denies rumors about the formation of special teams to strike at Armenians abroad.\nThe Turks say firmly that the best way to fight Armenian terrorism is for the international community to take the necessary security measures, not to tolerate militant activities in any form, to pass the severest punishment on the perpetrators of attacks, and to establish international cooperation.\nThe Turks still tend to see the ''Armenian question'' in terms of terrorism. They have no intention of settling historical accounts.\nTurkish officials insist there was no genocide or massacre of Armenians in 1915. What happened, they say, was that the Ottoman Empire tried to crush a Russian-backed Armenian rebellion in eastern Turkey by deporting the Armenian population, and there were killings on both sides.\nHistorians generally estimate that some 600,000 died during the deportations; Armenians put the number above 1 million; Turks say some 300,000 died.\nA senior Turkish official said, ''There is nothing to discuss or to make an apology for. The historical facts are obvious. And if such a dialogue would start, where would it lead to, with Armenian demands for reparations and probably for territorial claims?''\nThe Turks feel these claims are aimed at destabilizing and dividing Turkey.\nThe Turkish government is preparing to release in October a documentation of its claim that there was no Armenian massacre, based on Turkish and foreign archives.\nAlthough officials say Turkish archives are open to historians and researchers from abroad who want to ''discover the truth,'' a Turkish researcher admits there is a lot of red tape involved. Prominent Turks have appealed for the archives to be opened properly so the record can be set straight."
}