{
    "title": "Turkey Open to Bids for Refuge by Muslim Brotherhood Exiles",
    "publisher": "the new york times",
    "year": 2014,
    "month": 9,
    "day": 16,
    "full text": "ISTANBUL -- President Recep Tayyip Erdogan of Turkey said on Monday that several exiled leaders of Egypt's Muslim Brotherhood who fled to Qatar but lately have come under pressure to leave that Persian Gulf monarchy could perhaps find a new refuge in his country.\n''If they make any request to come to Turkey, such an application would be assessed and examined,'' Mr. Erdogan said, according to a report on CNN Turk television. He spoke to reporters on a plane back to Turkey after he had visited Qatar on an official trip. Mr. Erdogan referred to the standard procedures that applied to foreign residents and said that Muslim Brotherhood leaders could be granted entry to Turkey as long as laws permitted.\n''If there are reasons that would prevent their entry to Turkey, it would be assessed accordingly'' he said. And if there are no obstacles, the ease granted to everyone would also be granted to them.''\nQatar's support of the Brotherhood has led to accusations that the country has been involved in financing terrorism in Syria and elsewhere, analysts say. Qatari officials have suggested that their government was not forcing the Brotherhood leaders to leave, but that they had chosen to do so voluntarily.\nAl Jazeera Turk reported on Monday that Amr Darrag, the foreign relations officer of the Muslim Brotherhood, had already arrived in Turkey, while Jamal Abdul Sattar, the former deputy head of the Egyptian Religious Affairs Directorate in exile in Qatar, planned to move to Istanbul.\n''We, the Muslim Brotherhood, do not only seek a safe haven,'' said Mr. Abdul Sattar, as quoted in the report. ''We also seek to find a safe location from where we could struggle against the bloody and brutal military coup against us in Egypt and run our activities free of pressure.''\nMr. Erdogan has denounced the Egyptian military's ouster of President Mohamed Morsi of the Brotherhood last year and has vouched for the democratic intentions of Mr. Morsi, who remains under arrest in Egypt.\nHe also criticized a report in The New York Times over the weekend in which Western intelligence officials and American officials said that Turkey had failed to crack down on an extensive black market oil-trading network that had helped finance the Islamic State in Iraq and Syria.\nMr. Erdogan called the report false and said it showed bad faith at a time when Turkey was continuing its own struggle against terrorism.\n''We suffered a lot from terror attacks,'' Mr. Erdogan said, according to the CNN Turk report. He complained about the coverage of Turkey by the American news media and said he brought up that subject in a recent meeting with the American secretary of state, John Kerry.\n''They are not reflecting Turkey's real face but are trying to destroy its good relations with ally countries,'' he said.\nTurkey's energy minister, Taner Yildiz, also denied the allegations raised in the Times report and said that the country's energy trade was in compliance with all rules and regulations.\n\nhttp://www.nytimes.com/2014/09/16/world/europe/turkey-open-to-bids-for-refuge-by-muslim-brotherhood-exiles.html\n\nLoad-Date: September 19, 2014"
}