{
    "title": "Turkish aid group had terror ties",
    "publisher": "telegraph herald ",
    "year": 2010,
    "month": 6,
    "day": 3,
    "full text": "PARIS - The Turkish Islamic charity behind a flotilla of aid ships that was raided by Israeli forces on its way to Gaza had ties to terrorism networks, including a 1999 al-Qaida plot to bomb Los Angeles International Airport, France's former top anti-terrorism judge said Wednesday. The Istanbul-based Foundation for Human Rights and Freedoms and Humanitarian Relief, known by its Turkish acronym IHH, had \"clear, long-standing ties to terrorism and Jihad,\" former investigating judge Jean-Louis Bruguiere told The Associated Press in a telephone interview. Bruguiere, who led the French judiciary's counterterrorism unit for nearly two decades before retiring in 2007, didn't indicate whether IHH now has terror ties, but said it did when he investigated it in the late 1990s. \"They were basically helping al-Qaida when (Osama) bin Laden started to want to target U.S. soil,\" he said. \nSome members of an international terrorism cell known as the Fateh Kamel network then worked at the IHH, he said. Kamel, an Algerian-Canadian dual national, had ties to the nascent al-Qaida, Bruguiere said. Among Kamel's followers was Ahmed Ressam, an Algerian who was arrested in the U.S. state of Washington in December 1999 on his way to bomb Los Angeles International Airport as part of an al-Qaida plot. \"IHH had a role in the organization that led to the plot,\" Bruguiere said, reiterating sworn testimony he made in a U.S. Federal Court during Ressam's trial. Ressam is serving a 22-year prison sentence. Bruguiere issued an international warrant for Kamel, Ressam's former mentor, who was extradited from Jordan to France in 1999 and sentenced to eight years in prison on terror-related charges. IHH vehemently denies ties to radical groups. The group is not among some 45 groups listed as terrorists by the U.S. State Department's Office of the Coordinator for Counterterrorism. Nine people on board the IHH flotilla were killed by Israeli forces on Monday. \"We are a legal organization,\" IHH board member Omer Faruk Korkmaz said late Wednesday in response to Bruguiere's statements. \"We have nothing to do with any illegal organization,\" he said.\n\nLoad-Date: June 3, 2010"
}