{
    "title": "TURKISH JET HIJACKED TO BULGARIA ; 5 AMERICAN BANKERS THREATENED",
    "publisher": "the new york times",
    "year": 1981,
    "month": 5,
    "day": 25,
    "full text": "Four armed men described as ''leftist extremists'' hijacked a Turkish airliner carrying 110 passengers and crew members yesterday and diverted it to Bulgaria.\nThe official Bulgarian press agency said the hijackers had threatened to kill five American bankers aboard the plane unless their demands were met by 2 A.M., Bulgarian time (7 P.M. Sunday, New York time), Reuters reported from Vienna.\nLater, the Bulgarian agency was quoted as saying that the hijackers had agreed to postpone the deadline indefinitely to allow negotiations with the Turkish Government to proceed.\nThe airline manifest listed four employees of Citibank, whose headquarters is in New York, among the passengers. Among them was said to be William Pitts, the manager of an Istanbul branch that was authorized to begin operations only last month.\nTurkish jet hijacked to Bulgaria; 5 American bankers threatened\nThe Turkish Government has asked Bulgaria not to permit the plane to leave Burgas and to return the plane, the hijackers and the passengers to Turkey.\nTurkish Foreign Ministry sources said that the hijackers had made several demands, but they declined to confirm reports that they had asked for $100,000 and the release of 47 prisoners from Turkish jails. Other reports said they wanted a ransom of $500,000.\n \nSome Passengers Are Released\nSeventeen passengers were released yesterday morning, including eight women, five children and four elderly men, according to official sources. Two other men were said to have escaped from the plane. All the passengers who have gotten off the plane were Turkish citizens, according to Istanbul security sources.\nThe Turkish Airlines DC-9 was on an internal flight from Istanbul to Ankara when it was diverted to the Bulgarian Black Sea resort of Burgas, 140 miles north of Ankara.\nThe manifest listed the names Pitts, Kelley, Kelland, Clark, Bernson; all are believed to be Americans. A Graault or Giraud, is believed to be French, and a Sudo and a Pakayasu are believed to be Japanese. All other names on the manifest appeared to be Turkish.\nAnkara's martial-law command has banned the publication of news about the hijacking except for official releases.  ''We don't want to give any information that would serve the purpose of the hijackers,'' a Foreign Ministry spokesman said.  Turkey's military regime, which seized power in September, has declared as its principal objective the fight against terrorism that had brought the country close to civil war. The military rulers have clamped down firmly on both left- and right-wing terrorist organizations.\nA high-level Turkish team headed by a Foreign Ministry official, Kamuran Gurun, flew to Burgas yesterday afternoon. It was reported earlier that Ankara had asked the Bulgarians for jurisdiction to handle the hijacking. The Bulgarian Ambassador in Ankara was said to have pledged his Government's cooperation and support.\nThe Turkish airliner took off from Istanbul for Ankara at 7 A.M.  yesterday and was diverted at 7:21. The pilot told Istanbul airport of the incident and said he was flying to Burgas because he was low on fuel. Communications with the plane then were cut.\nThe aircraft, carrying a five-member crew and three other crew members who were to take over during a continuation of the flight, landed at Burgas shortly after 8 A.M. The plane was moved to an isolated part of the airfield and strict security measures imposed.  The hijackers demanded that the plane be refueled for a flight to an undisclosed country.\nThe Turkish consul general in Burgas, Osman Fuat Ozkilic, said that two of the released passengers had been having fainting spells and had been taken to the hospital. Others who left the plane were said to be in good health.\nIt was reported from Bulgaria that the hijackers had asked for the release of some Turkish prisoners. Turkish sources close to the Government said Ankara would not agree to the release of any prisoners and would try to ''wait out'' the hijackers.\n''These are very important days for Turkey,'' a senior air force officer said.  This is the second time a Turkish airlines plane has been hijacked to Bulgaria in the last decade. In 1971, when Turkey's armed forces were engaged in another attempt to stiffle terrorism, a plane was hijacked to Bulgaria. The Government refused to give in to any of the hijackers' demands.\nIn October, Islamic extremists hijacked a Turkish airliner to the eastern city of Diyarbakir. A specially trained military team stormed the plane and captured the hijackers without serious casualties. Official sources said last night that there was no question of sending such a team to Bulgaria.\nOfficials have complained that they have unsuccessfully sought international cooperation in apprehending Turkish terrorists who have fled abroad. Most recently, officials said they repeatedly sought assistance in the pursuit of Mehmet Ali Agca, a convicted murderer who escaped from a Turkish prison in 1979. On May 13, Mr.  Agca, a right-wing extremist, was seized in Rome and accused of shooting Pope John Paul II.\nTurkish military rulers are convinced that Eastern-bloc countries are trying to destabilize Turkey, the eastern-most member of the North Atlantic Treaty Organization. Nevertheless, Turkey has tried to retain correct relations with its Communist-bloc neighbors, particularly Bulgaria."
}