{
    "title": "TURKISH PREACHER ISN'T A TERRORIST",
    "publisher": "wisconsin state journal",
    "year": 2016,
    "month": 8,
    "day": 21,
    "full text": "Fethullah Gülen is the man the Turkish president blames for a coup attempt on July 15 in Turkey.\nWell known as a Muslim social advocate and the inspirational leader of a civil society movement called Hizmet, Gülen has now been branded a terrorist by the Turkish authorities without any court order or hard evidence of his involvement. Is Gülen really a terrorist leader? Actually, the Turkish people asked the very same question in 2000 when Ankara State Security Court's chief prosecutor opened a case against Gülen charging the Turkish preacher had set up a terrorist network. The prosecutor has charged hundreds of schools and organizations founded by people inspired by Gülen's ideas, and Gülen was acquitted of all charges.\nNow the Turkish government follows the same path and designates the Hizmet initiative, which promotes education, community service, and interfaith dialogue, a terrorist organization. After studying the movement, I have seen that Gülen has been preaching understanding, tolerance, human rights and democracy ? but definitely not violence.\nSchools established by the Hizmet volunteers are aimed to raise generations who respect universal human values and are educated through modern sciences and spiritual formation. Gülen reiterated his views on education in the interviews July 17, right after the attempted coup. If any of these schools were ever involved in any \"terrorist\" activity, as the Turkish government blindly claims, the many host countries would be the first to shut them down.\nIn his 56-page defense presented to the Turkish court in 2001, Gülen emphasized that his personal views and the surveys and studies conducted on the movement proved that both national and international academic circles did not see Hizmet as a terrorist organization or \"Muslim supremacist cult.\" Almost everyone both in Turkey and abroad knows that Gülen was the first Muslim leader who condemned the 9/11 terrorist attacks. Gülen stated, \"I would like to stress that any terrorist activity, no matter who does it and for what purpose, is the greatest blow to peace, democracy and humanity.\"\nWhen people were searching for moderate Muslim voices, he had already issued press releases for the attacks in Madrid, London, Boston, San Bernardino, Mogadishu, Orlando, Lahore, Paris, Istanbul, Nairobi, Brussels and many other places, condemning any type of terrorism and religious extremism.\nGiven the popularity of the Hizmet across the world and lack of evidence that Gülen is indeed linked to terrorism, I believe it will be unequivocally impossible to confirm that the movement is a \"separatist terrorist organization,\" as claimed by the Turkish president. Gülen always makes a broad social critique of violence, terrorism and racism, while promoting social justice, harmony and peace.\nYes, the Turkish government blames Gülen and his sympathizers for the attempted military coup. Gülen has rejected all accusations that he was behind the coup attempt and declared his clear stance on democracy. This is also what he stated back in 1994: \"I believe, from now on, both in Turkey and in the rest of the world, there will be no going back from democracy.\"\n\nNotes\n\n Harpci, who was born and raised in Turkey, is an assistant professor of religion at Carth \n\nLoad-Date: August 22, 2016"
}