{
    "title": "Turkey , Egypt criticize Syrian regime Two countries also pledge support for Palestinian cause",
    "publisher": "daily news ",
    "year": 2012,
    "month": 10,
    "day": 1,
    "full text": "ANKARA, TURKEY - Turkey and Egypt sought to boost their alliance in a turbulent region on Sun-day, unleashing harsh criticism of the Syrian regime and pledging joint support for the Palestinian cause.\nEgypt's new president, Mohammed Morsi, addressed a major congress of Turkish Prime Minister Recep Tayyip Erdogan's ruling party, amid signs that a partnership between their two countries is emerging, and said they both plan to stand by Palestinians and the Syrian people.\n\"Our common goal is to support other people who are standing up against their administrations or regimes, to support Palestine and the Syrians in their efforts,\" Mursi said.\n\"The events in Syria are the tragedy of the century,\" Morsi said. \"We will be on the side of the Syrian people until the bloodshed ends, the cruel regime is gone and Syrian people reach their just rights.\"\nIn his speech to the congress, which is marking the ruling Justice and Development party's decade in power, Erdogan promised that Turkey, which is host to some 88,000 Syrian refuges as well as Syrian opposition groups, would continue to support the Syrian people wanting to oust the regime of President Bashar Assad.\nHe appealed to Russia, China and Iran to stop backing the regime.\n\"We call on Russia, China as well as Iran: please review your stance. History will not forgive those who stand together with cruel regimes,\" he said.\nWith Khaled Mashaal, the leader of the Palestinian Islamic militant group Hamas also present, Erdogan said Turkey is determined to speak out against what he called Israel's \"state terrorism\" in the region and praised Morsi for his support to Palestinians.\n\"Through Morsi's leadership, our Palestinian brothers in Gaza and in all other Palestinian cities are able to breathe easily,\" he said.\n\nLoad-Date: October 1, 2012"
}