{
    "title": "TURKEY ASKS DEATH AT RIGHTISTS' TRIAL",
    "publisher": "the new york times",
    "year": 1981,
    "month": 4,
    "day": 30,
    "full text": "The death penalty was asked today for 220 members of the right-wing Nationalist Action Party, including its leader, Alpaslan Turkes.\nIn the opening day of the trial before a martial law court, Mr.  Turkes, a 64-year-old retired army colonel, and his principal supporters were accused of trying to seize control of the state by force behind the ''mask'' of anti-Communism.\nThe military prosecutor's office demanded death sentences for Mr.  Turkes, 15 members of his party's executive committee and 204 party activists, linking them directly to the terrorism that has troubled Turkey over the last two years.\nMilitary prosecutor's office in Turkey asks death penalty for 220 members of right-wing Nationalist Action Party\nThe 945-page indictment has not yet been made public, but legal sources who have had access to it say that it showed that Nationalist Action Party members had widely infiltrated the administration, even the army.\nThe stiff penalties requested against the party leadership were viewed as a sign of the impartial action of the military prosecution.  The junta has until now laid greater emphasis on the role of the extreme left in the political terror than on that of the extreme right. Also, many more leftists than rightists have been arrested in connection with political violence.\nThere was no indication today how long the trial would last, but legal sources said that it could take at least a year.  Mr. Turkes, a leader of a military coup in 1960, was later sent into exile because of his authoritarian views. He has been a leader of the Nationalist Action Party since its inception in 1969, and he openly encouraged the formation of commandos to combat leftists.\nIn recent years, Mr. Turkes has linked his political fortunes to those of former Prime Minister Suleyman Demirel's conservative Justice Party, serving twice in government coalitions and supporting Mr. Demirel's minority government, which was overthrown by last September's military coup.\nAt today's opening of the Nationalist Action Party trial, the military prosecutor's office presented a written statement to the press announcing that sentences had been asked for a total of 587 suspects and that 498 of them were under arrest."
}