{
    "title": "Turkey 's new index for ties to the world",
    "publisher": "the christian science monitor",
    "year": 1999,
    "month": 3,
    "day": 24,
    "full text": "More and more, Turkey's foreign policy is being shaped by its stance on the Kurdistan Workers Party (PKK), a rebel group that has fought for Kurds' independence in southeast Turkey.\n \nTurkey's firm stand against the PKK and its disappointment over the reluctance of Western allies to support this stand has already created friction.\n \nLast month, all eyes in Turkey were on the capture of PKK leader Abdullah Ocalan. And Turkey's attention to the matter has only increased with Mr. Ocalan now awaiting trial - especially as a campaign of violence, in reaction to Ocalan's arrest, spreads across the country.\nTurkey has taken a hard line on the violence, declaring that the PKK is the most serious threat to Turkey's security and territorial integrity.\n \nAnd Turkey has expected other countries to see the situation the same way.\n \nBut the Turks are not satisfied yet with the attitude of some Western countries. Except for the United States, which publicly lists the PKK as a terrorist organization and supports Turkey in its fight against terrorism (and also helped Turkey capture Ocalan in Kenya), most European countries have not reacted sufficiently against the PKK, Turkish officials say.\n \n\"We attribute great importance in our foreign policy now to the way other countries treat terrorists,\" Foreign Minister Ismail Cem said last week. \"Those who are friendly to terrorist organizations like the PKK should not expect friendliness from Turkey.\"\n \n'A determining factor'\n \nTerrorism and the PKK are considered \"a determining factor\" in its international relations, said Foreign Ministry Undersecretary Korkmaz Haktanir last week. \"Turkey has set up new parameters [in foreign affairs], and we shall assess our relations according to the new criteria,\" he said. \"The main points are: the extent of support foreign countries give to terrorism, the way in which they address the Kurdish question, and their approach to the legal proceedings against Ocalan.\"\n \n\"The European institutions such as NATO, EU, and Council of Europe have refrained from condemning terrorism and dissociating themselves from anti-Turkish activities,\" said Erol Manisali, a professor of political science at Istanbul University, on a Turkish television program March 21. \"How can Turkey trust the West? What kind of friends and allies are those countries?\"\n \nGermany is among the Western nations accused here of tolerating pro-PKK activities, which are carried out under various names. There are 500,000 Kurds of Turkish nationality living in Germany and an estimated 12,000 militants belonging to or actively supporting the PKK.\n \nAlso last week, Turkey pressed Belgium and Britain to ban the broadcasts of Med-TV, a satellite Kurdish channel acting as the voice of the PKK. On March 22, British authorities took the channel off the air for 21 days.\n \nTurkish officials are seizing all opportunities to warn Greece to stop support to the PKK, which they claim still continues. Turkish policymakers are working on a number of countermeasures against Greece, ranging from economic sanctions to political and military moves. Turkey is trying to mobilize its Western allies, particularly the US as well as NATO, to press Greece to reverse its policy.\n \n\"If we don't get any result this way, we'll resort to other measures to force Greece to [stop acting] as an enemy,\" a senior official said.\n \nThe foreign-policy moves have taken place during domestic turbulence.\n \nIn the past months, Turkey gained the upper hand over the PKK in the southeast and effected the expulsion of PKK rebels from Syria. And then, when Ocalan was captured, Turkish officials thought the end of the PKK was near, but that has not been the case. A fresh campaign of urban terrorism has targeted shopping centers, cafes, and clubs, particularly in Istanbul. The PKK has also warned foreign tourists not to visit Turkey, which has resulted in a mass cancellation of reservations by European vacationers.\n \nThat could deliver a severe blow to the developing tourism industry here, which received 10 million foreign visitors and an income of $ 8 billion last year.\n \nStepped-up military involvement?\n \nSo far civilian authorities have had the help of the national police to deal with urban violence. But the spread of terrorism may force the military to become more involved, and according to some analysts, martial law may be declared in certain areas if deemed necessary.\n \nThere is fear that terrorist action may be stepped up by PKK radicals during Ocalan's trial. The trial date has not been fixed yet, though it is believed that it would not start before the country's April 18 elections.\n \nThe government has gone through turmoil as well. The minority caretaker government led by Prime Minister Bulent Ecevit survived a no-confidence vote March 22. Also, Parliament warded off a bid backed by the pro-Islamic Virtue Party to cancel the elections. But a prosecutor petitioned the courts to close down the Virtue Party, a successor of the Welfare Party, which was closed down two years ago under strong pressure from the armed forces. The military sees itself as the guardian of Turkey's secular system.\n \nThe attempt to close down the Virtue Party is likely to provoke a new political storm and raise questions about the future of democracy in the country.\n \nThe Turkish armed forces had issued a strong warning for the politicians to mend the divisions. \"We are worried that this could lead to chaos,\" said Gen. Huseyin Kivrikoglu, chief of staff. \"In an environment like this [referring to the violence], shouldn't we be in unity like a fist, for the interest of the country?\"\n\nGraphic\n\n \nPHOTO: CRACKDOWN: A Kurdish protester is detained in Istanbul on March 21, the Kurdish New Year's. Strong security measures were taken in Turkey's southeast for the day. BY MURAD SEZER/AP\n\nLoad-Date: March 23, 1999"
}