{
    "title": "Turkish study-abroad program nixed after overseas terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 12,
    "day": 9,
    "full text": "With terrorism posing an imminent threat to safety, SUNY-Binghamton students who were planning on studying in Istanbul next semester now have to rethink their plans.\nWith four recent bombings in Turkey, the country is now being touted as dangerous to visit by American, British, French and Australian governments, who are cautioning their citizens against unnecessary travel.\nBecause of this, BU canceled the spring semester exchange program in Istanbul at Bosphorus University. The program is offered to both SUNY schools and non-SUNY schools.\nSUNY-Binghamton\n\"We try to evaluate each situation on its own and we try to use all available information,\" said Susan B. Lewis, assistant director of international programs at BU, of how the decision to cancel the program was made.\nSeven students were going to study in Turkey this spring, but after several bombings in Istanbul and a travel warning issued by the U.S. State Department, the school chose to suspend the program.\nBefore deciding to cancel the Turkey program, the International Office consulted with colleagues, faculty members, Vice Provost for Undergraduate Education H. Stephen Straight and oversees partners, Lewis said.\nAfter the bombings occurred, however, there were no e-mails from panicked students regarding the situation, Lewis said.\nDespite the students' willingness to study in Turkey, the decision was made to suspend the program.\n\"By the following Monday [after the bombings], I was able to let them know about the decision [to suspend the program]\" Lewis said. She said BU offered the students the chance to switch to the Morocco program, which two of the students have done.\n\"The State University of New York Central Administration, Binghamton University and the State Department works on protection,\" Gosende said. \"There are none of us who are not working on implementing safety.\"\nOn Nov. 15, explosions set off by a pair of truck bombs exploded in two synagogues in Istanbul. About 20 people were killed and by Sunday, al-Qaida had taken responsibility.\nOn Nov. 20, another pair of truck bombs detonated outside the British Consulate and a British bank, killing about 27 people. The bombings bear similar trademarks to those seen earlier in the Nov. 15th attacks.\nThe bombings have affected more than just the students in the program\n\"I was supposed to travel to Turkey and Israel over December break but because of the bombings my family had to change their plans,\" said senior studio art major, Lane Rosner. \"Now we are going to Amsterdam instead of Turkey.\"\nRosner said that he is not worried about the trip to Turkey but that his family does not want to go.\nAccording to the U.S. State Department, in addition to a Middle East Public Announcement warning U.S. citizens of the dangers of travel, there has been a Worldwide Public Announcement since Sept. 11, 2001.\n\"We expect that the recent events in Turkey will discourage students from studying,\" said Ambassador Robert R. Gosende, associate vice chancellor for international programs for the State University of New York.\nBoth Lewis and Gosende said the travel warnings issued by the U.S. State Department are taken very seriously and are constantly monitored. Students who are already abroad receive e-mails periodically updating them of travel warnings.\n\"We've been a little more proactive with sending warnings to students,\" Lewis said.\nLast spring, the program had eight students, which was the highest ever, studying in Istanbul when the war with Afghanistan started.\n\"We made the decision to leave the eight students who were there,\" Lewis said. \"They didn't want to come home.\"\nThe students stayed in Istanbul, Lewis said, because they were almost through the semester and would not receive credit from their colleges because they would not finish their classes.\n\"They are in a quiet suburb not a commercial area,\" Gosende said.\nIf there were any unrest, it would be close to the Iraqi border, not where the school is located, Lewis said.\nThe school gave the students a 24-hour emergency number to contact if deemed necessary and extra safety information.\nBU also initiated dual-degree programs this year with Bosphorus University, Middle East Technical University, Bilkent University and Istanbul Technical University.\nBU has been working with Bosphorus University since 1994.\n\"Both sides [of the program] are voluntary,\" Gosende said. Initially, students from Turkey will be coming to BU, and eventually BU will send students abroad, Gosende said.\nIt is possible for students to still go to Turkey if the travel advisory is lifted, Lewis said. She said, however, it is highly unlikely because there will not be enough time to prepare for the trip.\n\"In reality, I do not believe our students are in danger in the campuses they are studying,\" Lewis said.\n(C) 2002 Pipe Dream via U-WIRE\n\nLoad-Date: December 9, 2003"
}