{
    "title": "Turkey Frees U.S. Consulate Employee",
    "publisher": "the new york times",
    "year": 2019,
    "month": 1,
    "day": 30,
    "full text": "ISTANBUL — A Turkish court ordered the release of an American consular employee on Wednesday after almost two years in jail, while also convicting him of terror-related charges.\nHamza Ulucay, a translator who had worked at the United States Consulate in the southern city of Adana for over 30 years, was one of three employees of American consulates in Turkey detained over the past two years, along with several American citizens, in a growing confrontation between the two countries.\nMr. Ulucay was sentenced to four and a half years in jail for aiding an armed terrorist group, but he was ordered released with reductions for time served, the private Demiroren news agency reported.\nThe court, in the southeastern town of Mardin, ordered that he remain under travel restrictions that will prevent him from leaving the country, but he was able to return home on Wednesday.\nThe United States Embassy in Turkey had no immediate comment but diplomats have protested strongly against Mr. Ulucay’s detention, along with cases against two consular employees in Istanbul, saying the charges of terrorism were groundless.\nMr. Ulucay was detained in February 2017, and held for months before being indicted. He was accused of having links to the outlawed Kurdistan Workers’ Party, or P.K.K., and of trying to encourage protests, charges he denied.\nHis release was interpreted by Turkish news channel NTV as positive news for Turkey’s relations with the United States, although serious obstacles remain between the two countries. In particular, Turkey has criticized American policy in Syria and its support of the Kurdish militias there, and has assailed the United States for refusing to extradite Fethullah Gulen, a cleric whom Turkish officials have accused of orchestrating            a coup attempt in 2016.\nOf the two Istanbul consulate employees detained, one remains in jail and one is under house arrest. Although they have yet to be indicted, Turkish media have reported that they are being held in connection with terrorism.\nThe consular employees were detained while the Turkish government was undertaking a widespread crackdown in the wake of the failed coup attempt. Tens of thousands of security personnel and public employees have been imprisoned, as well as dozens of foreign citizens and Turks with foreign citizenship.\nBut the consular employees’ detention was seen more specifically as a response to a politically embarrassing court case in New York, in which a Turkish banker from the state-owned Halkbank was charged with conspiracy to violate United States sanctions against Iran. The banker, Mehmet Hakan Atilla, was            sentenced to 32 months in prison.\nThe American pastor Andrew Brunson was also detained for two years on charges of terrorism, which he and American officials vehemently denied. Mr. Brunson was also convicted and then released, and was allowed to leave the country in October.\nAt one point, President Recep Tayyip Erdogan suggested exchanging him for Mr. Gulen.\nPHOTO: The translator Hamza Ulucay, center, after his arrest in 2017 following an objection by the public prosecutor in Mardin, Turkey, against his release. (PHOTOGRAPH BY Halil Ibrahim Sincar/Anadolu Agency, via Getty Images FOR THE NEW YORK TIMES)\nRelated Articles\nU.S.-Turkey Visa Standoff Disrupts Business and Tourism\nAmericans Jailed After Failed Coup in Turkey Are Hostages to Politics\nTurkey Frees Pastor Andrew Brunson, Easing Tensions With U.S.\n\nLoad-Date: February 1, 2019"
}