{
    "title": "TURKISH ARMY TAMES TERRORISM, BUT INFLATION'S STILL RUNNING WILD",
    "publisher": "the new york times",
    "year": 1981,
    "month": 1,
    "day": 2,
    "full text": "Turkey welcomed the new year with general satisfaction that the armed forces seem to have brought political terror under control but concern that inflation continues to soar, now topping the 100 percent level.\nYear-end festivities were particularly subdued this year because of tight security measures and steep new price rises.  In contrast to last year, the first day of 1981 got off to a peaceful start with no incidents of political violence reported anywhere in the country. Between 20 and 30 people were being killed each day by political extremists when the generals seized power last Sept. 12.\nTurkish military forces control terrorism, but inflation continues\nThe Turkish press praised the military regime for restoring the authority of the state. The newspapers expressed hope, however, that the military leaders would make good their pledge to restore democratic rule ''as soon as possible.''\n \n'We Enter 1981 Grateful'\n''We enter 1981 grateful to the Turkish armed forces who have saved the country from the threat of terrorism,'' the independent Istanbul daily Milliyet said, reflecting the view of a majority of Turks.  ''However, we should add that every Turk who is attached to his country expects 1981 to initiate the return to multiparty democracy.''\nGen. Kenan Evren, the Chief of Staff and the head of state, was named ''Man of the Year'' by several Turkish newspapers.  In his New Year's message, General Evren appealed for national unity and hard work in support of military efforts to accelerate development ''to make up for lost time.''\nThe general, who led the coup last year, said the conditions that had prevented the smooth functioning of the democratic system ''have been totally eliminated.''\n \nAn Economic Cloud\nNevertheless, the holiday season was clouded by a Commerce Ministry announcement that the estimated rate of inflation for 1980 was 106.2 percent. Government sources had recently predicted that the 100 percent rate of a year ago had been halved.\nCelebrations were tempered this season by reports of price increases for many necessities: 40 percent for wheat and sugar, 30 percent for drugs, 35 percent for toilet paper. It was reported that bread would not go up in price but loafs would be smaller.\nPopular resorts were said to have suffered a decline because of an increase in hotel prices from 70 to 100 percent as of the first of the year. Hotels at the fashionable ski resort of Ulu Dag were reported to be half-empty because the management required a nine-day minimum stay over the New Year's holiday.\nThe authorities in Istanbul imposed controls on restaurant and nightclub prices for New Year's Eve, but many casinos and clubs were reported to be almost empty."
}