{
    "title": "Turkey not terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 12,
    "day": 2,
    "full text": "Around the country on Nov. 28, hundreds of thousands of terrorist acts were perpetrated across America. So clever were the organizers of these attacks that chances are, you participated in one without even knowing it.\nOr so the People for the Ethical Treatment of Animals would have you believe. Their most recent ad campaign, titled \"Terrorism at the Table,\" casts Thanksgiving, a traditional, family-oriented American holiday, as a \"bloodbath.\" Their print campaign reads: \"Do exactly as I say and nobody gets hurt. Resist and innocent creatures will be beaten, scalded alive and dismembered and their throats slit.\"\nNew York U.\nOf the widely varied forms that American activism takes, PETA's campaign against Thanksgiving is one of the most laughable. Comparing a venerable American holiday to terrorism, if it did not border on self-satire, would be utterly offensive to the vast majority of Americans who celebrate this holiday without regard for the feelings of their dinner. These Americans do not believe as PETA does, that \"the millions who plan to observe Thanksgiving by carving themselves a portion of turkey flesh are inextricably linked to a chain of terror.\"\nPETA has long been known for hyperbolic declarations. According to the Consumer Freedom Center, one of PETA's national lecturers, Gary Yourofsky, proclaimed that all American meat producers should be \"put on trial for depraved, nefarious and inhuman acts of terrorism against the animal kingdom.\" The CFN also reports that Yourofsky told a Toledo, Ohio, Blade reporter that he would \"unequivocally support\" the murder of scientific researchers who use animals in their work.\nThe American Heritage Dictionary defines terrorism as \"the unlawful use or threatened use of force or violence by a person or an organized group against people or property with the intention of intimidating or coercing societies or governments, often for ideological or political reasons.\" Putting aside Yourofsky's condemnation of the \"terrorism\" of American meat producers and his contradictory support for the murder of researchers, which constitutes actual terrorism, PETA's anti-Thanksgiving ad campaign is based on a wholly flawed premise. Cooking and eating a turkey for Thanksgiving is not unlawful, nor is it violence against people or property, nor is it an attempt to intimidate or coerce societies or governments. Celebrating Thanksgiving is not a terrorist act, and PETA's use of that sort of rhetoric is a cheap, insensitive and shameless way to tap into the fear and anger surrounding the terrorist attacks of Sept. 11, 2001, and the current war against terrorism.\nPETA's attack on Thanksgiving is just another example of a long commitment to assaults on consumer freedom -- our freedom to buy, wear, eat and do what we will. PETA's advocates will not be happy until everyone conforms to their standards. An excellent example of this is PETA's meat tax initiative. PETA proposes an excise tax on meat products to lower consumption, which essentially constitutes financial coercion toward vegetarianism. All their rhetoric about terrorism and bloodbaths boils down to one thing: They want to tell you that you can't eat meat, that you can't wear leather, that you can't go to the zoo or the circus, and that you can't eat turkey for your Thanksgiving dinner.\nDon't let them do it. Next Thanksgiving, strike a blow for consumer freedom and have a second helping of that fine, tender oven-roasted turkey.\n(C) 2002 Washington Square News via U-WIRE\n\nLoad-Date: December 2, 2002"
}