{
    "title": "Turkish terrorism drops sharply under military rule",
    "publisher": "the christian science monitor",
    "year": 1981,
    "month": 3,
    "day": 30,
    "full text": "Six months after the military takeover of last September, Turkey's ruling generals seem to have achieved considerable success in controlling the political violence that had brought the country to the brink of civil war.\nLaw and order is the field in which the military is credited with scoring its highest points.\n\"The results obtained during the past six months in pacifying the country and disbanding the various terrorist organizations are beyond our expectations,\" a senior officer told the Monitor.  \"The present limited action of some terrorists is just a desperate effort.  They know now that they have no chance.\"\nAccording to official figures, in the six months since last September, a total of 366 persons, 129 of them terrorists, were killed.  This is an average of two persons killed per day, against an average of 22 before the military takeover.\nThe military junta has succeeded in cracking down on and disbanding most of the 40 underground leftist and rightist organizations.  The arms seized by the security forces or handed over voluntarily by citizens have reached astronomical figures --\"enough to equip a whole army,\" as one official said.  The weapons include 150,000 machineguns and guns, 38,000 rifles, and more than a million rounds of ammunition.\nSince the coup, a total of 25,000 persons has been rounded up by security forces, of which 17,000 are under arrest and more than 8,000 are under surveillance.  The number of those convicted and sentenced in 886.\nSecurity forces have been uncovering leftist and rightist cells and detaining terrorists throughout the country almost daily.  Before the coup, the major stories in the news media were about terrorist attacks, murders, bank robberies, and clashes between rival groups.  Nowadays they are mainly about uncovering of terrorist hideouts, arrests, or slaying of militants during armed action.\nSecurity forces have orders to shoot to kill, in case terrorists resort to force.  Four leftist terrorists were killed in such an operation in a suburb of Istanbul earlier this month.\nThe search for terrorists has been conducted nationwide.  Many hide-outs have been found in rural areas and remote villages.  One such hide-out in southeastern Turkey included specially built concrete underground tunnels, where arms and ammunition were also hidden.\nA majority of the illegal groups uncovered and terrorists caught and arrested are leftists.  According to a statement just released by a military general staff, of the 13,000 active members of various terrorist organizations arrested since the coup, 9,000 are leftists, 2,000 are rightists, and the rest are \"separatists\" (Kurdish militants).  The reason for this, in the words of a top officer, is that \"there were more leftist groups and more leftist terrorists that rightists.\"\nMost analysts agree that the behaviour of the present military regime toward leftists and rightists is fair and balanced, unlike that of the 1971 military intervention, when the crackdown was aimed mainly at the left.  The military rulers have repetedly said that they are against all kinds of terrorism, whatever the ideological tendency.  They have given them equal treatment in official statements and in programs on the stateowned television network.\nThe military is also making an effort to speedily conduct the investigations and trials of those arrested.  Several trials are now going on in martial-law tribunals throughout the country.  A new trial has just started in Istanbul with a total of 263 members of the leftist Turkish People's Liberation Party-Front in the dock.  The prosecutor has asked for the death sentence against 93 of them.\nIn ankara the trial of 24 rightist terrorists is under way, with a demand of the death sentence for 22 of them.  Since the coup, four terrorists have been executed.  The implementation of death sentences has been severely criticized by Amnesty International, the London-based human-rights organization, which is opposed to capital punishment.\nAnother topic of criticism from some foreign sources are the allegations of torture of some political detainees.Amnesty International said in a report last month that torture in Turkey was \"widespread and systematic.\" The report gave the names of 18 people it said died of torture.  It adds that although the authorities have investigated some of these cases, no measures have been taken to prevent the continuation of torture.\nThe generals have publicly condemned the use of torture and ordered punishment of any of those found responsible for practicing it.  So far, 68 complaints have been filed and criminal proceedings for 14 of them are now under way.  The trial of four soldiers and one police officer accused of torturing and causing the death of the leftist detainee has started in Istanbul, and the prosecutor has asked for jail sentences ranging up to 32 years for them.\n\"Police in Turkey have always used methods that can be described as torture,\" a senior officer said.  \"Under the previous civilian regimes, detainees had been mistreated or tortured.  Our position is that whenever such an allegation is made, we start an investigation, and if we find the claim justified, then we do not let the responsible persons escape justice.\"\nAccording to the officer, allegations of torture have been spread deliberately by the militants, some of whom have fled to Europe, in order to discredit the Turkish generals.\nThe restoration of law and order has so far kept the popularity of the military rulers at a high level.  The man in the street seems quite satisfied and impressed with the progress made in this field so far.\n\"We can send our children to school without fearing that something may happen to them,\" said a mother of two sons.  A shopkeeper in the bazaar said, \"For more than two years I lived in fear of being robbed or threatened by terrorists, as it often happened.  Now I feel quite secure.\"\nPerhaps the main inconvenience to the person in the street is the continuation of the midnight-to-5 a.m. curfew in force throughout Turkey.  This is still felt to be necessary by authorities searching for suspected terrorists and making raids on their hide-outs.\nSaid one officer: \"To overcome a great problem, one has to make small sacrifices.\"\n\nGraphic\n\n \nPicture, Istanbul street scene: now only two killings a day, By Gordon N. Converse, chief photographer"
}