{
    "title": "Turkish prime minister talks at Princeton U. of a new world order",
    "publisher": "university wire",
    "year": 2009,
    "month": 9,
    "day": 24,
    "full text": "Former professional soccer player turned Turkish Prime Minister Recep\nTayyip Erdogan proposed the creation of a \"new global order\" to an\naudience of roughly 700 students and visitors in Princeton's Richardson Auditorium\non Wednesday.\nDuring the speech, which was delivered in Turkish and\nsimultaneously translated to audience members via individual earpieces,\nErdogan said that today's most pressing international matters require\ninternational cooperation that embraces a diversity of opinion while\nfocusing on political, cultural, economic and legal issues.\n\"This\nglobal order should be an order which embraces everyone, which is ...\nbased on sharing, which sees differences as social enrichment. And it\nshould be an order which is based on trust,\" Erdogan explained. \"This\npolitical order should be just, equitable and participatory. We must\nunderstand world politics as a whole, and we must understand properly\nthe dynamic relationship between different actors.\"\nErdogan\ncriticized the hypocrisy of world leaders and organizations who profess\nrespect for all people and all viewpoints in documents like the\nUniversal Declaration of Human Rights but whose actions contradict\ntheir stated views.\n\"If you have the text, and you don't have the\npractice, that of course is not really of any use to us,\" he said. \"In\nour country, we say that you cannot feel the sweet taste of honey in\nyour mouth just by speaking the name of honey. You have to eat the\nhoney to taste the taste.\"\nTurkey's past experience dealing with\neconomic recession, ethnic conflict and terrorism leaves it in a\nposition to play an important role in international cooperation aimed\nat combating these issues, Erdogan said.\nHe explained, \"When [my\nparty] first came to power, we had many problems with countries\nsurrounding us ... had problems with almost all of our neighbors, and so\nmuch so that the situation was at times threatening, and we said that\nour goal is not to make enemies, but to make friends.\"\nErdogan\npointed to the specific examples of Turkish relations with Syria, Iraq,\nIran, Russia and the Caucasus as evidence of his country's successful\nforeign policy. \"If one can remove prejudice and preconceptions,\" he\nsaid, \"it is not so difficult at the end of the day to make friends.\"\nPrinceton President\nTilghman, who introduced Erdogan, lauded Turkey as a key American ally\nand an important leader in Middle Eastern politics.\n\"Turkey\noccupies a critical place in the world, bridging as it does two\ncontinents, and not just geographically,\" she said. \"It looks both east\nand west ... Its history has been inextricably intertwined with both the\nChristian and Muslim worlds.\"\nThe alliance between Turkey and the\nUnited States is especially important in preventing terrorism, Erdogan\nexplained. To do this, he cautioned, people must stop equating\nterrorism with Muslim religious beliefs.\n\"Islam never accepts\nterrorism,\" he said. \"The meaning of the word 'Islam' is 'peace.' It is\na religion which believes in peace.\"\nWhile Erdogan acknowledged\nthat much remains to be accomplished, he said he believes Turkey's\nvalues and the will of its people will help guide the country. \"We are\ntrying to take the right steps based on justice and rights, and those\nsteps are supported by our society, our people.\"\n(C) 2008 The Daily Princetonian via UWIRE\n\nLoad-Date: September 24, 2009"
}