{
    "title": "Turkey Drops Travel Ban for German Journalist",
    "publisher": "the new york times",
    "year": 2018,
    "month": 8,
    "day": 20,
    "full text": "BERLIN — A Turkish court has ruled that a German journalist facing trial on terrorism-related charges is free to leave the country, a move that could help improve relations between two countries with deep ties.\nThe journalist, Mesale Tolu, a German of Turkish ancestry who was working in Istanbul, was arrested in April 2017 on charges of spreading propaganda for terrorist organizations. She was held in pretrial detention until December, when she was released but ordered to remain in the country.\nMs. Tolu said on Twitteron Monday that her lawyer had won her permission to travel. “The reports about the lifting of my travel ban are true,” she said, thanking those who had worked for her release.\nGermany’s foreign minister, Heiko Maas, welcomed the decision, calling it “a step toward improving our relations with Turkey.” But he insisted that further steps must follow, pointing to at least seven other German citizens who are jailed in Turkey for what Berlin considers political reasons.\nMs. Tolu reminded her supporters on Monday that the court’s decision to allow her to leave the country would have no effect on the trial against her and other journalists, including her husband. The trial is scheduled to continue on Oct. 16.\nThe announcement about Ms. Tolu comes less than a week after a Turkish activist with Amnesty International, Taner Kilic, was released from prison, months after prosecutors revoked a court’s decision to free him.\nHis release, long sought by Germany, renewed hopes that Andrew Brunson, an American pastor currently under house arrest on espionage charges, could soon be set free.\nMr. Brunson’s prolonged detention has set off a diplomatic standoff with the United States, during which President Trump ordered a doubling of tariffs on steel and aluminum imports from Turkey. The dispute, combined with countermeasures imposed by President Recep Tayyip Erdogan, has accelerated a fall of the lira, which has lost one-third of its value this year.\nMr. Brunson and Mr. Kilic were among the 11 rights activists detained in a flurry of arrests after a failed coup against Mr. Erdogan’s government in 2016.\nThey all faced charges of aiding terrorist groups, in particular the movement led by Fethullah Gulen, a cleric living in exile in the United States whom Ankara accuses of initiating the coup attempt. The United States has repeatedly refused Turkey’s requests to extradite Mr. Gulen.\nBerlin has pushed for the release of its citizens and shifted its policy toward Ankara, announcing a freeze on steps to help Turkey join the European Union.\nMr. Erdogan is set to visit Berlin next month, and talks between the ministers of finance and transport are scheduled before then, German officials said. The meeting has long been planned and could give the governments an opportunity to discuss current developments in Turkey.\nBut even as journalists and activists who Germany maintained were being held on politically motivated charges were being released, authorities handed stiff sentences to others. After one Turkish court ordered the release of a German-Turkish journalist, Deniz Yucel, in February, another court sentenced six Turkish journalists to life in prison for undermining the constitutional order.\nSeparately on Monday, the Turkish government reported that shots were fired from a moving car at the United States Embassy in Ankara. “According to first evaluation of the scene, three bullets hit the iron gate and glass entrance lock,” the government said in a statement, adding that no one was harmed.\nTurkey’s official news agency, Anadolu, reported that one person was detained in Ankara. It did not elaborate.\nMr. Erdogan’s spokesman, Ibrahim Kalin, condemned the attack and insisted that the Turkish government was able to ensure the safety of all foreign missions in the country. “This is a clear attempt to create chaos,” Mr. Kalin said on Twitter. “The incident is being investigated and will be clarified as soon as possible.”\nPHOTO: Mesale Tolu in Istanbul in December. The Turkish authorities have charged her with spreading propaganda for terrorist organizations. (PHOTOGRAPH BY Lefteris Pitarakis/Associated Press FOR THE NEW YORK TIMES)\nRelated Articles\nA Gas Pipeline to Italy? Five Star Backers Sense a Betrayal\nA Gas Pipeline to Italy? Five Star Backers Sense a Betrayal\nGermany to Withdraw Forces From Incirlik Base in Turkey\n\nLoad-Date: October 10, 2018"
}