{
    "title": "Turn to the Web to explore terrorism",
    "publisher": "philadelphia daily news",
    "year": 2001,
    "month": 10,
    "day": 25,
    "full text": "MORE THAN a month later, we're still reeling. Even the mindless act of picking up junk mail has become a potential life-or-death experience. (Most of us are equally shocked that the U.S. Postal Service would be used to deliver the weapons - a sign somebody doesn't know American society all that well.)\nHere are some ways to use the Internet to understand terrorism and the terrorists.\nLearn what's going on\nTo be alert, you have to be informed. And if you select the right sources, you won't fall prey to misconceptions, rumors and panic.\nCheck out our site, www.philly.com, and KYW Newsradio (www.kyw1060.com), for fast-breaking national and local news.\nAll the TV networks have dot-com news operations, but the one I tend to gravitate to the most is the well-packaged, video-savvy MSNBC (www.msnbc.com). \nTwo other good sites are the Associated Press (wire.ap.org) and Pandia Newsfinder (www.pandia.com/news). \nAnd to get a somewhat arm's length view of what's going on - albeit a short, friendly arm - there's the BBC's up-to-the-minute news (news.bbc.co.uk).\nAnd, although I hate to give the guy a plug, you owe it to yourself to peek two, three, four times a day at conservative yellow pseudo-journalist Matt Drudge's page (www.drudgereport.com). \nI find his rabid politics distasteful, his biased selection and headlining of news unprofessional and his Clinton-bashing (especially of Hillary) reprehensible. But if you want to get a general pulse-reading of how right-of-center America and American government are reacting - with some genuine scoops thrown in the mix, along with just about the best list of links to columnists of all stripes - then this is a guilty pleasure.\nBut don't go overboard.\nWhile trying to avoid the latest bio-hazard, you could fall prey to BNS: Breaking News Syndrome (slate.msn.com/idea/01-10-18/idea.asp). Who said irony is dead?\nLearn what's behind\nwhat's going on\nNews reports are just one leg of the stool. Analysis, background, history and specialized niche reportage are the others. (Pretty ugly stool, no?)\nGo to your favorite search engine and read everything you can find about the words, names and concepts you hear or read in the news.\nGo to National Public Radio's site, www.npr.org, and listen to archived recent broadcasts of \"Fresh Air,\" and \"Talk of the Nation,\" \"The Todd Mundt Show\" and others. Look at the terrorism-oriented Debka File (www.debka.com/). \nTo truly comprehend what seems incomprehensible - the mind of the Islamic extremists who perpetrated the Sept. 11 disasters - go to Project Gutenberg (www.promo.net/pg/) and download the full text of the beautiful, stirring Quran to see how its words have been twisted and profaned.\nListen to authority\nWhat's officialdom saying? What's the message government wants to put out? Start with www.whitehouse.gov and www.defenselink.mil/. \nQuestion authority\nAnybody who believes everything the government tells them - or believes that the government is telling everything - obviously isn't ready for the Internet, or the real world. Views from all points across the political spectrum are available online and are too numerous to mention. But try Michael Moore (www.michaelmoore.com) and The Public I (www.public-i.org/), Pat Buchanan (www.wnd.com/news/archives.asp?AUTHOR-ID=185) and Alternet.org (www.alternet.org/). And drop in on a few of the more political/polemical/insightful Web logs, like Doc Searls (doc.weblogs.com/), Robot Wisdom (www.robotwisdom.com) and Interesting People (www.interesting-people.org/archives/interesting-people/). \nParticipate, help\nArmed with information, knowledge and, perhaps, a smidgen of wisdom, enter the fray. Hop into bulletin boards, chat rooms and anywhere people are talking online about all this.\nSpread the truth. Don't let any jerk get away with spouting lies and hate.\nSearch out Usenet conversations using DejaNews (www.dejanews.com). Send intelligent e-mails. Help those having trouble handling the pressure, the tension, the fear, the news overload. Tell them what you know, and what they can do to learn. *\nCyberia appears Thursdays in the Daily News. Have comments, questions or rants? News, tips or listings? E-mail Ed Weiner at cyberia@phillynews.com.  \n\nNotes\n\nCYBERIA\n\nLoad-Date: November 13, 2001"
}