{
    "title": "Turning hot spots into trading partners may cut risk",
    "publisher": "business insurance",
    "year": 2006,
    "month": 1,
    "day": 30,
    "full text": "Although responses to terrorist threats are usually political, commercial companies can play a role in ameliorating the economic conditions that may foster radical terrorist threats, some experts say, but companies seeking to expand into potentially sensitive areas must fully integrate security risk management planning into their strategies, they say.\nSteven Cain, a former British Army officer and attorney and now a member of the newly formed NFC Global Sentinel team, a division of Horsham, Pa.-based NFC Global L.L.C., maintains that companies have a role to play in halting the rise of terrorism.\nMr. Cain-who served in Northern Ireland during the 1980s, when the threat of terrorist attacks by the Irish Republican Army was a pressing concern-contends that the actions of governments alone will not halt the rise of terrorist groups.\nAlthough terrorism in Northern Ireland ended after intense political negotiations, growing prosperity in northern regions of the Irish Republic was a factor in the decline in terrorist activities as it helped reduce the number of economically disadvantaged communities in the region, according to Mr. Cain.\nCompanies should look to nations with terrorism problems as trading partners as a way to help reduce global terrorism risks, said Mr. Cain, as well as to exploit burgeoning market opportunities.\nThe insurance industry can play a role in this effort, according to Mr. Cain, by aiding investment in regions where terrorists are influential. And insurers have a vested interest in trying to stamp out terrorism, because the industry can ill afford to suffer large terrorism-related losses on top of losses from natural disasters, he said.\nNFC Global, which provides due diligence, investigations and risk consulting services, has set up its Sentinel team for clients that are keen to expand internationally but are wary of potential terrorist threats, Mr. Cain explained.\nCompanies considering expanding into emerging-market territories in which there is real or perceived terrorist threats should look at broad security concerns at the outset of any such plans, said Aldwin Wight, deputy chief executive officer of Kroll Security International in London. ``How do you go into a country? Where do you put your offices? Who do you employ?-all these can affect'' a company's security risk profile, he said.\nIt is vital to consider security concerns early in this process, said Mr. Wight. Every company's security risk profile is different, he noted.\nTerrorist events are rare, according to Jennifer Harvison, research director at Control Risks Group in London, and they are just one among a whole spectrum of risks that companies should consider when expanding into countries with a perceived terrorist risk.\n``Since 2001, there is an appreciation that terrorism is here to stay and that there is a need to take account of it, but that it should only be one part of a (whole) risk management program,'' she said.\nWhen companies seek to expand into Islamic territories, for example, consultants such as Control Risks can help them assess whether there are local groups that might have links to Al Qaeda or there exists anti-Western sentiment in the region, she explained.\nBut companies should not take a broad-brush approach to all Islamic countries, because there is a great deal of variety among the different nations, stressed Charles Hollis, head of the Middle East practice at Kroll in London. Giving local communities a stake in a company's success is one ``basic'' piece of ``good security advice,'' Mr. Hollis said.\nAny company considering expanding into the Middle East, for example, should conduct thorough due diligence of all potential business partners and of the political and regulatory landscape, he said.\nRisk consultants can help to assess the risks posed to the safety of personnel as well as to physical assets when companies expand into new territories, said Toby Chinn of Control Risks in London.\nThe companies that are best prepared to face such risks are those that involve their staff in security planning and risk management and provide regular security awareness training, Mr. Chinn said.\n\nLoad-Date: February 3, 2006"
}