{
    "title": "Turning the tide on terrorism",
    "publisher": "the tampa tribune ",
    "year": 2015,
    "month": 6,
    "day": 28,
    "full text": "Most of us are familiar with Dzhokhar Tsarnaev, thanks to media coverage of the Boston bombing case. But very few have heard of Munther Omar Saleh.\nThere's a good reason for that, though. \nBoth shared a desire to commit acts of terrorism, but Saleh's plans, unlike Tsarnev's, were disrupted before they could be carried out. He and two co-conspirators considered numerous sites in New York City for their attack before their arrest on June 13 - the 70th publicly known terror plot on the U.S. since 9/11.\nSo how was Saleh's attack foiled? And how can we address the current spike in terrorist activity? Let's consider these important questions in turn.\nLate last year, Saleh began making radical statements through social media. He called al-Qaida too moderate, and expressed support for the caliphate that the Islamic State claims to have established in Iraq and Syria. He expressed support for the attack on the Muhammad cartoon contest in Texas and began to translate Islamic State and other radical videos and material into English.\nThe FBI began watching Saleh and his computer activity through judicially authorized surveillance, and in March twice found him examining the George Washington Bridge between New York and New Jersey. They interviewed Saleh. He denied supporting Islamic State or holding any radical, violent beliefs, but he provided access to his computer. He then denied reading or translating the radical material they found on it.\nIn May, Saleh began to research weapons, training and equipment that could be used to carry out violent attacks and bombings. He downloaded instructions for building a pressure-cooker bomb; researched various weapons, as well as surveillance and disguise equipment and electronics; and continued to look at various New York landmarks.\nDuring this time, Saleh was also enrolled in an electrical engineering course that would teach him skills useful for building a bomb. \nWhen approached by a confidential informant, Saleh said he was in NY and trying to do an op, a reference to his terrorist operations and plotting. He would not communicate further with the informant, however, because he was ordered by officials he believed to be part of Islamic State not to communicate with others.\nOn June 13, Saleh and another co-conspirator were picked up by Fareed Mumuni and began to perform anti-surveillance measures - driving without lights, not stopping at stop signs, and erratically pulling over and speeding up. At around 4 a.m., they stopped at a red light, and Saleh (with knife in hand) and one other individual got out of the car and charged a law enforcement vehicle tracking them.\nTheir surveillance operation blown, the police moved in and arrested Saleh and the other conspirator who ran at the police vehicle. After questioning Saleh, the FBI learned that the group had planned to use a bomb, run over law enforcement that responded with a car, and then take their weapons to attack others.\nSaleh pledged full allegiance to Islamic State and claimed that his co-conspirators had also. When the FBI went to arrest Mumuni on June 17, he stabbed an FBI agent multiple times, but the agent's vest prevented the knife from doing any serious injury.\nThe Saleh case, one of three foiled attacks in June alone, shows why law enforcement and intelligence officials need more tools to stop terrorists before they strike - not fewer, as some lawmakers have suggested.\nLegitimate government surveillance programs, for example, are a vital component of our national security and should be allowed to continue. Greater cyber-investigation capabilities in the higher-risk urban areas are also essential. \nWith so much terrorism-related activity occurring on the Internet, local law enforcement should be able to monitor and track violent extremist activity on the Web when reasonable suspicion exists to do so.\nGreater intelligence and law enforcement cooperation is also needed to uncover and neutralize terrorist plots, curtail the flow of foreign fighters to Syria, and monitor the activities of foreign fighters who have returned to the U.S. and other countries.\nThis doesn't mean we allow anything in the name of national security. Far from it. The government has an obligation to follow the law and respect individual privacy and liberty. But within those necessary strictures, we should give our law enforcement and intelligence officials all the tools they need - to ensure that any future aspiring terrorists remain as unknown as Munther Omar Selah.\n\nLoad-Date: June 28, 2015"
}