{
    "title": "TV ads revving up criticism for linking SUVs, terrorism",
    "publisher": "the deseret news",
    "year": 2003,
    "month": 1,
    "day": 9,
    "full text": "LOS ANGELES -- A group hoping to lessen U.S. reliance on foreign oil on Wednesday debuted two television ads that link gas-guzzling sport utility vehicles to terrorist funding.\nThe ads mimic spots that link drug money to terrorism.\nOne commercial features a child's voiceover and shows a man filling his gas tank and footage of terrorist training. The closing statement: \"Oil money supports some terrible things. What kind of mileage does your SUV get?\"\nThe other ad shows people talking about their SUVs. One says, \"My kids think it's cool.\" Another says, \"I helped blow up a nightclub.\"\nThe 30-second ads were created for The Detroit Project, a nonprofit launched by syndicated columnist Arianna Huffington. They will begin airing Sunday in New York, Los Angeles, Chicago, San Francisco, Washington and Detroit.\n\"This campaign is not designed to demonize SUV owners,\" Huffington said. \"We want to encourage customers to connect the dots and make socially responsible consumer choices.\"\nThe ads were written and directed by Scott Burns, who was part of the creative team responsible for \"Got Milk.\" They are intended as parodies, Burns said.\nThe ads were turned down by several TV stations -- WABC in New York, KABC and KCBS in Los Angeles and WDIV in Detroit, according to campaign publicists Fenton Communications.\nHuffington said the stations found them \"controversial.\" The ads will air on \"Face the Nation\" and \"Meet the Press\" on Sunday.\nThe Detroit Project was created by Americans for Fuel Efficient Cars, a group co-founded by Huffington, film producer Lawrence Bender, environmental activist Laurie David, and movie and TV agent Ari Emanuel.\nThe ads -- which cost $50,000 to make and $175,000 for air time -- were paid for through donations.\nSam Kazman, general counsel of the Competitive Enterprise Institute, criticized the ads as \"elitist nonsense.\" The institute is a business lobby that favors a nongovernment approach to regulatory issues.\n\nLoad-Date: January 9, 2003"
}