{
    "title": "TV REVIEWS; ' CBS REPORTS' TACKLES PROBLEMS OF TERRORISM",
    "publisher": "the new york times",
    "year": 1985,
    "month": 6,
    "day": 19,
    "full text": "WHAT is terrorism? How should we respond to it?\n \nThe hijacking of a Trans\nWorld Airlines jet makes tonight's ''CBS Reports,'' ''Terrorism: War in the Shadows,'' a topical program. At the same time, it suffers by looking too much like the current coverage. Familiar positions are restated; old news stories are reprised. We don't get beyond what we already know. The report, with Walter Cronkite, will be seen on Channel 2 at 10 P.M.\nJohn Corry reviews CBS television program Terrorism: War in the Shadows; photo\n''Terrorism,'' for example, gives us Secretary of State George P. Shultz urging ''swift and sure measures'' against terrorists. (In fact, we are watching an old speech. Mr. Cronkite says that Mr. Shultz declined to appear unless the interview was live or taped without editing.) Then Secretary of State Caspar W. Weinberger, whom Mr. Cronkite calls ''an advocate of restraint,'' seems to take issue with Mr. Shultz. Mr. Weinberger opposes a ''massive response'' to terrorism.\nOther voices are also heard, some more provocative than others. William H. Webster, the director of the Federal Bureau of Investigation, says ''it would be entirely realistic'' to expect terrorist reprisals in the United States if Middle East sensibilities became ''substantially offended.''\nThis is an inflammatory topic, of course, subject to exploitation. Is there a network of potential terrorists in America now? CBS skirts the answer. This may be responsible journalism, but the question demands more attention. The ''CBS Reports'' shows us what is being done in response to the threat of domestic terrorism - an F.B.I. training course, for example, or concrete barriers outside the White House - but this is familiar stuff.\nThus, the larger areas are not examined. Mr. Cronkite says early on that ''recognized nations'' run an international network of terrorists. The only two nations mentioned, however, are Syria and Iran. Is there evidence linking the Red Brigades in Italy, say, to any nation in Eastern Europe? Mr. Cronkite and Maxwell M. Raab, the United States Ambassador to Italy, ride through Rome in a limousine, but the question never arises. Instead, Mr. Raab talks about security precautions.\nIn part, the problem may be that journalism, television or print, doesn't seem to know very much about the terrorists. Who are they? What moves them? What, other than tactics, joins the members of the Irish Republican Army who plant bombs in London department stores with Shiite Moslems who plant bombs in Beirut? Do political conviction and psychological aberration meet? In fact, there are connections between the debate over terrorism and the domestic debate over criminal insanity.\nThe ''CBS Reports'' - produced, directed and written by Judy Towers Reemtsma - skips over the most provocative areas. Grant, however, that its conclusion does raise, even if gingerly, the question of what can be done. It also notes, intelligently, that our course of action seems to be limited. We may not be able to combat terrorism without looking like terrorists ourselves.\nCan the United States send in jets, for example, to wipe out an Iranian training camp. ''Let me tell you that it's not only going to be male adult terrorists who lie dead,'' Robert Kupperman, an expert on terrorism, says. ''It's going to be charred babies, too, and ABC, CBS, NBC - everybody's going to be there, taking pictures of those charred babies. Can we withstand that?''\nA moment later, Lawrence S. Eagleburger, a former Under Secretary of State, says that ''getting back into the business of covert operations against terrorists'' has merit. But he also says that neither Congress nor the American people are ready to sanction, say, political assassinations.\n''Terrorism: War in the Shadows'' may be ending where it really ought to have begun. It is giving us an overview of a terrible part of contemporary life, without really closing in on the problem.\n\nGraphic\n\n \nphoto of Walter Cronkite, Esther Shani and Mike Ginsberg"
}