{
    "title": "TV Violence - What We Know but Ignore",
    "publisher": "usa today",
    "year": 1993,
    "month": 9,
    "day": 7,
    "full text": "I HAD 23 rewarding years with CBS News as a correspondent at\nhome and abroad and six years with Ted Turner and CNN. And if both\nassociations ended with blow-ups over what I considered issues of\nprinciple, I harbor no hard feelings.\nMy problem with television goes beyond my own relations with the\nmedium, although my experience in television gave me a special\nsensitivity to its baneful effects on the American psyche. Let me\nput it in a sound-bit: Television, celebrating violence, promotes\nviolence. By rewarding terrorism, it encourages terrorism. By\ntrivializing great issues, it buries great issues. By blurring the\nline between fantasy and reality, it crowds our reality. And people\nare beginning to catch on.\nI do not know why conservatives seem generally more concerned\nabout sex on television and liberals more concerned about violence\non television. The Christian right is appalled at the number of sex\nscenes. Of 45 such scenes watched by USA Today in a sample week,\nonly four involved married couples. Thirty-nine involved adulterers\nor unmarried persons.\nOthers are more appalled by violence. By the age of 18,\naccording to the National Coalition on Television Violence, the\naverage American will have witnessed 200,000 acts of violence,\nincluding 40,000 murders. Opinion polls indicate that up to 80\npercent of Americans today think there is too much violence on\ntelevision.\n''In the absence of family, peer, and school relationships,''\nsaid the 1969 National Commission on Violence, ''television becomes\nthe most compatible substitute for real life experience.'' John\nHinckley, who withdrew from school and family life, spent many\nhours alone in a room with a TV set, retreating into a world of\nfantasy violence. When questioned by the Secret Service after\nshooting President Reagan in 1981, he first asked, ''Is it on TV?''\nAnyone who has worked in television knows of its power to create a\nreality of its own that may crowd our real reality.\nLess benign is what people will sometimes do to get themselves\nand their causes authenticated by television. Prison rioters\nsometimes list as a primary demand that they be able to air their\ngrievances on television. You may say that TV is the victim, not\nthe instigator of terrorism. But the dirty little secret is that\ntelevision enjoys the tingle of a terrorist incident. It enjoys the\nratings, and profits, that go with televised terror. ABC scored an\nexclusive interview with the captain of a hijacked TWA plane in\nLebanon, who spoke with a captor's gun to his head. A triumph for\nABC - and a triumph for the terrorists who gained international\nrecognition by this promotional stunt.\nNBC had an exclusive interview with Abu Abass, wanted for murder\nin the hijacking of the cruise ship Achille Lauro, and NBC agreed\nnot to reveal where it had interviewed the fugitive, who used his\nopportunity to justify terrorism on American TV. Anthony Quainton,\nwho used to head the State Department's Office for Combatting\nTerrorism, has associated the increase in casualties during\nhijackings and hostage-takings during the 1980s with a desire to\nensure media attention.\nChannel 7 in Miami, long at the bottom of the ratings pile has\nemerged as one of the most successful independent stations in the\nnation. Why? On a typical evening, Channel 7 reported on three\nrapes, two plane crashes, three hit-and-run accidents, and a\nwild-monkey attack.\nThe quest for ratings is not limited to the entertainment\nstudio. It has spread to the newsroom - in case you can still tell\nthe difference. The ''docu-drama,'' and, more recently, the\nsyndicated ''reality-based shows,'' as they are called, have almost\nerased the line between fact and fiction. News programmers are\nsometimes driven to recreation themselves.\nFour years ago, the ABC Evening News showed a simulation, not\nimmediately identified as such, of an American diplomat suspected\nof espionage handing over a briefcase full of secrets to a Russian\nagent.\nI suspect that kids who go around shooting kids, on purpose or\nat random, no longer know the difference between the bang-bang they\ngrow up with on the television screen and the bang-bang that snuffs\nout real lives. Maybe the kids they shoot will come back to life\nafter the commercial. The desensitizing effect of endless violent\nacts is the most destructive aspect of television's general assault\non a sense of reality. E.B. White predicted in the 1940s that\ntelevision would become either ''the test of the modern world, a\nsaving radiance,'' or ''a new and unbearable disturbance of the\nmodern peace.'' Which is it?\nViolence and sex on television have not developed by\nhappenstance. In the 1950s, ABC, the youngest and least watched of\nthe three networks, found a formula to catch up with NBC and CBS.\nIt was ''The Untouchables,'' a program full of violence, highly\nsuccessful, that established murder and mayhem as the way to lift\nratings. Script writers today will tell you that they are ordered\nto insert more scenes of sex and violence and that scripts have\nbeen rejected for being too tame.\n''The most important thing,'' said former Surgeon General Jesse\nSteinfeld in 1972, ''is that a casual relationship has been shown\nbetween violence-viewing and aggression.'' The Commission on\nViolence and Youth of the American Psychological Association just\nreported five to six violent acts per hour on prime time, 20 to 25\non Saturday morning children's programs. Cable and MTV had more.\nFinding: ''There is absolutely no doubt that higher levels of\nviewing on television are correlated with increased acceptance of\naggressive attitudes and increased aggressive behavior…\nChildren's exposure to violence in the mass media, particularly at\nyoung ages, can have harmful lifelong consequences.''\nWe have long known all this. The media have often covered up\nsuch knowledge. In 1968 CBS assigned me to cover the hearings of\nthe National Commission on the Causes and Prevention of Violence,\nafter the assassination of Martin Luther King Jr. and Robert\nKennedy.\nOne interim report dealt with TV and violence. I taped a summary\nfor the Evening News. Shortly before air time I was told that CBS\nexecutives had intervened to censor my report. One item deleted was\na paragraph stating that while ''most persons will not kill after\nseeing a single violent television program … it is possible that\nmany learn some of their attitudes about violence.'' My protest\nalmost got me fired.\nBut TV can no longer hide its love affair with violence. The\nnetworks, feeling the heat and fearing federal intervention, now\noffer warning labels. But for the quarter of American families that\nare now single-parent families, the parent is usually at work. Who\nis there to exercise discretion? Isn't the warning actually bait\nfor kids?\nCongress has been looking at the problem of television and\nviolence since 1952, and now there is some sentiment in Congress to\ncontrol violence by legislation. One bill would mandate a chip\nenabling viewers to block out programs that the networks classify\nas violent. Networks are reluctant to put the label on for the\nobvious reason that advertisers will stay away from such programs.\nRep. John Bryant (D) of Texas has a bill that says: Cut violence or\nyou will be fined, and stations may lose licenses when they come up\nfor renewal. In a Senate hearing, Sen. Howard Metzenbaum (D) of\nOhio told network executives, ''Do something or else.''\nThis raises First Amendment issues. The courts hold that a\nregulated industry, using channels that really belong to the\npublic, cannot escape regulation. But any move to regulate for\ncontents stirs profound unease in a supporter of free speech and\nfree press. Nothing is more likely to bring on a threat to the\nFirst Amendment than abuse of the First Amendment. By law, after\nall, television is supposed to operate ''in the public interest,\nconvenience, and necessity.''\nWhy is it so hard to get television to control its love affair\nwith violence? Because of perverse economic incentives. Because\nviolence sells. Why does it sell? Because the public buys it. We\nall make the violence profitable.\nI like Attorney General Janet Reno's recommendation that parents\nrefuse to buy products that advertise on violent television\nprograms. Does that sound like ''boycott''? Yes. But the problem of\nviolence on television will not be resolved until economic\nincentives are reversed. Organized public action will be more\neffective than government regulation.\nAs for E. B. White's choice between ''saving radiance'' or\n''unbearable disturbance'': We've had the disturbance. We wait for\nthe saving radiance.\n\nGraphic\n\n \nILLUSTRATION BY POLLY BECKER\n\nLoad-Date: September 6, 1993"
}