{
    "title": "TV's concern waning over terrorism",
    "publisher": "the tampa tribune ",
    "year": 1995,
    "month": 5,
    "day": 17,
    "full text": "The period of mourning for the Oklahoma City bombing victims apparently is over as far as television is concerned.\nUSA cable network will show \"Die Hard\" at 9 tonight. Bruce Willis battles terrorists who plan to blow up a skyscraper.\n\"Die Hard 2\" airs at 8 p.m. Thursday on CBS. Willis battles terrorists who take over an airport.\nHBO debuts \"Making of \"Die Hard With a Vengeance' \" at 9:30 tonight. It's a behind-the-scenes look at the third \"Die Hard\" film, which opens in theaters Friday.\nFor more than a week after the bombing of a federal building in Oklahoma City on April 19, networks pulled off series and movies with terrorist or bombing themes. CBS, ABC and Fox pulled programs or ran disclaimers.\nThere has been some speculation that Fox might try to alter or cut portions of Monday's cliffhanger ending of \"Melrose Place,\" which involves a bomb story. But after \"Die Hard\" airs this week, the \"Melrose\" ending likely will seem tame.    CNN anchor  Porter Anderson, the former Tampa Tribune theater critic whose name still strikes terror in the hearts of local thespians, has joined CNN as a \"freelance, part-time news anchor.\"\nAnderson, who worked at the Tribune from 1985 to 1991, is pulling the graveyard shift on weekends and is not yet a full-time employee, according to a CNN spokesman.\nAnderson made his debut this past weekend reading headlines and introducing clips between midnight and 6 a.m. Sunday and 1:30 a.m. and 6 a.m. Monday.\nSince leaving the Tribune, Anderson has worked at the Dallas Times Herald and written for The Village Voice in New York, and edited a newspaper in his native South Carolina.\nHe currently is living in Atlanta but has been unavailable for comment. During his stint at the Tribune he certainly stirred up emotions. He was barred from one dinner theater and once felt the wrath of none other than George Steinbrenner, who wrote a lengthy Letter to the Editor challenging one of Anderson's reviews.\nIf you're up late - or very early this weekend - check out the former actor-turned-critic-turned-anchor.  Reach Walt Belcher online on Prodigy at TRIB03B@Prodigy.com. Or fax (813) 259-7676. Or call (813) 259-7654.  \n\nNotes\n\nCOLUMN; TELEVISION\n\nGraphic\n\n \nSIGNATURE; PHOTO,\n Porter Anderson\n\nLoad-Date: May 19, 1995"
}