{
    "title": "TV's Dick Wolf tweaks approach for his first novel 'Law & Order' creator delves into terrorism with",
    "publisher": "usa today",
    "year": 2012,
    "month": 12,
    "day": 24,
    "full text": "In September 2001,  TV producer Dick Wolf (Miami Vice, Law & Order) was weeks away from starting principal photography on a miniseries about a terrorist attack on New York City. When the Twin Towers fell, he canceled the project, but it never curbed his craving to tell a story wrapped in domestic terrorism.\nEleven years later, he's releasing his debut novel, The Intercept (William Morrow, 387 pp., out Wednesday),  about a detective's single-minded determination to thwart a New York City bombing.\nThe miniseries would have opened at an al-Qaeda training camp in Afghanistan.  \"It was a class of 10-year-olds with their fists raised, saying 'God is great' and 'Death to America,'\" says Wolf  by phone  from his office in Universal City. Calif. \"The older brother of one of them is on his way to America to become a great hero\"  by setting off a bomb under Times Square, killing 3,500 people.\nThen, 9/11 happened.  \"I remember talking to Barry Diller and saying, 'Thank God we weren't shooting this when this happened,' and he said, 'No, Dick, thank God it didn't air and then this happened.'\"\nWolf tells a different story in The Intercept, which kicks off with passengers and a flight attendant thwarting the hijacking of a commercial airliner.\nThe plot foilers are hailed as heroes.  New York celebrates dodging a bullet, but  Jeremy Fisk, a detective in the NYPD's Intelligence Division, has a bad feeling the hijacking may have been a diversion. Especially after  a passenger disappears after deplaning. What follows is a high-stakes cat-and-mouse game, as Fisk tries to stay one step ahead of what he believes is the actual terror plot.\nEarly reviews  have been positive. Kirkus Reviews writes \"Storytelling pro Wolf knows how to ratchet up tension and sustain it until the end.\" Publishers Weekly notes \"the stunning plot twists, graphic violence, and frantic pace of the novel are more reminiscent of a season of 24.\"\nAs for writing a novel, \"anybody who says writing is writing, it's not true,\" says Wolf, 66.  \"The canvases get completely different-sized. I've written features and those are sort of like big paintings, and  TV episodes are slightly smaller paintings, and novels are  the Sistine Chapel ceiling.\"\nHe has learned a lot about story structure over the years, \"and hopefully the book reflects that. I hate to make it obvious, but the first 25 pages are  similar to the teaser in a TV show. You do learn after 1,300 hours of television that people like certain things. I'm not selling it as great literature, but hopefully it's a great ride. That's what I set out to do.\"\nFisk, who Wolf says is \"an amalgam of a lot of people I've met over the years,\" will be featured in another novel, to be published late next year. This time, the plot will center on narcoterrorism.\nIn addition to Law and Order: Special Victims Unit, now in its 14th season, and this year's debut drama Chicago Fire, Wolf is working on myriad other TV projects.\nHe's awaiting NBC's go-ahead on two new series:  an American adaptation of  the BBC  miniseries Injustice, which  starred James Purefoy as a high-powered defense attorney who kills a client, and The Church,  about a family who discovers that the upstanding organization they belong to is really a cult.\nAlso in development  are a project for  USA  about an insurance investigator and a docudrama for TNT about cracking cold cases\nBut right now it's all about promoting The Intercept.  Says Wolf, \"You won't be disappointed.\" \n\nLoad-Date: December 24, 2012"
}