{
    "title": "TWEETS WON'T _X SURVEILLANCE",
    "publisher": "pittsburgh post-gazette",
    "year": 2020,
    "month": 3,
    "day": 2,
    "full text": "An excerpted editorial from\nThe Washington Post\nThe Foreign Intelligence Surveillance Act, adopted in 1978, brought federal government wiretapping and other covert executive branch anti-espionage and anti-terrorism methods under the shared supervision of Congress and the judiciary. This advance for the rule of law was a compromise, reflecting bipartisan consensus that such activities had threatened civil liberties in the 1960s and 1970s and needed reform. A further expansion of government authority under FISA after Sept. 11, 2001, also reflected a bipartisan consensus that the FBI and the National Security Agency needed more latitude to deal with international terrorism.\nTwo decades later, all of that consensus has collapsed; indeed, divisions on both the purposes and methods of FISA have broken out both within and between the parties. And on March 15, key provisions of the law expire, with unforeseeable consequences both for national security and the cause of FISA reform itself.\nFISA reform is a hot topic in part because of a recent report by the Justice Department inspector general, which found serious deficiencies in the FBI's handling of the case of Carter Page, an adviser to Donald Trump's 2016 election campaign. The report found FBI officials misled, both intentionally and otherwise, judges responsible for approving warrants to surveil Mr. Page for suspected, but never confirmed, Russian connections.\nThe FISA provision under which that flawed process occurred is not, however, one of the three set to expire soon. These are, rather, the ones added in the aftermath of 9/11 that have allowed the government to gather a wide array of phone records (but not the content of calls) at home and abroad.\nFISA court approval is required, but as critics ranging from the American Civil Liberties Union to Sen. Mike Lee, R-Utah, have argued, the mass collection of so much \"metadata\" raises privacy concerns.\nHouse Democratic leaders had planned to adopt a bill deleting authority for that program, while adding civil liberties protections to the warrant application process that was abused against Mr. Page. However, Judiciary Committee Chairman Jerrold Nadler, D-N.Y., scuttled a hearing Wednesday when Rep. Zoe Lofgren, D-Calif., announced she would seek even more sweeping change to FISA.\nAttorney General William Barr has told the Senate he favors a \"clean\" reauthorization of the existing statute, followed by administrative steps to correct abuses and more debate on further legislated reforms. Several Republicans in both the House and Senate, meanwhile, are rebelling, joining the call for wider reforms, and claiming the Page fiasco as their rationale. Mr. Trump himself, furious about the \"deep state,\" undercut Mr. Barr by hinting, via Twitter, that he sympathizes with those congressional Republicans.\nThe right answer is some combination of Mr. Nadler's approach and Mr. Barr's. If the NSA itself no longer finds bulk phone record collection useful, there is no need to keep authority for it on the books. Congress should make that change by March 15, reauthorize the rest of FISA - then make further legislative fixes with due deliberation. That approach might restore consensus. Grandstanding and tweets will not.\n\nGraphic\n\n \nPHOTO: Susan Walsh/Associated Press: The federal courthouse in Washington, D.C., that houses the Foreign Intelligence Surveillance Court.\n\nLoad-Date: March 2, 2020"
}