{
    "title": "TWENTY TERRORISM SUSPECTS ARRESTED",
    "publisher": "pittsburgh post-gazette",
    "year": 2007,
    "month": 11,
    "day": 7,
    "full text": "A Europe-wide sweep disrupted an Islamic cell that was recruiting potential suicide bombers for attacks in Iraq and Afghanistan, Italian police said yesterday, announcing the arrests of 20 terror suspects.\nPolice said the suspects, mostly Tunisians, were arrested across Europe as part of the sweep against a cell based in the northern Italian region of Lombardy.\nExecuting the arrest warrants, police said they found al-Qaida manuals for making explosives, detonation devices and poisons, and instructions on guerrilla techniques.\n\"The investigation has revealed recruitment, training and passage to aspiring terrorists to Iraq and Afghanistan,\" lead investigator Gen. Giampaolo Ganzer, of Italy's paramilitary Carabinieri police, told a news conference.\nThe suspects were wanted on charges ranging from association with the aim of committing international terrorism to falsifying documents to aid illegal immigrants.\n\"Once more, the central role of Milan and Lombardy in the panorama of Islamic militants has been confirmed,\" the Carabinieri said in a statement.\nThe group's members had been indoctrinated in militancy in mosques since at least 1998, according to police transcripts, and appeared to take serious precautions. In one intercepted call, a suspected cell member said, \"Things are being done with extreme calm; haste does not bring the desired results.\"\nEleven were arrested in the northern Italian cities of Milan, Reggio Emilia, Imperia and Bergamo. Nine others were arrested on warrants issued in France, Britain and Portugal, Italian news agencies reported. Authorities in France, Britain and Portugal confirmed arrests.\nThe Lombardy cell had ties with a group in neighboring Emilia Romagna, whose aim is to establish an Islamic state extending from Morocco to China, Italian investigators said.\n\nLoad-Date: November 7, 2007"
}