{
    "title": "Twin brothers living in Ottawa face terrorism charges",
    "publisher": "chicago daily herald",
    "year": 2015,
    "month": 1,
    "day": 11,
    "full text": "TORONTO — Twin brothers living in Ottawa have been arrested on terrorism-related charges, including one count of attempting to travel abroad to engage in terrorist activities.\nA Royal Canadian Mounted Police statement said that Carlos Larmond, 24, was arrested Friday at Montreal's Trudeau International Airport on charges of intending to travel overseas for terrorist purposes. He has also been charged with participating in the activity of a terrorist group.\nAshton Larmond, 24, is charged with facilitating terrorist activity, participating in the activity of a terrorist group and instructing to carry out activities for a terrorist group. He was arrested in Ottawa.\nPolice did not specify which terrorist group the twins allegedly were involved with.\nA lawyer for the twins said Saturday that he plans to vehemently dispute the charges against them, after the twins appeared in Ottawa court on Saturday via video link.\n\"This is going to be a case that will determine the Canadian system's value of freedom of expression, freedom of assembly, freedom of religion, as these will be core issues at the trial,\" Ottawa lawyer Joseph Addelman said.\nAddelman said the next court appearance for the brothers is scheduled for Feb. 12 in Ottawa.\nIn Paris, Public Safety Minister Steven Blaney said the arrests were not connected to this week's terror attacks in the French capital.\n\"The arrests yesterday are part of ongoing investigations that have been going for a while in Canada,\" Blaney told reporters after he laid a wreath at the offices of the satirical newspaper Charlie Hebdo, where a dozen people were killed.\nBut Blaney said that while there is no direct link to the French attacks, the two Canadian terror suspects share \"this extremist ideology.\"\nBlaney will represent Canada at a unity rally and march that will be held in Paris on Sunday.\nThe minister said he met with the head of mission in Paris for the Canadian Security Intelligence Service and will meet with his French counterpart on Sunday.\nIn October, Canada was hit by two terror attacks by so-called \"lone wolves\" believed to have been inspired by the Islamic State group. In Ottawa, a gunman shot and killed a soldier at Canada's National War Memorial and then stormed Parliament before being gunned down.\nThe attack in Ottawa came two days after a man ran over two soldiers in a parking lot in Quebec, killing one and injuring the other before being shot to death by police. The man had been under surveillance by Canadian authorities, who feared he had jihadist ambitions and seized his passport when he tried to travel to Turkey.\nCanada, like France, is taking part in the U.S.-led air campaign against Islamic State extremists in Iraq and Syria.\n\nLoad-Date: January 12, 2015"
}