{
    "title": "Twin Cities get increase in anti-terrorism money But Homeland Security warns that mid-size cities co",
    "publisher": "star tribune ",
    "year": 2007,
    "month": 7,
    "day": 19,
    "full text": "Minneapolis and St. Paul, which found their anti-terrorism funding requests significantly reduced in 2006, got what officials said were substantial boosts in federal anti-terrorism money on Wednesday from the Department of Homeland Security.\n\"We're nowhere near what we asked for, but we are thrilled at what we got,\" said Judson Freed, director of emergency management for Ramsey County.\nThe metro area will receive more than $8.4 million from a program known as the Urban Areas Security Initiative, which provides assistance for high-threat, high-density urban areas to deal with terrorist threats. In 2006, the Twin Cities region was awarded only $4.3 million, sparking criticism from local emergency management officials and the Minnesota congressional delegation.\nThe funding will go toward personnel, planning, and some equipment, mostly for communications, Freed said.\nState gets $3 million\nThe state of Minnesota will also receive about $3 million more from two statewide programs to support information sharing and terror prevention.\nIn previous years, the distribution of federal anti-terrorism money had been criticized for being too political and for assigning money to areas that would seem in little need of protection. In 2005, Sen. Norm Coleman, R-Minn., withheld his support for Michael Chertoff's nomination to be Homeland Security secretary over concerns that St. Paul and Minneapolis were categorized separately in  assessing the threat.\nFreed said local applicants were disciplined about what they asked for, part of a 16-week application process.\nIn making Wednesday's announcement awarding $1.7 billion in counterterrorism grants and $1 billion in grants to improve emergency communications, Homeland Security officials increased funding for hot spots such as New York City - which was given $134 million, up $10 million - and the Washington area - $62 million, a $15 million increase.\nFunding steeped in security\nBut officials also warned that doling out more cash to the largest cities could mean eliminating funding for mid-size cities such as Minneapolis and St. Paul.\n\"If we answer the wish lists of the top tier cities, basically there would be nothing left,\" Chertoff said. \"Maybe Congress wants to go down that road and say we're going to put it all in six cities. I think that would be a mistake.\"\nSelecting what areas receive funding is steeped in security and risk levels remain classified, so even the regions receiving funding are not clear on what threats may have contributed in the process. Minnesota shares an international border, has two nuclear reactors, two major cities and a major port. While security for the 2008 Republican National Convention in St. Paul was not part of the application process, the event could have been factored in.\nSaid Coleman: \"This increased funding will provide critical, additional resources to meet out ever high expectations of public safety.\"\nThe Washington Post contributed to this report. Mark Brunswick - 651-222-1636\nTHE TOP 7 CITIES UNDER THREAT\nHomeland Security's rank:\n1. New York\n2. Los Angeles\n3. Washington\n4. Chicago\n5. Houston\n6. San Francisco\n7. Jersey City/Newark\nTHE SIGNIFICANCE:\nThose cities receive $410 million, or 55 percent, of the $747 million in the Urban Area Security Initiative. The rest of the money goes to 39 other cities - including the Twin Cities, which gets $8.4 million.\nnews services\n\nLoad-Date: July 20, 2007"
}