{
    "title": "Twin Cities to simulate large nerve gas attack; Drills part of effort to prepare for terrorism",
    "publisher": "star tribune ",
    "year": 1999,
    "month": 5,
    "day": 17,
    "full text": "Downtown buildings in Minneapolis and St. Paul will be staging sites for a simulated nerve gas attack Sunday morning in what officials say is the largest emergency preparedness drill the state has seen in recent history.\n     \"It will be the first drill on this scale that I have heard of,\" said Tim Turnbull, an emergency preparedness supervisor for Hennepin County, who has spent 20 years in emergency work. More than 500 respondents and 200 \"victims\" will be involved in simultaneous exercises in the two cities, officials said.\n     The drills are part of a nationwide effort to prepare for chemical or biological terrorism, said Dick Turner, deputy fire chief and director of Minneapolis' office of emergency preparedness. The U.S. Justice Department is working with the nation's 125 largest cities, which will receive training for such emergencies and then execute catastrophe drills, Turnbull said.\n   \"We have never had this type of terrorist attack issue,\" he said. \"In the past, we tested for accidents and acts of nature. Now we are moving into the area of planning around terroristic activity.\"\n     The nerve gas being simulated is sarin, which is many times more toxic than cyanide and was used in the 1995 attack in a Tokyo subway station that killed 12 people and sickened about 5,500.\n    \"What's the likelihood of something like this happening? Pretty remote,\" said Al Bataglia, a St. Paul assistant fire chief who is coordinating the drill in the east metro area.\n     \"We look at terrorism as something that's local and global,\" he said. \"If it could happen in Great Britain and it could happen in Zimbabwe, it could happen here . . . and we need to prepare for it.\"\n     Officials said Minnesota has never had a terrorist nerve gas attack. The closest they could cite was the 1991 arrest of four men in an antigovernment group in Alexandria. They were convicted of planning to kill a sheriff and a U.S. marshal with the toxic compound ricin.\n     The drills will occur simultaneously to offer a greater challenge to the two cities, which normally would back up each other, Turnbull said.\n     \"It will be a challenge for each city to stand alone. That was part of the exercise goals, to bring out the issues,\" he said.\n     The drills will involve the release of the simulated nerve gas in the Minneapolis Public Service Center in Minneapolis, 250 S. 4th St., and in St. Paul's City Hall, 15 W. Kellogg Blvd. Respondents will have to locate, decontaminate, treat and transport the volunteer victims, some of whom will be news reporters, to about six Minneapolis area hospitals. St. Paul will send most of its victims to Regions Hospital.\n     Turner said he doesn't think that publicity about the simulated attacks might provoke a real incident, adding that it hasn't happened in the 40 other cities that have held such drills. He said Twin Cities planners have taken a less publicized approach than some other cities, trying to keep a low profile until the drills occur.\n     The drills will start Saturday with the simulated evacuation of a hospital that might be needed for contaminated patients if there were a large-scale chemical attack. Air National Guard cargo planes will fly mannequin-victims to other hospitals in the Midwest for treatment, said Russ Polansky, a planner in the state emergency management division.\n     During the Sunday drills, which simulate attacks that could affect thousands of people, about 200 of the volunteer victims will be decontaminated and treated at the two sites before being taken to hospitals. St. Paul's drill will be smaller than the 150-victim exercise in Minneapolis.\n.\nA first for firefighters\n     Officials said this will be the first time that the Minneapolis and St. Paul Fire Departments will do mass decontamination, which will be one of their most important jobs should there be a real attack.\n     \"We have to protect our people first,\" Bataglia said of the paramedics, police officers and rescue workers who will help in the evacuation. \"If we don't, we're not going to be able to get to the people who need us.\"\n     Officials will try to anticipate every contingency, ranging from detouring traffic to housing hundreds of media representatives who would cover such an attack.\n     The weekend drills will be coordinated from a state emergency operations center in St. Paul's Town Square, Polansky said. If local respondents need help they can call the center, which locates and dispatches additional equipment or workers, he said.\n     Planning for the drill started 18 months ago. In February, federal officials trained for the Minneapolis event 120 police officers, firefighters, emergency workers as well as FBI agents, National Guard, hospital and pollution control workers.\n     Minneapolis has received about $300,000 worth of federal emergency detection, decontamination and response equipment, Turner said. St. Paul will get similar federal assistance, he said.     \n     Several other cities also are holding emergency drills this month.\n     The Carver County Sheriff's Office, fire departments and other emergency agencies along with fire departments from Shakopee, Minnetonka and Eden Prairie will participate in a mock evacuation tonight of the Chanhassen Dinner Theater.\n     Houston County fire departments and other agencies will hold their second-annual large-scale disaster search and rescue exercises Saturday in Caledonia.\n.\n.\nDisaster drill locations\n.\nMinneapolis and St. Paul are planning major disaster drills next Sunday morning. The plan is to simulate a nerve gas attack. The maps below show building locations where the drills will be conducted. Traffic disruption will occur on those streets.\n.\nMinneapolis\nOfficials would not disclose information about the traffic situation, except to say that motorists may be detoured a few blocks around the Minneapolis Public Service Center.\n.\nSt. Paul\nBeginning about 6 a.m. in St. Paul, barricades will go up around the courthouse and City Hall, closing St. Peter St., 4th St. and Kellogg Blvd. in both directions. Also, a portion of Wabasha St. will be closed but at least one lane will remain open to allow access to the Radisson Hotel. The Wabasha Bridge will be closed. The exercise is expected to conclude by noon, but the streets will be closed until 1 p.m.\n\nGraphic\n\n \nMAP\n\nLoad-Date: May 21, 1999"
}