{
    "title": "Twin car bombs in Syrian capital kill dozens",
    "publisher": "the salt lake tribune",
    "year": 2012,
    "month": 5,
    "day": 12,
    "full text": "BC-ML--Syria, 18th Ld-Writethru,1141\nTwin car bombs in Syrian capital kill dozens\nEds: New approach. Adds UN Security Council condemnation. AP Video.\nAP Photo BEI113, BEI101, BEI114, BEI104, BEI105, BEI106, BEI103, BEI126, BEI125, BEI124, BEI110, BEI109, BEI116\nBy BASSEM MROUE\nAssociated Press\nDAMASCUS, Syria » Twin suicide car bombs exploded outside a military intelligence building and killed 55 people Thursday, tossing mangled bodies in the street in the deadliest attack against a regime target since the Syrian uprising began 14 months ago.\nThe bombings fueled fears of a rising Islamic militant element among the forces seeking to oust President Bashar Assad and dealt a further blow to international efforts to end the bloodshed.\nThe first car bomb went off on a key six-lane highway during the morning rush hour, knocking down a security wall outside the government building and drawing people to the scene, witnesses said. A much larger blast soon followed, shaking the neighborhood, setting dozens of cars ablaze and sending up a gray mushroom cloud visible around the capital.\nSyrian state TV video showed dozens of bodies, some charred or dismembered, strewn in the rubble or still inside damaged cars. An Associated Press reporter at the scene saw medics in rubber gloves picking through the site for human remains amid the two craters that were blasted into the asphalt.\nThe Interior Ministry, which oversees the police and security services, said 55 people were killed and more than 370 were wounded. Officials said suicide bombers detonated explosives weighing more than 1,000 kilograms (2,200 pounds).\n\"The house shook like it was an earthquake,\" Maha Hijazi said, standing outside her home nearby.\nWorld powers seeking to halt Syria's unrest condemned the attack and urged all sides to adhere to a cease-fire brokered by U.N. and Arab League envoy Kofi Annan.\n\"In order to prevent another escalation of violence, we continue to call on the Syrian regime to fully and immediately implement the Annan plan,\" State Department spokeswoman Victoria Nuland said in Washington.\nBritish Foreign Secretary William Hague said \"the onus is on the Syrian authorities to implement a full cease-fire and begin the political dialogue required by the Annan plan,\" while the U.N. Security Council said in a statement that \"any acts of terrorism are criminal and unjustifiable regardless of their motivation.\"\nMaj. Gen. Robert Mood, the Norwegian head of a team of observers overseeing the cease-fire, toured the site and said the Syrian people do not deserve this \"terrible violence.\"\n\"It is not going to solve any problems,\" he said. \"It is only going to create more suffering for women and children.\"\nAnnan, too, appealed for calm.\n\"The Syrian people have already suffered too much,\" he said in a statement.\nThe blast was the largest and most deadly yet in a series of bombings targeting state security buildings since last December. Most of these have been in Aleppo and Damascus, Syria's two largest cities, which have generally stood by Assad since the popular uprising against his rule broke out in March 2011.\nThe government blamed the attack on armed terrorists it says are driving the uprising, which has grown into the strongest threat to the Assad family dynasty in its four decades in power.\nThe Syrian Foreign Ministry sent letters to U.N. Secretary-General Ban Ki-moon and the head of the Security Council, asking the body \"to take steps against states, parties and media outlets that practice and encourage terrorism,\" Syria's state news service said.\nSyria's U.N. ambassador, Bashar Ja'afari, told the Security Council that a second bombing in Aleppo on Thursday also killed civilians and damaged property.\nThe Britain-based Syrian Observatory for Human Rights said five intelligence officers were killed when a bomb targeted their car in Aleppo. It was unclear if this was the same event.\nA leader of the Free Syrian Army, an umbrella group of anti-regime militias throughout the country, condemned the Damascus attack and denied the group was involved. Capt. Ammar al-Wawi accused the government of staging the attack to turn the world against the uprising.\nThere was no immediate claim of responsibility, but a shadowy militant group calling itself the Al-Nusra Front has claimed past attacks through statements on militant websites. Little is known about the group, although Western intelligence officials say it could be a front for al-Qaida's Iraq branch.\nThe scope and mystery of the bombing raised fears that Syria's unrest is transforming from an Arab Spring-inspired call for change into a bloody Iraq-style insurgency.\nThe uprising began with protests calling for political reform. The government swiftly cracked down, deploying tanks and troops to quash dissent, and many in the opposition took up arms. The U.N. said weeks ago that more than 9,000 had been killed. Hundreds more have died since then.\nAnnan's peace plan calls for a cease-fire to allow for dialogue by all sides on a political solution. But daily violence has undermined the plan since the truce was supposed to begin April 12, with regime forces still shelling opposition areas and rebels attacking troops.\nThe bombings appeared to be beyond the capabilities of the known rebel groups, mostly made up of army defectors with light arms. One organizer denied that the rebels have the means or the will to plot such attacks.\n\"If we had the power to do this, we would have changed the equation a long time ago,\" said the organizer, who identified himself only as Abu Mustafa, speaking by phone from northern Syria. \"We built bombs with fertilizer and now we have a hard time even getting fertilizer.\"\nSome in the opposition blamed the Assad regime.\n\"It wants to convince the world that if the regime falls, only terrorism will remain,\" said al-Wawi, of the Free Syrian Army.\nOthers said the size of the attack set it apart from previous bombings.\nAn activist who gave only his first name of Lawrence for fear of government reprisal said he heard the booms and felt his building in Damascus shake. While previous bombings in the capital made him suspect that the government somehow staged them, Thursday's blast was different.\n\"Today, there is no doubt. This was not fabricated,\" he said, adding that although he didn't know who was behind the attack, he worried it would harm the opposition.\n\"This will certainly affect us, media-wise and internationally,\" he said. \"This is not to our advantage.\"\nThe attack was the fifth to hit Damascus since December 2011, when a car bomb killed 44 people outside an intelligence compound.\nOn Jan. 6, an explosion at a Damascus intersection killed 25 people, many of them police. Two car bombs on March 17 killed at least 27 people, also near intelligence and security buildings. On April 27, an explosion killed nine security officers. Syrian officials said all were suicide attacks.\n------\nAssociated Press writers Ben Hubbard in Beirut, Bradley Klapper in Washington, and Edith M. Lederer at the United Nations contributed to this report. Alt Heads:\nTwin car bombs in Syrian capital kill dozens\n\nGraphic\n\n \nIn this photo released by the Syrian official news agency SANA, a Syria man, right reacts as flames and smoke rise from burned cars after two bombs exploded, at Qazaz neighborhood in Damascus, Syria, on Thursday May 10, 2012. Two strong explosions ripped through the Syrian capital Thursday, killing or wounding dozens of people and leaving scenes of carnage in the streets in an assault against a center of government power. (AP Photo/SANA)\n\nLoad-Date: May 13, 2012"
}