{
    "title": "Twitter takes on terrorist tweets Social media company suspends 125,000 accounts. GLOBAL TERRORISM",
    "publisher": "daily news ",
    "year": 2016,
    "month": 2,
    "day": 6,
    "full text": "For years, Twitter has positioned itself as a “global town square” that is open to discourse from all. And for years, extremist groups like the Islamic State have taken advantage of that stance, using Twitter as a place to spread their messages.\nTwitter on Friday made clear that it is now stepping up its fight to stem that tide. The social media company said it had suspended 125,000 Twitter accounts associated with extremism since the middle of 2015, the first time it has openly publicized the exact number of accounts it has suspended. Twitter also said it had expanded the teams that review reports of accounts connected to extremism, to remove the accounts more quickly. \n“As the nature of the terrorist threat has changed, so has our ongoing work in this area,” Twitter said in a statement, adding that it “condemns the use of Twitter to promote terrorism.” The company said its collective moves had already produced results, “including an increase in account suspensions and this type of activity shifting off Twitter.” \nThe disclosure follows intensifying pressure on Twitter and other technology companies from the White House, presidential candidates and government agencies to take more action to combat the digital practices of terrorist groups. The scrutiny has grown after mass shootings in Paris and San Bernardino, Calif., last year, because of concerns that radicalizations can be accelerated by extremist postings on the Web and social media. \nThe number of suspended Twitter accounts related to extremists is a fraction of the total accounts on the service, which has 320 million monthly active users. Still, the 125,000 suspended are significantly more than previous studies have suggested. \nIn its blog post Friday, Twitter said violent threats and the promotion of terrorism had long been against its terms of service. For almost three years, Twitter has worked closely with groups that are trying to counter extremist recruitment tactics through positive messaging, the company said. \nStill, some lawmakers and technologists have perceived some of the efforts as toothless. \n“Twitter has ramped up its response significantly since June 2014, and again since the Paris attacks, but ISIS has still maintained a notable presence on the platform,” said J.M. Berger, a fellow with George Washington University’s Program on Extremism and author of books on radical extremist issues. \nTwitter acknowledged that the issue remained tricky. \n“As an open platform for expression, we have always sought to strike a balance between the enforcement of our own Twitter rules covering prohibited behaviors, the legitimate needs of law enforcement and the ability of users to share their views freely,” the company said. “There is no ‘magic algorithm’ for identifying terrorist content on the Internet, so global online platforms are forced to make challenging judgment calls based on very limited information and guidance.”\n\nGraphic\n\n \nAP\">Twitter is now using spam-fighting technology to seek out accounts that might promote terrorist activity and is proactively looking at other accounts related to those flagged for possible removal, the company announced.\n\nLoad-Date: November 30, 2023"
}