{
    "title": "Twitter terror_ Man arrested for venting about canceled flight. Briton Paul Chambers says he was onl",
    "publisher": "the christian science monitor",
    "year": 2010,
    "month": 1,
    "day": 22,
    "full text": "Since Umar Farouk Abdulmutallab's alleged attempted bombing of a flight from Amsterdam to Detroit, full-body scanners have been introduced at many airports worldwide, but the increasingly paranoid world of terror prevention appears to be spreading its tentacles right into homes and workplaces, via the Internet. Paul Chambers of Doncaster, England, now knows this all too well. He was arrested for making an off-color joke on the popular social networking website Twitter amid frustration with flight cancellations at his local airport caused by icy conditions.Mr. Chambers says he posted the message, which reads in part: \"Robin Hood airport is closed. You've got a week and a bit to [fix the problem], otherwise I'm blowing the airport sky-high!!\" He had planned to fly to Ireland to visit a friend.Now, he's facing terrorism charges and the possible loss of his job. \nChambers has also been banned for life from Robin Hood airport. A spokesperson said the airport supported the police's actions.In this first instance of an arrest in Britain for making comments on Twitter, Chambers's remarks appear to have been brought to police attention by a third party: he was arrested on Jan. 13, a full seven days after posting the comment. The arrest came as a shock to Chambers, who has since been suspended from his job as a finance supervisor.\"All together, five officers were there. One said [we're] arresting you under the Terrorism Act because of a tweet you sent, and he showed me a copy of my tweet. I didn't realize the gravity of the situation. I was stuck in a cell, processed, fingerprint[ed],\" he said in an interview, after he was released on bail.Chambers was arrested at his workplace and held in a police vehicle while officers searched his car for explosives. He was then taken to a police station in the town of Doncaster and questioned by detectives from the criminal investigation department. He was released on bail late on Jan. 13 pending further investigation.The arrest was under aegis of the Terrorism Act (2006), Britain's controversial version of the Patriot Act. The Terrorism Act gives police sweeping powers of arrest and the right to detain suspects up to 28 days without charge. The Act politically damaged former British Prime Minister Tony Blair when members of his Labor Party rebelled against initial plans to allow authorities to hold suspects for up to 90 days.Chambers, who has no legal counsel of his own, was provided with state legal aid by GV Hale and Company solicitors. Andy Blennerhassett, a solicitor at the firm, declined to comment \"while the investigation is still going on.\"Privacy advocates say the police action crossed a line. Though Chambers's remark was ill-advised, a simple investigation should have showed he was not a threat, they argue.Tessa Mayes, author of \"Restraint or Revelation: Free Speech and Privacy in a Confessional Age,\" says authorities do not appreciate jokes: \"We live increasingly in a no-laughs-allowed age. In a democracy, our right to say what we please to each other should be non-negotiable - even on Twitter,\" she says.Frank Furedi, a sociologist at the University of Kent, says the arrest wasn't surprising. \"Arresting people in order to make a point is one of the features of contemporary 'impression policing,'\" says the author of \"Invitation to Terror: The Expanding Empire of the Unknown.\"\"It is arbitrary, petty, and intrusive and of course has absolutely nothing to do with curbing the behavior of those who represent a real threat to people's lives,\" says Furedi.A good arrest? Others say the arrest was appropriate. Counterterrorism expert Andy Oppenheimer argues the police had to take notice.\"Regardless of what you think of the law,\" Oppenheimer says, \"if you say anything in the public domain you've only got yourself to blame. People are trying to address the terrorist threat, and people making jokes like this muddy the water.\"But Chambers says the workplace arrest, which has him facing potential charges and also the sack, failed to take account of his personal background; the accounting student has no links to militant organizations. \"I'm the most mild-mannered guy you could imagine,\" says Chambers.The Irish friend Chambers was hoping to visit, who asked that her name not be used, didn't initially believe he had been arrested.\"He phoned me and told me the story, I thought he was joking,\" she says. \"I'm angry at how the whole thing has been dealt with by the police. If they had looked into it properly before they could have avoided all of this - and saved taxpayers' money.\"Other European nations are also jittery over terrorism, but this does not appear to deter all Europeans from making off-color jokes at transportation hubs. A German man was temporarily detained at Stuttgart airport Tuesday after he jokingly told security personnel he had explosives in his underwear.\n   \n\nLoad-Date: February 17, 2010"
}