{
    "title": "Twitter appears to backtrack on blocking New York Post article",
    "publisher": "university wire",
    "year": 2020,
    "month": 10,
    "day": 18,
    "full text": "\"He gave two to friends of his in case he was killed\", Giuliani, who shared information from the drive with the New York Post this week, claimed.\nSenator Josh Hawley, a Missouri Republican, has called on Facebook's Mark Zuckerberg and Twitter CEO Jack Dorsey to testify before the Senate Committee on the Judiciary Subcommittee on Crime and Terrorism over supposed election interference.\nTwitter had initially said the Post story violated its \"hacked materials\" policy, which bars the distribution of content obtained through hacking, but has provided no details on what materials it viewed as hacked.\nTwitter and Facebook had moved rapidly this week to restrict the spread of the story, which refered to unconfirmed messages from Joe Biden's child that were allegedly found by President Trump's partners.\nTrump had also criticised Twitter's action.\nJoe Biden lashed out in a pointedly personal way at a reporter who asked about a New York Post report that alleged emails show Hunter Biden made millions trading on his father's influence, a video of the exchange shows.\nIn addition, Twitter will label tweets that link to hacked material \"to provide context instead of blocking links from being shared on Twitter\", she added.\nBarnier given 'necessary flexibility' for Brexit talks, Irish premier says\nNonetheless, it would be inaccurate to portray Boris Johnson as a dyed-in-the-wool Brexiteer, let alone a No Dealer. There may yet be a UK-EU free-trade deal, although no deal presently looks more likely than ever.\nFor Twitter, the firestorm over its blocking the Publish articles and its flip-flopping on the problem stands to maintain the social community squarely within the GOP's crosshairs with Election Day lower than three weeks away.\nThe company's policy chief Vijaya Gadde said Thursday night that Twitter had decided to make changes to its hacked materials policy following feedback, but a spokesman told Reuters that the New York Post story would still be blocked for \"violating the rules on private personal information\". The story has not been confirmed by other publications. \"When authorities granted these protections, they created a monster!\" the president tweeted Thursday.\nThe latest episode with Giuliani underscores the risk he poses to a White House that spent years confronted by a federal investigation into whether Trump associates had coordinated with Russian Federation. It's unclear whether or not Trump understood that article was satire, given his remark: \"Wow, this has by no means been accomplished in historical past\".\nTwitter, however, then still blocked the article citing its privacy policy, before changing the decision on Friday. \"I have about 10 pieces of confidential information nobody knows except me andHunter Biden\", he said.\nThe Federal Bureau of Investigation has even opened an investigation into whether the emails purportedly contained onHunter Biden's laptop were actually part of a foreign influence operation launched by Russia, NBC News reported Thursday.\nDespite U.S. intelligence agencies repeatedly warning Trump and Giuliani the theory was false, both consistently amplified the conspiracy. \"His file of dishonesty in these issues speaks for itself\".\n\nLoad-Date: October 18, 2020"
}