{
    "title": "Two plead guilty to terrorism",
    "publisher": "the columbian ",
    "year": 2003,
    "month": 10,
    "day": 17,
    "full text": "PORTLAND - The final two Portland-area Muslims arrested for plotting to fight as volunteer foot soldiers on the side of the Taliban in Afghanistan in 2001 pleaded guilty Thursday, agreeing to serve 18 years in federal prison.\nPatrice Ford, a former intern at Portland city hall, and Jeffrey Battle, a one-time reservist in the U.S. Army, pleaded guilty to one count each of conspiracy to levy war against the United States.\nTheir pleas came just weeks after four other defendants had agreed to testify against them at a trial that had been scheduled for early next year.\nAlso Thursday, officials in Washington, D.C., said that the only suspect still free in the so-called Portland Seven case may have died in a police raid in Pakistan.\nThe officials, speaking on condition of anonymity, said they are waiting for a final identification confirming their belief that Jordan native Habis Abdu al Saoub was among eight al-Qaida suspects killed in an Oct. 2 shootout in a border region with Afghanistan.\nThe U.S. government has offered a $ 5 million reward for al Saoub's capture.\nAl Saoub, who had worked as a parking lot attendant in Portland, was believed to be the leader of the group of six men and one woman charged in the plot. The men tried but failed to enter Afghanistan by traveling to China in the weeks after the Sept. 11 terror attacks, according to court documents.\nAt a news conference in Washington, Attorney General John Ashcroft said prosecutors have obtained 152 convictions or guilty pleas for suspected terrorists or their supporters since Sept. 11.\nIn addition to the Portland pleas, the six members of an alleged al-Qaida cell in Lackawanna, N.Y., have pleaded guilty, and three men were convicted of various charges stemming from a post-Sept. 11 raid in Detroit.\nThe cases, Ashcroft said, show that in the war against terror, \"sometimes the enemies are here at home.\"\nAshcroft also said pleas proved the value of sweeping new law enforcement powers under the USA Patriot Act, the anti-terror legislation passed by Congress soon after the Sept. 11 attacks.\n\"The plea agreements in the Portland case would have been more difficult to obtain were it not for the tools in the USA Patriot Act,\" he said.\nBattle and Ford initially had also been charged with money laundering, supporting terrorism and other offenses. They had faced up to life in prison if convicted on all counts. Those charges will now be dropped, according to the agreement.\nFlanked by their attorneys, Ford and Battle stood in the 10th-floor courtroom and answered questions from U.S. District Judge Robert E. Jones. Speaking softly, Ford said \"I plead guilty.\" Battle then did the same.\n\"You're looking at 18 years, and you are going to serve that,\" Jones said. Both defendants said they understood.\nDefense attorneys said the pair could serve as little as 14 years, taking into consideration time served awaiting trial and up to 54 days per year of credit for good behavior in the federal prison system.\nBoth sides appeared to claim some measure of victory in the deal.\nUnlike under the previous plea deals, Battle and Ford did not agree to cooperate with the government.\nThe other members of the group Battle's ex-wife October Lewis, the brothers Ahmed and Muhammad Bilal and former Intel software engineer and youth soccer coach Maher \"Mike\" Hawash had all agreed to extensive cooperation with federal agents investigating terrorism cases.\nFord's lead attorney, Stanley Cohen, said his client pleaded guilty because he believed he could not get a fair trial in what he called an anti-Islamic atmosphere after Sept. 11.\nLocal Angle\nPatrice Lumumba Ford and Jeffrey Leon Battle, who pleaded guilty Thursday in Portland on terrorism-related charges, were among a half-dozen Middle Easterners shooting guns in a private gravel pit in the Columbia River Gorge on Sept. 29, 2001.\nThey were confronted by Skamania County Deputy Sheriff Mark Mercer, who checked their identification and sent them on their way.\nThat peaceful encounter ultimately led to the arrests in the case. U.S. Attorney General John Ashcroft again Thursday praised local police for being alert to possible terrorism connections in their jurisdictions. Ashcroft Thursday also mistakenly said the gravel pit is in Washougal, but it is 10 miles east of there in western Skamania County.\n\nLoad-Date: October 19, 2003"
}