{
    "title": "Two stories put terrorism in perspective",
    "publisher": "chicago daily herald",
    "year": 2017,
    "month": 8,
    "day": 23,
    "full text": "Two stories put terrorism in perspective Re: \"Activist loses citizenship\" and \"Hamas hit by suicide attack,\" Daily Herald, Aug. 18: In the wake of recent events in Barcelona, Spain, and Charlottesville, Virginia, the above two items rapidly seized my attention. First, \"Activists\" provide many beneficial services to their respective communities, including delivering \"Meals on Wheels\" to deserving seniors, preserving endangered native prairies, providing shelter and adoptive services for homeless dogs and cats and building homes for \"Habitat for Humanity,\" to name but a very few. \n\"Activists\" do not bomb supermarkets and murder their patrons, as did the woman who was stripped of her citizenship and is about to be deported for lying about her criminal convictions for those acts. She should be deported and required to serve the remainder of her murder sentences. Those are the acts of terrorists, not \"activists.\" Second, the fact that a Hamas terrorist in Gaza was killed by a suicide bomber is welcome news. There is an old Marine Corps adage about \"payback,\" which cannot be repeated in its entirety in a family newspaper, but in essence says, \"what goes around comes around.\" The more terrorists who kill each other, the better it is for all members of civilized society. If this be terrorism, let's have more of it! Michael Woloshin Tower Lakes The need is great in fight against hunger The Aug. 17 Business section article \"Healthy giving: Companies partner to donate to Northern Illinois Food Bank,\" noted, \"The food bank serves 71,500 people annually.\" That number is actually how many people are served each week in the 13 counties that the food bank reaches: Boone, DeKalb, DuPage, Grundy, Kane, Kankakee, Kendall, Lake, McHenry, Ogle, Ste-phenson, Will, and Winnebago. For more information about the Northern Illinois Food Bank, including how to get involved by donating or volunteering, visit www.solvehungertoday.org Connie Purcell Mundelein\n\nLoad-Date: August 23, 2017"
}