{
    "title": "Two not of a kind Talent and McCaskill debate presidents, Iraq and Hastert in dead-heat race that's",
    "publisher": "st. louis post-dispatch ",
    "year": 2006,
    "month": 10,
    "day": 9,
    "full text": "Missouri GOP Sen. Jim Talent and Democratic rival Claire McCaskill battled Sunday over the House page scandal and the leadership of President George W. Bush in a nationally televised debate.\nEngaged in one of the tightest and most closely watched races in the country, Talent and McCaskill disagreed on the first question out of the box on NBC's \"Meet the Press\": Whether House Speaker Dennis Hastert, R-Ill., should resign amid questions about his handling of the congressional page sex scandal.\nMcCaskill, Missouri's state auditor, said yes.\nShe contended the scandal involving ex-Rep. Mark Foley's e-mails to House pages demonstrated \"an arrogance of power.\"\n\"It is about holding on to power instead of about doing the right thing,\" McCaskill said.\nTalent's answer: Hastert doesn't need to resign -- at least not yet. \n\"I'm comfortable with the investigation moving forward,\" Talent said, \"and the people who were responsible taking the consequences. And that's up to, and including, the speaker.\"\nPolls show the Senate race in Missouri to be a dead heat, one of a handful of contests that will determine which party controls the Senate after November.\nSunday's exchange focused heavily on terrorism and Iraq, with moderator Tim Russert doing the grilling.\nBoth contenders had some time in the hot seat.\nFor Talent, one of the most uncomfortable moments of the debate seemed to come after Russert played a series of clips of Bush praising Talent and noted that Talent had voted with the president 94 percent of the time. Russert asked the senator whether Bush was a great president.\nTalent wouldn't give a clear answer. \"History judges presidents,\" Talent said, sitting beside a gleeful-looking McCaskill. \"History is going to say there were some things he did that were right and some things he did that were wrong.\"\nMcCaskill ridiculed Talent's response, and when asked the same question about former President Bill Clinton, she quipped: \"He's been a great leader, but I don't want my daughter near him.\"\nThen McCaskill did some squirming herself, when Russert asked her whether she would apologize for saying that Bush let people in New Orleans die \"because they were poor and because they were black.\"\nAt first, she did not back down, saying that she was voicing how \"millions of Americans felt,\" although she added, \"I do not believe the president is a racist.\"\nPressed again, she said, \"Maybe I shouldn't have said it that way -- but the feelings are real. . . . Our citizens died because we couldn't get them food or water. This is not an administration that's ready to protect us.\"\nIraq and terrorism\nRussert asked Talent how he could assert, as the senator recently did, that the U.S. is making progress in Iraq and the mission is going well, when U.S. military and Iraqi civilian casualties are spiraling.\nTalent responded that the level of violence was \"unacceptable\" but that he still believed the U.S. had made progress. \"Saddam is gone and the threat he represented is gone,\" he said.\nTalent accused McCaskill of being \"weak\" on the war against terrorism, saying she wants to set an \"artificial\" timeline for withdrawal from Iraq. He pointed to questions she has raised over the president's warrantless wiretapping program and a recent bill that prevents terrorism suspects from challenging their detention in court.\nMcCaskill strongly rejected the suggestion that she was weak on terrorism, saying she supports giving the president the tools he needs to do proper surveillance. And she defended her call for a phased, two-year redeployment of U.S. troops from Iraq to other countries in the region.\n\"Iraq is a mess,\" she said. \"If you're in a hole, you need to quit digging. We are breeding a culture of dependence. We are not breeding a democracy.\"\nTalent said he still would have voted for the war even if he knew in advance that there were no weapons of mass destruction. Asked how long he would support keeping 145,000 U.S. troops there, he said, \"We have to be there until the mission is done.\"\nIn response to a question from Russert, Talent also dismissed any notion that the $300 billion spent in Iraq might have been better spent in Afghanistan or on domestic security at home. Talent said the tab for Iraq and Afghanistan was only 1 percent of the gross domestic product and that Iraq was \"an important front on the war on terror.\"\nMcCaskill quickly shot back: \"Sen. Talent, I think, just said the $300 billion was not a lot of money. Clearly, he's been in Washington too long if he doesn't think $300 billion is a lot of money.\"\nMcCaskill accused Talent of not holding the administration accountable for mistakes in the war.\nStem cell issue\nThe two candidates also exchanged sharp jabs over stem cell research -- one of the hottest issues in the Missouri campaign.\nEarlier this year, Talent withdrew his support for a federal human cloning ban that some critics said would also outlaw crucial stem cell research. But he opposes a Missouri referendum that would protect certain kinds of stem cell research.\nAsked by Russert about his switch, Talent said the state referendum would \"create an unqualified constitutional right to clone at the earliest stages of human life.\"\nRussert asked McCaskill how she could support a form of research that some have said is equivalent to abortion.\n\"My faith directs me to heal the sick,\" she said. \"I come down on the side of hope, hope for cures and for supporting science.\"\n---\nThe next Talent-McCaskill debate is set for Oct. 11 in St. Louis.\n\nNotes\n\n ELECTION 2006 * U.S. SENATE \n\nGraphic\n\n \nPHOTO\n PHOTO - Sen. Jim   Talent,  R-Mo., shakes hands with Democratic opponent Claire McCaskill before the start of their interview on NBC's \"Meet the Press\" on Sunday in Washington.   Kevin Wolf | The Associated Press \n\nLoad-Date: October 9, 2006"
}