{
    "title": "Two Republicans seeking seat in 11th Congressional District",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 3,
    "day": 8,
    "full text": "Two Republicans are seeking their party's nod in the March 20 primary for the 11th Congressional District seat.\nThe field features incumbent Judy Biggert and challenger John \"Jack\" Cunningham. The winner will advance to the November general election to face the winner of the Democratic primary featuring Bill Foster, Jim Hickey and Juan Thomas.\nThe 11th District includes all or parts of Naperville, Aurora, Woodridge, Lisle, Darien, Bolingbrook, North Aurora and Plainfield.\nThe Daily Herald asked the candidates several questions about their district. Some of their answers are provided here; for all of them, visit dailyherald.com.\nQ. What is your No. 1 campaign issue?\nBiggert: Jobs. To help job-creators put more people back to work, we should enact broad-based, permanent tax reform that will simplify the tax code, close loopholes, lower and make permanent the tax rates and create a pro-growth environment that rewards innovation and encourages job creation.\nAt the same time, we must reduce government regulations that are placing billions of dollars of new burdens and uncertainty on job-creators.\nCunningham: Job creation and reducing unemployment.\nQ. What would you do to help ease partisan gridlock? Are you willing to compromise on sticking points including spending cuts and taxes to produce results? How can Congress move from being a \"crisis-driven\" institution?\nBiggert: I do not believe that compromise is a bad word. After all, the alternative is \"my way or the highway,\" and that's why too little is being accomplished in Washington.\nWhen facing a problem, Congress has an unfortunate tendency to do one of two things: nothing or overreact. The result, as with the nation's out-of-control debt, is that reasonable solutions are too often neglected while the problem continues to grow into a crisis.\nIn other areas, as with the Administration's health care overhaul, a Democrat-dominated Congress threw caution to the wind and adopted a policy driven by politics rather than common sense. Now patients, doctors, small business owners and taxpayers are suffering the unintended consequences of new taxes, burdensome regulations and higher costs.\nThe American people deserve better, and that is why I continue to push my colleagues to remember that the voters sent them there to solve problems, not just to get re-elected or make the opposition look bad.\nAs a former school board president and longtime community volunteer, I have a proven track record of listening to constituents and bringing people together to find solutions that work. I approach my work in Congress with the same spirit, which is why I was honored when my peers on the other side of the aisle elected me one of the \"10 Most Bipartisan\" members of the House.\nThis past year, I put that philosophy to work as chairman of the House Insurance and Housing Subcommittee, which has jurisdiction over the nation's flood insurance program. Working with every group from insurers to consumers to environmentalists, Realtors and others and every member of Congress, representing diverse areas across the nation, we crafted compromise legislation to finally revamp and reauthorize our nation's outdated flood insurance program.\nStarting with a working draft (instead of a bill), and taking input from all sides, we addressed everyone's concerns; no one got everything but everyone was satisfied. Passed out of committee by a vote of 54-0 and by the full House by a vote of 406-22, the bill became one of a handful of major reform packages passed by the House in 2011.\nIn short, Americans have had enough of \"my way or the highway\" governing. They want solutions. And whether it's cutting waste, creating jobs, or reforming the tax code, I'll continue to put results over politics.\nCunningham: As an elected official at both the local and county levels, I have had the opportunity of working across party lines on many occasions. While I am willing to negotiate and compromise in some areas, I would also hold true to my core beliefs and would not yield on issues of life and liberty.\nThe only way for Congress to reduce partisan gridlock and the appearance of being \"crisis-driven\" is for members to be elected who will look beyond the quick, temporary fix and the next election to truly find long-term solutions to the issues that face us.\nQ. Should tax breaks be extended? Why or why not? If so, for whom? What should Congress do to improve unemployment? Why do you support or oppose President Obama's jobs plan? What cuts or revenue increases do you support for deficit reduction?\nBiggert: Taxes: Seniors and families working to make ends meet don't deserve tax increases; they deserve tax relief. At the same time, raising taxes on our nation's job creators now would make it even more difficult for them to hire new workers, much less keep their doors open.\nRaising taxes during a recession will not help the economy rebound. That is especially true in a high cost-of-living area like suburban Chicago, where even those who some politicians in Washington might call \"rich\" are still working hard to pay tuition, make mortgage payments, and pay for health insurance and other necessities.\nThat is why I support extending for a full year the payroll tax cut to give individuals and businesses the certainty they need to plan for their economic futures, invest and create jobs. This is an outcome that both the president and Congress want, and we should act immediately to make it happen.\nI also support extending the 2003 tax cuts for all individuals and small businesses. Roughly 75 percent of small businesses are taxed as individuals, and allowing the tax cuts to expire would subject nearly 50 percent of small business income to a tax increase. Failure to extend the cuts also would result in a return of the marriage penalty and death tax; individual, capital gains, and dividend rates would increase; the child care tax credit would decline; and millions of seniors and low-income Americans who now pay no taxes would be back on the tax rolls.\nAmerican consumers already are being squeezed by high unemployment and high energy, food, tuition and other bills. The last thing the government should do during a recession is add to their burdens.\nJobs: One area that holds enormous potential to create jobs and boost U.S. competitiveness is broad-based tax reform. By simplifying the tax code, closing loopholes, lowering tax rates and giving taxpayers some certainty, we can create a pro-growth environment that rewards innovation and job creation. But to accomplish these goals, we have to enact a tax policy guided by sound economic principles and not simply increase taxes on job creators and investors.\nSecondly, we need to end the regulatory nightmare. In 2011 alone, the Administration proposed more than 400 new regulations that have the potential to burden job creators with more than $70 billion in new compliance costs. Businesses cannot grow and invest when they face that kind of uncertainty and red tape.\nThat's why we need to review and defund economically significant regulations that will stifle the ability of businesses to produce more goods and put people back to work.\nThird, Congress must avoid repeating the mistakes of the past, including the kind of wasteful spending on political pet projects that were enacted under the first stimulus, which has clearly failed to stem the rise of unemployment. A second round of stimulus spending, as the president proposed last year, is a recipe for deficit explosion and a double-dip recession. Parts of the Administration's proposal including certain tax cuts, deductions on new equipment, and tearing down trade barriers to U.S. exports were greeted with bipartisan support, including my own.\nUnfortunately, the bulk of the plan consisted of new spending priorities that mirrored the failed policies of 2009. Disappointingly, the president also left the task of paying for his spending to the \"supercommittee,\" which has since disbanded. Subsequently, Democrat leaders advocated paying for the president's jobs bill with massive tax increases that threaten to halt not encourage job creation.\nDebt reduction: The national debt now has surpassed $15 trillion larger than our entire economy. Meanwhile, the unemployment rate continues to hover near double digits. We cannot afford to sit idly by while out-of-control federal spending and ever-growing debt continue to drive down economic growth and paralyze job creators.\nTo restore our Triple-A economy, I've voted to cut more than $6 trillion in spending from the federal budget, cap future spending near 2008 levels, and enact a balanced-budget amendment (BBA) to the Constitution. The BBA, which I co-sponsored, would require Congress and the president to spend within our means and make the same hard financial choices that all Americans face each day.\nI've also worked with my colleagues in the House to secure for the first time in modern history two years in a row of discretionary spending reductions, despite intense opposition from the White House and the Senate. These cuts should be at the core of any deficit reduction efforts.\nHowever, revenues can be part of the solution. During negotiations last year, I wrote to members of the Joint Select Committee on Deficit Reduction encouraging them to seek revenue increases as the natural byproduct of effective broad-based tax reform and pro-growth financial policies.\nAs outlined above, common sense tax reform would generate revenues through economic growth, eliminate shelters used predominantly by upper-income taxpayers, and yield lower rates on wage earners. The result is a stronger, more competitive economy.\nCunningham: As proven in the 1980s and on other occasions, reducing taxes on individuals and businesses leads to overall economic and job growth.\nThe nation doesn't have a revenue problem, it has a spending problem. We can no longer continue to spend beyond our means and pile more debt onto future generations.\nAs an initial step to reducing federal spending across the board, I would work for a comprehensive forensic audit of all federal programs and agencies to weed out duplicative efforts and to justify each department's spending. I have opposed the president's job creation efforts as being piecemeal, wasteful and misdirected.\nQ. What steps should the country now be taking in the war on terrorism? What policy should the U.S. have toward Iran and North Korea? What is your view of terrorism policies that pit public safety against civil liberty?\nBiggert: 1. One important step the United States should take to combat terrorism is to sustain the progress being made against Al-Qaeda in Afghanistan and to ensure Afghanistan does not again become a safe haven for terrorists bent on destroying the U.S.\nBut there is so much more to combating terrorism. I support tough anti-money laundering laws to cut off terrorist funding; Patriot Act provisions that have helped foil terrorist plots; improved intelligence capabilities; and increased security of our borders and ports of entry.\n2. What policy should the U.S. have toward Iran and North Korea? While these anti-terrorism activities have helped keep Americans safe since the 9/11 attacks, emerging nuclear threats from rogue nations like Iran and North Korea dictate that the United States remain vigilant in its opposition to terrorist activities. And above all, Iran and North Korea simply cannot be allowed to obtain nuclear weapons.\nThat's why I have repeatedly supported legislation that expands sanctions on those assisting Iran and North Korea in the development of their dangerous weapons programs, including their nuclear programs. But thwarting the nuclear ambitions of these rogue nations requires a unified front on the part of the international community, and China and Russia have emerged as increasingly important economic partners for Iran.\nChina's support in dealing with several rising threats to peace abroad most notably Iran and North Korea is key to neutralizing these threats without using military force. That's why we must endeavor to pressure China diplomatically against actions that embolden unstable regimes toward military escalation, while at the same time, strengthening our own economic and political ties to China to ensure that we hold the leverage needed to discourage behavior that undercuts international efforts to isolate rogue nations.\n3. What is your view of terrorism policies that pit public safety against civil liberty? The failed 2009 Christmas Day bombing of a Detroit-bound flight and the attempted 2010 car bombing in Times Square have proved that the threat of terrorism clearly has not subsided since Sept. 11, 2001. Every day, our nation is threatened by the leaders of al-Qaida, who have pledged repeatedly to attack the United States again at a time of their choosing.\nFortunately, reports of thwarted terrorist attacks demonstrate the effectiveness of our nation's efforts to combat terrorism, such as through international electronic surveillance.\nHowever, I do not believe measures to protect national security and keep Americans safe must necessarily come at the expense of our civil liberties. Take, for example, the Foreign Intelligence Surveillance Act (FISA). This important intelligence tool has given U.S. agents the authority to listen in on conversations between those foreign nationals who represent a threat, while providing the necessary judicial oversight to protect the rights of American citizens.\nCunningham: Steps need to be taken to further protect our border security as well as points of entry (ports) and other transportation infrastructure. In addition, our military capabilities for small unit response must be enhanced as opposed to a military based on the outdated \"cold war\" model.\nOur policy toward Iran and North Korea as well as other \"rogue\" states should be to work with our allies and other countries to further isolate them economically with the goal of restricting their abilities to acquire new technologies that could have military applications. Any and all new anti-terror policies that could possibly infringe on the personal liberty of U.S. citizens must be open to a rigorous and open debate before implementation.\n\nLoad-Date: March 8, 2012"
}