{
    "title": "Two Fort Drum soldiers killed in Afghanistan",
    "publisher": "watertown daily times ",
    "year": 2012,
    "month": 5,
    "day": 9,
    "full text": "May 09--FORT DRUM -- Two soldiers from the post were killed last week in Afghanistan when an improvised explosive device went off near their military vehicle in the Logar Province of Afghanistan.\nThe Department of Defense reported that 2nd Lt. David Rylander, 23, of Stow, Ohio, and Spc. Junot M.L. Cochilus, 34, of Charlotte, N.C., died May 2.\nThey served in the 630th Engineer Company, 7th Engineer Battalion, 10th Sustainment Brigade, 10th Mountain Division.\nAccording to a news release from the post, Lt. Rylander joined the Army in May 2011 after graduation from the U.S. Military Academy at West Point. He arrived on post in November, and deployed to Afghanistan in January. He served as an engineer officer.\nHis awards include the Purple Heart, the NATO Medal, the National Defense Service Medal, the Afghanistan Campaign Medal, the Global War on Terrorism Service Medal, the Army Service Ribbon, the Overseas Service Ribbon, the Combat Action Badge and the Parachutists Badge. He completed the small arms weapons and airborne courses.\nLt. Rylander is survived by his mother, father, two brothers and a sister.\nSpc. Cochilus joined the Army in March 2010, and arrived on post in July 2011 after training at Fort Leonard Wood, Mo. He deployed to Afghanistan in October. He was a combat engineer.\nHis awards include the Purple Heart, the NATO Medal, the National Defense Service Medal, the Afghanistan Campaign Medal, the Global War on Terrorism Service Medal, the Army Service Ribbon, the Overseas Service Ribbon, the Army Good Conduct Medal and the Combat Action Badge. He completed the combat life savers course.\nSpc. Cochilus is survived by his wife, child, mother, father and brother.\n___ (c)2012 Watertown Daily Times (Watertown, N.Y.) Visit Watertown Daily Times (Watertown, N.Y.) at www.watertowndailytimes.com Distributed by MCT Information Services\n\nLoad-Date: May 9, 2012"
}