{
    "title": "Two Trump cabinet members say immigration laws threatened national security",
    "publisher": "university wire",
    "year": 2018,
    "month": 1,
    "day": 16,
    "full text": "WASHINGTON - As the debate over U.S. immigration laws threatened to cause a government shutdown, two federal agencies reported Tuesday that three out of every four individuals convicted of international terrorism-related charges in federal courts between September 11, 2001, and December 31, 2016 were foreign-born.\n\"This report reveals an indisputable sobering reality-our immigration system has undermined our national security and public safety,\" said Attorney General Jeff Sessions. \"The information in this report is only the tip of the iceberg: we currently have terrorism-related investigations against thousands of people in the United States, including hundreds of people who came here as refugees.\"\n\"This report is a clear reminder of why we cannot continue to rely on immigration policy based on pre-9/11 thinking that leaves us woefully vulnerable to foreign-born terrorists, said Homeland Security Secretary Kirstjen Nielsen.\nThe Trump Administration and Democrats in Congress were at odds over proposed immigration laws. Trump wants more stringent controls, while Democrats want less stringent rules for immigrants, plus amnesty for \"Dreamers,\" who are children of undocumented immigrants.\nThe debate could prompt Democrats to vote against funding to keep the federal government operating after Friday. Both sides accuse the other side of potentially causing a \"government shutdown.\"\nThe two agencies said in their joint report that 402 of the 549 convicted of terrorism charges were foreign born. Over the same period, U.S. Immigration and Customs Enforcement removed approximately 1,716 aliens with national security concerns.\nFurther, the agencies said, in 2017 alone DHS had 2,554 encounters with individuals on the terrorist watch list (also known as the FBI's Terrorist Screening Database) traveling to the United States. \nNielsen added: \"...e must examine our visa laws and continue to intensify screening and vetting of individuals traveling to the United States to prevent terrorists, criminals, and other dangerous individuals from reaching our country. Without legislative change, DHS will continue to see thousands of terrorists a year attempt to enter the United States, and while we must be right every time, the terrorists only need to be lucky once...\"\nSessions added: \"The pillars of President Trump's immigration policy-securing our porous borders, moving to a merit-based immigration system that ends the use of diversity visas and chain migration, and enforcing our nation's laws-will make their jobs easier and make the United States a safer place.\"\nThis report was required by Section 11 of President Trump's Executive Order 13780, Protecting the Nation from Foreign Terrorist Entry into the United States, which declared that \"it is the policy of the United States to protect its citizens from terrorist attacks, including those committed by foreign nationals,\" directed a series of actions to enhance the security and safety of the American people. The actions directed by Executive Order have raised the baseline for the vetting and screening of foreign nationals, prevented the entry of malicious actors, and enhanced the safety and security of the American people.\nThe report reveals that at least 549 individuals were convicted of international terrorism-related charges in U.S. federal courts between September 11, 2001, and December 31, 2016.  An analysis conducted by DHS determined that approximately 73 percent (402 of these 549 individuals) were foreign-born.  Breaking down the 549 individuals by citizenship status at the time of their respective convictions reveals that: 254 were not U.S. citizens; 148 were foreign-born, naturalized and received U.S. citizenship; and 147 were U.S. citizens by birth.\nAccording to information available to U.S. Immigration and Customs Enforcement , since September 11, 2001, there were approximately 1,716 removals of aliens with national security concerns. \nIn FY 2017, DHS encountered 2,554 individuals on the terrorist watchlist (also known as the FBI's Terrorist Screening Database) traveling to the United States. Of those individuals, 335 were attempting to enter by land, 2,170 were attempting to enter by air, and 49 were attempting to enter by sea. Where consistent with the law, such individuals are denied entry into the United States, while in some cases law enforcement authorities are notified and can take appropriate action.\nFrom October 1, 2011, to September 30, 2017, a total of 355,345 non-U.S. citizen offenders, were administratively arrested after previously being convicted of an aggravated felony, as defined in 8 U.S.C. ยง 1101(a)(43), or two or more crimes each punishable by more than one year (felony offenses).  During that same period, a total of 372,098 non-U.S. citizen offenders were removed from the United States after conviction of an aggravated felony or two or more felonies. \nData from U.S. Citizenship and Immigration Services' Fraud Detection and National Security Directorate shows that between 2007 and 2017, USCIS referred 45,858 foreign nationals who applied for immigration benefits to ICE for criminal or civil enforcement action, based on information indicating that such foreign nationals had committed egregious public safety-related offenses within the United States.\nBetween FY 2010 and FY 2016, CBP identified and prevented the boarding of 73,261 foreign travelers on flights destined for the United States, who may have presented an immigration or security risk.\nIn October, the Trump Administration sent to Congress a list of legislative priorities that would enhance our national security-such as eliminating the diversity visa lottery and extended family chain migration, funding the wall, closing loopholes in our asylum system, combating visa overstays, and closing other loopholes in existing law that potentially benefit aliens who pose threats to our national security.\n\nLoad-Date: January 16, 2018"
}