{
    "title": "TWO ARRESTED FOR ACTS OF ANIMAL TERRORISM CALIF. PAIR ACCUSED OF RELEASING 5,740 MINK, INCLUDING IN",
    "publisher": "wisconsin state journal",
    "year": 2015,
    "month": 7,
    "day": 26,
    "full text": "Two animal-rights activists have been charged with terrorizing the fur industry during cross-country road trips in which they released about 5,740 mink from farms and vandalized the homes and businesses of industry members in Wisconsin and other states, the FBI said.\nThe FBI's Joint Terrorism Task Force arrested Joseph Brian Buddenberg, 31, and Nicole Juanita Kissane, 28, both of Oakland, California, and federal prosecutors charged them with conspiracy to violate the Animal Enterprise Terrorism Act.\nA federal grand jury indictment unsealed Friday said the two caused hundreds of thousands of dollars in damages during 40,000 miles of cross-country trips over the summer and into the fall of 2013.\nThe two allegedly sneaked onto farms, freed mink and destroyed breeding records in Minnesota, Iowa, Idaho, Pennsylvania and Wisconsin, where they are also charged with vandalizing and attempting to flood the Sun Prairie home of an employee of the North American Fur Auctions.\nIn one case, they released a bobcat from a farm in Montana, according to the FBI.\nThey also allegedly slashed vehicles' tires, glued businesses' locks or smashed windows, vandalizing property in San Diego, Spring Valley and La Mesa, California.\n\"Whatever your feelings about the fur industry, there are legal ways to make your opinions known,\" U.S. Attorney Laura Duffy said in a statement. \"The conduct alleged here, sneaking around at night, stealing property and vandalizing homes and businesses with acid, glue, and chemicals, is a form of domestic terrorism and can't be permitted to continue.\"\nBuddenberg and Kissane were under house arrest with electronic monitoring until a scheduled court date Tuesday. Efforts to reach them Saturday were unsuccessful. It was not clear whether either has hired an attorney.\nIf convicted, they each face a maximum of 10 years in prison and a $250,000 fine.\nThe indictment states that they covered their tracks by avoiding phones or logging into known online accounts and email. Instead, they used public computers and encrypted email, and cash for purchases while traveling. They would withdraw hundreds of dollars while home in the San Francisco Bay Area before another trip, prosecutors said.\nThe FBI states that they drafted communiques and posted them online to publicize their actions on websites associated with \"animal rights extremists.\"\n\nLoad-Date: July 29, 2015"
}