{
    "title": "Two Fort Drum soldiers killed Wednesday in Afghanistan",
    "publisher": "watertown daily times ",
    "year": 2012,
    "month": 7,
    "day": 20,
    "full text": "July 20--FORT DRUM -- Two 10th Mountain Division soldiers were killed Wednesday in Ghanzi City, Afghanistan, when their vehicle was struck by an improvised explosive device.\nBoth Sgt. Daniel A. Rodriguez, 28, and Sgt. Jose J. Reyes, 24, were heavy vehicle drivers with the 110th Transportation Company, 548th Combat Sustainment Support Battalion, 10th Sustainment Brigade, according to a news release issued Thursday by the post's public affairs office.\nSgt. Rodriguez, Baltimore, Md., joined the Army in July 2002. After training at Fort Leonard Wood, Mo., he was assigned to Fort Richardson, Ala., and Fort Hood, Texas. He arrived at Fort Drum in March 2010.\nHe had deployed in support of Operation Enduring Freedom from October 2003 to October 2005, and deployed in support of Operation Iraqi Freedom from November 2005 to November 2006 and June 2008 to June 2009. Sgt. Rodriguez also deployed with his unit in support of Operation Enduring Freedom in April.\nAccording to the news release, Sgt. Rodriguez's awards and decorations include two Purple Hearts, the Army Commendation Medal, three Army Achievement Medals, a Meritorious Unit Commendation, three Army Good Conduct Medals, the National Defense Service Medal, the Iraq Campaign Medal, the Global War on Terrorism Service Medal and the Global War on Terrorism Expeditionary Medal, the Noncommissioned Officers Professional Development Ribbon, the Army Service Ribbon, the Overseas Service Ribbon, the Combat Action Badge, the Driver and Mechanic Badge and the Basic Marksman Qualification Badge.\nSgt. Rodriguez's other achievements include completion of the Air Load Planner course, the Combatives Level 1 course, Master Driver Training course, Warrior Leadership course and Combat Lifesavers course.\nHe is survived by his wife, three children and mother.\nSgt. Reyes, San Lorenzo, Puerto Rico, joined the Army in February 2010, and after training at Fort Leonard Wood, he arrived at Fort Drum in May 2010. He deployed with his unit in support of Operation Enduring Freedom in April.\nHis awards and decorations, according to the news release, include the Purple Heart, the Army Commendation Medal, two Army Achievement Medals, the National Defense Service Medal, the Global War on Terrorism Service Medal, the Noncommissioned Officers Professional Development Ribbon, the Army Service Ribbon, the Combat Action Badge and five Certificates of Achievement.\nSgt. Reyes's other achievements include completion of the Combatives Level 1 course, the Combat Life Savers course, the Warrior Leadership Course and the Motor Vehicle Traffic Management and Accident Prevention course.\nHe is survived by his wife, two children, mother and father.\n___ (c)2012 Watertown Daily Times (Watertown, N.Y.) Visit Watertown Daily Times (Watertown, N.Y.) at www.watertowndailytimes.com Distributed by MCT Information Services\n\nLoad-Date: July 20, 2012"
}