{
    "title": "Two Groups Charge Abuse of Witness Law",
    "publisher": "the new york times",
    "year": 2005,
    "month": 6,
    "day": 27,
    "full text": "Two leading civil rights groups charge in a new study that the Bush administration has twisted the American system of due process ''beyond recognition'' in jailing at least 70 terror suspects as ''material witnesses'' since the Sept. 11 attacks, and the groups are calling on Congress to impose tougher safeguards. \n The report, which is to be released on Monday by the groups, Human Rights Watch and the American Civil Liberties Union, found that the 70 suspects, about a quarter of them American citizens and all but one Muslim men, were jailed -- often for weeks or months -- in American facilities without being charged with a crime. Ultimately, only seven men were formally accused of supporting terrorism, the report said.\n  The report, paid for in part by the Open Society Institute, founded by the financier George Soros, charges that many of the men held as material witnesses were ''thrust into a Kafkaesque world of indefinite detention without charges, secret evidence and baseless accusations.'' \n With Congress locked in a dispute over the government's powers under the antiterrorism law known as the USA Patriot Act, the report reflects an effort by civil rights groups to expand the debate to other legal tools the Bush administration is using against terrorism. The groups recommended a number of new restrictions on the law's use, and aides to Senator Patrick J. Leahy of Vermont, the ranking Democrat on the Judiciary Committee, said he would introduce legislation to limit the government's ability to detain a material witness indefinitely. \n The material witness law, enacted in 1984, allows federal authorities to hold a person indefinitely if they suspect that the person has information about a crime and might flee or be unwilling to cooperate. \n The law has been used for many years to compel the testimony of thousands of illegal immigrants in smuggling investigations and other cases. But since the Sept. 11 attacks, the Federal Bureau of Investigation has significantly expanded the use of the law in terrorism inquiries.\n Justice Department officials have defended their view of the law in interviews and Congressional testimony, saying they have sought to use it sparingly and have tried to follow legal safeguards, including allowing those who are jailed to contact lawyers and challenge their detention. \n The only appellate court to rule on the law since the Sept. 11 attacks upheld its use in the case of a permanent resident from Jordan who had contact with a Sept. 11 hijacker while a student in San Diego.\n ''Critics of law enforcement fail to recognize that material witness statutes are designed with judicial oversight safeguards and are critical to aiding criminal investigations ranging from organized crime rackets to human trafficking,'' said Kevin Madden, a spokesman for the Justice Department.\n But in the new report, Human Rights Watch and the A.C.L.U. charge that the Justice Department has abused the law to detain people whom it does not have enough evidence to charge with terrorism.\n ''The Justice Department has essentially succeeded in setting a precedent for lowering the standard they have to meet to jail someone,'' said Anjana Malhotra, the author of the report.\n The department has not given a public accounting of jailed material witnesses since early 2003, when it told Congress that it had detained fewer than 50 people. \n The new study sought to catalog and quantify the treatment of the witnesses, and it found that a third of them were jailed for at least two months. The study found that there might have been more than 70 material witnesses, but secrecy provisions prevented a definitive tally.\n Of the 70 who were identified, the report found that 42 were released without charges being filed; 20 were charged with offenses unrelated to terrorism, like bank or credit card fraud; 4 were convicted of supporting terrorism; and 3 others are awaiting trial on terrorism charges. The report did not account for the remaining one. More than a third were ultimately deported, and none are known to still be held as witnesses.\n Few of the material witnesses made national headlines. Among the notable exceptions were Zacarias Moussaoui, who recently pleaded guilty to terrorism charges in connection with the Sept. 11 attacks; Jose Padilla, who was later declared an enemy combatant after the authorities accused him of plotting to build a nuclear ''dirty bomb''; and Brandon Mayfield, a Muslim lawyer in Portland, Ore., who was jailed in connection with the Madrid train bombings of 2004 after the F.B.I. mistakenly matched a fingerprint of his to the scene. \n Government officials apologized to Mr. Mayfield and at least a dozen other material witnesses who they admitted were wrongfully detained, the report said. ''But,'' it added, ''apologies are poor compensation for loss of liberty, as well as the emotional toll that incarceration has had on the detainees and their families.''                                                                        \n\nhttp://www.nytimes.com\n\nLoad-Date: June 27, 2005"
}