{
    "title": "Two men arrested on terrorism charges",
    "publisher": "charleston gazette",
    "year": 2005,
    "month": 5,
    "day": 31,
    "full text": "NEW YORK - FBI agents in Florida and New York arrested two men who prosecutors said were secretly recorded during a two-year sting operation pledging their support and loyalty to al-Qaida.\nAuthorities said Sunday that Rafiq Abdus Sabir, 50, a Boca Raton physician, and Tarik Shah, 42, a self-described martial arts expert in New York, conspired to treat and train terrorists. Both are American citizens.\nBoth men were scheduled to be arraigned today in federal court, Shah in New York and Sabir in Florida, according to a news release from U.S. Attorney David Kelley in Manhattan.\nIt was not immediately clear who would represent them in court. If convicted, each man faces a maximum sentence of 15 years in prison and a fine of up to $ 250,000.\nThe one-count complaint claims the men allegedly took an oath pledging their allegiance to al-Qaida. The government said the men engaged in multiple recorded conversations with a confidential source and an FBI agent posing as an al-Qaida operative.\nDuring the conversations, Shah also described how he and Sabir in 1998 tried to get to training camps in Afghanistan and said they were a \"package\" deal, Kelley said in the release.\nPolice Department Commissioner Raymond Kelly said, \"It is particularly gratifying that someone using New York City as a base for terrorist support is now in custody.\"\nAs recently as May 20, during a meeting at a New York City apartment, Sabir indicated he would travel shortly to Saudi Arabia to treat the wounds of jihadists at a Saudi military base, prosecutors said. Travel records showed he was scheduled to leave Thursday.\nDuring recorded conversations, Shah also repeatedly indicated his desire to train Muslim \"brothers\" in the martial arts and hand-to-hand combat, the release said.\nShah took steps to find secret locations for jihad weapons training, at one point inspecting a Long Island warehouse, and described previous efforts to recruit others, prosecutors said.\nSabir was being held at the Palm Beach County Jail; it was not immediately known where Shah was being held. There was no phone listing for Sabir in Boca Raton, Fla. A phone number listed for Shah in Poughkeepsie, N.Y, rang unanswered Sunday evening.\nShah's mother, Marlene Jenkins, called the charges against her son \"ridiculous.\"\n\"He's no terrorist,\" Jenkins, of Albany, N.Y., told the South Florida Sun-Sentinel in Monday's editions.\nSabir is a licensed medical doctor in Florida, New York and Pennsylvania, according to the Florida Department of Health Web site. He received his medical degree from Columbia University in 1981 and his bachelor's degree from City of New York College.\nDaniel McBride, spokesman for the Islamic Center of Boca Raton, said Sabir lived in a Boca Raton gated community with Arleen Morgan, a registered nurse, and their two young sons.\n\"While we were married he was a lovely father and husband, and nothing if not a hardworking man,\" Sabir's former wife, Ingrid Doyle, of New York City, told the newspaper. \"I'm still reeling from this, and my daughter has been crying all day.\"\nAssociated Press Writer Lisa Orkin Emmanuel contributed to this report from Miami.\n\nLoad-Date: June 1, 2005"
}