{
    "title": "Two Rooms brings terrorism stateside",
    "publisher": "university wire",
    "year": 2015,
    "month": 3,
    "day": 18,
    "full text": "Ripple Effect's new show at the bakery\nDespite the fact that the play was written nearly two decades ago, Two Rooms, by Lee Blessing, could be ripped right out of today's headlines.\nShowing until April 11 at The Bakery-a multi-disciplinary performance space-and produced by Ripple Effect Theatre Company, Two Rooms examines the human costs of the war on terror and just how close to home a foreign crisis can be.\nThe drama centers on Lainie and Michael Wells, and the years after Michael's abduction in Beirut. Confined to the titular two rooms-the cell in which Michael is kept and the office-turned-shrine in Lainie's home-the play is claustrophobic, refusing to let its characters escape one another.\nProdded by reporter Walker Harris and under the handling of State Department agent Ellen Van Oss, Lanie must reckon just what she's capable of doing to bring her husband home, while Michael just struggles to survive one day to the next.\nConstantly under the surveillance of the audience-the play is staged in the round and there is no place for the characters to hide-the actors were faced with unique challenges. \"It's rare that you get the opportunity to work in a black box style,\" Haley Johnson, the actress portraying Lainie, said. \"Every moment has to be honest because people can see you from every angle.\"\nAnd honesty is the name of the game at Ripple Effect. \"Every single show that we do there's this challenge for us to bring out the true, honest, genuine humanity in everybody on stage,\" Brandon Palmer, director of Two Rooms and Artistic Director for Ripple Effect said.\nThe characters of Two Rooms certainly never felt imaginary, even as the show moved between dream and reality. At times the titular two rooms blend into one, and these moments are where the heart of the show lies.\nIn these liminal spaces, Johnson's Lainie becomes magnetic in her love for Michael, played by Sam Gilstrap. The two are able to interact in these fantastic spaces, and the audience is pulled into the fantasy with them.\nReality comes crashing in through the counterpoints of Paige Lynn Larson's Ellen and Joe Von Bokern's Walker. Larson's Ellen belies a hidden compassion underneath an icy façade. Von Bokern's Walker is simultaneously slimy and endearing, creating a tension for both Lainie and the audience in reconciling their feelings toward him.\nWhile the acting and direction of Two Rooms is stunning, the text of the play contains undertones of anti-Muslim sentiment that may throw some viewers. That conflict of viewpoints, between the characters and even between the viewer and the text, is the kind of ambiguity that Two Rooms revels in and accomplishes with aplomb.The Bakery 2132 Market St (720) 301-0998 www.thebakerydenver.com Tickets: $20\n\nLoad-Date: March 19, 2015"
}