{
    "title": "Two Democrats seek seat in 14th Congressional District",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 3,
    "day": 12,
    "full text": "Two Democrats — Dennis Anderson and Jonathan Farnick — are seeking their party's nomination in the March 20 primary for the 14th Congressional District seat.\nThe winner will advance to the November general election to face incumbent Republican Randy Hultgren.\nThe 14th District covers portions of Lake, McHenry and Kane counties as well as portions of Naperville and Aurora.\nThe Daily Herald asked the Democratic candidates several questions about their district. Some of their responses are provided here; for all of them, visit dailyherald.com\nQ. What is your No. 1 campaign issue?\nAnderson: Some 15 percent of the total U.S. population and 22 percent of American children now live in poverty, 50 million Americans live in households that are food insecure, and 50 million Americans still lack health insurance.\nNow is not the time to reduce funding for food stamps, the school lunch program, the WIC program or community health centers; to reduce the term of unemployment benefits; or to eliminate the EITC, all of which have been proposed. We cannot save the nation by cutting services to the most vulnerable Americans in these difficult times.\nFarnick: To do something about our $15 trillion national debt. If there is no money left after required spending and interest on the debt, it won't matter what your other priorities are.\nQ. What would you do to help ease partisan gridlock? Are you willing to compromise on sticking points including spending cuts and taxes to produce results? How can Congress move from being a \"crisis-driven\" institution?\nAnderson: The current Congress has been repeatedly deadlocked by members who are, by all appearances, absolutely unwilling to work across the aisle or to compromise even as the problems facing the American people have mounted.\nHonest disagreement and debate is essential to the success of democratic government. I frequently find that through such exchanges I learn things I did not previously know and my perspective may change as a result.\nHowever, when honest exchange between our elected representatives is supplanted by rigid ideology, by inflammatory rhetoric and a dedication to winning without regard to the public's interests, then those elected officials are failing us and crisis is inevitable.\nFarnick: Congress needs more and better Democrats, which will ease up the gridlock imposed by the Republicans. There has never been a time like now where almost everything in the Senate is met with a filibuster and the 2011 Congress was the \"worst\" in history, passing only 80 bills.\nSome spending needs to be curtailed. Some taxes need to be raised. Get money out of politics: until then, expect more of the same.\nQ. Should tax breaks be extended? Why or why not? If so, for whom? What should Congress do to improve unemployment? Why do you support or oppose President Obama's jobs plan? What cuts or revenue increases do you support for deficit reduction?\nAnderson: The Bush-era tax cuts should be extended, except for those benefiting the top income earners. The middle and working classes have been hit by decades of stagnant earnings; have been disproportionately harmed by the recession, job losses and the collapse of the housing market, and need some relief.\nNote that The Wall Street Journal recently reported that more than 60 percent of those earning more than $1 million a year felt that their taxes ought to be raised. The unemployment picture could be greatly improved by Congress' passage of the president's Jobs Bill, which I support.\nAs mentioned previously, I should think undertaking these infrastructure repair and upgrade projects would appeal greatly to those who are concerned about burdening future generations with debt. Someone is going to have to pay for the projects, now or later. We continue to have overseas military bases that are a legacy of the World War II and the Cold War, and that ought to be closed.\nThe issue of Medicare drug purchases I've addressed elsewhere. The oil industry is heavily subsidized, even as it earns massive profits. There is no doubt there are many reductions that can be made, but we must be cautious that we do not make worse the circumstances of the most vulnerable among us.\nFarnick: If you make less than $250,000 a year, yes; if you make more than $250,000 a year, no. End tax breaks that companies receive when they close down a plant and ship the jobs overseas, raise some tariffs on imported goods, put export tariffs on domestic petrochemical companies that want to ship CNG and refined gasoline out of this country).\nI generally support the jobs plan, would like to see parts of it actually implemented as opposed to having the Republicans in Congress blocking almost all of it; the military-industrial-global empire-homeland security, ever increasing militarization of our domestic police state could use a little pruning; having a simple, progressive tax structure, where taxable income is taxed $40,000 salary taxed the same as $40,000 in dividends, which is taxed at a lower rate than $400,000 of income, which is taxed at a lower rate than $4,000,000 of income, etc.\nQ. What steps should the country now be taking in the war on terrorism? What policy should the U.S. have toward Iran and North Korea? What is your view of terrorism policies that pit public safety against civil liberty?\nAnderson: Defense against terrorism requires careful and legal intelligence gathering on and monitoring of known and suspected terrorist groups in cooperation with the intelligence services of those nations who share our respect for the rule of law and human rights. We must be prepared for focused action to prevent or disrupt identified threats. As in medicine, prevention is the best and generally least costly cure, and we must understand the causes of terrorism and work with the international community to identify means of eliminating those causes.\nThe best approach to containing and reducing the potential threats posed by North Korea and Iran is to partner with other members of the international community in the effort. Nonmilitary means are the preferable route. Benjamin Franklin said \"Those who would give up essential liberty to purchase a little temporary safety deserve neither liberty nor safety.\" It is our liberties that make us unique among nations, and to sacrifice those liberties is to abandon that which makes us great.\nFarnick: Diplomacy and a carrot and stick approach to states that serves as hosts to those entities that use terrorism. Pre-emptive wars and occupations of far-off countries do not a safe, sound, and secure foreign policy make.\nKilling 10 \"bad guys\" and in the process killing 25 civilians, could make 100 people who were once on the sidelines into more \"bad guys\" who now hate this country because we killed their mother or son or cousin, repeat ad infinitum; re Iran and N. Korea, see previous.\nCivil liberties should be protected at all cost, we have enough tools already to fight an amorphous tactic without giving up our freedoms, case in point: there's not much terrorism in North Korea, not much freedom either.\n\nLoad-Date: March 12, 2012"
}