{
    "title": "Two ideas for dealing with terrorists",
    "publisher": "the world",
    "year": 1987,
    "month": 2,
    "day": 15,
    "full text": "We Americans are soft-hearted nice guys.\n \n Mostly.\n \n That is why it is so easy for terrorists to victimize us. That is why    it is so difficult for our government to deal with those two-bit hoods    and their masters.\n \n     Gunmen, members of the Islamic Holy War for the Liberation of    Palestine - members in fine standing no doubt - kidnapped three    American professors and an Indian academic in Beirut last month, a    significant addition to the number of American hostages being held by    terrorists in that unfortunate city. And how did the world's strongest    nation deal with the situation?\n \n     The White House stated quite firmly that the United States would    never negotiate with terrorists, which, considering the ramifications    of the recent revelations about the shipment of U.S. arms to Iran, no    one really believed. And we sent a couple of aircraft carriers to flex    American muscle off the coast of Lebanon.\n \n     We talked, we postured, we did nothing.\n \n     American sensibilities just don't permit much else.\n \n     Rep. Sam Gibbons, the Democratic congressman from Tampa, has a    novel idea for preventing terrorism. He has introduced a bill that    would make that idea law.\n \n     It probably will never be passed.\n \n     This is how Gibbons explained his idea in a recent interview:        \"I think it is time to elevate this crime of terrorism to a    civilized platform. We have always sort of rewarded terrorists by    giving them something for their dastardly deeds.\"\n \n     The Gibbons bill would make it illegal for anyone, including the    government, to pay ransom or give anything of value to terrorists to    obtain the release of a hostage or hostages.\n \n     \"I got to thinking about this one day - what do you do to protect    Americans from terrorism?\" he said. \"The worst think you can do for    them is to put their price too high. One of the most humane things is    to make Americans worthless as far as terrorism is concerned. In other    words, if you take an American as a hostage, you've got to feed him    because no American can ransom him out.\n \n     \"Now, some will say that's cruel. No, I don't think that's cruel.\n \n I think it is the other way around. What's the incentive for taking an    American who you can't get some arms for, you can't swap prisoners for,    or you can't get some money for? I think it liberates Americans more    than it does anything else. It would just be against the law to pay    anything of value.\n \n     \"I'm sure there is something wrong with that idea because it is so    straightforward that somebody would have thought of it prior to this    time. But I thought we ought to have a little debate on it anyway.\"\n \n     The rather obvious problem with Gibbons' plan is American pride,    American sensibilities. It goes against the grain to devalue an    American life.\n \n     Similar feelings stand in the way of probably the most effective    reaction possible to terrorism.\n \n     This was explained to me some months back by Dr. Robert H.    Kupperman, an expert on national security and counterterrorism issues.\n \n The United States, he said, has no rational, coordinated policy for    dealing with terrorists.\n \n     \"I mean we try,\" Kupperman said. \"There have been very, very    stern statements made by the President of the United States about    retribution. It has not happened.\"\n \n     He said he had his own plan for dealing with terrorists, but he    doubted that he would find many sympathizers.\n \n     \"I think,\" Kupperman said, \"it begins with the question, 'How do    you retaliate?' We did it (after more than 200 Marines were killed by a    terrorist bomb in Beirut in 1983) with the 16-inch guns of the    battleship New Jersey and we took out many villages, killed a hundred    or two hundred people at a clip, maybe bagged one or two unimportant    terrorists.\"\n \n     The United States did it again last April with an air attack on    Col. Moammar Gadhafi's headquarters in Tripoli and on Libyan military    targets. Gadhafi was not hurt.\n \n     \"We are willing to use napalm, we are willing to use bombs, and    somehow it is antiseptically clean and chivalrous,\" Kupperman said.    \"But we are unwilling to take some one person, to single out a key    figure in the operational aspects of terrorism, and take them out with    a 38.\n \n     \"That is called assassination. That's repugnant.\"\n \n     What the Kupperman idea has going for it is this: Terrorists are    seldom killed. Some are captured and go to prison. Quite often, their    terrorist friends then take other hostages and bargain them out of    prison.\n \n     It might be different if a terrorist knew that at any time an    American counterterrorism agent might put a bullet between his eyes.\n \n     Taken together, the Gibbons and Kupperman plans might have    excellent results. They would remove the value of an American as a    hostage, while reminding the terrorist of the value to himself of his    own life.\n \n     It's a logical idea. But we Americans would never stand for it.\n \n  - Charles Stafford is national correspondent of the St. Petersburg\n \n Times. -\n \n    \n\nLoad-Date: November 18, 1992"
}