{
    "title": "Two cities to work together on security Security_ Both cities evaluating crowd protection",
    "publisher": "chicago daily herald",
    "year": 2017,
    "month": 10,
    "day": 5,
    "full text": "A grant from the Federal Emergency Management Agency has Aurora and Naperville officials imagining the worst — and preparing for it, too. The state's second- and fifth-largest cities are using the $1.3 million grant for training on how to respond if terrorists ever strike multiple locations at once in what's called a \"complex, coordinated terrorist attack.\" \"We want to make sure we have our plan down and are operating in a coordinated fashion,\" said Joseph Jones, Aurora's emergency management coordinator. \nThe training sessions are set to take place during the next three years, with tabletop exercises — meetings to discuss how to handle emergency scenarios — coming first, followed by full-scale simulated attacks in 2018 and 2019. But before any drills, responders say the grant is helping them develop shared practices, which can create a smooth regional response if something tragic occurs. \"A benefit for both of our communities,\" Jones said, \"is it's building our network and our relationships.\" In the wake of the Las Vegas shooting, police say it's important to coordinate with nearby agencies who may be called to assist at a major scene. But the scenarios addressed by the FEMA grant differ from the shooting because they would involve simultaneous attacks in more than one place. Lt. Rick Robinson of the Aurora Police Department said terrorism trends are leading to an increase in this kind of coordinated strike, which is why the two cities, with a combined population of roughly 350,000, want to plan ahead to discuss staging of personnel and equipment during large events and how to spot suspicious activity or signs of terrorism in crowds. Robinson and Robert Marshall, Naperville police chief, said their departments already train on these tactics. But the grant-funded exercises will bring personnel from both cities together — especially members of each department's special response team. The two cities will share lessons from their terrorism preparation exercises with police and fire departments throughout the state. \"The whole point of doing the exercises or drills is to find the deficiencies,\" said Dan Nelson, Naperville's emergency management coordinator, \"and then improve on them.\" While planning is underway for the grant-funded exercises, both cities continue to evaluate and improve their practices for protecting crowds at large venues, such as Knoch Park and Rotary Hill in Naperville, the sites of Ribfest and the Last Fling, and RiverEdge Park in Aurora. Naperville City Council this week authorized the purchase of 30 additional water barricades, which are bright, hollow barriers that can be transported easily to the site of special events and then filled with water. The barricades act as a fence around festivals and concerts and can slow down a vehicle if it is headed toward a crowd. The $7,500 to buy the barricades will come from the city's special events and cultural amenities fund, not from the terrorism preparation grant. Educating residents about how to respond if under attack is part of the work as well. Marshall and Jones say they're teaching civilians to \"run, hide, fight.\" \"If you see something, you need to do something,\" Jones said. \"Make a call and let the officials determine whether it is a threat or not a threat.\"\n\nLoad-Date: October 5, 2017"
}