{
    "title": "Two in Ohio Are Accused Of Separate Terror Plots",
    "publisher": "the new york times",
    "year": 2018,
    "month": 12,
    "day": 11,
    "full text": "Two Ohio residents who the authorities said had separately planned violent, hate-filled attacks appeared in court on Monday to face federal charges.\nDamon Joseph, a 21-year-old resident of Holland, Ohio, had been planning an attack on a Toledo synagogue -- inspired by the Pittsburgh synagogue massacre -- and was arrested after receiving semiautomatic rifles from an undercover agent on Friday, prosecutors announced Monday at a news conference in Toledo. \n  And Elizabeth Lecron, a 23-year-old Toledo woman who the authorities said praised mass murderers in online postings, was arrested after she bought components for a pipe bomb to destroy a pipeline in Georgia, prosecutors said.\n  Officials said that the timing of their arrests was a coincidence and that the cases were entirely unrelated. But the two defendants did have at least one thing in common besides where they live, officials said: They had planned large-scale attacks to advance hateful agendas.\n  ''These cases demonstrate that terrorism comes in many forms,'' said Justin Herdman, the United States attorney for the Northern District of Ohio. ''Terrorists don't follow just one playbook.''\n  The arrests came amid a debate in Washington -- and across the country -- over how to define domestic terrorism, whether law enforcement agencies have done enough to counter the threat from white supremacists, and how to thwart potential copycats who might be incited by high-profile attacks.\n  Mr. Joseph was charged with one count of attempting to provide material support and resources to a foreign terrorist organization. The crime carries a maximum possible penalty of 20 years in prison. He came to the attention of authorities in May because of his online postings. Officials said that he consumed Islamic State propaganda and pledged allegiance to the group in September.\n  In the months since then, he has communicated with three undercover agents about his plans, according to an affidavit. When asked by one agent whether he felt hatred for people in the United States, he replied: ''Oh yeah, definitely. The gays, the Christians, the Catholics, the Jews, you name it.''\n  After the Pittsburgh synagogue massacre in October, he made anti-Semitic remarks -- and then decided to take a page from the attack, the affidavit said. In a memo to an undercover agent, Mr. Joseph laid out the logistics for a mass shooting. He said that he would start the attack in the house of worship's sanctuary, wanted to kill a rabbi and would also shoot at officers.\n  He directed the agent to buy two AR-15-style rifles for him, and he was arrested immediately after he took possession of the weapons on Friday, according to the affidavit. Officials noted that the arrest came as Jewish communities celebrated Hanukkah. They declined to identify the synagogue targeted.\n  Mr. Joseph's court-appointed lawyer, Neil McElroy, had no immediate comment on the case.\n  In the second case, Ms. Lecron was charged with one count of transporting explosives with the intent to injure people or damage property. She helped obtain materials for a pipe bomb to target a pipeline in Georgia, officials said.\n  A lawyer for Ms. Lecron did not immediately return a call for comment on Monday. The maximum penalty for the criminal count she faces is 10 years in prison.\n  The investigation into Ms. Lecron began in June, when an unidentified caller pointed the authorities to her Tumblr account, where she had posted pictures and comments glorifying mass shooters, including Dylann Roof, the white supremacist who killed nine people at a Charleston church in 2015.\n  In August, the authorities learned that Ms. Lecron was planning a visit to Columbine High School, in Colorado, where two teenagers killed 13 people in 1999. She had called the shooters ''godlike'' on her Tumblr page.\n  While she was there, the investigators searched her home and found weapons and ammunition, as well as end caps, which can be used to make pipe bombs, according to a criminal complaint. They also found a diary.\n  ''Soon we will bring destruction on society,'' she had written.\n  Over the summer, Ms. Lecron became pen pals with Mr. Roof, a white supremacist who has remained unrepentant for his 2015 attack on an African-American church, which killed nine people. He  was sentenced to death and is  in an Indiana prison. Ms. Lecron sent him a book about a Nazi fighter and counseled him to ''stay strong.''\n  As in Mr. Joseph's case, undercover agents made contact with Ms. Lecron online. When they met in person, Ms. Lecron shared that she had a plan to commit ''upscale mass murder'' at a bar in Toledo, the complaint said.\n  She also said she wanted to set livestock free and ''was willing to sabotage anything that harms the environment,'' the court documents state. When asked about the possibility that her actions could kill innocent bystanders, she responded that she was not concerned because they are ''probably part of the problem.''\n  She suggested the manufacturing plant where she worked as a target, saying they were polluting a nearby river. But the undercover agents told her they had settled on a plan to detonate a pipe bomb along a pipeline in Georgia, the complaint said. On Saturday, at their request, the complaint continued, she bought two pounds of gunpowder and over 600 screws for the bomb.\n  ''I'm very excited,'' she told the undercover agent as she handed over the materials, according to the complaint.\n\nhttps://www.nytimes.com/2018/12/10/us/toledo-terrorism-plots.html\n\nLoad-Date: December 11, 2018"
}