{
    "title": "TWO DISSIDENTS ARE ACCUSED OF TERRORISM BY BEIJING",
    "publisher": "new york sun ",
    "year": 2003,
    "month": 5,
    "day": 28,
    "full text": "China's government accused two pro-democracy activists from America and New Zealand yesterday of plotting terrorist attacks - a charge denied by a prominent American-based dissident.\nAuthorities arrested the pair, American citizen Benjamin Lan and Sun Gang of New Zealand, after they arrived in Beijing this month on what dissidents said was a mission to promote democracy.\nForeign Ministry spokeswoman Zhang Qiyue said they were thought to be involved in \"some violent, terrorist acts\" at the instigation of an unspecified \"hostile organization\" abroad.\n\"Given that their activities have violated relevant laws of China, they have been detained in accordance with law, and the case is under investigation at this moment,\" Ms. Zhang said at a regular news briefing.\nThe spokeswoman gave no other details. The American and New Zealand embassies confirmed that the two are in Chinese custody.\nMr. Lan and Mr. Sun belong to the China Federation Foundation, a recently formed pro-democracy group based in California.\nPeng Ming, a prominent American-based dissident and a member of the group, said Mr. Lan and Mr. Sun were to conduct \"propaganda work\" on promoting democracy.\nHe said they also were to investigate China's outbreak of severe acute respiratory syndrome.\nThe two had planned to set up a branch of their group in Beijing and to publicize the organization, but had no intention of committing any violence, Mr. Peng said in a telephone interview from San Francisco. \"The accusation that the two were planning terrorist activities has no basis,\" he said.\nMr. Peng said the group, founded in April, wants to replace China's communist government with a democracy. He said it has several hundred members, all Chinese, in Southeast Asia, Canada, Hong Kong, Australia and America.\nThe group would advocate the use of force to overthrow the government, but only if necessary, he said.\n\"We would rather avoid force if we can,\" Mr. Peng said.\nChinese courts regularly impose long prison terms on people convicted of violating the communist government's ban on political dissent, even by peaceful means.\nMr. Peng spent 18 months in a Chinese labor camp after he was arrested in 1999 amid a crackdown on dissent that sent dozens of dissidents into prison or exile.\n\nLoad-Date: April 21, 2004"
}