{
    "title": "Two Are Charged in Plan To Send Goods to Taliban",
    "publisher": "the new york times",
    "year": 2013,
    "month": 10,
    "day": 11,
    "full text": "Two New York City men have been arrested on charges that they sought to supply the Taliban and other terrorist fighters with warm clothes and equipment for use in wintertime battle with United States forces in Afghanistan, the authorities said on Thursday.\nThe men, Humayoun Ghoulan Nabi, 27, of Queens, and Ismael Alsarabbi, 32, of Brooklyn, were taken into custody Monday after an investigation that began in 2011 following a tip from a confidential informant, according to the New York Police Department and the office of the Queens district attorney, Richard A. Brown.\nIn meetings with the informant in August and December that year, Mr. Nabi said he wanted to raise money for the fighters and to get them winter clothes, according to a criminal complaint.\n''The defendant stated that the source of the Americans' strength is their equipment, specifically good jackets, good goggles, good GPS,'' Mr. Nabi told the informant, according to the complaint.\nMr. Nabi took Mr. Alsarabbi along to a meeting with the informant in March 2012, and the three men drove to a Western Union office and wired $2,000 to Lahore, Pakistan, the complaint said. Six months later, Mr. Nabi and the informant went to a warehouse, in Jamaica, Queens, where merchandise could be stored. Days after that, they met with a man Mr. Nabi introduced as ''Brother Mohammed,'' a clothing supplier.\nNo clothing or equipment was ever sent overseas, the authorities said. But in a statement, Police Commissioner Raymond W. Kelly said the arrests ''demonstrate the spectrum of terrorism threats'' that the police must guard against. He said the equipment that the men sought to provide ''could have endangered the safety of Americans as much as supplies of guns and ammunition.''\nEach of the men was charged with second-degree soliciting or providing support for an act of terrorism, a felony, and fifth-degree conspiracy, a misdemeanor. A judge set bail at $500,000 for each at their arraignment on Tuesday.\nSean A. McNicholas, a lawyer for Mr. Alsarabbi, said that his client had ''no idea'' that the outerwear was heading for terrorists in Afghanistan, and that Mr. Alsarabbi was swept up in an investigation reliant on the work of an informant with questionable motives.\n''They are being paid by the government, cash, or they might be criminals trying to work off their own debt, instead of going to jail, and they frequently entrap people who are young and opinionated,'' Mr. McNicholas said. ''It is an outrage.''\nMr. Alsarabbi, a naturalized citizen from Kuwait, worked his way through college serving coffee at a 7-11 store in Brooklyn adjacent to a police station house, and ''knew every officer in the precinct,'' his lawyer said. He had never been arrested, the lawyer said, and is seeking a ''better job now that he graduated college.''\nMr. Nabi, a Pakistani national, admitted his role in the plot, according to the complaint. His lawyer, Kenneth Finkelman, did not immediately return a call on Thursday.\n\nhttp://www.nytimes.com/2013/10/11/nyregion/two-charged-in-plot-to-send-winter-supplies-to-taliban.html\n\nLoad-Date: October 11, 2013"
}