{
    "title": "Two seeking Democrats' nod in 8th Congressional District",
    "publisher": "chicago daily herald",
    "year": 2012,
    "month": 3,
    "day": 7,
    "full text": "Two Democrats — Raja Krishnamoorthi and Tammy Duckworth — are facing off in the March 20 primary election for their party's nod in the 8th Congressional District.\nThe winner will face Republican Joe Walsh in the November general election.\nThe district covers portions of DuPage County along with portions of Lake, Cook and Kane counties.\nThe Daily Herald asked the Democratic candidates several questions about their district. Some of their answers are provided here; for a look at all of them, visit dailyherald.com.\nQ. What is your No. 1 campaign issue?\nDuckworth: My first priority is to regrow our economy. I propose to do so with a combination of short-term programs that prime the pump of the economy and longer-term policy changes that establish the environment for an economic recovery and return to growth.\nTop short-term initiatives I will support include infrastructure investment in transportation, schools, communications and utilities. Long-term initiatives include job training, business tax credits for research, payroll, alternative energy and hiring preferences for veterans and those who have been unemployed for more than six months.\nKrishnamoorthi: The most pressing problem facing our community and the country is reviving our economy. In the new 8th Congressional District alone, more than 20,000 workers have lost their jobs, and at least 7,000 homes are in foreclosure.\nTherefore, my number one issue is cultivating a robust economic recovery to create jobs and preserve and strengthen our middle class. As president of a high-tech small business, I am the candidate best suited to work on these issues.\nAs part of my campaign, I have released a comprehensive economic plan (see rajaforcongress.com/economic-plan-pdf) which calls for, among other things: (a) jump-starting small businesses by easing their access to capital, providing payroll tax relief to make hiring easier, investing in innovation and research programs for small businesses, and attracting immigrant entrepreneurs; (b) restoring consumer demand by extending unemployment benefits and enlarging the payroll tax holiday; (c) promoting the green retrofitting and repair of our infrastructure with a National Infrastructure Bank and public works jobs program; (d) tackling the housing crisis and providing relief for homeowners who find themselves \"underwater\"; and (e) reviving our manufacturing sector through aggressively partnering the federal government with local governments, community colleges, and manufacturers as well as addressing unfair trade practices engaged in by foreign nations.\nQ. What would you do to help ease partisan gridlock? Are you willing to compromise on sticking points including spending cuts and taxes to produce results? How can Congress move from being a \"crisis-driven\" institution?\nDuckworth: One of my top priorities will be to bring reason and leadership back to Congress. The extreme partisanship found there is prohibiting government from addressing the key issues and challenges facing our nation. There must be a balance of commitment to values on the one hand and compromise for the greater good on the other.\nMembers need to, first and foremost, represent their districts. Too many members are placing partisan rhetoric ahead of the national interest.\nKrishnamoorthi: Partisan politics is not my passion. In the public sector, my work has been geared toward fighting corruption and fostering economic development, not partisan bomb-throwing. In the private sector as the president of a small business, my focus has been on driving the growth of our business, not driving any partisan political agenda.\nFurther, I grew up in Peoria where Democrats and Republicans like then-Congressman Ray LaHood largely worked together over the years to fashion public policy in the best interests of the entire community, not just one party, and this ethic was instilled in me early on. Indeed, I applauded efforts by Congressman LaHood to bring the two parties together through bipartisan retreats where representatives got to know each other not just as public officials, but also as private citizens raising families.\nI would advocate for more of these types of efforts in Congress. I am willing to compromise, but this does not mean I would support legislation just because it is a compromise proposal. Both sides will probably need to make sacrifices as we move forward on big issues such as entitlement reform and deficit reduction; however, when altering a program would violate the basic social contract and do little to solve an actual policy problem, I would not support it.\nFor instance, I would not support Rep. Paul Ryan's plan to \"voucher-ize\" Medicare because his plan would merely shift the cost of Medicare to seniors unable to bear the rising costs of health care, thus eviscerating the basic purpose of the program which was to ensure access to health care in their old age.\nMaking Congress into a less crisis-driven institution starts with electing members of Congress who can take the long view. Indeed, I believe that voters want representatives who actively seek solutions to our nation's long-term problems.\nIn the 8th District, we have an incumbent, Congressman Joe Walsh, who is not so much driven to prevent partisan crises as to create them in order to attract media attention. As the president of a cutting-edge research and development firm, I deal with the development of solutions to long-term national security and renewable energy problems every day and will bring this same perspective to Congress.\nQ. Should tax breaks be extended? Why or why not? If so, for whom? What should Congress do to improve unemployment? Why do you support or oppose President Obama's jobs plan? What cuts or revenue increases do you support for deficit reduction?\nDuckworth: At the end of the day, we're going to have to make difficult choices to get this country back to economic strength. We can't afford to do nothing or keep squabbling while millions of families continue to live on the edge.\nBut just like a family trying to balance its household budget, we have to be smart about what we can and cannot continue to live on the edge.\nBut just like a family trying to balance its household budget, we have to be smart about what we can and cannot afford. I support President Obama's jobs plan and believe it is imperative that the federal government have a role in strengthening our economy.\nOne of the first things I did upon entering this race was release a jobs plan even before the president released his. The plan includes significant infrastructure investment, education, and tax credits for those who hire the long-term unemployed. I do not believe we can ask working and middle-class families, veterans and low-income seniors to pay more taxes while the wealthiest, like Mitt Romney, pay at only the 15 percent tax rate. We must let the Bush-era tax breaks for the super wealthy expire and ensure giant corporations like General Electric, which paid no federal income taxes last year, pay their fair share.\nThe deficit can only be solved with a multifaceted approach. We need to end subsidies to the oil and gas industry and certain agricultural subsidies. Medicare must be allowed to negotiate for cheaper drug prices, like the Department of Veterans Affairs does. We must make responsible, reasonable cuts to Pentagon spending and related programs such as redundant military equipment.\nI can speak with experience about the need for more oversight of the spending of the Department of Defense, which has the largest budget of any federal agency. As a combat veteran and member of the National Guard, I have the experience to be able to ask the right questions and push for better oversight of military contracts.\nKrishnamoorthi: The most pressing problem facing our district and country is reviving our economy and reducing unemployment in order to strengthen the middle class and working families. In the near-term, we must embark on a number of initiatives.\nFirst, we should extend the payroll tax holiday for employees for a full year, optimally at the 3.1 percent rate proposed by President Obama, and maintain unemployment benefits to keep consumer demand buoyant. Economists universally agree that our economy may stall, and unemployment may rise unless we pass these measures.\nNext, we must assist small businesses by empowering small community banks to lend to these businesses and by preserving Small Business Administration programs, which are currently under attack in Congress, so that small businesses can expand and hire new employees. We should also offer payroll tax relief for small businesses that hire new employees.\nFurthermore, it is crucial that we reauthorize the Surface Transportation bill as well as promote the green retrofitting and repair of infrastructure through mechanisms such as a National Infrastructure Bank, which will spur productive investment in our economy as well as put skilled people to work.\nIn the long-term, we must reinvigorate our workforce. The cruel irony today is that there are 3 million job vacancies at a time when we have 14 million unemployed workers. Therefore, we must retool our workforce so they can fill existing and future job vacancies.\nFirst, we must consolidate the $20 billion spent across 47 different federal job training programs so a greater proportion of these dollars are directed to small employers for on-the-job training efforts. Next, for unemployed workers, especially those in declining industries, the federal government needs to partner with local governments, employers and technical education programs to create targeted job-training programs to prepare our workforce for jobs in growing sectors such as high-tech manufacturing.\nFor example, in Michigan, manufacturer Tenneco and the local Kellogg Community College developed an 8-week welding course with support from the Michigan state government to enroll students in the course for high-paying welding jobs following completion of the course. The community college provided the training, the state helped fund the training, and Tenneco agreed to hire the workers as soon as the training was completed. Kellogg Community College has trained over 1,000 Tenneco employees and works with over 150 Michigan companies in a similar capacity.\nOverall, I support many elements in President Obama's jobs plan because the plan puts money in the pockets of middle class families, makes it easier for employers to hire and retain workers, and invests in our basic infrastructure. The plan is a safeguard against another recession, which we absolutely cannot afford.\nWe must get the budget deficit under control and do so in a way that does not jeopardize the economic recovery. To this end, I support, among other things, ending the war in Afghanistan, rolling back the Bush tax cuts for the highest earners, ending most corporate tax expenditures, and ruthlessly scrutinizing individual tax expenditures to root out tax loopholes that drain the nation's treasury while providing no collective benefit for taxpayers.\nQ. What steps should the country now be taking in the war on terrorism? What policy should the U.S. have toward Iran and North Korea? What is your view of terrorism policies that pit public safety against civil liberty?\nDuckworth: The country needs to continue to oppose terrorism. The war in Iraq was a distraction from the real threat posed by al-Qaida and similar extremist groups, and the new focus on eliminating terrorist leaders and disrupting their operations has been more effective. Iran and North Korea's aggression should be stopped, and the U.S. should work as part of an international effort to stop any nations from developing nuclear weapons. It appears that sanctions are working, and while I do not want military action, I agree with the president that all options must be on the table.\nKrishnamoorthi: We must remain resolute in the war on terrorism, and we must deal rapidly and effectively with any credible threats to our national security. That said, the most important step we can take in the current war is to draw down our forces from Afghanistan as soon as possible and redeploy those resources elsewhere. Now that we have rid Afghanistan of sanctuaries for Al-Qaeda, and Osama bin Laden is dead, our operations in Afghanistan have dubious value for counterterrorism and, thus, the most expensive front in the war on terrorism is also the one where our presence is least efficacious. Elsewhere, counterterrorism operations should continue, as necessary, in concert with our allies.\nIn addition, operations should be targeted and with a limited mandate, e.g., precision strikes against Somalia's al-Shabaab would be justified in response to a credible threat to our interests abroad, while an invasion and occupation of Somalia would not be justifiable as part of the \"war on terrorism.\"\nWe can and should use economic sanctions to stop Iran from building nuclear weapons. Indeed, Iran is clearly feeling pressure from the latest round of sanctions, and these should be continued. Although I would support keeping all options on the table, I think military intervention would be very counterproductive at this juncture. We have withdrawn our troops from Iraq and are winding down our military intervention in Afghanistan. Moreover, military action in Iran could seriously destabilize the region and lead to devastating attacks on our friends in the area. Sanctions should put the pressure on Iran and bring it back to the negotiating table in a position to make real concessions.\nIn the case of North Korea, we must work with countries in the region to engage the North Korean government in taking constructive steps forward. Disengagement gave North Korea the space to develop nuclear weapons, and the regime has clearly been unfazed by sanctions imposed so far. I support resumption of the Six-Party talks.\nAmerica can be kept safe from terrorism without cutting corners on the enforcement of existing anti-terrorism legislation such as the Patriot Act. Our intelligence and law-enforcement agencies have access to sufficient tools to effectively thwart terrorist attacks, and it is important that Congress exercise its oversight powers with diligence. Moreover, the employment of anti-terrorism tools should be subject to careful scrutiny by the judiciary on a case-by-case basis.\n\nLoad-Date: March 7, 2012"
}