{
    "title": "Two States Are 'Attacked' In a Major Terrorism Drill",
    "publisher": "the new york times",
    "year": 2005,
    "month": 4,
    "day": 5,
    "full text": "Hundreds of actors writhed in simulated pain in Connecticut after staged terrorist attacks on Monday, and thousands more went to New Jersey hospitals complaining of mysterious flulike symptoms, as the Department of Homeland Security began the largest terrorism drill ever conducted in the United States.\n The department enacted a car bombing and a chemical attack in New London and the release of a biological agent in New Jersey, to test local, state and federal emergency response capabilities to their limits. Local and state officials in Connecticut and New Jersey were given only general outlines of what the terror attacks might involve, and the responders will be presented with twists and turns as the exercise continues through Friday.\n ''We expect failure because we are actually going to be seeking to push to failure,'' said the secretary of homeland security, Michael Chertoff, who directed the operation, at a news conference in Washington. \n In addition to testing first responders and emergency units, the exercise was meant to assess intelligence gathering and communication, officials said. Weeks ago, a C.I.A. agent in Europe was given a report -- clearly labeled as an exercise -- about a possible event, according to one official familiar with the planning. That agent was also given false tips. Presumably, what happened with that information as it wended its way through the intelligence network will be assessed.\n Mr. Chertoff made it clear that intelligence agencies would not have been allowed, under any circumstances, to thwart the mock attack. \n The exercise is also testing the way officials communicate with the public, a crucial part of handling any emergency that could involve panic, officials said. But while the media were invited to cover the event, they were given only limited information; fuller briefings were provided to a mock news operation. The government-created Video News Network or VNN provided fake reporters who were able to question top officials to simulate a real news conference. \n It was hard to gauge how the government officials comported themselves, since Homeland Security did not allow real reporters to watch the fake reporters and their broadcasts. \n The exercise began at 8 a.m. on Monday, when a patient showed up at an unidentified New Jersey hospital with strange flulike symptoms, eventually determined to be caused by a biological agent that officials have not yet publicly disclosed. \n Officials would not say how quickly doctors recognized that they were dealing with something out of the ordinary; such a determination would be critical in a real event. \n All day long, volunteer ''patients'' showed up at hospitals across the state, until thousands were involved. \n At the same time, officials in New Jersey received a report of a suspicious car parked at Kean University. When investigators approached the sport utility vehicle about 9 a.m., they found a hose nozzle sticking out a rear window, and inspection showed it was a commercial sprayer that presumably had been used to disperse a fake biological agent.\n In Connecticut, meanwhile, the local emergency responders received a 911 call from a worker at a first aid tent set up at a water festival in New London. People were turning up sick with unusual symptoms and local authorities quickly became suspicious that a chemical agent might be involved. Before they could fully assess what was happening, a blue Ford van near a parking garage at the festival exploded. \n A ''battleground'' was set up at Fort Trumbull State Park, on the waterfront below the Revolutionary fort where Benedict Arnold launched his attack on New London and Groton. \n After the explosion at 1:20 p.m. and a brief inspection by safety experts, 500 actors walked up to the site and sprawled on the ground, screaming and crying and generally getting into the spirit of the drill. \n From the hilltop above, reporters, state officials, politicians and consultants watched as if it were a Civil War battlefield re-enactment. \n By the end of the day, after decontamination units arrived and sprayed the volunteer actors, authorities identified mustard gas as the agent dispersed in the exercise.\n The entire drill, known as Topoff 3, shorthand for Top Officials, cost $16 million, mostly to pay for the overtime costs of local emergency responders and officials. Some 10,000 paid personnel and volunteers participated, as well as authorities in Canada and Britain.\n The last Topoff drill, held in Seattle and Chicago two years ago, revealed that hospitals in those cities were vastly under-prepared for the surge in patients that followed the simulated attacks. Hospitals in Connecticut and New Jersey should be equally tested in this drill, but how they perform will not be known until reports are drawn up in the coming days and weeks.\n\n\nhttp://www.nytimes.com\n\nGraphic\n\n \nPhotos: Federal and regional law enforcement officers in New Jersey took part in a mock biological terror attack yesterday to test response readiness. (Photo by Vincent Laforet/The New York Times)\n Hundreds of volunteers played victims of a mock explosion and chemical attack in Connecticut as part of the National Preparedness Exercise. (Photo by James Estrin/The New York Times)                                                         \n\nLoad-Date: April 5, 2005"
}