{
    "title": "Two get 35 years in terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2017,
    "month": 7,
    "day": 30,
    "full text": "HACKENSACK, N.J. - Two men convicted of terrorizing Jewish communities in New Jersey, including firebombing two synagogues and throwing a Molotov cocktail into a rabbi's home, were sentenced Friday to 35 years in prison.\nAnthony Graziano and Aakash Dalal were sentenced in Bergen County after they were convicted last year of terrorism charges.\nBesides the firebombings, prosecutors say the men also spray painted anti-Semitic graffiti at two other synagogues.\n\"They were partners in hate. Partners in intimidation and ultimately in crime,\" Assistant Prosecutor Brian Sinclair said.\nThey faced up to life in prison in the case, the first to employ a state antiterrorism statute that requires at least 30 years in prison.\nTheir attack included the fire in the bedroom of a rabbi's home in Rutherford. The rabbi, his wife, their five children and his parents were sleeping at the time.\n\"The way I chose to express myself with violence was wrong,\" Graziano said at the sentencing hearing while apologizing. \"The hatred I had for the Jewish faith was unacceptable. I hope the Jewish community can find peace after tragedy.\"\nHis mother apologized to the Jewish community and said he was \"brainwashed and taught to hate\" by Dalal.\nDalal did not speak at Friday's sentencing.\nProsecutors also said that Dalal pushed Graziano along during the hate spree.\n\"I don't trust you until you kill a Jew,\" Dalal wrote to Graziano in one chat message, prosecutors said.\nAttorneys for the men argued for the minimum sentence, pointing out that they were only 19 when the attacks happened.\n\"He's not a young man who is bitter,\" said Graziano's attorney, Ian Silvera. \"He recognizes that he made a huge mistake in his life ... to kill anyone was never his intention.\"\nDalal's attorney said that the 30-year prison sentence mandated by the law was excessive for someone who committed a crime at 19.\n\nLoad-Date: July 30, 2017"
}