{
    "title": "Two N.Y. men charged with ties to terrorism",
    "publisher": "charleston gazette",
    "year": 2010,
    "month": 5,
    "day": 1,
    "full text": "NEW YORK - A native New Yorker and a former accountant were charged Friday with conspiring to give computer advice, buy wrist watches and do other tasks to help al-Qaida \"modernize.\"\nA vaguely worded indictment unsealed Friday in federal court in Manhattan accused Wesam El-Hanafi, who was born in Brooklyn, of traveling to Yemen to meet with unnamed al-Qaida members in February 2008.\nThe terrorists \"instructed him on operational security measures and directed him to perform tasks for al-Qaida,\" the indictment says. While there, he also \"took an oath of allegiance to al-Qaida,\" it adds.\nIn February 2008, El-Hanafi bought computer software that allowed him to secretly communicate over the Internet, federal prosecutors allege. That summer, he met with an unnamed co-conspirator and the second defendant, Sabirhan Hasanoff, in Brooklyn to discuss joining al-Qaida, according to the indictment.\nThe confidential co-conspirator paid $50,000 to Hasanoff, who later traveled to New York City and performed unspecified \"tasks for al-Qaida,\" the court papers say. The papers say that the conspiracy included El-Hanafi purchasing seven Casio digital watches last year, but doesn't say why.\nProsecutors described Hasanoff only as a dual citizen of the United States and Australia who has lived in Brooklyn. Public records show he has a Queens address and is a certified public accountant.\nA professional networking site says a Sabir Hasanoff was a senior manager at Pricewaterhouse Coopers who graduated from Baruch College in Manhattan.\nU.S. Attorney Preet Bharara said in a statement that the men had schemed \"to modernize al-Qaida by providing computer systems expertise and other goods and services.\" His office declined further comment.\nAt an initial court appearance Friday afternoon in Alexandria, Va., El-Hanafi, 33, and Hasanoff, 34, waived their rights to a hearing there. They were detained and ordered transferred to New York for a bail hearing.\nProsecutor John Cronan declined to answer questions about the case after the hearing. There was no immediate response to phone messages left with the men's defense attorneys.\n\nLoad-Date: May 3, 2010"
}