{
    "title": "Two Yemenis convicted in N.Y. for roles in funding terrorism",
    "publisher": "the philadelphia inquirer",
    "year": 2005,
    "month": 3,
    "day": 11,
    "full text": "A Yemeni sheikh and his assistant were convicted yesterday of almost all the terror-related charges against them, culminating a tumultuous three-year case that saw the government's star witness set himself on fire outside the White House.\nSheikh Mohammed Ali Hassan al-Moayad and his assistant, Mohammed Yahya Zayed, were convicted of all but two of the 10 charges in an indictment that accused them of vital roles in a funding network that stretched from Brooklyn to Yemen. Moayad was acquitted of the charge that grabbed headlines when he was arrested two years ago in Germany - supporting al-Qaeda.\nProsecutors said Moayad could face 75 years behind bars and Zayed 45 years for conspiring to support Hamas and al-Qaeda and related charges. Attorneys said they planned to appeal.\nMoayad and Zayed began to protest after the verdict was announced, crying out in Arabic that the trial had been unfair.\n\"I want to speak with you,\" Moayad said in English to reporters in the courtroom, before shouting in Arabic that jurors had seen only \"one-half of one-quarter\" of the surveillance tapes that constituted the bulk of the government's case.\nHe was rushed from the room by U.S. marshals.\nMoayad and Zayed were recorded promising to funnel more than $2 million to Hamas in a meeting with two FBI informants in a German hotel room.\nZayed said in Arabic to U.S. District Judge Sterling Johnson Jr. after the verdict was read that he wanted another lawyer \"in order to defend my case, because the jury did not fully study my case.\"\nThe convictions of Moayad and Zayed, who were arrested by German police in January 2003 and extradited to the United States, \"mark another important step\" in the war on terrorism, Attorney General Alberto Gonzales said.\nFive of the anonymous jurors said after the verdict that they had been convinced almost entirely by the words and actions of Moayad and Zayed on four days of secretly recorded conversations in the Frankfurt hotel.\nMoayad attorney William Goodman said after the verdict that the case \"was designed and carried out in a way that played upon the worst possible fears of the American public.\"\nJurors said they were convinced by the defendants' behavior and their familiarity on the recordings with the names of high-ranking Hamas members.\n\"Not once did they say, 'We're not interested in doing this,' \" a juror said of the defendants. \"They were relaxed; they were comfortable.\"\nJurors said Mohamed Alanssi, the key informant who set himself on fire outside the White House on Nov. 15 and then testified as a hostile defense witness, made little difference to their deliberations. Alanssi testified that he set himself on fire in an effort to gain more money and attention from the FBI.\nAlanssi made well-publicized claims that Moayad had boasted of delivering $20 million to Osama bin Laden. Jurors described much of the evidence linking Moayad to al-Qaeda before the German sting as inconclusive and relatively unimportant.\nThe prosecutions caused outrage in Yemen, where Moayad is a well-known cleric and high-ranking member of the Islamist opposition Islah party.\nYemeni sheikh convicted in N.Y. terror funding case. A16.\n\nLoad-Date: September 8, 2005"
}