{
    "title": "TWO IRAQIS INDICTED ON TERRORISM WERE REFUGEES IN U.S",
    "publisher": "pittsburgh post-gazette",
    "year": 2011,
    "month": 6,
    "day": 1,
    "full text": "WASHINGTON -- Before being granted refugee status in the United States and settling down in Bowling Green, Ky., Waad Ramadan Alwan was allegedly a sniper and skilled bomb maker targeting U.S. forces who bragged that his \"lunch and dinner would be an American.\"\nMr. Alwan is one of two Iraqi refugees who the Justice Department announced Tuesday had been charged over participating in a plot to send cash, explosives and Stinger missiles to Iraq for use against Americans.\nThe men are among 56,000 Iraqis who took advantage of special U.S. programs for those who demonstrated that they were in danger from militias in Iraq for their religious beliefs, or because they were translators for U.S. government or media organizations, to seek refuge in the United States.\nMr. Alwan was admitted to this country even though his fingerprint was found in 2005 on an unexploded roadside bomb set to blow up a U.S. convoy in Iraq. The print was loaded into a Department of Defense database, but a search of that database was not then a part of the application process for U.S. refugee status.\nAsked how men who actively fought against the United States in Iraq could have been allowed in the country, a Department of Homeland Security official said the case demonstrates that there were \"specific gaps\" in refugee vetting procedures before 2010. Since then, said the official, who spoke on condition of anonymity because of the information's sensitivity, those information-sharing weaknesses have been identified and corrected. Also, as new records go into the terrorist watch list, he said, refugees already inside the United States are being vetted again.\nMr. Alwan, 30, and his cousin, Mohanad Shareef Hammadi, 23, were arrested May 25 in Kentucky, and a federal grand jury returned the 23-count indictment the next day.\nCharges against Mr. Alwan include conspiracy to kill U.S. nationals abroad; conspiracy to use a weapon of mass destruction against U.S. nationals abroad; attempting to provide material support to terrorists and to al-Qaida in Iraq; and conspiracy to transfer, possess and export Stinger missiles.\nMr. Hammadi was charged with attempting to provide material support to terrorists and to al-Qaida in Iraq and conspiracy to transfer, possess and export Stinger missiles.\nEach faces life in prison if convicted.\nMr. Alwan had been under investigation since September 2009. According to charging documents unsealed Tuesday, Mr. Alwan recruited Mr. Hammadi to assist him, describing him as a relative who had worked as an insurgent in Iraq.\nOver the course of a long undercover investigation, Mr. Alwan and Hammadi allegedly picked up weapons provided by an FBI informant, at least some of them made inoperable by the FBI, and delivered them to a location believing that they would be shipped to al-Qaida in Iraq.\nStarting in September 2010, the FBI informant told Mr. Alwan that he was helping support insurgents in Iraq by smuggling weapons and money in used vehicles sent to Iraq. After that date, Mr. Alwan and later Mr. Hammadi allegedly helped to load into a tractor trailer rocket-propelled grenade launchers, PKM machine guns, sniper rifles, cases of inert C4 explosives, two inert FIM-92A Stinger surface-to-air missiles and $100,000 cash, according to court documents.\nThere are no indications in the charging documents that Mr. Alwan or Mr. Hammadi had made plans to attack targets in the United States.\n\nLoad-Date: June 1, 2011"
}