{
    "title": "Two stateless peoples",
    "publisher": "the christian science monitor",
    "year": 1983,
    "month": 7,
    "day": 14,
    "full text": "Armenian terrorism aimed at Turkey has entered a new stage in the aftermath of the 1982 Israeli invasion of Lebanon.\nThe invasion has apparently driven some left-wing terrorists from their headquarters in Beirut. Like the Palestine Liberation Organization, many have taken refuge in Syria. Turkish diplomacy has been unable to secure Syrian cooperation against these terrorists.\nMeanwhile, claims of responsibility for assassinations of Turkish diplomats have come from right-wing Armenian terrorists in Greece, Turkey's longtime rival.\nIn recent years, Armenian terrorists have sought revenge against Turkey for the deportation and death of as many as 1 million Armenians during World War I. Assassination of Turkish diplomats in both Europe and the United States has only strengthened Turkey's denial that it ever ordered an Armenian genocide. But the terrorists are thought to have been used indirectly by the Soviet Union, Greece, and Syria as a pressure mechanism against their Turkish rival.\nTurkey seems to have few options to pursue. It probably lacks the ability to carry out commando-style operations with the surgical accuracy of the Israelis.\nNeither are there many options for the Armenians. Despite the actions of Armenian terrorists, the possibility of an independent Armenian state being established in eastern Anatolia - a primary goal for some of the terrorist groups - is still considered by Turkey to be out of the question.\nOf Armenian terrorist groups remaining after Israel's Lebanon invasion, the most important is the Beirut-based Armenian Secret Army for the Liberation of Armenia (ASALA), reportedly left-wing and Soviet-backed.\nRecently, the Turkish daily Tercumen printed the names, current addresses, and photographs of top ASALA leaders, all of whom, the newspaper claims, are in Syria or the Syrain-controlled part of Lebanon. Experts interviewed say the articles are correct.\nLate last winter, Turkish Foreign Minister Ilter Turkmen visited Damascus to confront Syrian President Hafez Assad on the matter. An official in Ankara said Mr. Assad ''gave the impression of cooperation.'' But other Turkish sources said Turkmen's trip has accomplished little thus far.\nClearly, Turkish-Syrian relations have not improved since the foreign minister's visit, as evinced by a reported border incident in early June in which a Syrian soldier was wounded.\nSyria's harboring of terrorist groups inimical to both Turkey and Israel has led to the belief that these countries are cooperating with each other on the problem. This line of speculation was fueled when Israel - following last summer's assault on Beirut - supplied Turkey with information on some 29 Kurdish rebels captured in Palestinian training camps, in addition to files on 40 others.\nBut other factors also hinder a working relationship between Israel and Turkey. Under the Turkish generals, bilateral relations have worsened as Turkey's trade with radical Arab states - notably Libya - has burgeoned. And Turkey has reduced Israel's representation in Ankara to a single junior diplomat.\nThere is also a Soviet angle to the story. Armenian terrorism appears not only to serve Syrian interests, but also Soviet ones. Besides being the sole barrier to the Middle East, Turkey holds the Bosporus Strait, through which Soviet ships must pass on their way from the Black Sea to the Mediterranean.\nThe Soviets have not concealed their use of the Armenian issue against Turkey. Broadcasts originating from the Armenian Soviet Socialist Republic call for the formation of an independent Armenian state inside Turkey. And the Soviet Embassy in Ankara distributes a book entitled ''Armenia'' that explains the Armenian case against Turkey.\nPinpointing the whereabouts of right-wing Armenian groups - notably the Justice Commandos of the Armenian Genocide - is not easy. Many experts think that following the fall of Beirut, the Justice Commandos fled to Greece, Greek Cyprus, and France. Officials of all three countries deny the presence of Armenian terrorists.\nBut the case for this theory rests as much on local conditions in the three countries as on their political orientation. For example, Greece has relaxed entry procedures and security checks as well as excellent air connections to Europe, the Middle East, and the Soviet bloc.\nWhile the Greek socialist (PASOK) government has officially condemned terrorism, its attitude seems ambivalent in the case of the Armenian terrorists.\nPanos Kondogeorgis, a representative of Andreas Papandreou's party, told a recent public gathering of Armenians that in their struggle ''which is being waged on all fronts with all methods, PASOK is at your side.'' He called for the ''creation of an independent Armenian state'' - which could mean the breakup of modern Turkey.\nThough nearly two dozen Turkish diplomats have been slain in the past decade, Turkish officials - rather than planning a counterattack - admit to a ''fatalistic'' attitude in regard to Armenian terrorism.\nA Turkish news editor said: ''Our long history as a state and as an empire gives Turkey a psychological security. . . .  We don't feel the need to hit back like the Israelis.''\n\nGraphic\n\n \nPicture 1, An Armenian; Picture 2, and a Kurd, Photos Stewart McBride, Sven Simon"
}