{
    "title": "U of Md. to join fight against terrorism",
    "publisher": "the daily record ",
    "year": 2005,
    "month": 1,
    "day": 11,
    "full text": "With $12 million from the Department of Homeland Security, the University of Maryland is creating a center to investigate and, hopefully, reduce terrorism.\nThe center -- one of four university-based centers of excellence funded by the department and the first social science-focused endeavor -- will draw on academic expertise at the University of Maryland and across some 15 partner institutions to explore the roots of terrorism.\nThe research will focus, for example, on questions of how and why people become terrorists, why some people relate to terrorist violence while others are only passively supportive -- all questions that will help investigators develop ways to disrupt the formation of terrorist networks and minimize the impact of future attacks.\n\"We think we really do know a lot. A lot of what [academicians have] done has a lot of applicability to terrorism,\" said Gary LaFree, the University of Maryland criminologist who will the direct the new program, called the Center for Excellence for Behavioral and Social Research on Terrorism and Counter-Terrorism.\nLaFree stumbled across the center of excellence grant program more than a year ago when he was looking for funding to analyze a database of more than 70,000 terrorist incidents he obtained from private-sector security firm Pinkerton Consulting.\nMuch of the work the center will embark upon -- it already has some 35 research projects formulated -- will involve that database along with another major database cataloging ethnic struggles from the past 60 years.\nMaryland was one of 28 institutions to apply for the three-year grants.\nThe center will have an educational component that will develop academic programs to train researchers in the field of terror-related social science.\nWhile it does not have an official affiliation with Maryland's growing private-sector homeland security industry, the new center could have a spill-over effect.\n\"Even before technology is developed, the center brings knowledge and expertise to our community because the dollars are there and those dollars are going to attract the minds that are going to further the research in homeland security,\" said John Elstner, chief executive of the Chesapeake Innovation Center, the homeland security-focused incubator in Annapolis. \"This is good news to continue to build the homeland security infrastructure in Maryland and the region.\"\nThe new center -- to be housed at the university's College Park campus -- will be built around a team of researchers from the university's five major partners and more than 10 other academic institutions worldwide.\nIts multidisciplinary approach will combine the work of criminologists, psychologists and sociologists, among others.\nInitially about seven University of Maryland researchers will participate in the center's research, said LaFree, who plans to hire up to four people for newly created administrative positions at the center.\nThe University of Colorado, the University of Pennsylvania, Monterey Institute of International Studies, University of South Carolina and the University of California, Los Angeles are the major partners.\nIn addition to the University of Maryland, the University of Southern California leads a center that studies risk analysis related to the economic consequences of terrorist threats. The University of Minnesota and Texas A&M run separate centers that study risks to food and agriculture. A fifth center, not yet established, will review the nation's preparedness and response to terrorism.\n\nLoad-Date: January 11, 2005"
}