{
    "title": "U- Mary talks about terrorism",
    "publisher": "the bismarck tribune",
    "year": 2001,
    "month": 9,
    "day": 28,
    "full text": "Panel of five tries to answer questions, provide information to public\n Sister Edith Selzler, an associate professor of theology at the University of Mary, says she understands the desire of Osama bin Laden to rebuild Arabia. It's the method, though, that's troubling.\n Bin Laden, the prime suspect in the terrorist attacks on America, has chosen force to try and make it happen. Selzler said a better option would be for him to use his $ 300 million fortune to provide scholarships for young people to attend college.\nSelzler was one of five panelists at a forum Thursday morning at U-Mary to discuss the Sept. 11 terrorist attacks. The speakers provided some insight and useful information for the audience of mainly U-Mary students.\n Dr. Fahim Hassan, for example, talked about his Islamic religion.\n 'It's one of the largest religions in the world,' said Hassan, a kidney specialist at St. Alexius Medical Center.\n Hassan said there are 1.18 billion Muslims in the world, the second largest religious group behind Christianity. And most of those Muslims live in countries other than the Middle East.\n But when someone like bin Laden is connected to terrorist acts and the Muslim faith, it can shed a bad light on others, he said. Steve Schilling, a U-Mary history professor, said every faith and ethnic group has its fringe contingent that most wouldn't accept as one of their own.\n One student asked the panel if possible upcoming attacks by the United States make the country any better than bin Laden.\n 'Christians also uphold the rights of justice, to stop evil,' Selzler said. 'To do justice without hate that's hard.'\n U-Mary sophomore Chantel Starr said she believes the incident has made the country stronger.\n 'You just look around town and see all the patriotism,' she said.\n Starr and fellow sophomore Nathan Swenson said they support the government taking action, saying that if the United States did nothing, it would be open to more attacks.\n 'I think it will be a long, systematic war,' Swenson said. 'The war on terrorism will be like the war on crime. It will go as long as terrorism is out there.'\n Cutline: Mike McCleary\n 1 photo\n\nLoad-Date: September 28, 2001"
}