{
    "title": "U. Alabama -area apartment residents on alert for terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 3,
    "day": 13,
    "full text": "Some Tuscaloosa, Ala., property mangers have advised apartment residents to be on guard for terrorists who target apartment buildings.\nArlington Properties distributed fliers to all of its residents recently warning them to be vigilant against possible terrorist activity. While no specific threat to local apartments exists, Arlington Properties President Robert Hodge said the fliers were meant as a courtesy to its residents.\nU. Alabama\n\"We merely want residents to pay attention to their surroundings,\" Hodge said.\nThe National Apartment Association notified Arlington Properties of the current threat. This is not the first time apartments have been given a warning. In May 2002 a similar alert was given.\nThe NAA justified the extra apartment precautions with last month's national terrorism threat level, which was at orange but is now yellow. While the NAA does not obligate its members to warn occupants, Arlington Properties still felt extra warnings were necessary.\nIn its flier, Arlington recommends that residents report any suspicious people, noises or activities. It also cautions residents to get to know their neighbors, because terrorists can succeed through anonymity.\nArlington has alerted its staff to be vigilant and ask for reports of any unusual traffic and visitors. No one has come forward with reports of possible terrorist activity, but Arlington Properties is hoping this notice will raise awareness.\nHowever, certain safeguards already exist to protect residents. Arlington does perform a background check on all possible tenants. This holds the possibility of alerting officials to any terrorists.\nArlington has no other precautionary actions planned at this time, because it manages low-rise buildings. If another warning comes, Arlington Properties plans to again notify its residents through fliers.\nNot all property management companies have given extra warnings to their residents. An official at Bent Tree Apartments said Arlington's fliers were misdirected.\n\"It is not necessary to take any more steps, especially since [the terrorist activity warning] was directed to high rises,\" said Kelly Golden, manager at Bent Tree.\nCourt Wood Apartments, owned by Delview Properties, said media warnings are sufficient.\n\"Most everybody watches TV, [listens to] radio and goes on the Internet, and there it is,\" said Shirley Almond, Court Wood property manager.\n(C) 2002 The Crimson White via U-WIRE\n\nLoad-Date: March 13, 2003"
}