{
    "title": "U. Central Florida Fulbright Scholar is anti-terrorism diplomat",
    "publisher": "university wire",
    "year": 2009,
    "month": 9,
    "day": 21,
    "full text": "Yang Zhang, while living in China, was taughtÂ about American foreign policy concerning the War on Terrorism.\nAfter six years of research, she found out that not everything she learned was true.\n\"I would like to make the people of China understand what the real anti-terrorism policy is in the U.S.,\" said Zhang, a visiting Fulbright Scholar at the University of Central Florida. \"When we have more clear recognition about what the U.S. is doing to counter terrorism, we'll know how to cooperate with the U.S.\"\nZhang, 28, joined the UCF community this academic year to continue her research on United States anti-terrorism policy between 1969 and 1989.\nThrough her research, Zhang compared the policies in place for the Cold War era to those that have come after the events of Sept. 11 and the War on Terrorism.\nZhang used government documents released to the public in 2003 in comparison with the writings of professional anti-terrorism researchers to study these forms of anti-terrorism.\nShe is currently working on defining practicable aspects with experts at UCF.Â \nStephen Sloan, Zhang's UCF adviser, said he finds her historical approach to be interesting.\n\"She's filling in a key gap,\" Sloan said.\nZhang said she chose to attend UCF because of the Global Perspectives' numerous programs.\n\"I have been working in this field for several years, and I know who is the best anti-terrorist scientists in the U.S,\" Zhang said, referring to her mentor, Sloan.\nThe Fulbright organization contacted Sloan about placing Zhang at UCF.\n\"It's fascinating,\" Zhang spoke of her work holding a large stack of dissertation papers as if it were her child. \"I still have a lot of challenges to face. It's a hard work to finish.\"\n\"She is enthusiastic,\" said John C. Bersia, special assistant to the president for Global Perspectives and director of the Global Perspectives Office at UCF. \"This is something that's very exciting.\"\nBersia said that Zhang could be a resource for students and faculty by talking with people in her field of study, as well as those interested in the Mandarin language and culture.\nNominated as a Fulbright Scholar in December of 2008, Zhang has gained a unique opportunity to conduct her research.\nThe Fulbright award is a grant awarded by a cooperative agreement of the United States Department of State and the Council for the International Exchange of Scholars.\nAccording to the CIES Web site, the board, appointed by the president, awards grants to 800 scholars a year from 150 countries to conduct specific research in foreign countries. According to the Web site, there is a \"stiff competition\" for awards.\nAs part of the all-inclusive program paid for by Fulbright, Zhang is working part time in the Global Perspectives office and part time in the Political Science office. She is able to visit classes and receives a stipend for personal expenses while continuing her research.\nBersia said that there are no records of a past UCF Fulbright partnership like Zhang is doing.\nIn the weeks since the semester began, Yang Zhang has researched more than anti-terrorism. She has begun attending a local Chinese church and ventured into American culture.\n\"I have tried the pizza and the french fries here,\" she said. \"As a traditional Chinese, I always cook by myself, and I can't eat hamburger or pizza for the whole day. I could only eat them once or twice a week. It doesn't mean I don't like them; I love the taste.\"Â \nÂ Â Â Â \nIn China, Zhang attended Northeast Normal University and received an American history degree. She is now working toward a master's in U.S. diplomacy policy. She plans to return to China next year to finish her Ph.D. from Suchoo University.\nZhang is originally from the small town of Chang Chun in the Ji Lin province of Northeast China. Her parents are still there and her brother is studying at the Ji Lin Agricultural University in Chang Chun. Zhang said she just married before coming to the United States to study. Her husband will begin a teaching job at Suchoo University in the fall.\n\"When we have summer and winter holiday, we will go back and reunion,\" Zhang said.\n(C) 2008 Central Florida Future via UWIRE\n\nLoad-Date: September 21, 2009"
}