{
    "title": "U. Colorado fighting terrorism",
    "publisher": "university wire",
    "year": 2005,
    "month": 1,
    "day": 11,
    "full text": "Fighting terrorism in Boulder? No problem. On Monday, the Department of Homeland Security announced the University of Colorado-Boulder as one of six core academic partners in a $12 million shared grant to study terrorism.\nHomeland Security Secretary Tom Ridge announced the grant at the University of Maryland, where the new \"Homeland Security Center of Excellence on Behavioral and Social Research on Terrorism and Counter-Terrorism\" will be headquartered. The new center is part of a consortium that includes CU-Boulder, the University of Maryland, UCLA, the University of Pennsylvania, the University of South Carolina and the Monterey Institute of International Studies.\n\"We will continue to seek the unique contributions universities can make toward research that can and will make us more secure,\" Ridge said in his Monday statement. \"Terrorism will not be eradicated tomorrow. We have a long, hard struggle ahead. Many thanks to the University of Maryland and its partners for joining our struggle.\"\nThe center, the fourth defense research academic center in the nation, will have three main working groups: one focused on the origins of terrorist groups, one focused on the dynamics of terrorist groups and one examining societal issues associated with terrorism in the United States.\nKathleen Tierney, CU-Boulder professor of sociology and director of the Natural Hazards Research and Applications Information Center, will head the latter group.\n\"We will be working to better understand the public perception of the terrorism threat,\" she said, including the \"ways of communicating that threat to the public and to public officials, and preparedness issues in schools and communities.\"\nOther CU-Boulder researchers involved in the grant include Terence Thornberry, professor of sociology and director of the Research Program on Problem Behavior; Delbert Elliott, distinguished professor of sociology and director of the Center for the Study and Prevention of Violence; Susan D. Jones, assistant professor of history, and Lisa Keranen, assistant professor of communication.\nCU-Boulder's involvement will also include graduate and undergraduate education, salary support for graduate students and additional hires, Tierney said.\nThe working group headed by Tierney also will include researchers at other institutions.\nIn terms of physical impacts and the ways in which people and organizations respond, such attacks have a great deal in common with natural disasters such as great earthquakes and hurricanes, Tierney said.\nThe Natural Hazards Center at CU is currently working on research and grants for the tsunamis in Southeast Asia and sent several people to Florida after the fall 2004 hurricanes.\n\"One of the goals of the center is to ensure that lessons learned from more than five decades of research on natural disasters and other extreme events are applied to the management of emerging terrorism-related threats,\" Tierney said.\n(C) 2005 Colorado Daily via U-WIRE\n\nLoad-Date: January 11, 2005"
}