{
    "title": "U. Houston speaker discusses biological terrorism",
    "publisher": "university wire",
    "year": 2007,
    "month": 11,
    "day": 13,
    "full text": "Infectious biological agents are the oldest weapons of mass destruction used to create chaos, U.S. Army North medical analyst Manuel Guerrero said Friday.\nGuerrero's lecture was part of the \"Today's Health\" series, which was started by University of Houston Libraries and the College of Pharmacy in 2004 to highlight health topics, according to the UH Libraries' website.\nDifferent delivery methods are used by terrorists, but the most popular is via aerosol because it is \"odorless, tasteless and easy to get exposed to,\" Guerrero said.\n\"They can implant it on you, or they can put it in your food, but aerosolization is the best way to get hundreds of people sick,\" Guerrero said. \"When you aerosolize it, you're going after the whole population, whether it's a city, a mall or a football stadium.\"\nAerosol products range from silly string to disinfectants. About 400 aerosol companies exist nation-wide, and 3.1 billion aerosol products are sold annually, according to the Aerosol Products website.\nOnce the particles enter your system, they begins to multiply and grow inside you, he said. If they get into your bloodstream, \"it's possible that within 24 to 36 hours later you can go into shock and possibly die,\" he said.\nTwo of the commonly used biological agents terrorists use are anthrax and the pneumonic plague, Guerrero said. Tularemia, Q fever and brucella are of concern too, but victims have a better chance of surviving them, he said.\nBoth have similar flu-like symptoms, so doctors do not usually know what to look for, he said.\nIf the pneumonic plague is inhaled through aerosolized products, it moves toward the lymph nodes and travels to the brain, Guerrero said.\nThe most common of plague types is bubonic, and it can be treated with antibiotics if detected in time, he said.\nThe pneumonic plague is spread through the air, while a bubonic plague is spread through a break in the skin.\n\"It starts by a flea biting a rator rodent, who then bites a human who later spreads it to another human,\" he said.\nThe difference between the two plagues is that pneumonic can spread from person to person and bubonic does not.\nAlthough immunizations are available to avoid infection, they are not as effective as advertised, Guerrero said.\nOne of the reasons biological terrorism has been of concern recently is because of the advent of the Internet and the information it can provide to terrorists, he said.\n\"We have so much information on the Internet that you can go and look up plague and learn how to start it,\" Guerrero said.\nTo avoid becoming a victim, people have to be more observant, he said.\n\"We have to understand the mechanics of these biological agents and how to identify them,\" Guerrero said. \"When you start seeing something out of the ordinary, you can call your local authorities and tell them something is going on.\"\n(C) 2007 The Daily Cougar via U-WIRE\n\nLoad-Date: November 13, 2007"
}