{
    "title": "U. Illinois terrorism discussion looks at many facets of Sept. 11",
    "publisher": "university wire",
    "year": 2002,
    "month": 9,
    "day": 4,
    "full text": "Almost a week before the anniversary of the Sept. 11, some University of Illinois students are discussing what can be done to stop future terrorism.\n\"Major powers ignoring the demands of lesser powers causes terrorism,\" said Jason Bladen, sophomore in LAS. \"The lesser powers will do anything to have their demands heard.\"\nU. Illinois\nVendic scholar HHromapada Swami will continue this terrorism discussion at a speech Thursday from 6 to 8 p.m. in 405 Illini Union. Several people attended an event Tuesday night that they believed would be Swami's speech but was a scheduling error.\n\"Celebrating the one year anniversary of 9-11, I will be speaking about why bad things happen,\" Swami said. \"I will be speaking about what inspires people to inflict pain on other people's lives. We are not going to put an end to (terrorism) by snarling back. What I want to address is the root cause.\"\nGraduate student Jill Phillips said helping developing countries will help to decrease terrorism.\n\"Inequality causes terrorism,\" Phillips said. \"People who feel oppressed are most likely to cause terrorism. To end terrorism we need to help the people in oppressed countries that don't have the services we have. The War on Terror can be part of the solution, but it is not the final solution.\"\nShe said she hopes Sept. 11 taught Americans a lesson.\n\"We should have learned the lesson not to impose our life on other cultures,\" Phillips said. \"We should learn to respect other cultures and their ideas.\"\nBladen also said the United States foreign policy is partially to blame for Sept. 11.\n\"I think if the United States foreign policy were different, (Sept. 11) would not have happened,\" Bladen said. \"America needs to stop acting like the world's judge. It creates more problems than we can help.\"\nKasthurirangan Gopalakrishnan, a graduate student from India, also said last year's attacks revealed social vulnerability.\n\"We try to protect ourselves from danger … 9-11 showed us how quickly our security system can fail,\" Gopalakrishnan said.\nTrent Steven, United States Army Captain and assistant professor in military science, said the University's ROTC Army program has not changed much since Sept. 11. He said the only students affected are the students in the reserves and national guards.\nBrothers Jason and Steve Nachowicz, both FAA majors and both in the University's ROTC Army program, have different views about America's role in Sept. 11. Jason said the United States is partially to blame, while Steve disagrees.\n\"America as a whole with their ego is the reason we have become so vulnerable, because we have elevated ourselves on such a high platform and we think no one else can reach us … 9-11 opened our eyes,\" Jason said. \"This will be the beginning of the end of terrorism, because people finally see how vulnerable we are.\"\n(C) 2002 Daily Illini via U-WIRE\n\nLoad-Date: September 4, 2002"
}