{
    "title": "U. Illinois panel discusses media and terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 18,
    "full text": "Professor Bob McChesney pointed to the media's reliance on official sources as one of the reasons American news coverage encourages war support.\n\"Before the second World Trade Center (tower) hit the ground, this was a war,\" he told more than 150 people gathered for a panel discussion Wednesday night. \"Why was that? The sources have been united all along: This is a war.\"\nU. Illinois\nMcChesney joined three other members of Teachers for Peace and Justice to discuss \"The Global Media and the War on Terrorism.\" He said objective journalists rely on government and expert sources who tell journalists only what they want the American public to hear. It prevents citizens from receiving the information they need to understand and support a war, he said.\n\"The need for quality journalism has never been greater,\" he said. \"This is not a democratic debate. This is being spectators to an elite debate.\"\nMcChesney said the media debate ignores U.S. policy of assuming it has the right to invade other countries, preparing for a large military build-up and defining terrorism as something done only by its enemies.\nOther panelists presented an overview of media coverage across Europe and Asia. Professor Suvir Kaul said spoke about the perspective of government officials in India.\n\"No one (in India) buys into the United States' claim that this is an attack on democracy,\" he said. \"They also point out that the United States is not the only democracy in the world, or the only country to face terrorism.\"\nMeanwhile, the presses of Egyptian and other Arabic languages often walk a tightrope between maintaining U.S. relations and responding to an angry public, professor Marilyn Booth said. She cited demonstrations and riots at most Egyptian universities, as well as denunciations against American imperialism.\n\"The press in the Arabic world says this over and over and over,\" she said.\nRussia discusses American imperialism while lamenting its own loss of superpower status, professor Diane Koenker said. The Russia media has emphasized Russia's \"equal player\" role in events in Afghanistan and ways that it can benefit politically. Some hope the United States will drop its human rights rhetoric about Chechnya if Russia supports its efforts.\n(C) 2001 Daily Illini via U-WIRE\n\nLoad-Date: October 18, 2001"
}