{
    "title": "U. Illinois hosts expert on counterterrorism",
    "publisher": "university wire",
    "year": 2005,
    "month": 3,
    "day": 8,
    "full text": "Richard Clarke, the counterterrorism chief during the Sept. 11 attacks and now a critic of the Iraq war, is scheduled to speak at the University of Illinois tonight about the biggest dangers in America and the challenges of homeland security.\nThe terrorism expert with 30 years of experience and author of Against All Enemies: Inside America's War on Terror will speak at Loomis Lab, room 141 at 8 p.m.\nClarke has worked for seven presidents and served as a senior White House adviser under the last three presidents. According to a press release, he has \"devoted three decades of his professional life to combating the terrorist threat\" and was named the counterterrorism czar by Presidents Bill Clinton and George W. Bush.\nClarke said that despite common belief, terrorism did not begin with the Sept. 11 attacks.\n\"The first major terrorist event in modern history was in 1993 with the World Trade Center (bombing) and the attempt to attack four other facilities in New York, which we prevented,\" Clarke said. \"In 1996, we had the Oklahoma City bombing. There were a series of events in the 1990s.\"\nClarke said overall awareness of terrorism peaked after the Sept. 11 attacks but have recently been declining.\n\"I think it's now beginning, 40 months after 9/11, to wear off,\" Clarke said.\nClarke said years after the attacks, major cities such as Washington, D.C., and New York City continue to make homeland security a priority. However, he said most of the country is not doing much about it.\n\"The overall amount of money we are spending on it (homeland security) is far less than we need to,\" Clarke said.\nHe also said he considers his work in counterterrorism to be his greatest accomplishment in his years of work.\n\"I think over the course of the 1990s, expanding our national counterterrorism capability (is my greatest accomplishment),\" Clarke said.\nRachael Dietkus, 2000 University graduate and co-founder of the Student ACLU, organized the event with the Young Women's Christian Association. She said she saw Clarke speak at the ACLU's National Member Conference last summer and was very impressed.\n\"Out of all the speakers, I was just blown away by Richard Clarke, his delivery, how he was so succinct,\" Dietkus said. \"He was able to discuss these incredibly complex issues in laymen's terms.\"\nDietkus said Clarke is the most qualified person to speak on the issue of terrorism because of his inside involvement in the administration.\n\"He was the main person who was running and controlling the Situation Room on Sept. 11,\" Dietkus said. \"That (Sept. 11), by far, is the biggest and most important event in students' lives to date, in a historical standpoint. Clarke is the best and most well-versed person to speak on these issues because of his level of involvement.\"\nClarke said his memories of the White House vary, depending on the political climate.\n\"I think the worst memory is pretty self-evident (Sept. 11),\" Clarke said. \"I think my fondest memory is working with President Clinton on things like getting a new Secretary General for the U.N., because he didn't think we could do it and we did. It was nice to be able to prove him wrong.\"\nVinay Tota, co-president of the Student ACLU, said he is looking forward to hear Clarke speak.\n\"I've never seen him speak,\" said Tota, senior in engineering. \"I've only read his book, but just reading his book has made me very excited.\"\nTota said Clarke exemplifies what the Student ACLU stands for.\n\"One of the things that Richard Clarke discusses near the end of his book is the fact that the Bush Administration has lost credibility with civil liberty advocates,\" Tota said. \"(Clarke) can talk about the kind of balance we need to have between civil liberties and protecting ourselves from terrorism.\"\nDietkus said Clarke's book explains the current state of the government very effectively. She said it is unique in the sense that it is a first-hand account of what happened on Sept. 11 and how America got to that point.\n\"The book is pretty dense, but Clarke is so good about explaining who certain people are and what things mean,\" Dietkus said. \"And I think that's really important for anyone in the U.S. or around the world to understand those relationships.\"\nClarke said he thinks the biggest impact his book had was unveiling myths that the public had believed for some time.\n\"I think there was a period in time when people believed al-Qaida and Iraq had a connection,\" Clarke said. \"I think the book contributed to debunking of that myth. It also debunked the myth that Sept. 11 was the first sign of terrorism. I think it set the historical record straight.\"\nLisha Banks, executive director of the YWCA, said powerful speakers such as Clarke give women on campus encouragement to be engaged in the government and society.\n\"The mission of the YWCA is to empower women and eliminate racism,\" Banks said. \"As empowered women, we are concerned about the greater security of our nation and our world. The YWCA wants to give them the opportunity to hear someone like Mr. Clarke. It's important for women to be involved in all aspects of our government and in our society.\"\nBanks said Clarke stands out because of the expanse of his experience.\n\"(He is qualified) probably because of his ability to have survived so many different administrations,\" Banks said. \"I think that speaks to his professionalism.\"\nBanks said Clarke's book gives the public important information about America's government, educating them on what they might not otherwise be aware of or understand.\n\"I think that's one of the responsibilities of education - to develop an informed citizenry,\" Banks said. \"You can't support democracy without an educated populace.\"\nDietkus agreed that the public, including University students, needs to be informed about what is happening in the government.\n\"I think that students, at the very least, need to become aware of what's at stake,\" Dietkus said. \"There is a snippet from an interview that he (Clarke) did ... where he more or less says that young people should be involved in the government, so they can make positive change from the inside.\"\n(C) 2005 Daily Illini via U-WIRE\n\nLoad-Date: March 8, 2005"
}