{
    "title": "U. Kentucky dean urges bio-terrorism course work",
    "publisher": "university wire",
    "year": 2002,
    "month": 11,
    "day": 12,
    "full text": "The University of Kentucky should add classes to its Health Sciences curriculum that educate students about biological threats, a bio-terrorism specialist said Friday. Students need to know how to handle bio-terrorism attacks and how to recover from them, said Donald J. Gordon, chair of Emergency Medical Technology at the University of Texas Health Science Center.\n\"It's important to remember that the unthinkable will always happen,\" said Gordon, who is an international consultant on issues related to bio-terrorism and weapons of mass destruction, referring to the Sept. 11 attacks.\nU. Kentucky\nGordon spoke at the College of Health Sciences' eighth annual convocation at the U. Kentucky Boone Faculty Center.\nHe said that bio-terrorism, which has been used since as early as 4000 B.C., is a huge threat to the United States and that citizens not knowing how to protect themselves will make things worse.\n\"We are only as vulnerable as our ignorances,\" Gordon said. When the FBI assessed the risks of terrorism to the United States, biological toxins came in second to conventional weapons and explosives, Gordon said. Anthrax, smallpox and botulinum are a few of the possible toxins that could be used as biological agents in an attack, Gordon said. \"Biological weapons are a real threat,\" he said. \"It is not a game. That is why education is the key.\"\nGordon suggested that UK integrate courses covering materials such as biological agents, emergency situations, epidemiology and surveillance, technology and resources, and laws and ethics.\nHe also said programs such as dentistry and nutritional sciences should add courses related to bio-terrorism in their curriculum.\nThe dean of Health Sciences, Thomas Robinson, said he agreed with Gordon's ideas. \"Health care professionals would play a large part in the recovery process after a biological attack,\" Robinson said. \"We want our students to be prepared.\"\n\"It is important for the faculty to know what classes we may need to put in our curriculum,\" Robinson said. \"Our students need to be aware of this.\"\nAbout 26 faculty members from the health sciences department heard Gordon's presentation.\nMany seemed interested in what he had to say. Sharon Stewart, the associate dean of the College of Health Sciences, said she thinks the topic is timely.\n\"It's a sobering presentation,\" Stewart said. \"But one we need to hear.\"\n(C) 2002 Kentucky Kernel via U-WIRE\n\nLoad-Date: November 12, 2002"
}