{
    "title": "U. law prof_ We should have special terror courts",
    "publisher": "the salt lake tribune",
    "year": 2008,
    "month": 6,
    "day": 5,
    "full text": "WASHINGTON - A law professor from the University of Utah argues for the creation of a specialized court system for suspected terrorists, where they would have fewer legal rights than the average American.\nAmos Guiora, a retired lieutenant colonel in the Israeli Defense Forces, who has written many articles about security and counterterrorism, presented his proposal for a domestic terror court to the Senate Judiciary Committee on Wednesday during a hearing on detainees held indefinitely at Guantanamo Bay and elsewhere.\nGuiora considers the permanent detention of suspected terrorists \"unconstitutional and frankly immoral.\"\nBut he also doesn't believe the U.S. court system is equipped to handle the complicated charges against these detainees, particularly when they rely heavily on sensitive intelligence that could jeopardize national security.\nGuiora's proposal would eliminate jury trials for terror suspects and allow a judge to hear confidential intelligence in private chambers without the defense attorney present.\nOther experts at the hearing - most notably U.S. District Judge John Coughenour from Washington state - were strongly opposed to moving terrorism trials outside of the standard legal system.\nCoughenour presided over the trial of Ahmed Ressam, the \"Millennium bomber\" who was convicted of plotting to blow up Los Angeles International Airport. He said he was able to handle sensitive information through the already established Classified Information Procedures Act.\n\"I believe it would be a grave error with lasting consequences for Congress, even with the best of intentions, to create a parallel system of terrorism courts unmoored from the constitutional values that have served us so well for so long,\" he told the Senate committee.\nCoughenour worries a separate legal system created by Congress would become subject to political will and lose the standard checks and balances of judicial independence.\nBut Guiora said domestic terror courts would allow judges to specialize in this complicated legal area, while also providing an avenue for quick trials for suspects, instead of placing them in an already overburdened legal system.\nGuiora estimated that the U.S. has detained 20,000 to 25,000 enemy combatants.\nThe committee made no recommendations but will continue to study the issue.\nmcanham@sltrib.com\n\nGraphic\n\n \nAmos Guiora\n\nLoad-Date: June 5, 2008"
}