{
    "title": "U. Missouri terrorism class attempts to make sense of attack",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 17,
    "full text": "Last year, Tushar Ghosh and other faculty members at the University of Missouri organized a class to offer students a unique insight on terrorism called \"Scientific and Technological Aspects of Terrorism and Counter Terrorism.\"\nThis semester, 30 students signed up for the course, having no idea that in a few short weeks it would be one of the most popular classes at MU.\nMark Prelas, MU professor of nuclear engineering, was the speaker for last week's Wednesday class focusing on biological terrorism.\nU. Missouri\nWednesday's class was supposed to continue on the subject, but the syllabus was put aside and the class focused on Tuesday's terrorist attacks in New York and Washington.\nFive instructors were brought in to answer questions, and students crowded into the classroom with reporters, photographers and television cameras.\nProfessor of public affairs Michael Diamond spoke to this week's class.\n\"It's safe to say things have changed. We now realize how vulnerable we really are, and even our government doesn't know everything,\" Diamond said.\nOne student asked why no one has accepted responsibility for the attacks.\n\"Not taking responsibility enhances the effect that anyone could have done it, and anyone is subjected to it,\" said Paul Wallace, professor of political science.\nHerbert Tillema, professor of political science, said with the public outcry, the U.S. government will be tempted to place blame for the attack quickly.\n\"The aftermath is very critical,\" Tillema said. \"It's important the U.S. does not use a scapegoat.\"\nGhosh said courses like this one are rare.\n\"To my knowledge, there is no other course like this offered anywhere,\" Ghosh said.\nThe faculty for this class includes about 11 speakers from various MU colleges and schools as well as presentations from the Missouri State Emergency Management Agency, the Callaway Nuclear Power Plant and the U.S. military. A trip to the Fort Leonard Wood Military School is also in the works for October.\nThe topics addressed in the class include all aspects of terrorism.\n\"There is not a lot of standard reading material for this class, and it's very impressing how they were able to put this class together,\" senior Scott Reed said.\nGhosh said Tuesday's events were tragic, but he hopes this will be a learning experience for students.\n\"Hopefully, we can explore avenues to help reduce these tensions,\" Ghosh said.\n(C) 2001 The Maneater via U-WIRE\n\nLoad-Date: September 17, 2001"
}