{
    "title": "U. Maryland to launch terrorism research center",
    "publisher": "university wire",
    "year": 2005,
    "month": 1,
    "day": 11,
    "full text": "The university will lead a Department of Homeland Security-funded research center to investigate terrorism -- with areas such as how people become terrorists, disrupting the formation of terror networks and minimizing the impact of future attacks among its chief goals.\nChosen from among 27 applicants, the university's Center of Excellence for Behavioral and Social Research on Terrorism and Counter-Terrorism will direct a research team consisting of five major universities using a $12 million grant.\n\"This may be the social science equivalent of the Manhattan Project,\" said Gary LaFree, a university criminologist who will direct the new center. \"Too often, policy-makers have had to counter terrorists on the basis of assumptions and guesstimates. Our job will be to give them more solid information to work with.\"\nThe university will be part of a growing network of university-based programs funded by the department. The University of Southern California's center focuses on economic consequences of terrorist threats and events, while the University of Minnesota and Texas A&M University study food protection and animal disease prevention, respectively.\nIn the first year, the university's team will study how terrorist organizations form and recruit, focusing on specific organizations that pose a clear and present danger, looking for ways to intervene and disrupt terror cells. Another group will study patterns and predictors of the internal dynamics of terror organizations.\nRidge, who visited the campus today to make the announcement, said aside from its exceptional international team, the university's proximity to the Department of Homeland Security played a major factor.\n\"[The university's] proximity to the Department of Homeland Security offers opportunities to enhance training and collaboration with Homeland Security experts,\" he said. \"Important interactions and exchanges are just a few Metro stops away.\"\nThe university's team consists of UCLA, the University of Colorado, the Monterey Institute of International Studies, the University of Pennsylvania and the University of South Carolina.\n(C) 2005 The Diamondback via U-WIRE\n\nLoad-Date: January 11, 2005"
}