{
    "title": "U. Maryland to offer first minor focusing on terrorism",
    "publisher": "university wire",
    "year": 2007,
    "month": 4,
    "day": 30,
    "full text": "The University of Maryland will host the first civilian terrorism studies minor in the country next fall in coordination with the National Consortium for the Study of Terrorism and Responses to Terrorism, the consortium announced Friday at an informational meeting about the minor.\nThe university currently offers a few courses related to terrorism studies, but the courses are scattered throughout several departments and only count as electives.\nThe terrorism consortium, funded two years ago by a $12-million grant from the Department of Homeland Security and operated in conjunction with the university and 15 other colleges, created the minor \"to better understand the origins, dynamics and social and psychological impacts of terrorism,\" according to promotional material.\nThe minor, which will be available to any student who has completed 30 or more credits with at least a 3.0 GPA, has a limited enrollment due largely to financial constraints, said Katherine Worboys, START's assistant director for education.\nA terrorism analysis graduate program will also be available next spring semester, with enrollment limited to analysts from Booz Allen Hamilton, a global strategy and technology consulting firm, the consortium's website says. The minor appeals mainly to students aiming to be the next generation of intelligence analysts, operatives and security experts.\nSophomore biology major Gabriel Band, who now works on a consortium project for the FBI to analyze messages from al-Qaeda, attended Friday's meeting to learn more about the minor.\n\"I'm interested in biological weapons, too,\" Band said after the informational meeting.\nInterested students are likely to represent a wide variety of majors, with 13 different majors listed by the 26 students who attended the meeting, according to a sign-up sheet.\n\"We will prioritize disciplinary diversity in selecting the cohort,\" Worboys said.\nThe minor will require a 300- or 400-level methodology course, three new classes offered by the behavioral and social sciences, a research project or internship and an elective.\n\"As far as we can find, there are no other minors like it in the country,\" said Kathleen Smerik, the consortium's executive director. Although the U. S. Military Academy has offered a terrorism minor since the 2005-2006 school year, the university terrorism minor would be the first offered to civilians.\nFreshman criminology major Brandon Patrick, a fan of the national security drama television shows \"24,\" \"Numb3rs\" and \"Navy NCIS,\" listened intently throughout the meeting.\n\"I'm really gung-ho, conservative, 'Yay America,'\" he said before the meeting. \"I'd be happy with a job at any of the [federal] agencies.\"\nInterested students should apply on the consortium's Web site by the May 15 deadline.\n(C) 2007 The Diamondback via U-WIRE\n\nLoad-Date: April 30, 2007"
}