{
    "title": "U. Minnesota researchers shift their focus to anti-terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 10,
    "day": 15,
    "full text": "Since the New York Stock Exchange reopened on Sept. 17, 2001, the stock price of InVision Technologies, has skyrocketed approximately 850 percent.\nInVision is the world's largest producer of bomb scanners. And right now, security is hot.\nU. Minnesota\nTo meet the booming demand, University researchers have shifted their focus to develop new anti-terrorism technology.\n\"It's the need of the time,\" said Vipin Kumar, the University Army High Performance Computing Research Center's director. \"Researchers have to respond to it.\"\nT. Andrew Taton, a University chemistry professor, said he is refocusing his research to address terrorism concerns because that's where money is available.\n\"(Researchers) work both because we're interested in problems, but we also work if there is government money available to fund the research,\" he said.\nTwo years ago, Taton's research focused on developing a method to quickly detect genetic disorders like sickle-cell anemia using nanotechnology.\nThe Defense Advanced Research Projects Agency saw a security use for Taton's research and funded a shift to rapid anthrax detection.\nNow Taton works with University graduate student Aimee Erickson to develop a method that will allow first-response emergency workers to detect hazardous agents such as anthrax in less than 10 minutes.\nCurrently, it takes half a day to a week to detect such threats.\nAnd with anti-terrorism research money expected to significantly increase during the next few years, it is likely many more academics will follow suit.\nHigher education lobbyists persuaded Congress to add a high-level science and technology office to the proposed Department of Homeland Security.\nThat office would coordinate homeland security research, doling out an estimated $ 2 billion in grants to universities and private research institutions.\nKumar said Graham Candler, a University aerospace engineer professor who works with the University army research center, changed his research to address potential terrorist threats.\nPreviously, Candler worked with the properties of air currents in relation to airborne vehicles, but now he uses computers to simulate the way airborne hazardous agents would disperse upon release, Kumar said.\nCOMMERCIAL APPLICABILITY\nFor anti-terrorism research to be effective, it eventually has to be turned into a product or service that can be used by security personnel.\nFor that to happen, it must make its way to a company that can manufacture it.\nTaton attended a panel at the National Institute of Health in early October designed to do just that - get cutting-edge anti-terrorism technology into commercial products.\nTaton said the panel looked through security research proposals and distributed grants to researchers who were then coupled with manufacturers.\nTaton said academia relies on businesses to turn research into marketable products.\nHe said researchers focus on the theories while firms focus on creating products.\n\"They're very good at making products that people can actually use,\" he said. \"The possibility of security and biotechnology companies and universities is a good idea.\"\nKumar said he also thinks anti-terrorism research at the University, such as the network intrusion software researchers are designing, will be made available.\n\"I foresee a lot of these products will go to private companies,\" Kumar said.\n(C) 2002 Minnesota Daily via U-WIRE\n\nLoad-Date: October 15, 2002"
}