{
    "title": "U. Missouri course to teach terrorism causes",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 23,
    "full text": "University of Missouri students in next semester's Terrorism and Counter-Terrorism course will not have to tune to CNN to hear experts explain the dangers of anthrax or the ideology of terrorist groups.\nInstead, they will analyze these issues from the safety of Engineering Building East.\nTushar Ghosh, associate professor of nuclear engineering, will be teaching the course. He said the course will undoubtedly be more relevant considering the Sept. 11 attacks and the American response.\nU. Missouri\n\"Everyone has a sense that terrorism is probably something we need to be prepared for,\" he said. \"This is an important subject and people need to know more about it.\"\nThe class, which has been offered twice before, features guest lectures on topics including the nature of terrorism, nuclear proliferation and chemical warfare.\nThe course will focus more on bioterrorism as a result of recent anthrax infections, Ghosh said.\n\"We'll have instructors teaching from all over campus,\" he said.\nSome of the instructors helped in the post-attack efforts in New York, and he said their experiences will bring a new dimension to the course.\nSome students registered for the class were partially motivated to do so by the attacks.\n\"I was debating whether to take the class,\" senior Justin Gerke said. \"But the attacks tipped the balance.\"\nFreshman Joe Marcantano has a more personal reason for interest in the class.\n\"I was born in New York City,\" he said, \"and some family members saw the attack happen.\"\nGerke said he expects the classes to be interesting.\n\"It's mostly about the scientific aspects of carrying out or stopping attacks, not so much the political aspects,\" he said.\nBut Ghosh said this fact should not deter students from enrolling.\n\"We have students from all over campus take the class,\" he said. \"It is designed so everyone can take it.\"\nThe class still has seats remaining.\nGhosh said his class serves an important role in the MU community and the nation as a whole because of its ability to replace fear of terrorism with knowledge.\n\"It decreases panic because once people know more about terrorism, they will feel more comfortable,\" Ghosh said. \"Those who know more can calm society down.\"\n(C) 2001 The Maneater via U-WIRE\n\nLoad-Date: October 23, 2001"
}