{
    "title": "U. Montana departments increase classes on terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 11,
    "day": 6,
    "full text": "After Sept. 11, students who may be looking to learn about terrorism, Islam or the Middle East will have more choices when registering for classes this spring at the University of Montana.\nPaul Dietrich, a religious studies professor, will be teaching a new course called \"The Religion of Islam.\" The course will replace religious studies 249 \"Medieval Vision\" and students who are interested should contact the liberal studies department.\nU. Montana\nDietrich said the class, which will be limited to 40 students, will be broken into two parts. The first will concentrate on the mysticism of medieval Islam, Sufism, classical literature and an introduction to the Koran. The second part of the course will deal with contemporary radical Islamic theory, he said.\nThe history department will also be offering some new twists to existing classes, in response to Americans' heightened interest in terrorism, said chair Harry Fritz.\nTwo courses on Islamic history and nationalism in the Middle East, history 284 and 386, will be taught by Mehrdad Kia, Fritz said. Kia is on sabbatical until the spring, and could not be reached for comment.\n\"A good deal of the classes will be about terrorism,\" Fritz said.\nRichard Drake, a UM history professor who teaches a class on terrorism, history 326, will also be teaching Western civilization 105 this spring.\nDrake said he is not finished writing the syllabus yet for the history 105 course, but said that the events after Sept. 11 will factor into the content.\n\"I will spend more time on radical Islamic views,\" Drake said. \"I'm more interested in the perception of the view of Western civilization.\"\nFritz and Drake said they are mulling over the possibility of offering the 326 terrorism class every fall, instead of every other year, but it will depend on student demand.\nDrake said he has taught the terrorism class for 20 years, and when it started, he only had about 40 students. That number quickly jumped up to over 100 and has mushroomed to around 200 in recent years, he said.\nHe said the terrorist attacks on New York and the Pentagon generated more interest in the terrorism class this year.\n\"There were about 135 students before Sept. 11,\" Drake said, \"and about 30 or 40 students added in after that.\"\nMost departments said they were not adding any new classes to their curriculums, but many are slightly restructuring some classes to address the nation's current situation.\nGeorge Cheney, a UM communications professor, said he is altering a component of his communications and ethics class. He said it will focus on the rhetoric and ethics of war.\n(C) 2001 Montana Kaimin via U-WIRE\n\nLoad-Date: November 6, 2001"
}