{
    "title": "U. Montana guest lecturer set to speak about religion, terrorism, foreign policy",
    "publisher": "university wire",
    "year": 2008,
    "month": 9,
    "day": 9,
    "full text": "Â \nAn expert in religious conflict and terrorism will speak on \"Religion and Violence in the 21st Century\" at the first lecture of the 2008-2009 President's Lecture Series Tuesday night. Richard Rubenstein, a professor of conflict resolution and public affairs at the George Mason University in Arlington, Va., has a background in religious conflict, terrorism, American foreign policy, and methods of resolving serious international and domestic disputes.Â \nThe University of Montana Ezio Cappadocia Memorial Lecture on Politics and History will be held at 8 p.m. in the University Theatre.\n\"He's very interested in the religious dimension of terrorism,\" said Richard Drake, UM history professor and lecture organizer.\nRubenstein is a former director and current faculty member of George Mason's Institute for Conflict Analysis and Resolution, the nation's oldest and largest graduate program in conflict studies.\n\"He challenges the conformist's thinking on terrorism,\" Drake said. \"He has original ideas and has been developing those ideas through a number of books.\"Rubenstein is the author of seven books, including \"Alchemists of Revolution: Terrorism in the Modern World,\" \"When Jesus Became God,\" and his most recent book, \"Thus Saith the Lord: The Revolutionary Moral Vision of Isaiah and Jeremiah.\"\nRubenstein was educated at Harvard College, earned a master's degree at Oxford University as a Rhodes Scholar and received a Juris Doctor degree from Harvard Law School.\nBefore joining the George Mason faculty in 1987, he practiced law in Washington, D.C., taught political science at Roosevelt University in Chicago, and was professor of law at the Antioch School of Law.Â \nRubenstein will also give a seminar Tuesday from 3:40 to 5 p.m. entitled \"Why Americans Fight: Our 'National Religion' as a Cause of War\" in room 123 of the Gallagher Business Building.\nBoth events are open to the public.\n\"[Rubenstein's topic] is very timely,\" Drake said, \"That's why we brought him out.\"\n(C) 2008 Montana Kaimin via UWIRE\n\nLoad-Date: September 9, 2008"
}