{
    "title": "U. Maryland students win Homeland Security research awards",
    "publisher": "university wire",
    "year": 2006,
    "month": 12,
    "day": 8,
    "full text": "Two University of Maryland at College Park students have won research awards from the U.S. Department of Homeland Security intended to encourage them to continue their research in the field, the university announced last week.\nThomas Lotze, a graduate student one year into his doctorate in applied mathematics, won a fellowship for his research on predicting outbreaks through mathematical algorithms, while junior psychology and family studies major Leianna Ridgeway won a scholarship following her participation in a study of psychological responses to terrorism and anti-terrorism efforts. The students were two of 103 students from 60 schools around the country who were awarded by the department for their research.\nThe Department of Homeland Security will cover both Lotze's and Ridgeway's tuition and provide each with a $1,000 monthly stipend.\nLotze heard about the fellowship from his adviser last spring, barely a week before the deadline.\nDescribing his \"stellar record as a student,\" Alverda McCoy, project management specialist with the applied mathematics program, said Lotze was a very well-qualified candidate for the program.\n\"I'm sure that once they looked at his application, it was probably not a hard thing for them to choose him,\" McCoy said.\nLotze said his work involves studying sets of daily statistics from emergency rooms and attempting to spot in them a rise in symptoms indicative of certain syndromes.\nThe study hopes to produce an algorithm that detects an outbreak long before it becomes widespread enough to be apparent through conventional means.\n\"We're looking for a mathematical, statistical way of basically saying, based on the recent set of data, this indicates an outbreak is occurring.\"\nLotze said this can prove difficult because the data is \"noisy,\" or affected by many variables that have nothing to do with disease outbreaks.\n\"The size of the difference we would see because of a disease outbreak is small,\" he said.\nRidgeway had just taken an interest in social psychology from an introductory class when she began working as a research assistant in the National Consortium for the Study of Terrorism and Responses to Terrorism.\n\"I kind of just jumped on board,\" she said.\nHer study explored people's need for \"cognitive closure\" following a terrorist event.\nThe general finding was that need for closure was significantly correlated with support for the country's role in the War on Terror, nationalist attitudes and optimism about safety from terrorism, she said via e-mail.\nDHS and some of its measures have been the focus of intense political attention, something Ridgeway admitted to being \"a little worried about.\" However, both she and Lotze said the program has focused only on research.\n\"They're interested in the research -- it's really been just the scientific thing,\" Lotze said. \"I'm pretty removed from the politics of it all.\"\nAs part of the program, the students will need to apply for internships with DHS.\nRidgeway said she finds the work rewarding.\n\"What attracts me to that kind of research is knowing it's a problem that affects us now,\" she said.\n(C) 2006 The Diamondback via U-WIRE\n\nLoad-Date: December 8, 2006"
}