{
    "title": "U. Maryland terrorism research center receives $12M",
    "publisher": "university wire",
    "year": 2008,
    "month": 8,
    "day": 7,
    "full text": "Â \nA University of Maryland-based research center has received almost $12 million in funding for the next three years from the Department of Homeland Security to continue studying the origins and impact of terrorism.\nLaunched in 2005, the National Consortium for the Study of Terrorism and Responses to Terrorism brings together experts from around the world to study how terrorism develops and is carried out to help reduce future attacks.\n\"The world has changed quite a bit in terms of terrorism,\" said Gary LaFree, a criminology and criminal justice professor and director of START. \"Terrorist attacks have been getting more dangerous and more evil over time.\"\nWith the new funds from the Department of Homeland Security, researchers at the center plan to focus on how terrorist organizations develop and draw in individuals, LaFree said. Center researchers will also study what strategies are effective at stopping attacks and how terrorism affects a society.\nPart of the funding will also go to providing education, LaFree said. The university is one of only two in the country with an undergraduate minor in terrorism studies, and over the past three years, START has also worked with over 450 graduate students, LaFree said.\nSince the center opened three years ago, LaFree and his researchers have learned a great deal about terrorism and its effects, he said. For example, his team has found people generally do not panic too much during times of crisis - \"the public is more resilient than we give them credit for,\" he said - and some terrorist groups even send out warnings before they attack, as their goal is not to amass casualties but to send a message.\nBut while terrorist attacks have grown more and more deadly throughout the years, the number of attacks around the world was actually declining before the wars in Iraq and Afghanistan, LaFree noted. To keep track of domestic attacks, START was the first organization to computerize the information and make it available to researchers. The database is widely used, LaFree said.\nchrisyudbk@gmail.com\n(C) 2008 The Diamondback via UWIRE\n\nLoad-Date: August 7, 2008"
}