{
    "title": "U. Montana conference addresses stereotypes and terrorism in Central, Southwest Asia",
    "publisher": "university wire",
    "year": 2009,
    "month": 4,
    "day": 23,
    "full text": "To get rid of a swamp, you've got to go after the bacteria.\nBattling terrorism is like trying to get rid of a swamp, said Mehrdad Kia, University of Montana associate provost for International Programs and director of the Central and Southwest Asia Program. Bombing won't destroy it; you have to \"dry it out\" by eliminating the bacteria spawning the swamp's growth, Kia said.\nUnderstanding the source of the problem is key to finding a real solution, he added.\nThe 7th annual Central & Southwest Asia Conference, titled \"Beyond the Headlines: Peace and Conflict in Central and Southwest Asia,\" began Wednesday night. The conference brings local and international scholars to UM to promote a greater understanding of topics ranging from terrorism in Afghanistan, Islamist movements in the Arab world, the conflict between Georgia and Russia, and terrorism in Israel and Palestine.\nThe free presentations continue through Friday night in the University Center.\nWednesday's keynote speaker, a female scholar from Afghanistan, addressed the public sphere of Afghanistan in terms of an emerging free press and Islam.\nNushin Arbabzadah, a visiting scholar from the University of California at Los Angeles who has worked as an editor for the BBC's Afghanistan Service, said that while an emerging free press has been successful and helped women's rights and freedom of speech, there are still a lot of problems. She cited three prominent women television presenters in her country who have been killed but whose deaths the government has not investigated.\n\"Progress has been made and they really need support,\" Arbabzadah said.\nKia said Arbabzadah brought a \"new perspective that is usually ignored in the U.S media,\" adding that much of the media's focus tends to be on violence in the region rather than political and cultural struggles.\nThere are many women scholars from that part of the world who \"aren't taking this with their heads down; they are fighting back,\" he said, adding that the conference is also about showcasing the \"brilliance\" of these scholars.\nThursday's presentations address the struggle against terrorism in Afghanistan and within Israeli and Palestinian territories, and Tajikistan's path to peace following civil war.\nBrian Lofink, coordinator for the Central and Southwest Asia Program, said the conference is part of a conversation that will be \"increasingly relevant, not only in our lives, but in our children's lives.\"\n\"I hope people take advantage of the opportunity to listen to experts in the region discuss an area of the world that is often misunderstood,\" Lofink said.\nKia said the Central and Southwest Asia Program has gained international recognition as one of the best programs of its kind. The same interdisciplinary approach that gained the program its reputation will be reflected in the array of speakers in the conference, he added.\nSamir Bitar, UM instructor of Arabic language and culture, and Khaled Huthaily, UM assistant professor of Arabic, will speak Friday afternoon for the portion of the conference called \"The Role of Arabic as a Language of War and Peace.\"\nThe conference is an opportunity to become more informed by thinking critically about these topics and issues, Bitar said.\n\"I encourage everyone attending to think outside the box and imagine global harmony,\" he said. \"That would be my hope and wish.\"\nA complete schedule of the week's presentations can be found at http://www.umt.edu/cap/conference09.\n(C) 2008 Montana Kaimin via UWIRE\n\nLoad-Date: April 23, 2009"
}