{
    "title": "U. Mississippi Ph.D. indicted in terrorism funding plot",
    "publisher": "university wire",
    "year": 2004,
    "month": 8,
    "day": 25,
    "full text": "A former University of Mississippi student was indicted Friday along with three others on racketeering conspiracy charges that allege the men had laundered money that was used to finance attacks on Israel over the last 15 years.\nThe charges against, Abdelhaleem Hasan Abdelraziq Ashqar, 46, of Alexandria, Va., formerly of Oxford, Miss., were announced by U.S. Attorney General John Ashcroft at a press conference in Washington, D.C., The Associated Press reported Saturday.\nThe AP also reported that in 2002, a Federal judge had ruled that Ashqar had raised money for Hamas, also known as the Islamic Resistance Movement while he was a student at Ole Miss from 1990 until his graduation with a Ph.D. in operations management in 1997. Before his indictment on Friday, Ashqar had been placed on house arrest after he was charged with conspiracy and obstruction of justice.\nFrank Wiebe, a retired UM professor remembers Ashqar when he worked for the department of management.\n\"I was completely flabbergasted,\" Wiebe said upon finding out that Ashqar had been indicted.\n\"He was a nice, quiet guy. He treated the people he worked with very well. He was the kind of person you liked having around,\" Wiebe said.\nWiebe also said there was nothing about Ashqar's personality that would have made him suspicious about his activities.\nThe Federal Bureau of Investigation had staked out Ashqar's Oxford's apartment while he was a student at the university.\nAnother case against Ashqar alleged that he met with Hamas officials in Philadelphia in 1993.\nA group has formed to raise money in support of Ashqar, called the Free Dr. Ashqar Committee. The organization's Web site contains quotes from Ashqar.\n\"I will not betray my commitment to freedom and justice for Palestinians at any cost,\" the Web site quotes Ashqar.\nAnother quote on the Web site attributed to Ashqar said, \"I'd rather die than testify.\"\nAshqar staged a six month hunger strike in 1998 while he was incarcerated for six months for refusing to testify.\nDebra Madden, of the FBI office in Jackson said she had spoken with an FBI spokesperson in Washington with access to the case file, which is still \"active and open,\" so few details could be released.\n\"The gentleman assured me that there were was no evidence that there were any terrorist-type activities in Oxford,\" Madden said. \"He was not recruiting terrorists.\"\nThe 42-count indictment alleges the money that was laundered was used to pay for murders, kidnapping, assaults and passport fraud, the AP reported.\nThe two men named with Ashqar in the indictment were Mousa Mohammed Abu Marzook, who allegedly works in the Hamas political bureau and Muhammad Hamid Khalil Salah, 51, of Chicago.\nHamas, the organization for which the men have been alleged to work, was formed in 1987, and most of its operations are carried out in the Gaza district of Israel and Judea and Samaria.\nThe group is classified by the FBI as a terrorist network responsible for carrying out attacks on Israelis.\nHamas was officially designated as a terrorist organization by the United States and Israel in 1995.\n(C) 2003 Daily Mississippian via U-WIRE\n\nLoad-Date: August 25, 2004"
}