{
    "title": "U. Maryland terrorism research center finds home",
    "publisher": "university wire",
    "year": 2005,
    "month": 2,
    "day": 8,
    "full text": "University of Maryland officials recently chose Symons Hall as the base for a new terrorism research center, about one month after the university won a $12 million, three-year government research grant.\nAfter Department of Homeland Security Secretary Tom Ridge announced in early January that the university won the grant, limited building space on the campus left officials uncertain of where to house the center.\nGary LaFree, director of the new Center for Excellence in Behavioral and Social Research on Terrorism and Counter-Terrorism, said housing the center on the campus will make it much more accessible for students and professors than it would be at suggested off-campus locations.\n\"It's really going to be helpful for students,\" said LaFree, also a criminology and criminal justice professor. The center will occupy about two-thirds of the third floor of Symons Hall.\nThe new, federally funded center will bring researchers and professors from around the world and from multiple disciplines together to study terrorism from a social science viewpoint.\nOfficials also considered housing the center at the university's Research Park near the College Park Metro Station.\nUniversity President Dan Mote said in an earlier interview that housing the center on the campus was essential and he would push hard for it.\nUniversity officials are unclear exactly when professors, researchers and graduate students will move into the building, though LaFree said he wants the center up and running by May.\nLittle department shuffling and physical changes are needed before the terrorism center staff can move in. University Relations, which now occupies the space, is planning to move to the Samuel Riggs IV Alumni Center, which is slated for completion between March and April.\nLaFree, university officials and a team of researchers are awaiting approval of their budget proposal from the Department of Homeland Security before they begin hiring staff. The department said it would approve the budget by about mid-April, said Jack Gansler, vice president for research.\nAfter budget approval, researchers will begin work on the 36 projects they proposed in their budget that helped them secure the grant.\nOfficials are hoping the new center becomes a hub for terrorism research from a social science perspective, and they plan to offer classes, seminars and research internships.\nLaFree said he would like to eventually give students the opportunity to earn a citation or certificate for research done at the center.\n(C) 2005 The Diamondback via U-WIRE\n\nLoad-Date: February 8, 2005"
}