{
    "title": "U. Missouri students react to President Bush's speech",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 12,
    "full text": "President George W. Bush, in a televised speech delivered on the fifth anniversary of the Sept. 11 attacks, urged Americans to continue supporting the Iraq War as part of the U.S. efforts to combat terrorism.\nBush said in a 20-minute speech that American resolve against terrorism needed to be used to help build a democratic system in Iraq.\n\"I think he presented a clear, consistent message,\" Tyson Mutrux, College Republicans president, said. \"It's the same message he's presented over the last five years.\"\nBut the president of the University of Missouri College Democrats, Nate Kennedy, said he thought Bush's reuse of arguments hurt the speech. Kennedy read the text of the speech after Bush finished speaking.\n\"Overall, I'm kind of tired of hearing a broken record,\" Kennedy said. \"I thought his speeches were painful to watch, but now, I know they're even more painful to read.\"\nBush said the nation showed great resolve after Sept. 11 and called for it to continue.\n\"From Kabul to Baghdad to Beirut, there are brave men and women risking their lives each day for the same freedoms that we enjoy,\" Bush said. \"And they have one question for us: Do we have the confidence to do in the Middle East what our fathers and grandfathers accomplished in Europe and Asia?\"\nKennedy said the United States needs to lessen its presence in Iraq without completely leaving.\n\"It seems he definitely said a few times, 'Let's not undo what so many people have sacrificed on Sept. 11 and leave Iraq,' and that all we've fought for since Sept. 11 would be in vain if we left,\" Kennedy said. \"We need to leave the people of Iraq to control Iraq and keep our people in the region to stabilize it if things go bad. A total and complete pullout is a bad option, but we need to decrease our role.\"\nBush said that despite the lack of connection between Saddam Hussein's regime and the Sept. 11 attacks, it's still important to have a U.S. presence in Iraq.\n\"I'm often asked why we're in Iraq when Saddam Hussein was not responsible for the 9/11 attacks,\" Bush said. \"The answer is that the regime of Saddam Hussein was a clear threat. My administration, the Congress and the United Nations saw the threat -- and after 9/11, Saddam's regime posed a risk that the world could not afford to take.\"\nMutrux said this was an indication that Bush is staying on the right path.\n\"He showed he hasn't forgotten why we're in Iraq, why we're fighting the war on terror and that he's not forgotten Sept. 11,\" Mutrux said. \"People have a lot of questions about those things, and probably one of his main goals was to answer those questions.\"\nBut Kennedy said there is no connection between efforts to combat terrorism and the Iraq War.\n\"(Bush) admits that 'yes, it's a diversion,'\" he said. \"I'd like him to admit that, but I think he's saying it as a veiled admittance.\"\nThough Bush focused on Iraq as a part of efforts to combat terrorism, Mutrux said he didn't know if the war in Iraq was connected to the Sept. 11 attacks that spurred it.\n\"In truth, I don't know if Iraq was connected to 9/11, but I think (Saddam Hussein) was connected to global terror,\" he said. \"Saddam hosted a terrorist state. Only the criminals got to do what they wanted over there. I think the war in Iraq and the war on terror are connected.\"\nBush said the terrorists had not succeeded in taking away American's resolve.\n\"The attacks were meant to bring us to our knees, and they did, but not in the way the terrorists intended,\" Bush said. \"Americans united in prayer, came to the aid of neighbors in need and resolved that our enemies would not have the last word. The spirit of our people is the source of America's strength. And we go forward with trust in that spirit, confidence in our purpose, and faith in a loving God who made us to be free.\"\n(C) 2006 The Maneater via U-WIRE\n\nLoad-Date: September 12, 2006"
}