{
    "title": "U. Maryland lecturer joins war on terror",
    "publisher": "university wire",
    "year": 2007,
    "month": 2,
    "day": 5,
    "full text": "He raps Tupac verses and researches terrorism.\nIn fact, David Foster, a 28-year-old criminology and criminal justice lecturer at the University of Maryland, has a very big resume. He is involved in many activities that have given him a high profile on the campus: Teaching two lectures of an introductory criminology course, taking 12 graduate-level credits, serving as a university senator as well as Phi Kappa Tau House director and researching terrorism.\nNow he is going to join the war against terrorism.\nHe plans to join a federal agency and personally experience what he has taught his students in the six years he will have spent completing the doctorate program in the university's top-ranked criminology and criminal justice program.\n\"One of the problems with young professors is that they don't know what they are talking about,\" Foster said. \"The only way to understand things going on is to actually experience them.\"\nFoster received valuable training for the job thanks to his research with the university's National Consortium for the Study of Terrorism and Responses to Terrorism, START, which he says will allow him to be \"one of the few people with a good grasp on the current situation [in Iraq].\"\nWhile he cannot reveal the agency he will join, he did say he looks forward to being at the cutting edge of terrorism research, and wants to \"talk to terrorists.\"\nAfter considering two years ago the country's international position and the Sept. 11th attacks, Foster decided to join the federal government.\nHe's putting teaching and the academic life in the past, but his time at the university left a lasting impression on students and faculty.\n\"He's the kind of person you like to have as a colleague,\" said criminology and criminal justice professor Charles Wellford, Foster's former teacher.\n\"He really wants you to pass the class and do well,\" said criminology and criminal justice major and Phi Kappa Tau member Keith Estess. Foster was known to work personally with students who needed extra help.\nBut last year he got some negative attention after suggesting students in one of his courses that he would drop one homework assignment if a specific candidate won the Student Government Association elections. The Election Board determined he violated the rules and fined him $100 to the Block Party, which Foster supported.\nHe's also well-known for inviting judges and police officers to speak in his class, and for incorporating pop culture into his lectures.\n\"I try to keep it real,\" Foster said.\nIn one class, Foster raps Tupac Shakur's \"Nothing to Lose.\"\nPrior to spitting out his rhymes in class Tuesday last week, he apologized for the \"rough and raw\" lyrics, but insisted: \"Crime is rough and raw.\"\nThe point of the lesson was to explore, through Shakur's words, the origin of crime.\nAnd he's also a teacher and role model outside of the classroom. As a fraternity house director, Foster strictly enforces house rules while developing friendships with the men of Phi Kappa Tau.\n\"Around the house, Dave is just like any other brother,\" said Phi Kappa Tau member and senior criminology and criminal justice major Eric Campbell. \"He fits in really well into the group of guys. ... Me personally, I'm good friends with Dave.\"\nYet being friends with the Phi Kappa Tau brothers and being involved in university organizations can make Foster feel old. However, he says the high energy of college students keeps him young.\nAnd he enjoys his friendships while straddling the fine line between friend and teacher -- a struggle that has become easier over time.\n\"I'm more strict with people I know because I want them to do well,\" Foster said.\nAs for Foster's distant future, he remains unsure. While he said his government career will last 25 years, he wants to eventually write a book about his experiences. After that, he is open to the idea of teaching a new generation of students.\n(C) 2007 The Diamondback via U-WIRE\n\nLoad-Date: February 5, 2007"
}