{
    "title": "U. Minnesota student to stand trial alone_",
    "publisher": "university wire",
    "year": 2009,
    "month": 2,
    "day": 11,
    "full text": "More than five months after their arrest, eight RNC protesters facing terrorism-related charges met their new judge and got a better understanding of how their trial will take shape.\nScheduling hearings on Tuesday and Wednesday - the first individual court appearances made by the eight since the legal process began - signify a distinctly different feel to the case for the protesters who want to be tried together at a single trial.\nBefore, the eight had appeared before a judge together.\nBut now the Ramsey County Attorney's Office is treating the cases as separate from one another, which defendants hint could threaten the courtroom solidarity they hope for.\nEach member of the RNC 8 faces identical charges - conspiracy to riot in the furtherance of terrorism, conspiracy to riot, conspiracy to damage property in furtherance of terrorism and conspiracy to damage property - based on the same evidence.\nRamsey County District Judge Teresa Warner took over the case after the previously assigned judge removed himself, citing an unidentified conflict of interest.\nWith the other judge, they sat through a scheduling hearing together - a difference that concerns RNC 8 member and University of Minnesota cultural studies junior Max Specktor.\nBesides the fact that one trial would offer a better opportunity for RNC 8 backers to show up and offer support, he said multiple trials waste the court's time and money.\n\"It makes sense to go through the process efficiently - to have us all together,\" Specktor said. \"The court is just wasting tons of money because we have the same evidence.\"\nBut eight defendants at the same trial could conflict with constitutional trial rights, said Ramsey County Attorney's Office spokesman Paul Gustafson.\nFor example, if one co-defendant said something to implicate another, the trial's integrity could be compromised.\nAdditionally, he said, there's a presumption in Minnesota that criminal cases are handled individually.\n\"We're not looking for joint trials,\" he said. \"We're concerned about constitutional issues having to do with the rights of separate defendants.\"\nIn the future, the judge could opt to schedule joint hearings, but that doesn't translate to a single trial.\nWhile these individual hearings weren't meant to plan a start date for the actual trial, prosecutors anticipate a trial could begin as early as September.\nBut that's still up in the air.\n\"We don't have any magic time frame in terms of when we want these things to go to trial,\" Gustafson said. \"We simply need to let the process work itself out.\"\nSpecktor's lawyers don't expect pretrial proceedings to conclude in time for September. And that's fine with him, because it means more time to generate attention for the RNC 8 and develop a case strategy.\n\"We haven't figured out our whole strategy yet,but we want to make it a political trial and highlight the politics of it,\" he said, referring to the charges, which his supporters say are trumped up by the prosecutors to quash public protest and dissent.\nSpecktor said he's due in court again on Feb. 24 to deal with issues relating to 18,000 pages of evidence against the RNC 8 currently held by prosecutors.\nAnd as court proceedings drag on, Specktor said the gravity of his situation - each of the defendants faces a maximum of 12 years in prison - is clear.\n\"Every time I go to court, it's kind of like a reality check,\" he said. \"As long as they don't succeed in separating us, as long as we don't go separately, I'll be happy.\"\n(C) 2008 Minnesota Daily via UWIRE\n\nLoad-Date: February 12, 2009"
}