{
    "title": "U. Maryland educators met demand for new course subjects after 9_11",
    "publisher": "university wire",
    "year": 2006,
    "month": 9,
    "day": 11,
    "full text": "After the events of Sept. 11, 2001, academics nationwide stepped up to meet the country's fervent need to understand the complexities of an age-old conflict that led to one of the most tragic events in history.\nAt the University of Maryland, educators met that intense demand for knowledge by rethinking courses, shifting old focuses and adding new programs. In the past five years, professors have changed their class curricula and administrators have created brand new opportunities to satisfy students' growing demand for information about the Middle East, its languages and its conflicts.\n\"Because of 9/11, the university had many changes both directly and indirectly,\" university President Dan Mote said. \"On campus, internally the university increased activity in academic security: the \"soft\" stuff, like security policy, and the \"hard\" stuff, such as technological development.\"\nAlthough classes in public policy and international affairs have always been popular at the university, professors in those fields say student interest has soared since Sept. 11 and the need for their expertise is more important than ever.\n\"We have to address terrorism as much bigger than we ever expected it to be,\" said George Quester, a professor of defense policy. \"We used to say that to address terrorism, the best thing we can do is ignore it. But we can't ignore the destruction of tall buildings where thousands of people were killed.\"\nIn order to respond to terrorism, students must first be educated about the history of a phenomena and its implications on security and civil rights, things which many were unfamiliar with or unwilling to study before.\nMany professors said they have made it their personal mission to instill this knowledge in students.\n\"The idea of making a minor idea of terrorism was one a lot of people adopted until 9/11,\" Quester said.\nHoward Smead, a professor in the history department, used to teach an honors course in domestic violence until the semester after Sept. 11, when he realized his students were overwhelmed with the shock of the attacks. He has filled the class every semester since; at one time there were more people on the waitlist for the class than the 20 actually enrolled. One of his students decided to have an internship with the federal government after taking his course.\n\"It is the job of academia to investigate [the events of Sept. 11], and it has various obligations to investigate it in terms of history, international relations, etc,\" Smead said. \"All sides of the issue were discussed as part of a long process in academia to figure out what the hell is going on.\n\"Academia really rallied for the cause and provided background information,\" he said. \"Researchers came up with some excellent theories and books on the subject.\"\nResearch into national security and policy making at this university has increased along with the need for knowledge that could prevent a similar crisis from happening in the future. Entire courses have been devoted to preparing students for emergency situations as well as leadership positions in domestic and foreign policy, university officials said.\n\"All of the programs we implemented and the steps we took are positive efforts on our part to fulfill needs created by 9/11,\" Mote said. \"Some [of these programs] will turn out to be monumental historically, some may be neutral, but none of these efforts will be negative.\"\nOne new department created on the campus following Sept. 11 was the National Consortium for the Study of Terrorism and Responses to Terrorism, or the START program, headed by the U.S. Department of Homeland Security and based at the university. Through the program, 30 researchers from universities across the country work together to \"provide timely guidance on how to disrupt terrorist networks, reduce the incidence of terrorism, and enhance the resilience of U.S. society,\" through research in a variety of disciplines including political science, psychology and economics, according to START's website.\nThe university has also witnessed an expansion of its language options and curricula in the past five years. The Center for Persian Studies, established in fall 2004, provides language training to both Persian and non-Persian majors interested in learning one of the dominant languages of Iran and Iraq.\n\"One thing that came out of 9/11 was the emphasis on languages after we realized the importance of language to security,\" Mote said.\nProfessor Stansfield Turner said he addresses terrorism issues in a general and historical context -- not just focusing on Sept. 11 -- because ultimately students will have the power to resolve a conflict that extends far beyond the events of the day.\n\"Because of the wave of terrorism the world is facing, it is important for students to have a knowledge of terrorism,\" Turner said. \"It is going to be citizens' response that defeats terrorism.\"\nThe university has created an atmosphere where professors feel comfortable engaging students in healthy discussions about the attacks, Smead said, and the debates are usually volatile.\n\"I've always felt that I could be pretty open about the subject; I haven't personally felt that I need to be careful,\" I. M. Destler said. \"I try to be reasonable and intelligent though.\"\nOne area of academia that has suffered because of Sept. 11, Destler said, is the burden placed on international students. He said the government's response to the attacks probably negatively affected international students' decisions to study in the country because the nation is viewed unfavorably internationally.\n\"It affected our influence in the world and our ability to do good things,\" Destler said.\nYet because the university has been so responsive to courses that center around terrorism and foreign policies, both students and professors have been given many new opportunities to study the impact terrorism has on the country, professors agree is necessary to prevent attacks in the future.\n\"We have to understand the parameters of the issue,\" Smead said. \"We have gotten ourselves into a terrible mess in Iraq because we didn't do our homework.\"\n(C) 2006 The Diamondback via U-WIRE\n\nLoad-Date: September 11, 2006"
}