{
    "title": "U. Nebraska forums to answer questions about Muslim religion, terrorism",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 24,
    "full text": "This week, sponsors of two University of Nebraska-Lincoln forums intend to do what college is supposed to do -- educate.\nThe Muslim Student Association will hold a 5:30 p.m. press conference Monday and the University Foundations Program will sponsor a forum at 7 p.m. Tuesday. The forums are aimed at educating students about Muslim students and terrorism, respectively.\nU. Nebraska\nUniversity of Nebraska-Lincoln student Ahmed Ismail, past president of the Muslim Student Association, said the group decided to hold a conference when some UNL students received threats after terrorist attacks on America.\n\"We want to prevent anything from happening,\" Ismail said.\nHe said he wanted students to remember that UNL's Muslim students were not connected to terrorist actions and should be treated fairly.\nIsmail said the conference will feature a speaker from the Islamic Foundation of Lincoln, Association of Students of the University of Nebraska President Nathan Fuerst, the current president of the Muslim Student Association and a university administrator.\nThe goal, Ismail said, is to provide UNL students with an opportunity to listen and ask questions about the Islamic people and their religion.\n\"We want students to come and ask questions,\" Ismail said. \"This is a big issue.\"\nA separate forum planned for Tuesday will present a panel of six experts on terrorism and the Middle East. The University Foundations Program will sponsor the forum.\nPanel members will speak and then have a question-and-answer session with students, said James McShane, director of the University Foundations Program.\nStudents can form volunteer groups or sign up individually to provide disaster relief at the end of the forum, McShane said.\nHe said the forum is an academic one and should allow students to put some perspective on the attacks.\n\"One of the things the university ought to be good for is to help contextualize things,\" McShane said. \"We can channel (anger) into productive arenas.\"\nMcShane said the forum should last for more than two hours and will be held in the Nebraska Union Ballroom.\nFuerst encouraged all UNL students to attend both discussions.\n\"I think the one on Monday will help dispel any misconceptions or rumors,\" he said. \"(Tuesday's) is also a very good opportunity for students to bring about an understanding of why everything happened.\"\n(C) 2001 Daily Nebraskan via U-WIRE\n\nLoad-Date: September 24, 2001"
}