{
    "title": "U. New Mexico law school hosts talk on Guantanamo Bay",
    "publisher": "university wire",
    "year": 2006,
    "month": 10,
    "day": 6,
    "full text": "The University of New Mexico Law School hosted an event Thursday exploring the U.S. response to terrorism and its global implications.\nKimberly Gauderman, history professor and director of Latin-American Studies, said the event's subject matter is important to the University.\n\"As a research university, it's extremely imperative to remain connected to international events,\" she said. \"We need to understand the relationship of the University to the department of defense and state departments.\"\nThe event featured live virtual presentations about the Guantanamo Bay detainment camp, broadcast from Seton Hall University's law school in Newark, N.J.\nThe speakers included journalists and doctors, who addressed ethical and legal issues associated with Guantanamo Bay.\nThe Rev. George Hunsinger and Rabbi Michael Feinberg commented on the impact of the war on terrorism to Islam.\nA panel of experts from the UNM community spoke about military intervention and terrorism, criminal justice and human rights.\nGauderman said the event showed multiple perspectives on the matter.\nUNM law professor Jennifer Moore spoke about the military prosecuting terrorism crimes.\nShe said it was a big step for human rights when the U.S. adopted the Geneva Conventions for the treatment of detainees and terror suspects, but there is more work to be done.\nMoore said the laws regarding treatment of detainees will continue to be important.\n\"There is no foreseeable end to the war on terror,\" she said.\nMoore said the best way to defend freedom in the United States is to defend it internationally.\nUNM law student Shawn Cummings said the event was enlightening, because he saw the reality of Guantanamo Bay, not just the media's portrayal of it.\n\"I think we get desensitized sometimes,\" he said.\nCummings said the most important issue the event raised was awareness regarding the treatment of Guantanamo Bay detainees.\nIt's important to not imprison innocent people, he said.\n\"We need to make sure we have the right people,\" he said. \"We can't do arbitrary collecting of people.\"\n(C) 2006 Daily Lobo via U-WIRE\n\nLoad-Date: October 6, 2006"
}