{
    "title": "U. New Mexico professor plans trip to Israel",
    "publisher": "university wire",
    "year": 2007,
    "month": 4,
    "day": 24,
    "full text": "Gregory Gleason, a political science professor at the University of New Mexico, will go on a 10-day trip to Israel at the end of May, but he's not sure what his trip will be like.\n\"I don't think the itinerary is something that's public,\" he said. \"People are getting blown up -- it's not something where you want people to know when you'll be someplace.\"\nGleason was selected as a 2007-08 academic fellow for the Foundation for the Defense of Democracies, a nongovernmental foundation in Washington, D.C.\nGleason and 45 fellows will go to Israel to discuss the threat terrorism poses to democratic countries.\nThey will attend lectures by diplomats, academics and military officials about terrorism and how to combat it.\nThe trip will not focus on the Israeli-Palestinian conflict, said David Silverstein, vice president of campus education and grassroots programs for the foundation.\n\"It's actually very little about that,\" he said. \"We use Israel as a case study about a democratic nation defending itself against the threat of terrorism.\"\nThe lecturers are from India, Israel, Jordan, Turkey and the U.S.\nThe fellows will go on field trips to Israeli military and police facilities.\nGleason said he is not concerned about his safety on the trip.\n\"It's risky, but I'm not worried about it,\" he said. \"There are risks in going to New York.\"\nGleason, who said he has been to Kazakhstan at least 75 times, has spent much of his career studying former Soviet countries.\n\"A lot of them ended up in the Middle East,\" he said. \"They're right next to Iran and Afghanistan. A lot of them also have very active rebel movements -- insurgencies.\"\nNot all insurgencies are the same, he said.\n\"We speak a lot these days about terrorism,\" he said. \"But it's not really an -ism. It's not like Marxism or capitalism. Terrorism is when you have a bunch of people trying to hurt other people to get what they want. The name is kind of misleading, because it doesn't say anything about their ideology.\"\nDemocracies need to understand terrorists in order to combat them, Gleason said.\n\"If we really want to protect ourselves, we need to understand why they do what they do,\" he said. \"There's the adage about following the money. For a lot of people - small arms dealers, that sort of thing - there's financial incentive. On top of that, of course, there's the pure, xenophobic hate that some people feel toward the United States and Europe.\"\nDemocracies are at risk from terrorists because of their openness, Gleason said.\n\"Democracies are a responsive, tolerant and fair kind of government,\" he said. \"Those are great strengths, but they are also vulnerabilities. It makes it much easier for insurgencies to operate.\"\nGleason said it is good for professors to get out of their offices.\n\"It's a very different perspective to talk to the people who deal with these problems on a day-to-day basis,\" he said. \"You also realize that a lot of these people, when they're thinking about these problems, say, 'What's the textbook answer to this?' But they can't find the textbook. You find out that it's not only good for us -- it's good for them.\"\n(C) 2007 Daily Lobo via U-WIRE\n\nLoad-Date: April 24, 2007"
}