{
    "title": "U. Nebraska students urged to study abroad despite terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 2,
    "day": 24,
    "full text": "For the first time in four years, professor Gail Kennard is wondering if her trip with students to the United Kingdom and France will be canceled.\nOnly three students have signed up for a trip that needs 10 -- a low number Kennard attributes to students' fears about terrorism and the potential war with Iraq.\n\"I kind of figured the whole reason is because of those concerns,\" she said.\nU. Nebraska\nThe University of Nebraska-Lincoln's International Affairs office has seen more anxiety from parents and students about how a war with Iraq could affect UNL's study abroad programs, said Christa Joy, study abroad director.\nShe said International Affairs advisers were preparing students for the possibility of encountering people with strong opinions about U.S. actions. Faculty leaders are advising students to remain cautious and maintain a low profile while traveling, she said.\nJoy said it is too early to tell whether fewer students will study abroad this summer because deadlines for applying are still open.\nBut, she noted that a few more students have applied for a Mexico study abroad program rather than a program in Spain.\nJunior international studies and political science major Meredith Melecki said concerns about terrorism and the political climate overseas factored into her decision to study this summer in Martinique, an island in the Caribbean rather than France.\nAfter her summer in Martinique, Melecki plans to study in Australia for the fall semester. She said she really wasn't concerned about terrorism or anti-American sentiment in those countries, and students need to exercise common sense wherever they travel.\n\"If people have strong political opinions, you might keep a low profile and not be really loud about America and its political views,\" Melecki said.\nKennard said she hopes students realize the risks of traveling overseas are minimal.\n\"You're more likely to get shot with a handgun here in America, frankly,\" she said.\nShe said she was telling students they could face some criticism as Americans in France. But, she said it shouldn't be a deterrent to seeking an international experience.\n\"You harden yourself up, explain your point of view and go about having a good time,\" she said with a laugh.\nJoy said because UNL doesn't have any study abroad programs in the Middle East, she doesn't expect a significant decrease in the students studying abroad.\nAn Israel program sponsored by the University of Nebraska at Omaha hasn't been canceled, said UNO study abroad adviser Wendi Chiarbos.\nShe said program coordinators would be monitoring the political situation in the Middle East and continue to evaluate whether to cancel the program. The trip was canceled in 2002.\nChiarbos said risks to traveling exist regardless of the location. She said even at the height of the peace process in the Middle East, advisers carefully examined whether to continue the trip to Israel.\nStudents need to feel comfortable if they choose to study abroad, Joy said. But, she said gaining international perspective through study abroad programs was perhaps more valuable now than in previous years.\n\"The reasons for (studying abroad) are more important and more visible now,\" she said.\n(C) 2002 Daily Nebraskan via U-WIRE\n\nLoad-Date: February 24, 2003"
}