{
    "title": "U. Notre Dame talk suggests sanctions as a measure to combat terrorism",
    "publisher": "university wire",
    "year": 2002,
    "month": 2,
    "day": 13,
    "full text": "A dangling carrot drew a sizable crowd to room C-103 of the University of Notre Dame's Hesburgh Center on Tuesday afternoon.\nThe carrot, in the form of the lecture, \"Carrots, Sticks, and the War on Terrorism: Sharpening Economic Statecraft,\" was presented by Kroc Institute fellows George Lopez and David Cortright.\nThe pair's presentation focused on the role of economic sanctions in the ongoing struggle against terrorists and the states that harbor them. According to Lopez, the commonly held view among U.S. officials is that sanctions are an effective tool for helping stop terrorism. Effective utilization of lifting sanctions in order to gain support of other countries, similar to the dangling carrot, when coupled with the issuing of new sanctions to punish and coerce other states -- the sticks -- work effectively together to help battle terrorists.\nU. Notre Dame\nOne of the primary goals of the U.S. right now is to disrupt the financial infrastructure of the al-Qaeda network, Lopez said.\n\"It is not necessarily the ability to break the back but instead to slip a disc,\" Lopez responded to a question from an audience member regarding the viability and potential impact of this goal.\nSo far, this task has proved problematic in some respects because of difficulties that arise from monitoring and controlling the finances of individuals. Cortright pointed out that these difficulties are do in large part to the accuracy and reliability of name recognition software, varying English translations of similar names, and remedies available to those who believe that there assets have been wrongly frozen.\n\"Systems are nice in theory, but sometimes the practical application of them can be difficult,\" Cortright said.\nSanctions and the freezing of assets have come to be viewed as a viable strategy due to previous successes in combating suspected terror, such as what took place in Sudan during the 1990s. According to Lopez, shortly after the UN Security council demanded the extradition of terror suspects and imposed diplomatic sanctions in 1996, Sudan was certifying that Osama Bin Laden had been expelled from the country and al-Qaeda was closing its camps in the country. Four years later, Sudan had signed all 12 international conventions for combating terrorism.\nAccording to Lopez and Cortright, the U.S. State Department's list of countries suspected of harboring terrorists wields considerable influence internationally. The men argued that countries on the list are greatly inclined to participate in activities that will help them get off the list and thus be relieved of the sanctions that come with being a part of the list. Cortright went on to offer the suggestion that incentives could be used to minimize the potential of terror developing in certain countries.\n\"I think the time is long passed that the U.S. cooperate more with states such as Iran, Sudan and Libya,\" Cortright said.\nCortright and Lopez offered the idea that countries could be removed from the State Department list for cooperating with anti-terror measures, but that a large-scale cooperative plan is unlikely because of U.S. reluctance.\n(C) 2002 The Observer via U-WIRE\n\nLoad-Date: February 13, 2002"
}