{
    "title": "U. Oregon forensics team tackles terrorism in debate",
    "publisher": "university wire",
    "year": 2005,
    "month": 2,
    "day": 10,
    "full text": "The University of Oregon forensics team debated whether terrorism should be treated as a crime or an act of war on Tuesday night in an exposition hosted by the Concerned Faculty for Peace and Justice. The debate is the first in a series the faculty group will present on issues relating to the Bush administration's policies. Four debaters argued two sides of the issue to an audience of about 60. Topics included the definition of the term \"prisoner of war,\" whether enemy combatants should be awarded due process, the importance of secrecy, and the legal \"black hole\" status of the U.S. Naval base at Guantanamo Bay, Cuba.\nForensics team members were prepped on both sides of the debate, then assigned to one of the sides. The debate followed a parliamentary model, which allows the audience to participate by shouting, hissing or knocking.\nBrad Krupicka and Kara Borden argued that terrorists commit acts of war and should be considered enemy combatants.\n\"The president has determined that al-Qaida members are unlawful combatants because, among other reasons, they are members of a non-state terrorist group that does not receive the protections of the third Geneva convention,\" Krupicka said. \"It's physically impossible to try (combatants) in U.S. courts because they are not U.S. citizens.\"\n\"While we support the right to have civil liberties, these rights will be ultimately less meaning-filled if a loved one is killed in a terrorist attack,\" Borden said. \"We believe in the sanctity of life above all.\"\nJason Lear and Jeannette Schaller argued that terrorists should be treated as criminals and should have access to the U.S. Justice System.\n\"(Guantanamo Bay) was intended to be a legal black hole, where detainees would be beyond the reach of U.S. law,\" Lear said. \"Because they were designated enemy combatants instead of POWs, they'd be beyond the protection of international laws governing the treatment of soldiers.\"\n\"We cannot perpetuate the idea that due process can ever be denied or that torture is ever acceptable,\" Lear said. \"The enemy combatant status violates and even mocks the U.S. Constitution. There is no language in the Bill of Rights that testifies due process and protection from torture exists only for citizens. The word 'people' is used to communicate the universality of these principles.\"\nThe audience was invited to participate in an open discussion after the hour-long debate.\nThe Concerned Faculty for Peace and Justice hopes the forensics team can be used to educate people on both sides of the argument, said Frank Stahl, biology professor emeritus and spokesman for the group.\n\"Those of you who have attended these forums may have noticed that the speakers tend to be opponents of President Bush's programs, especially in respect to the invasion of Iraq,\" Stahl said. \"The Concerned Faculty are concerned about that because they consider it their responsibility to educate, not propagandize the University community.\"\nAssistant Forensics coach Aaron Donaldson said he was pleased with the results, but he hopes more people will attend the next debate.\n\"We're growing pretty rapidly,\" Donaldson said of the team.\nThe team, which now has 20 participants, has struggled to find a place for itself in the campus community since the elimination of its academic host department in the 1990s, Donaldson said.\n\"Most campuses have it imbedded into a department,\" he said.\n(C) 2005 Oregon Daily Emerald via U-WIRE\n\nLoad-Date: February 10, 2005"
}