{
    "title": "U. of Southern California Wins Federal Grant for Terrorism-Research Center",
    "publisher": "the chronicle of higher education",
    "year": 2003,
    "month": 12,
    "day": 5,
    "full text": "The Department of Homeland Security has picked the University of Southern California to create the first of several planned national centers for research on terrorism, in a deal worth $12-million over the next three years.\nResearchers at the university's new Homeland Security Center for Risk and Economic Analysis of Terrorism Events will examine the potential targets and means of terrorism as well as the protection of the country's key infrastructure systems, including electricity, transportation, and telecommunications.\n\"We are confident that the cooperative efforts of the first Homeland Security Center of Excellence\" -- as the center is being described -- \"will greatly enhance our ability to combat terrorism by empowering the best scientific minds at our nation's universities to tackle the challenges we face,\" Charles E. McQueary, the department's under secretary for science and technology, said in a written statement last week.\nRandolph W. Hall, associate dean for research at the university's School of Engineering, will direct the center. Researchers at the university already study responses to unexpected and destructive events like earthquakes. The institution plans to extend its scope by working with outside experts in other areas, such as disaster response and modeling. The expanded team's findings could also apply to blackouts and fires. Researchers at the Massachusetts Institute of Technology, New York University, the University of California at Berkeley, and the University of Wisconsin at Madison are already on board.\nThe announcement of the center ends months of speculation over which institution would land the lucrative research-center grant. Last year, when Congress created the Homeland Security Department, many universities cried foul over legislative language that they said seemed to favor Texas A&M University at College Station as the recipient. The department chose the University of Southern California from among 70 applicants in a competition that began in June.\nThe department expects to issue its second request for proposals this month for university centers that will focus on agricultural terrorism.\n\nLoad-Date: January 7, 2004"
}