{
    "title": "U. Oregon speaker pinpoints U.S. human rights violations",
    "publisher": "university wire",
    "year": 2004,
    "month": 2,
    "day": 12,
    "full text": "Kenneth Roth, executive director of Human Rights Watch, the largest human rights organization in the United States, spoke to more than 125 people Wednesday night at the University of Oregon Knight Law Center.\nIn his speech, \"Human Rights as a Response to Terrorism,\" Roth charged the Bush administration with a consistent disregard for international human rights and the effects of its actions. He argued that the present administration's rationale that some human rights must be sacrificed in the name of security is counter-productive to fighting terrorism.\n\"The U.S. views international law like Gulliver and the Lilliputians,\" Roth said. \"International law is nothing but a restraint of U.S. power to the current administration.\"\nRoth, whose interest in human rights was influenced by his father having fled Nazi Germany in 1938, outlined six major areas where the Bush administration had \"thrown human rights out the window.\"\nRoth noted that soldiers of an enemy army, such as the Taliban, are guaranteed Prisoner of War status under the Geneva Convention, which, among other things, guarantees that POWs have the right to return to their home after the war.\nThe Afghanistan conflict ended more than a year ago, Roth said, yet many Taliban members are still being held at Guantanamo Bay.\nThe next major violation that Roth focused on was the use of military tribunals.\n\"Military tribunals allow for conviction by secret evidence, no client-attorney privilege, and no appeal to a civilian court,\" he said.\n\"Your only appeal option is to (Secretary of Defense Donald) Rumsfeld.\"\nNext on Roth's list was the designation of \"enemy combatants.\" This loophole allows the government to jail U.S. citizens with no charge, no evidence and no right to an attorney until the War on Terrorism is over.\nRoth, who said he recently had the chance to talk to Attorney General John Ashcroft about this designation, was essentially told, \"Don't worry about it; we've only used it twice.\"\nNext, Roth hit on how after Sept. 11, 2001, numerous immigrants were arrested for visa violations and detained without the privilege of attorney until the FBI cleared them.\nRoth rounded out his list with violations in Iraq. The United States committed atrocities when it was trying to find Saddam Hussein, he said. U.S. bombing raids, more than 50 total, caused numerous civilian casualties, he said.\nRoth closed by saying other governments have picked up on the \"we're fighting terror\" excuse to conduct their own human rights violations under the cloak of putting down dangerous rebellions.\n\"This lack of peaceful political alternatives leads to terrorism,\" Roth said. \"We're making al-Qaida's job of recruiting easier because of all the frustration and resentment we're breeding. If human rights is the problem and not the solution, I fear our battle with terrorism will fail.\"\n(C) 2003 Oregon Daily Emerald via U-WIRE\n\nLoad-Date: February 12, 2004"
}