{
    "title": "U. Penn groups reach agreement on awareness weeks",
    "publisher": "university wire",
    "year": 2007,
    "month": 10,
    "day": 22,
    "full text": "It's no coincidence that Islam Awareness Week and Islamo-Fascism Awareness Week begin Monday at many campuses nationwide.\nIt's also no coincidence that there will be no fliers bearing the word \"Islamo-Fascism\" floating down Locust Walk at University of Pennsylvania.\nAfter much debate with student leaders, College Republicans nixed plans to sponsor Islamo-Fascism Week this week and is instead sponsoring Terrorism Awareness Week, a series of events funded by the same right-wing think tank that is sponsoring Islamo-Fascism Week across the country.\nThe College Republicans were pressured into renaming the week out of respect for the MSA's objections after a meeting with Penn's Muslim Students' Association-National chapter three weeks ago.\nPenn's chapter of the MSA is sponsoring Islam Awareness Week this week, a yearly event that occurs at colleges typically a week or two after Ramadan --the slated time for Islamo-Fascism Week.\n\"They came to understand that the term Islamo-fascism was very narrow-minded, wasn't respectful and wasn't conducive to the open dialogue environment that Penn strives to foster,\" MSA chairman Samir Malik said.\nAs part of the groups' compromise, the MSA wrote a statement condemning violence in the name of Islam to be distributed as part of Terrorism Awareness Week.\n\"We just wanted to make sure we get the message across to students, because that's the most important thing. ... That's all we really want to do is create a discussion,\" said College senior Abby Huntsman, chairwoman of the College Republicans.\nMost of the events sponsored by the College Republicans actually have less to do with Islam than with terrorism, and so the name change was only appropriate, said Malik, a College and Wharton senior.\nInitially, representatives from Programs in Religion, Interfaith and Spirituality Matters approached an Undergraduate Assembly steering meeting with concerns about the \"misnomer,\" said PRISM chairman and College senior Jonathan Weiner.\nThe UA later facilitated a meeting between the MSA and College Republicans since \"a large portion of the undergraduate community is appalled and disgusted by Islamo-Fascism Week,\" said UA chairman and College senior Jason Karsh.\nBoth Penn groups reached the compromise amicably.\nTerrorism Awareness Week is receiving financial support from the David Horowitz Freedom Center to bring in speakers Daniel Pipes and former Sen. Rick Santorum, whose visits typically cost $25,000, said College sophomore Zac Byer, president of the College Republicans.\nThe name change is not supported by the Freedom Center, said Stephen Miller, national campus director of the Terrorism Awareness Project. \"Just calling them terrorists is only telling a fraction of the story,\" said Miller, whose group runs Islamo-Fascism Awareness Week at over 100 campuses, though it has never been brought to Penn.\nStill, changing the name is unlikely to change the message itself.\n\"We changed the name of the week, but that doesn't mean that Pipes and Santorum aren't still going to address the same problems,\" Byer said.\nThough the College Republicans say they were initially unaware of the coincidental timing, others question the overlap.\n\"It is curious that [the Freedom Center] planned it for this week specifically,\" Malik said, noting that it is a known fact that Islam Awareness Week often occurs around this time.\nHorowitz has final say over the date of Islamo-Fascism Week, and Miller did not know whether the coincidence was intentional.\nBoth Penn groups hope to use their respective events to start a dialogue across campus and are encouraging students to attend the events with open minds.\nIslam Awareness Week begins Monday night with popular comedian Azhar Usman, and Terrorism Awareness Week begins with a panel discussion among Middle East experts.\n(C) 2007 Daily Pennsylvanian via U-WIRE\n\nLoad-Date: October 22, 2007"
}