{
    "title": "U. professor urges special courts for Gitmo",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 6,
    "day": 5,
    "full text": "WASHINGTON -- University of Utah law professor Amos Guiora wants to see special domestic terror courts created to help handle the government's detainees at Guantanamo Bay, although other experts think the existing U.S. court system could handle terrorism cases just fine.\nGuiora, a retired lieutenant colonel in the Israeli Defense Forces and counterterrorism expert, was one of five witnesses at a Senate Judiciary Committee hearing Wednesday discussing ways to improve U.S. policy on handling terrorism detainees within the legal system.\nUnlike other hearings focusing on treatment of detainees at Guantanamo Bay in Cuba, or the war on terror overall, Wednesday's hearing focused solely on where the detainees fit within the legal system. Guiora said that without a clear legal definition for a war on terror under current law, it is hard to figure out how exactly to treat the detainees, but he feels a domestic terror court is the best, although not perfect, solution.\nGuiora said the courts would \"enable trying an individual suspected of terrorism in a court of law while simultaneously balancing his legitimate rights with the state's equally legitimate national security rights.\"\nThere are problems in using classified information in regular courts as well as allowing suspected terrorists to communicate with each other, as was illustrated when Zacarias Moussaoui wanted to speak with \"alleged terrorist ringleader Ramzi-bin al-Shibh,\" which was deemed a national security threat.\nGuiora also said that a defendant has a right to a jury trial, but the challenges in seating a jury could be difficult. For example, if Osama bin Laden was detained and put on trial, could a \"jury of his peers\" be found?\n\"Would it be possible to find 12 members of the community willing to sit in judgment of bin Laden?\" he asked.\nGuiora also suggested that the detainees would fall under a \"hybrid\" classification of \"neither POW nor criminal.\" He would want to see rules adopted from POW and criminal law to establish a new model on how to treat detainees taken after the Sept. 11, 2001, attacks.\nMeanwhile, James Benjamin, an attorney at Akin Gump in New York, said that while some will argue that the traditional court system could not handle terrorist cases, he and fellow attorney Richard Zabel analyzed 100 terrorism cases brought in federal court and found it has worked.\n\"Although the justice system is far from perfect, it has proved to be adaptable and has successfully handled a large number of important and challenging terrorism prosecutions over the past 20 years without sacrificing national security interests or rigorous standards of due process and fairness,\" Benjamin said.\nCongress does not have a specific proposal under consideration on creating a new court system for terrorists but Committee Chairman Patrick Leahy, D-Vt., said the next president and next Congress will have to create a new system \"consistent with our values as a nation and our respect for the rule of law.\n\"One of the saddest legacies of this administration is its distrust of our constitutional system of justice,\" Leahy said.\nThe senator said that not one accused terrorist at Guantanamo \"has been tried, convicted and punished by the dysfunctional military commissions that the administration has established.\" E-mail: suzanne@desnews.com\n\nLoad-Date: June 5, 2008"
}