{
    "title": "U. Penn, nation respond to rise in terrorism threat level",
    "publisher": "university wire",
    "year": 2003,
    "month": 3,
    "day": 19,
    "full text": "The rise in the terror alert level from \"yellow\" to \"orange\" that accompanied President Bush's ultimatum to Saddam Hussein in his address to the nation Monday night has heightened concern across the country -- and rightfully so, according to experts.\nAs the nation awaits news of the impending war with Iraq, University of Pennsylvania professors acknowledged the president's need to heighten the alert due to an increased likelihood of attacks.\n\"There is no question that any number of organizations have indicated that if the U.S. does engage in military action, there will be a reaction, and terrorism will be a part of it,\" said Political Science Professor Stephen Gale, who is also co-chairman of the Center on Terrorism, Counter-Terrorism and Homeland Security at the Philadelphia's Foreign Policy Research Institute.\nAsian and Middle Eastern Studies Professor Roger Allen, who is a member of the board of the University's Institute for Strategic Threat Analysis and Response, agreed.\nU. Pennsylvania\n\"My assumption is that any decision of the U.S. to go to war under these circumstances… automatically raises the likelihood of terrorist attacks,\" he said.\nAlthough he disagrees with the Bush administration's foreign policy, Allen said he believes that the increased alert is \"a wise decision\" on the president's part.\nBut in the midst of the heightened threat, Gale has \"no idea how people will respond\" because \"the alert level has very little operational value at the state and local level.\"\nThis may follow from the fact that the U.S. government has not instituted a system of responses to follow each threat level, as the military has done, he added.\nGale is working to develop a more refined organizational structure and response to the color codes, in addition to security in airports and network security for public utilities.\nAt Penn, University officials say they are prepared to handle any threats that may occur.\nVice President for Public Safety Maureen Rush said that since the Sept. 11 terrorist attacks, the University has revised its crisis management plan and has also taken a number of other precautions, including identifying \"signature buildings\" and devising evacuation and contingency plans in case of a crisis.\n\"As soon as the threat level changed [Monday] night at 8 p.m., we went into full gear with patrol enhancements,\" Rush said, adding that the University Police will continue to work with the Philadelphia Police, local hospital directors, fire departments, ISTAR members, the U.S. Attorney's office and the Federal Bureau of Investigation, as well as campus organizations such as Counseling and Psychological Services.\n\"It is a unified front in that everyone knows what their position is, what they have to do,\" Rush said. \"We have had numerous tabletop exercises that will drill the plan.\"\nRush recommended that students stay especially aware of their surroundings and report anything that seems out of place.\n\"We are standing by ready to assist, and we have all the liaisons in place to pick up the phone,\" Rush said.\nStill, despite this preparedness, \"hopefully we won't need to exercise any of this,\" she said.\nHow the nation will respond to the change in alert level is still uncertain, but many people have begun to take precautions. According to Allen, British Airways canceled all of its flight to Israel, US Airways committed several of its aircraft to transport the military to the Middle East and several international visitors to Penn have canceled their visits, probably due to \"the practicality of what the airlines are going to do,\" Allen said.\nBoth Allen and Gale are unsure of what or when possible terror attacks will occur.\n\"One of the strategies of terror is to be unpredictable,\" Allen said. \"There are so many variables that it is difficult to predict.\"\nGale said that al Qaeda is highly dispersed and many of its cells existed before the advent of the terror network, so there is no reason to believe that an attack may be coordinated from a central organization or figure such as Osama bin Laden. He noted that any number of groups may have already begun to instigate retaliatory actions.\n\"They are not following a game plan that is dictated by U.S. actions,\" he said.\nGale believes that al Qaeda can feasibly accomplish many of the attacks it can coordinate, and he specifically noted its control over explosives. He said that the mystery is \"not mechanism, but target.\"\nHe described potential attacks as being of \"mammoth proportions… acts that will significantly disrupt the U.S. economy with the hopes that it will significantly affect our political and social systems.\"\nAs for organizations other than al Qaeda, Gale believes that smaller groups are \"intent on winning their objectives\" and may target a local building, such as an office or synagogue that they consider symbolic.\nHe added that it is \"very likely\" that Saddam will retaliate, either before or once the U.S. military enters Iraq.\n\"I don't see any reason for him to hold off with pretenses of innocence when he has reason to attack,\" Gale said. \"Never underestimate your enemy.\"\nHe believes that Saddam \"will use the weapons he has at his disposal to save his existence, and presumably cause enough disruption in the Middle East so that other Islamic countries will come to his defense.\"\nGale is mainly concerned about the launching of missiles toward Israel or nearby American targets, tipped with chemical and biological weapons, which Iraq reportedly used during the first Gulf War.\nHe is less worried about an Iraqi attack on the U.S., but said that Saddam \"could easily have sold or given [biological and chemical] agents to others, and they could have already been delivered.\"\nDespite this dire prediction, Allen said that he is not more worried Wednesday than he was on Monday afternoon, prior to Bush's address.\n\"Do you live your life on the assumption that something terrible is going to happen to you?\" he asked. \"You can't live your life that way.\"\n(C) 2002 Daily Pennsylvanian via U-WIRE\n\nLoad-Date: March 19, 2003"
}