{
    "title": "U. Penn students increase debate on Patriot Act",
    "publisher": "university wire",
    "year": 2004,
    "month": 2,
    "day": 13,
    "full text": "University of Pennsylvania faculty and students are still debating whether government legislation enacted to prevent terrorism leaves the nation protected or just infringes on constitutional rights. The USA Patriot Act, enacted after Sept. 11, 2001, is set to expire on Dec. 31, 2005, if no attempts are made to modify or renew the bill. Congress is currently weighing its options for updating the act.\nPresident George W. Bush strongly recommended in his State of the Union address that Congress renew the bill in order to continue the fight on terrorism.\nSince 2001, more than 250 local and state governments have passed legislation condemning the Patriot Act. Additionally, Congress -- in a bill that is presently being debated -- has proposed a set of changes to the act known as the Safety and Freedom Ensured Act.\nPolitical Science professor Rogers Smith said that the Patriot Act was still necessary but also cited a need for some important modifications, some of which would be included in the SAFE Act.\n\"We still need heightened efforts to protect against terrorism, but only parts of the Patriot Act are really helpful in that regard,\" Smith wrote in an e-mail. \"The Patriot Act was written and enacted in great haste. It does some things that are essential for strengthening our capacities to fight terrorism.\"\nBut \"it has other provisions that do infringe excessively on civil liberties, and it is good that it has a 'sunset clause' requiring their reconsideration in 2005.\"\nBush has indicated that he would probably veto the SAFE Act, which includes changes like creating expiration dates for some nationwide search warrants and limiting the power of federal agents in wiretaps.\nSmith said that \"the broad authority for the so-called 'sneak and peek' warrants -- warrants that don't have to be [revealed] until well after the search has been conducted\" needs to be modified.\nAdditionally, \"the broad definition of terrorism, which makes a suspect of almost anyone who communicates with organizations suspected of terrorism [and] the provisions for the extended detention of aliens on suspicion alone -- aliens who are often never charged with any crime -- all especially need to be reconsidered.\"\nUniversity of Pennsylvania Republicans Chairman Dan Gomez argued that almost all of the Patriot Act is necessary, but people do not understand the complexities of the bill.\n\"Ninety-nine point nine percent is necessary if people understood it correctly,\" he said, asserting that the bill is really \"very uncontroversial.\"\n\"We have to be able to go in and utilize things like sneak and peek warrants without informing suspects\" in order to prevent real security threats, he said.\nHowever, civil liberties advocates disagree.\n\"The Penn ACLU and the national ACLU have strong concerns about key sections of the USA Patriot Act as it currently stands,\" President of the Penn chapter of the American Civil Liberties Union Michael Patterson wrote in an e-mail.\nPatterson said that the use of wiretaps with no judicial oversights and the use of sneak and peek warrants are particularly egregious violations of constitutional rights.\n\"These provisions of the Patriot Act violate the First, Fourth, Fifth, Sixth, Eighth and 14th amendments of the U.S. Constitution,\" he wrote.\nRegarding the SAFE Act, Patterson argued that the necessary modifications to the Patriot Act were an issue that students of every political alliance should support.\n\"Civil liberties are a nonpartisan issue,\" Patterson said. \"This is perhaps the most important thing that students here at Penn must realize -- their rights transcend party lines. ... Those that have turned the SAFE Act and the Patriot Act into a Republican versus Democrat issue are simply manipulating the situation.\"\n(C) 2003 Daily Pennsylvanian via U-WIRE\n\nLoad-Date: February 13, 2004"
}