{
    "title": "U. Pennsylvania students deal with terrorism warnings",
    "publisher": "university wire",
    "year": 2003,
    "month": 2,
    "day": 18,
    "full text": "As the nation steps up security measures in response to increased terrorist activity, students are aware of the threat level but have not significantly changed their daily routines.\nLast week, after government officials upgraded the country's level of alert from \"yellow\" to \"orange,\" Federal Bureau of Investigation Director Robert Mueller noted at a Senate committee meeting that college campuses were at an especially high risk.\nAnd on Thursday, University of Pennsylvania students received an e-mail from University President Judith Rodin, Provost Robert Barchi and Executive Vice President Clifford Stanley, informing them of the University's emergency plan and encouraging them to continue with their daily activities while remaining mindful of the situation.\nU. Pennsylvania\nThe e-mail, which was sent to the entire undergraduate student body, also notified students of the Department of Homeland Security's Feb. 7 decision to heighten the terrorist threat level. It also directed students experiencing worry or anxiety to contact University officials and Counseling and Psychological Services.\nFor some students, the e-mail helped ease their concern about possible terrorism.\n\"It didn't make me scared, and it reassured me that the University is doing something about it by informing students,\" said College senior Martin Hommes. \"For those who are scared, it is good that there are places for them to go for support.\"\nBut others said that the e-mail raised their level of anxiety, bringing the threat \"to a more local level,\" although they were already aware of the increased national alert.\nCollege junior Jon Alagem said he thought that the University's notification of students was unnecessary, in light of the extensive national coverage of the increase in alert.\n\"I don't think Rodin can offer me anything more than anybody else,\" Alagem said.\nAccording to a press release from Penn's Division of Public Safety, the decision to move the nation's threat level from \"elevated\" to \"high\" status was based on \"information received from multiple intelligence sources confirming an increased likelihood of unspecific terrorist activity against American citizens and assets at home and abroad.\"\nThe Department of Homeland Security's Web site is more specific, attributing the shift from \"yellow\" to \"orange\" to \"increased likelihood that the al Qaeda terrorist network may attempt to attack Americans in the United States or abroad.\"\nCollege senior and Harrison College House Resident Advisor Jessica Bell felt that the University's decision to make students aware of the situation was beneficial, although belated.\n\"It made me feel a little more informed to better serve my residents,\" Bell said. \"I thought it was good but a little late by a few days.\"\nAs far as precautions are concerned, some students are taking steps to prepare themselves against a possible attack.\n\"We bought gas masks,\" Alagem said.\nBell said she told her residents to keep extra water and food on hand and to keep in contact with roommates, friends and family.\nBut many students do not plan to alter their day-to-day schedules.\n\"I always keep food,\" Hommes said. \"I am not changing anything out of my normal life.\"\nStill others are skeptical of the threats themselves.\n\"I don't feel there is anything that I have read to back it up sufficiently,\" College freshman Jessica Benash said.\n(C) 2002 Daily Pennsylvanian via U-WIRE\n\nLoad-Date: February 18, 2003"
}