{
    "title": "U. Penn terrorism expert says attacks were only matter of time",
    "publisher": "university wire",
    "year": 2001,
    "month": 9,
    "day": 13,
    "full text": "For University of Pennsylvania Political Science Professor Stephen Gale, Tuesday's attacks were the latest examples of something he has studied for more than 20 years.\nAn expert in terrorism, Gale has done work for several government agencies. Two years ago, he gave a presentation at the Department of Transportation, saying that an airplane could potentially be used as a weapon.\nBut Gale, who teaches a seminar on terrorism -- which, ironically, met on Tuesday for the first time this semester -- said that most people were hesitant to take these theories seriously, as they seemed improbable.\nU. Pennsylvania\n\"Even with the FAA… they knew this was an option,\" said Gale, who has dealt with television and newspaper reporters from across the nation since Tuesday's attacks. \"They just discounted it and relegated it to the class of getting hit by a meteor.\"\nGale had been contemplating terrorism even before the breakup of the Soviet Union, which led to speculation over the increasing availability of deadly technologies to terrorists. According to Gale, he realized that the fall of the Eastern Bloc would produce a world in which small terrorist groups could flourish.\n\"About 25 years ago I was looking at the world and realized that the balance of power was dependent upon two superpowers,\" Gale said. \"I woke up one morning and said, 'Hey, terrorism is the wave of the future.'\"\nBut Gale said that terrorism is hardly a new subject, and claimed that references to terrorism can be found even in the Bible.\n\"There's an event in which one character speaks to another character, and that second character says to pharaoh, 'If you don't let my people go, I will visit upon you 10 plagues,'\" Gale said.\nRegarding more modern times, Gale pointed out that terrorism is nothing new. He said, for instance, that communists and anarchists of 19th- and early 20th-century Russia, namely Lenin and Mikhail Bakunin, supported the use of terrorism to achieve political ends.\nBecause of terrorism's deep-rooted history, Gale said he doubted his own field of study would change much as a result of Tuesday's attacks. But he did say that the event was a powerful example of the kind of destruction terrorists can inflict.\n\"I now have one more colossal example of what, actually, terrorists are capable of,\" Gale said. \"The things I have to talk about now, at least the trade-offs, are different. You don't have a choice now with certain issues of security.\"\nIn addition, Gale pointed out the dramatic change in perception of how secure America is.\nTuesday's attacks mark \"the turning point in American history,\" Gale said. \"Now we know there's a point on our chart that says a failure to be secure can result in massive consequences instead of tragic losses of 200 lives, which are very valuable, but [these are] consequences beyond anyone's expectations.\"\nAnd Gale said this is an event that will leave a deep mark upon generations of Americans to come.\n\"Our children will not see the history of the United States we did,\" Gale said to his terrorism class on Tuesday.\nThe first session of his class was scheduled for the day of the attack. Although the University officially shut down, Gale went to class anyway to talk to those who chose to show up anyway.\nAccording to Gale, the popular course is intended to educate people about the real possibility of terrorist attacks, as well as the goals, strategies and tactics involved in terrorism.\n\"I'm trying to convince people that there are a lot of passionate, committed people out there with strong beliefs around the world that have no other recourse but to use terrorism as their primary means,\" Gale said.\nGale said he felt the event would increase an interest in his class, but he also noted that enrollment had always been high.\n\"I've never been impressed by the numbers in my class,\" Gale said. \"They've always been very high, but who cares, it's a sexy subject.\"\nAnd Gale said that modern technology is allowing groups to employ terrorism more effectively than ever since the fall of the Soviet Union.\n\"The technology changes are what magnify the image of what terrorists can do,\" Gale said. \"Before then, what were you going to use, a knife? You needed an army to take over things unless you commit regicide.\"\nIn the wake of the attacks, Gale said that Americans know security has to tighten.\n\"They're resolved that they're going to have to live a different life,\" Gale said. \"They're angry about it, and as a consequence, they're ready now to do things that you never would have heard from Americans.\"\nGale related a story about an acquaintance of his who told him that she wanted the entire Middle East destroyed.\n\"She said I want it made a lake, and I don't want anyone to live there again,'\" Gale said.\nDuring Tuesday's informal meeting, Gale also questioned the extent to which Americans would put up with military-style security -- something many would view as an infringement upon their civil liberties.\n\"The cure may be worse than the problem,\" Gale said. \"Most Americans do not want to have their lives changed.\"\nGale made special reference to the strict security procedures that Israelis -- who have known frequent terrorist attacks since their state was established in 1948 -- deal with and accept on a daily basis.\nAbove all, Gale stressed the complexity of terrorism, saying that what one group calls terrorists, another will consider heroes.\n\"If you don't like it, you call it terrorism, if you do like it, you call it freedom fighters,\" Gale said. \"I'm not a relativist. It's the same action. I just know what side I'm on.\"\nNo matter what label is applied, Gale said one chilling fact is clear -- they are highly organized.\nThe attacks were meant to take place in an order in which millions would be watching when the second plane hit the World Trade Center, Gale said.\n\"I'd like to think that they planned it that way because that would convince me once again that they have some great organizational abilities,\" Gale said.\n(C) 2001 Daily Pennsylvanian via U-WIRE\n\nLoad-Date: September 14, 2001"
}