{
    "title": "U. Penn panels tackle civil rights, terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 3,
    "day": 7,
    "full text": "Do you support terrorism? For most, the answer is a simple no. But Thursday, law experts questioned how new laws -- and new interpretations of existing laws -- could make well-intentioned Americans face terrorism charges.\nAt the 22nd annual Edward Sparer Symposium on terrorism and the U.S. Constitution, public interest lawyers and scholars addressed this topic from a variety of angles to a mix of students, lawyers and a couple of local residents at the University of Pennsylvania.\nU. Pennsylvania\n\"We thought it was timely,\" said Rachel Hannaford, a University of Pennsylvania second-year Law student and panel facilitator.\nSusan Feathers, the director of the Public Service Program, introduced the broad topic by reminding attendees about the symposium's namesake. She also urged members of the audience to hone their legal skills in defense of civil liberties.\nThe four different panels concentrated on four different areas of civil rights law -- criminal procedure, immigration, First Amendment law and human rights. Each panel was followed by a question-and-answer period.\nWhile each lawyer addressed different issues, common themes tied the varied discussions together.\nDavid Cole, a Georgetown law professor, kicked off the event -- and much of the subsequent discussion -- by challenging the historical framing others have given the war on terrorism.\nWhile some argue that America has learned from its past mistakes involving civil liberties infringement, Cole maintained that America has adapted tactics to \"repeat the mistakes while maintaining plausible deniability.\"\nPenn Law professor Seth Kreimer later picked up on this theme in his discussion of First Amendment rights.\nHe said that the government has tried to shape public opinion by deploying \"soft power.\" Kreimer cited a variety of examples, including government requests to review research papers before printing and pressure on the media to not distribute certain materials.\nBut he also noted that some of the issues are more complex than they appear. For example, the media often has the right to ignore the government's requests. However, he explained that if a news outlet is owned by a company that also produces military equipment, the government then may have more influence in how the story is covered than is beneficial for the public.\nOverall, those who came to the event left feeling a bit more enlightened.\n\"It provided information I didn't know, especially about surveillance and the freedom of information act,\" first-year Law student Gia Brock said.\n\"It scared me a little bit,\" she added.\nThe symposium was held in Penn Law School's Levy Conference Center and co-sponsored by the Public Service Department, Public Governance Group, Public Interest Scholars Program, Alliance for Justice and the National Lawyers Guild.\n(C) 2002 Daily Pennsylvanian via U-WIRE\n\nLoad-Date: March 7, 2003"
}