{
    "title": "U. Rhode Island forensics lecture covers fight against terror",
    "publisher": "university wire",
    "year": 2004,
    "month": 9,
    "day": 21,
    "full text": "In the wake of the Sept. 11 attacks, the United States made changes to the intelligence community and to the strategy used to better combat the threat of terrorism around the world.\n\"Most of my career was spent in this arena, counter-intelligence,\" said Jeff Norwitz, special agent with the Naval Criminal Investigative Service. \"Going after spies, catching spies, neutralizing foreign intelligence services, and basically living in the shadows of the intelligence community.\"\nNorwitz, a professor of National Security Decision Making at the Naval War College, explained how the United States is now battling terrorism. He also discussed the recent revamping of the intelligence community, much of which resulted from the 9/11 Commission Report, to an audience of about 50 people in Pastore Hall as part of the Forensic Science Seminar Series last Friday.\nOne reason Norwitz said the intelligence organizations had to be revamped was due to the fact that back in 2001, right before the Sept. 11 attacks, terrorism was not on many people's minds. After the attacks, changes were made to help intelligence organizations deal with the threat of terrorism.\n\"Our organization has moved quickly into the counter-terrorism arena,\" Norwitz said. \"As part of that I've been deployed aboard Navy ships, I've been in the Middle East, and I've been involved with identifying, neutralizing, and arresting terrorists.\"\nThe strategy being used to fight terrorists now is to separate each terrorist group from each other, he explained. He added that it is the hope of the counter-terrorism community that it will be easier to fight terrorists once each terrorist group loses its link with each other.\nAccording to Norwitz, the strategy is meant to \"reduce the scope, meaning drive terrorism from a global down to a local level, and reduce the capabilities. Reduction of terrorism, not elimination, down to manageable.\"\nNorwitz also explained what he believed was the single most misunderstood piece of legislation -- the Patriot Act.\n\"The one thing that is wrong, wrong, wrong is in every article I read that tries to explain the risk versus the gain,\" Norwitz said. \"If there's a failure, it's a failure of the administration to communicate what and how and why the Patriot Act exists.\"\nHe said the Patriot Act helps fight terrorism by bringing local, state and federal organizations together so they can use the collected intelligence from each group to combat possible terrorist threats. The combined forces of all of these organizations are called joint terrorism task forces.\n\"The basic barriers of communication are now gone,\" Norwitz added. \"No longer are we a bunch of feds and they're a bunch of local guys. Everyone is working for the joint terrorism task force.\"\nNorwitz explained the success of the changes. \"When people say, 'Have there been terrorist events that have been thwarted by it since?' The answer is 'Yes', without any doubt.'\"\n(C) 2003 The Good Five Cent Cigar via U-WIRE\n\nLoad-Date: September 21, 2004"
}