{
    "title": "U. S. EMBASSY TERRORISTS NOW LEADERS IN IRAN FORMER HOSTAGES SAY EX-CAPTORS ARE STILL ENGAGED IN VIO",
    "publisher": "the world",
    "year": 1994,
    "month": 9,
    "day": 7,
    "full text": "NEWSDAY\nWASHINGTON - At least two dozen of the Iranians who seized the U\n.S. Embassy in Tehran in 1979 and held 52 Americans hostage for more\nthan a year are now government officials and ambassadors, and many\nare suspected of spreading terrorism throughout the world,\nknowledgeable U.S. sources have told Newsday.\nAccording to those sources, who have access to government\nintelligence, the Iranian officials and their embassies in Latin\nAmerica, Europe and the Middle East have been responsible for\nbombings aimed at Jewish interests, the assassination of Tehran\nopponents living abroad and the recruiting of Arab terrorists.\nTheir global designs include the spread of Islamic\nfundamentalism among South Asia's Muslims and terror bombings in New\nYork City.\nOne of those officials, Hosein Sheikh-ol-Eslam, is described as\na \"key leader\" in the U.S. Embassy takeover.  Now, according to\nadministration officials, Sheikh-ol-Eslam is Iran's deputy foreign\nminister for Afro-Arab affairs and vice director-general of its\nforeign service.  From those posts, according to Kenneth Katzman, a\nformer intelligence analyst who is now an Iran specialist for the\nCongressional Research Service, \"He is the kingpin, the patron of\nthe radicals and former hostage holders, the man who assigns them to\ntheir jobs overseas, in embassies and elsewhere.\"\nFormer hostage Moorhead Kennedy Jr., then the embassy's\nthird-ranking diplomat, bitterly remembers Sheikh-ol-Eslam as the\nchief interrogator of the Americans, the captor whom they derisively\ncalled \"Tooth\" because of his gap-toothed smile.\nBarry Rosen, the embassy's press officer, now a teacher at\nBrooklyn College in New York City, recalls him as a practitioner of\npsychological warfare, bringing good news and mail to the Americans\none day, cracking down on them the next.\nKatzman, author of \"Warriors of Islam,\" a book on the\nRevolutionary Guard Corps, said that under Sheikh-ol-Eslam's guidance\nthe former hostage-holders - as well as other Iranian officials -\nhave used embassies to finance, arm and provide logistics and cover\nfor acts of terrorism and the spread of their brand of Islamic\nfundamentalism, controlling government and society.\nHe rejects the notion that they are merely former\nrevolutionaries who went on to serve in the government they helped\ncreate.  \"The difference,\" Katzman said, \"is that these men have\ntaken their ideologies and their terrorist tactics abroad.\"\nFor example, one of Sheikh-ol-Eslam's colleagues among the\nhostage-takers, Ali Reza Deyhim, has been Iran's ambassador to Mexico\nsince 1993 and is serving concurrently as Tehran's envoy to Belize\n.  The Iranian government has said it is interested in expanding its\nrelations with all of Latin America.\nTerrorism expert Vince Cannistraro, a former director of the\nCIA's counterterrorism center who served as a staff member of the\nNational Security Council during the Reagan administration, said U\n.S. intelligence sources \"are worried because the Iranians are\nbuilding up an infrastructure in Latin America.\" Mexico is\nespecially important, he added, because \"it is strategically placed\nand is as close to the U.S. as Iran can get.\"\nCannistraro said intelligence sources here believe that the July\n19 bombing of a Panama commuter plane that killed 23 people, most of\nthem Jews, \"was directed out of Mexico.\"\nSecretary of State Warren Christopher, relying on U.S.\nintelligence agencies, has blamed the bombing on Hezbollah, the\nradical Islamic group Party of God, which, he said, is financed and\nlargely controlled by Iran.\nChristopher also has blamed Hezbollah and Iran for the July 18\nbombing of a Buenos Aires, Argentina, building housing Jewish\nagencies, in which nearly 100 people were killed.  He charged it was\npart of an effort to undermine the Middle East peace process.  After\nArgentinian investigators charged that the bombing was the work of\nIranian agents, Tehran lodged a denial and pulled out its ambassador,\nHadi Soleimanpur.  Cannistraro and Katzman say Soleimanpur was one of\nthe 1979 hostage-holders, although intelligence sources have been\nunable to confirm that.\n\"The operation (bombing) in Buenos Aires may not have been\ndirected by the ambassador,\" said Cannistraro, \"but the embassies\nsupply support, logistics, passports, visas, even weapons, and the\nambassador is usually aware of what's going on.\"\nThe CIA and State Department have followed the careers of some\nof the hostage-holders as they've gone on to key posts, mostly in\nIran's foreign ministry, and have tracked their continued involvement\nin terrorist activities.  Indeed, since 1979 the CIA has written\nthree classified reports on the issue.\nThe State Department, in its latest annual report on \"Patterns\nof Global Terrorism,\" calls Iran \"the most active state sponsor of\nterrorism\" which has been \"implicated in terrorist attacks in\nItaly, Turkey and Pakistan.\" In addition, the report said, \"Iranian\nintelligence continues to stalk members of the Iranian opposition in\nthe United States, Europe, Asia and the Middle East.\"\nThe report also added another nation to its list of states that\nsponsor terrorism - Sudan.  And it notes that Majid Kamal, Iran's\nambassador in Khartoum until July, was largely responsible for\nhelping to organize, finance and equip terrorist groups operating in\nand from Sudan.  Several Sudanese were arrested last summer as part\nof a plot to bomb prominent sites in New York City.\nThe State Department calls Kamal a leader in the 1979 takeover,\nwhich ended 444 days later when 52 Americans were flown out of Iran\nas Ronald Reagan was being inaugurated as president.  Former hostage\nRosen, who was held in a Tehran prison, recalls that one of his\ncaptors, who was called Majid, played Western classical music on the\npiano while Iranian dissidents screamed under torture in nearby rooms\nBefore his assignment to Sudan in 1990, Kamal served as Tehran's\ntop diplomat in Lebanon, where, according to the State Department, he\n\"guided Iranian efforts in developing the Lebanese Hezbollah\ngroup,\" which was responsible for holding Americans and other\nWesterners hostage for several years.\nRosen, who teaches a course on Iran, said he has given up hope\nfor now that Tehran will take a more moderate course.  He added,\n\"It's easy to see Iranians under every bed. But it's not surprising\nthat these people who held the hostages should still be active now\n.They still have the same ideological vision and mission.\"\nIRAN9A Iran 1A\n\nLoad-Date: January 31, 1995"
}