{
    "title": "U. S. House takes on a bevy of opioid-related bills",
    "publisher": "st. louis post-dispatch ",
    "year": 2018,
    "month": 6,
    "day": 18,
    "full text": "WASHINGTON - Here's how St. Louis-area lawmakers voted on these and other key issues in the week June 11-15.\nHOUSE\nOpioid Recovery, Housing Vouchers - The House on June 14 voted, 230-173, to establish a pilot program that would make less than 1 percent of federal \"Section 8\" housing vouchers available to those in recovery from opioid and other substance abuse. The Section 8 program pays the rent and in some cases utility costs of 2.2 million low-income households in the United States. It was one of a cluster of votes designed to address rises in opioid abuse. A yes vote was to pass HR 5735 over arguments it would deny vouchers to poor persons already on long waiting lists.\nYes - Blaine Luetkemeyer, R-St. Elizabeth, Mo.; Ann Wagner, R-Ballwin; Jason Smith, R-Salem, Mo.; John Shimkus, R-Collinsville; Rodney Davis, R-Taylorville, Ill.; Mike Bost, R-Murphysboro, Ill.\nNo - William Lacy Clay, D-St. Louis.\nPostal Service Opioid Detection - The House on June 14 voted, 353-52, to require the Postal Service to develop technology by 2020 for detecting illicit substances including synthetic opioids in packages from abroad, just as private firms such as FedEx and UPS must do under federal law. A yes vote was to send HR 5788 to the Senate.\nYes - Shimkus, Davis, Bost, Wagner, Luetkemeyer, Smith.\nNo - Clay\nSENATE\n$716 Billion for U.S. Military - Voting 81-15, the Senate on June 14 advanced a bill that would authorize a $715.6 billion military budget for fiscal 2019, including $68.5 billion for combat abroad and $57 billion for active-duty and retiree health care. A yes vote was to move HR 5515 toward a vote on final passage several days later.\nYes - Claire McCaskill, D-Mo.; Roy Blunt, R-Mo.\nNo - Dick Durbin, D-Ill.\nNot Voting - Tammy Duckworth, D-Ill. (Maternity leave)\nRights of Terrorism Suspects - The Senate, during debate on HR 5515 (above) on June 13, voted to repeal a seven-year-old law that permits the indefinite detention without trial of U.S. citizens or lawful permanent residents seized on American soil as terrorism suspects. A yes vote was in opposition to adding the repeal amendment to the military budget.\nYes - Blunt\nNo - McCaskill, Durbin.\nNot voting - Duckworth.\nIn addition, Clay on June 14 co-sponsored a bipartisan bill that would direct the Department of Agriculture to sell \"distressed assets\" and direct the proceeds to poor neighborhoods to spur employment and infrastructure, particularly in urban neighborhoods.\n\"Federal agencies currently hold more than $2 trillion in debt and lease assets that, if sold, could raise a significant amount of money,\" said a statement by Clay, Rep. Mike Kelly, R-Pa., and Rep. Ted Budd, R-N.C., the bill's co-sponsors.\nThe bill's prospects, because it was introduced late in this session, are unclear, but the legislation is illustrative of how Congress is trying to raise money for infrastructure and other needs as it struggles to come up with an overall infrastructure investment plan promised by President Donald Trump in the 2016 election.\n> The votes and descriptions are compiled by Voterama in Congress a legislative tracking organization.\n\nLoad-Date: June 19, 2018"
}