{
    "title": "U. South Florida professor honored for work in bio-terrorism",
    "publisher": "university wire",
    "year": 2003,
    "month": 6,
    "day": 5,
    "full text": "In a time defined by terrorism and the threat of biological and chemical warfare, Jacqueline Cattani leads a pivotal center that has been used in aiding the war on terrorism. As director of the University of South Florida Center for Biological Defense, Cattani oversaw the evaluation of hundreds of envelopes that contained powdery substances -- feared to be anthrax -- in 2001.\nIn addition to serving USF with her expertise, Cattani has been serving the U.S. military with her knowledge of biological and international infectious diseases as a member of the Board of Consultants for the Armed Forces Epidemiological Board.\nU. South Florida\nAnd now she has been rewarded for her work.\nCattani was one of 23 members of the AFEB to receive the Outstanding Public Service Medal on May 21 for her volunteer work with the military.\nThe AFEB is an organization that appoints members of expertise in several areas to research and solve the public and U.S. military threats in health and biological areas.\nCattani, who is also a USF professor of epidemiology and biostatistics, said she is frequently consulted for her expertise in biological and international infectious disease.\nCattani said she does not know exactly how she was nominated to be a part of AFEB, but members have to be nominated, appointed and approved by the Secretary of Defense Office.\nCattani was appointed in January 2001 and is now serving her second term. Cattani added that she cannot be re-appointed when her term expires in 2005.\nThe members are not paid, Cattani said, but instead invest many hours of effort toward solving the queries of the military, which in turn saves the government millions of dollars each year.\nAccording to the U.S. Department of Defense Web site, the award is the second highest civilian award given by the U.S. Secretary of Defense and was awarded to the members for their \"selfless and superior contributions that merit special recognition.\"\n\"The Board has done much more work than it has ever done since its inception in 1941, and the military was grateful for the 31 recommendations. So, the Office of the Executive Secretary of the Department of Defense recommended that the individual members receive this (award),\" Cattani said. \"This award has never been given to the Board before, and I can't say how many have been given out overall, but I know only few have been awarded.\"\nDuring the awards ceremony, Cattani said, each of the 23 Board members were pinned with the medals and shook hands with Ellen P. Embrey, deputy assistant secretary of defense for Force Health Protection and Readiness.\n\"I am honored to be a part of this very impressive group of people from all private and academic industries and foundations and I am proud to be associated with them,\" Cattani said.\n(C) 2002 The Oracle via U-WIRE\n\nLoad-Date: June 5, 2003"
}