{
    "title": "U. South Alabama officials refute student's claim that terrorism cause for suspension",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 16,
    "full text": "According to University of South Alabama officials, at least two Norwegian daily newspapers, Dagbladet and Aftenpsten, falsely reported Oct. 12 that a USA student was suspended from the university for engaging in experiments that could be used to contaminate drinking water and that he was escorted off the campus, Sept. 21, by police.\nAccording to USA officials, John Kristoffer Larsgard was suspended from the university because of reports of threatening actions toward students and faculty over the past two years and not potential terrorist activities.\n\"The student was suspended until the end of next summer semester by a disciplinary committee of faculty and students because he has on several occasions presented himself as a threat to himself and others,\" Keith Ayers, director of USA public relations, said.\nU. South Alabama\n\"A student, who was involved in serious misconduct, was disciplined for that reason, but apparently chose to assert to the media that the University was targeting him in some odd way due to the recent terrorist attacks on the USA,\" Ayers added.\n\"There have been reports dating back to '98 with this person,\" USA Police Investigator Dave Sumner said.\nThe 22-year-old Larsgard, who is a native of Norway, has been working on a biochemistry major at USA since 1997. He has repeatedly been on the president and dean's lists.\nThe Dagbladet's newspaper report claimed that a biochemistry professor and police met Larsgard outside the biochemistry building, Sept. 21, and told him he was not welcomed back on campus.\nThe campus police have no record of escorting a student off campus that day, but a USA official said the student was allowed to clean out his locker and then escorted out.\n\"We have more than 1,000 international students, more than 9 percent of our student body, and the university has actively sought to help them during this tense time in our nation,\" Ayers said. \"One would hope that the student in question would not choose to exploit the national tragedy for his own agenda, which would be truly disturbing.\"\nIn the Dagbladet article Larsgard claimed he did not understand the reason for his suspension and escort off campus.\nLarsgard was contacted by e-mail about allegations that he misled the newspaper, but an interview through his attorney could not be set up before Monday.\nVice President for Student Affairs Dale Adams could not comment on disciplinary actions without the student's permission.\nSumner said he has no reason to believe the suspension has any ties to terrorism.\n\"There has been some cause of alarm around him,\" Sumner said. \"As far as I know there was no cause for concern on terrorism.\"\n\"Please be assured that it had nothing to do with his nationality or global terrorism, Ayers said.\n(C) 2001 The Vanguard via U-WIRE\n\nLoad-Date: October 16, 2001"
}