{
    "title": "U. South Carolina student researches anti-terrorism efforts in Israel",
    "publisher": "university wire",
    "year": 2003,
    "month": 9,
    "day": 5,
    "full text": "University of South Carolina student Jeremy Wolfe recently returned from a two-week trip to Israel where he and 49 other students from across the United States conducted a case study of Israel's efforts to combat terrorism.\nThe trip was sponsored by the Foundation for the Defense of Democracies, a non-profit organization based in Washington, D.C., that researches the war on terrorism.\nWolfe said his group's main purpose is to learn more about Israeli security measures and how Israel is waging the war on terrorism. He said armed guards outside any cafe or supermarket are common. The airport security was particularly tight.\nU. South Carolina\n\"It's a lot more intrusive than in the United States; they want to know exactly where you're going, where you've been, what you're bringing with you, why you're bringing it,\" he said.\nDuring the trip, Wolfe's group visited Israel's borders with Syria, Jordan and Lebanon. Israel and Lebanon have been involved in a violent struggle with the militant Hezbollah terrorist group for more than 20 years.\nHezbollah has been responsible for plane hijackings, suicide bombings and frequent rocket and mortar attacks on Israel's northern border.\n\"It was a really strange feeling to be able to look out and actually see the Hezbollah outposts,\" Wolfe said.\nStationed at Tel-Aviv University, Wolfe's group was escorted by armed guards during the trip.\nWolfe's group had several close calls with danger during the trip. Hezbollah shelled an Israeli outpost the day after Wolfe's group visited the border, killing a 15-year-old boy and effectively ending a short-lived cease-fire with Israel. One day after the group visited the Western Wall, the holiest site in Judaism, a suicide bomber from the Palestinian militant group Hamas blew himself up on a bus, killing 20 and injuring many more.\nThe group also had the opportunity to meet several high-level Israeli officials, including Israeli Prime Minister Ariel Sharon's public relations council and Colonel Miri Eisen, spokesperson for the Israeli Defense Forces.\nWolfe said it was a shock to see Israeli memorials dedicated to victims of terrorist attacks and then travel to the Arab quarter of Jerusalem and see monuments that idolize the bombers with \"pictures of terrorists strapped over in bombs, carrying a rifle, with a little message that says 'our heart will go on, he will live forever,'\" Wolfe said.\nThe Foundation for the Defense of Democracies will hold a memorial on Sept. 11 to remember those who were killed in the attack on the World Trade Center and the Pentagon. The event will feature several speakers and have free refreshments. The time and location of the event will be announced next week.\n(C) 2002 The Gamecock via U-WIRE\n\nLoad-Date: September 5, 2003"
}