{
    "title": "U. Toledo student indicted on terrorism charges",
    "publisher": "university wire",
    "year": 2006,
    "month": 2,
    "day": 23,
    "full text": "Through the window of Wassim Mazloum's former business, City Auto Sales Inc., an open can of soda is left abandoned on an office desk. A cat peers through various windows; a few used cars remain on the lot.\nYet what appears seemingly harmless has been alleged to be a front to travel to and from Iraq for the University of Toledo student, one of many points in a detailed indictment of charges of terrorist plotting brought against Mazloum by the U.S. government.\nMazloum is accused of discussing plans to kill American troops in Iraq with former UT student Mohammed Zaki Amawi and Marwan Othman El-Hindi. The indictment goes through investigators' account of the group's actions, numbering and dating them.\nIn item six, stated simply: the three \"did willfully combine, conspire, confederate and agree to kill or maim persons in locations outside of the United States, to include U.S. armed forces personnel serving in Iraq.\"\nIn item 12, part of Mazloum's story begins to unfold: \"Mazloum offered to provide some funding for training supplies and materials.\"\nFunding was a problem for Mazloum, those who knew him say. It was perhaps what prompted his move to the United States in 2000 from his village in Lebanon, what motivated him to start a used car business and what the government says he was willing to provide as aid for a holy war.\nSince Tuesday's indictment and Mazloum's subsequent \"not guilty\" plea, media have swarmed his former Reynolds Road auto business -- a place he decided to leave in December 2005 when he arranged to break the lease agreement ahead of time. They were to be out by February.\nMazloum and his brother, Bilal, struggled to pay the $1,700 per month fee, the property owner said, but always managed to make the payments before they decided the business wasn't prosperous.\n\"They were to themselves,\" said Renee Smidi, one of the landlords. \"They really never asked for anything from us.\"\n\"They were struggling to make ends meet, [Mazloum] told me,\" said Adam Smidi, a master's of business administration student who got to know Mazloum after he rented his sister's property.\nCustomers who had bought or test-drove cars from Mazloum looked through windows on Tuesday and talked about how they'd come to see whether the business was still up and running since the indictment.\n\"He was cool,\" said one customer. \"I paid him too much [for the car], and he gave back the extra. Anybody that'll give you back your money is pretty honest.\"\nAs part of their agreement to end the lease early, they abandoned a car lift they purchased and the fence they built.\nStill, the Smidis say nothing was out of the ordinary to them.\nMazloum talked about wanting to make a pilgrimage to Mecca and performed the five prayers a day required under Islamic obligation, they said.\nThese were things Mazloum's mother, Salwa Elkechen, said she considered normal in their Sylvania home, where small pictures of Quranic phrases hang on the walls.\n\"From the time he was little, in the house, he prayed and fasted ... from the time he was 10 years old,\" Elkechen, 44, said.\nMazloum spent his childhood in the dusty, very small village of El Khiara in the Bekaa Valley of Lebanon; its only claim to fame is a large private school called Omar El Mukhtar Educational Center.\nIt is a school made up mostly of Muslims from the region, and it's where Mazloum graduated with a high school degree.\nAt the age of 11, Mazloum's father left the family of four siblings and moved to Venezuela.\nHe's had sporadic phone contact with his father since then, but Mazloum's brother said Wassim assumed the responsibilities of an adult since adolescence.\n\"He's the oldest ... he's very much like a dad to my sisters,\" Bilal Mazloum said.\nIn 2000, Mazloum prepared to come to the United States, where he would enroll the next year at UT and major in computer science engineering.\nHe spent time playing cards at Maxwell's with Arab-American students and joined a UT intramural soccer team called \"Arsenal.\"\n\"From what I know, he was nice person,\" said UT professor Zeljko Cuckovic, who was team captain for the intramural team Mazloum was a part of.\n\"You know, he played together with me for many years ... I don't know about his political view or anything. We just talked about soccer,\" Cuckovic said.\nAdam Smidi said when Mazloum came to him to talk about ending the lease on his car sales property, they got into a discussion about his hopes to get married this summer.\n\"He brought it up to me, seeming like he was ready to settle down,\" Smidi said.\nAt the family's home, as Elkechen rummages through old pictures of Mazloum, she shows a photo of a girl from El Khiara that she said he liked and that she had been encouraging him to think about courting.\nTheir discussions of spending the summer in Lebanon came to an end Sunday morning, Bilal Mazloum said.\n\"I don't know what to say really; we just woke up [with] people calling, calling us and telling us, 'Get out of the room,'\" he said. \"Then they took my brother. They searched the house.\"\nThe indictment is a 12-page description of what investigators say were Mazloum's activities outside of work, school and home.\nIt recounts meetings between Amawi, El-Hindi and Mazloum with someone cited in the document as the \"trainer.\"\nThe trainer's military background aided investigators, and by all appearances, the conspirators thought this military background was in their favor. He was \"solicited by El-Hindi to assist in providing security and bodyguard training,\" the indictment reads.\nAt El-Hindi's residence on or around Feb. 16, 2005, it said the three conspirators met with the trainer to discuss \"jihad training exercises,\" \"what the Iraqi insurgency needed\" and how Mazloum \"wanted to learn how to build small [improvised explosive devices] from household items.\"\nAll of these alleged conversations culminated in Mazloum's Sunday arrest. But Elkechen maintains that she heard nothing of these activities.\n\"They took him, true; they took him from the house, but it's not just him they took - they took my soul with him,\" Elkechen said in Arabic, her eyes watering. \"With regard to me, he is my son, my brother, my father, from the time he was born until today.\"\n(C) 2006 The Independent Collegian via U-WIRE\n\nLoad-Date: February 23, 2006"
}