{
    "title": "U. Toldedo student's terrorism arrest sparks backlash, heated meeting",
    "publisher": "university wire",
    "year": 2006,
    "month": 2,
    "day": 23,
    "full text": "Outbursts were answered by silence during the sometimes awkward meeting between members of the Muslim Student Association, the Arab Student Union and University of Toledo President Dan Johnson, yesterday. The meeting was called to discuss the terrorism indictment of UT student Wassim Mazloum, the backlash it could have on the UT Muslim community and a letter Johnson wrote to students and faculty.\nSome of the comments made at the meeting by Emad Abou-Arab, president of the ASU, alarmed others in the room.\n\"It was sort of confrontational,\" said Rabia Khan, vice president of the MSA. \"A lot of us were a little taken aback because we didn't really want to undermine what Dr. Johnson is trying to do.\"\nAbou-Arab sat next to Johnson at the meeting and had the UT president stumped on several questions.\n\"I don't think the meeting was productive,\" Abou-Arab said. \"It was just a bunch of propaganda.\"\nAfter 9/11 and especially after the Mazloum indictment, Abou-Arab said he feels like he's being targeted simply because of his ethnicity.\nThe media attention that Abou-Arab and other Muslims got following events like the Mazloum indictment is unwarranted, he said.\n\"Everyone's only asking Arabs questions,\" he said. \"'Do you know this guy? Do you know that guy?' I feel like I'm defending myself for just being Arab.\"\nThe subject was one that stumped Johnson at the meeting.\n\"Why are we just singling out the colored people?\" Abou-Arab asked at the gathering. \"Is being Arab a crime?\"\nAfter another student said she appreciated Johnson's efforts to help resolve the situation, the president spoke up.\n\"I hope that you as a student can feel safe and secure,\" Johnson said. \"It is not a crime. It is not a crime to be Arab on this campus, and we value your prescence here.\"\nKhan said Muslims need to learn how to deal with the criticism and negative media attention because it's not going to go away soon.\n\"Since you are a minority, you're going to be under scrutiny,\" Khan said. \"It's what you do with the frustration that comes from this scrutiny that matters.\"\nAbou-Arab isn't the only student who thinks the media has an influence on the world's assumptions regarding Muslims.\nCharles Bridge, a senior majoring in mechanical engineering, said he was in the U.S. Navy during Sept. 11, 2001 and the aftermath, and he understands how the Arab students are feeling.\n\"If you ever hear them say the word 'terrorism' on the news, it's used for a person of Islamic descent,\" Bridge said. \"It would be better for people to understand the Islamic culture. [Terrorism and Islam] don't go hand-in-hand.\"\nIn the end, Abou-Arab said even though he's angry that Arabs and Muslims are being singled out, he still appreciates Johnson's efforts.\n\"He's doing exactly what he is supposed to be doing,\" he said.\nOthers don't agree.\nThe news of a UT student being arrested for terrorism spread fast, and within a day, a Facebook.com group emerged criticizing Johnson and the university's admittance policy for endangering the students at UT.\nThe group, \"Students against UT Admitting Terrorists,\" was started by Fred Cooper, a senior majoring in political science.\nCooper said in the description of the group, \"Dan Johnson's obsession with diversity has gone too far.\"\nHe also said that it was not meant as an attack on the Arab community at UT.\n\"[It's an attack on] the admission standards here that needs to perform more checks and balances when it comes to admitting students born outside of the United States,\" Cooper said.\nCooper told the Independent Collegian he was frightened after he heard that there was an alleged terrorist enrolled at UT.\n\"You just don't know ... you may be sitting next to a terrorist in class,\" he said. \"It is kind of troubling and worrisome.\"\nCooper is calling for an apology from Johnson.\n\"Johnson should take blame for any problem at UT,\" he said. \"This did possibly put the lives of every student here at UT in danger.\"\nNot every student agrees.\n\"People are uneducated and ignorant,\" said Kristen Bury, a freshman majoring in chemical engineering. \"I've kind of gotten past the 'being scared of terrorists' thing.\"\nAt yesterday's meeting, Johnson said the last two days and whatever is to come in the future will be an unusual experience for everyone on campus.\n\"This is a time when our real values about diversity are tested,\" Johnson said. \"We have to be committed to our own values and not let the acts of an individual ... divide us.\"\nMany students and administrators said they don't see a change in the way interactions occur between Muslim students and other students.\nAndy Exton, a sophomore majoring in chemical engineering, is one such student.\n\"[I don't think it will] change things,\" Exton said. \"A lot of people have already kept that in the back of their mind since Sept. 11.\"\nOthers are worried about possible racial tension.\n\"It's human nature,\" said Eric Schlitter, a junior majoring in computer science engineering technology. \"I hope people don't assume that because there's one bad apple, we have to go after them all ... I hope people are above that.\"\n\"I think it could get to that point,\" said Neil Connor, a freshman with an undecided major. \"[But] for now, it's comforting to know that we're being kept safe in our hometowns.\"\n-- Alia Orra contributed to this report.\n(C) 2006 The Independent Collegian via U-WIRE\n\nLoad-Date: February 23, 2006"
}