{
    "title": "U. Texas professors to change syllabi to address 'war on terrorism'",
    "publisher": "university wire",
    "year": 2001,
    "month": 10,
    "day": 30,
    "full text": "Some University of Texas-Austin professors say they expect an increased interest in Middle Eastern languages, cultures and politics courses due to the \"war on terrorism\" as students began registering for the spring semester Monday.\nAs the Central Intelligence Agency has issued job requests for people fluent in the Arabic language, professors like Samer Ali anticipate a rise in students interested in taking those classes simply due to piqued interest.\n\"Because people are curious, the attention is focused on it,\" said Ali, a Middle Eastern languages and cultures professor who will teach Arabian Nights and the Modern Arabic Novel next semester. \"It's become a very important culture to understand because ties between America and the Middle East will increase both politically and economically.\" Additionally, some professors have re-evaluated sections of their course content to reflect student curiosity.\nU. Texas-Austin\nKamran Aghaie, a Middle Eastern studies professor and undergraduate adviser, devoted an entire class day and parts of several other classes this semester to discuss U.S. and Middle Eastern relations that until recently were unfamiliar to many Americans.\n\"There's always been an interest in contemporary events in politics because for many people the Middle East is only what they see on TV -- and what they see on TV is major political events,\" Aghaie said. \"But after the attacks, we definitely talked about contemporary events as most other departments did.\"\nNext semester, some professors will likewise integrate recent events into their curricula.\nGovernment professor Harrison Wagner, who will teach both Causes of War and Force in Politics next semester, plans to add the \"war on terrorism\" to his syllabi.\n\"I didn't cover it extensively this semester because I'm learning about it along with everyone else,\" Wagner said. \"But next semester, I'll definitely pay more attention to it.\"\nSince the Sept. 11 attacks, students have also flocked to the Center for Middle Eastern Studies with requests for more information, lectures, panels and symposia that address the events, their causes and their aftermath, Aghaie said.\nWhile many students may hope for an entire Middle Eastern studies class on international politics, none are being offered next semester.\n\"Some students of course would like to have the whole class be about politics, but that's not going to happen,\" he said. \"We have a curriculum that we need to stick to.\"\nHe said students wishing to understand a particular region must study not only recent politics and crises but a background of the region's history. He added if students want to learn about terrorism, Middle Eastern studies might not be the place to go.\n\"If you want to understand terrorism, studying Islam isn't going to help very much,\" he said. \"Just like if you wanted to study the [Ku Klux Klan], studying the Bible wouldn't be of much use.\"\nStudents are asking questions not only in the classrooms but also at mosques.\nRazi Asaduddin, a computer science freshman who is taking a freshman seminar called \"The Foundations of Classical Islamic Culture,\" said random students have approached members of his mosque inquiring about his religion.\nIn the seminar course, students discuss topics from Muslims' denouncement of the terrorist attacks to the backlash against Arabs.\n(C) 2001 Daily Texan via U-WIRE\n\nLoad-Date: October 30, 2001"
}