{
    "title": "U. Utah conference addresses roots of terrorism",
    "publisher": "university wire",
    "year": 2007,
    "month": 3,
    "day": 5,
    "full text": "Understanding the roots of violence can lead to a pathway to peace, human dignity and international cooperation in the global fight against terrorism.\nThese messages emanated from the University of Utah's \"Values and Violence: Intangible Aspects of Terrorism\" conference held March 1 and 2.\nThe conference consisted of panel discussions, keynote addresses and a series of workshops.\nAmerican philosopher Martha Nussbaum and Amartya K. Sen, Indian Nobel Laureate and professor of economics and philosophy at Harvard University, delivered public lectures at the conference. Nussbaum and Sen worked together on issues of ethics and development.\nAddressing the subject of violence in identity, Sen urged listeners to look beyond reductionist ways of labeling people into singular identities.\n\"We cannot think of us as being only one identity,\" Sen said. \"That is not the way we are.\"\nInstead, he said, people must \"be persuaded to enter into a dialogue with each other.\"\n\"World peace cannot be brought about by some magic bullet,\" Sen said. \"We must have an inclusive vision ... incorporating fuller understanding.\"\nKevin McNamee, a senior in anthropology, said the issue of multiple identities is relevant now to the world in its entirety and, more specifically, to Utah.\n\"It's an issue we don't address anymore,\" McNamee said. \"We often fall prey to labeling things.\"\nLincoln Allen, a senior in psychology, agreed. He said the issue of multiple identities relates to Utah with its residents labeling each other based on religion and sexual orientation.\n\"We force labels and pass judgments and make rules based on labels,\" Allen said, adding that in Utah people are often labeled based on whether or not they are members of The Church of Jesus Christ of Latter-day Saints.\n\"Often (with these issues) we're so focused on terrorism that we forget to look at our own society, even with the gay and straight division,\" McNamee said.\nThe conference closed with a panel discussion addressing the question of whether violence works and at what cost.\nThe panel featured U faculty members Deen Chatterjee, Ibrahim Karawan and Wayne McCormack, as well as Martha Crenshaw of Wesleyan University, Bruce Hoffman of Georgetown University and Amos Guiora of the Institute for Global Security Law and Policy at Case Law School.\nPanelists discussed whether current methods of counterterrorism are working in the fight against terrorism, taking into consideration its effects on civilians, Americans and the terrorist communities themselves.\nGuiora criticized the current methods of the Bush administration, saying that the fight against terrorism must be conducted according to the rule of law.\n\"If we are unable to look at ourselves in the mirror, then our children cannot look at us. If our children cannot look at us, then we are not ever going to conduct what I call 'successful counterterrorism.'\"\nHoffman said violence is a necessary tactic for fighting terrorism. \"We have to kill them, or capture them or break their backs,\" he said.\nAlong with these strategies, he said, there must be smart approaches to isolate radicals. \"It's not enough to rely on violence,\" Hoffman said.\nSome panelists advocated a less-violent approach to counterterrorism. \"How can you fight terrorism by means of terrorism?\" Chatterjee asked.\nFollowing historical patterns, Karawan said he expects things to worsen as a result of the situation in Iraq.\n\"These regimes understand America better than America understands them,\" Karawan said.\nThe conference was sponsored by the Barbara L. and Norman C. Tanner Center for Nonviolent Human Rights Advocacy, the Institute of Public and International Affairs and the S.J. Quinney College of Law.\n(C) 2007 Daily Utah Chronicle via U-WIRE\n\nLoad-Date: March 5, 2007"
}