{
    "title": "U. Virginia group gathers experts for annual conference",
    "publisher": "university wire",
    "year": 2006,
    "month": 4,
    "day": 3,
    "full text": "The Critical Incident Analysis Group gathered a number of nationally and internationally regarded figures to begin their annual conference on the impact of critical incidents, held this year at the University of Virginia Art Museum.\nCIAG's mission is to bring together a wide range of experts to discuss and react to crises of national security, terrorism and public preparedness at their annual conferences in Charlottesville, Va., as indicated on CIAG's Web site.\nIn attendance at the conference were prominent members of CIAG's advisory board, including Lord John Alderdice, a member of the British House of Lords, and Edwin Meese, III, who served as attorney general under President Ronald Reagan.\nLast night's conference was Meese's second visit to Charlottesville in two months and he said he appreciated being involved with CIAG because of the unique perspective it gathers.\nCIAG \"is one of the first [organizations] to work on terrorism with different disciplines involved,\" Meese said.\nThe conference included experts with a wide variety of backgrounds, including academia, government, media and the private sector. They also haled from many different countries, including Sweden and Japan, to speak on a range of issues.\nShigerharu Aoyama, president of Japan's Independent Institute and official adviser for the Japanese government, said he came to present on terrorism and how it could affect Japan's energy infrastructure.\nLars Hedstrom, deputy director general of the Swedish Emergency Management Agency, talked about his country's response to the tsunamis of 2004.\n\"It struck Sweden rather hard,\" Hedstrom said, citing the 25,000 Swedish tourists in Thailand. \"There have been a lot of changes in Sweden because of this.\"\nLater in the evening former Virginia Gov. Gerald Baliles and Dan Bartlett, counselor to President George W. Bush, gave speeches that were off the record because of the sensitive nature of the subject matter of the conference.\nBaliles remarks were his first address as director of the Miller Center of Public Affairs.\n(C) 2006 Cavalier Daily via U-WIRE\n\nLoad-Date: April 3, 2006"
}