{
    "title": "U. Wisconsin-Milwaukee hosts war on terrorism videoconference",
    "publisher": "university wire",
    "year": 2001,
    "month": 12,
    "day": 13,
    "full text": "The University of Wisconsin-Milwaukee played host Wednesday night to the inaugural \"National Town Meeting,\" an interactive videoconference focused on the current United States War on Terrorism.\nThe event, sponsored by the Institute of World Affairs, allowed citizens to interact with Ambassador Marc Grossman, under secretary of state for political affairs and a career foreign service officer and former Ambassador Edward Peck.\nParticipants directed questions concerning post-Taliban governance in Afghanistan, recent events involving Israel and the Palestinian Authority and possible future U.S. actions against other states.\nVideo technology linked together the 11 sites throughout the United States to Grossman and Peck who were in Washington, D.C. People at every location, including seven Wisconsin universities, watched on television screens as a chosen speaker for each site asked a question for Grossman or Peck to respond to.\nU. Wisconsin-Milwaukee\n\"Our focus right now is what's going on in Afghanistan. First and foremost, we continue to be focused on the military objective in Afghanistan … so many wonderful things have happened to Afghans over the last couple of weeks -- people free, people playing music, people going out into the open,\" Grossman said in his opening statement.\nGrossman also spoke briefly about U.S. involvement in humanitarian objectives for the people of Afghanistan and the building of a new government for Afghanistan.\n\"We want to make sure that Afghanistan is never again the site and the face for these kind of attacks on America, its allies or its friends,\" Grossman said.\n\"We'd like to ask why Iraq is seen as the next probable target without substance proof, and if we will continue to act without substance proof of their involvement in the Sept. 11 attacks,\" a woman asked Grossman.\n\"We are fully engaged in Afghanistan at the moment, and that is our priority and that is what we are going to do … we're also going to follow the evidence where it leads … we're going to be responsible about this,\" Grossman replied.\nA spokesman for the site in Eau Claire asked Grossman, \"What sort of considerations would you have for the public to try to restore some sense of peace of mind since these acts?\"\n\"If we succumb to fear and if we succumb to panic, then the terrorists win … get on with your lives, and go home and hug your children,\" Grossman said.\nGrossman, who served in Belgium during a period of high terrorism said, \"The most important thing that people can do is to regain a sense of control over their lives … people have to take care now. They have to walk out on the street and look around … as we get farther away from the 11th of September, we have been more in control over experiences in our lives, and that will fight back on these issues of fear and panic.\"\n\"How will the U.S. Administration seek to redefine and reinvigorate the War on Terrorism following the Afghani crisis, and what role will public support play in that process?\" asked an International Relations student at the University of Wisconsin-Madison.\n\"The problem that I fear is that the United States, as a government, as a people, appears unwilling to consider what the causes of this terrorist situation are, and if you're not willing to look at the causes, then you're not going to be able to deal with the results and you're not going to be able to correct them,\" said Peck.\n\"They don't hate us because of our freedoms. They don't hate us because Britney Spears has a bellybutton. … You don't have to think that they're right, and you don't have to think that you're wrong, but if you're unwilling to consider why they hate our policies, not the American people, then you're not going to be able to do anything about terrorism at all,\" said Peck.\n(C) 2001 UWM Post via U-WIRE\n\nLoad-Date: December 13, 2001"
}