{
    "title": "U.K. risk managers seek greater clout",
    "publisher": "business insurance",
    "year": 1993,
    "month": 4,
    "day": 12,
    "full text": "Now that it has had a taste of notoriety, the Assn. of Insurance & Risk Managers in Industry & Commerce wants to be more of a lobbying group and less of a social organization.\nToward that end, AIRMIC executives will ask members to vote in May on a resolution to turn the association's individual membership into corporate membership.\nThe move follows AIRMIC's public outcry last November over the terrorist exclusion clause that members of the Assn. of British Insurers announced they would impose Jan. 1 on most commercial property insurance policies.  ABI had proposed the exclusion without offering any alternative means of coverage for risk managers with terrorism exposures (BI, Nov. 23, 1992).\nIt was the first time AIRMIC had taken such a step and received so much national publicity.\nAIRMIC worked with the British Insurance & Investment Brokers' Assn.  to come up with a way to fund terrorist coverage. AIRMIC proposed that a compulsory levy be charged on all commercial property and business interruption policies to cover losses from terrorist acts, and that the U.K. government should fund the losses above the amount collected by the levy.\n''Our suggestions were supported and refined by the brokers (BIIBA) to the point where they were confident of substantial support from Lloyd's and the reinsurance markets for a scheme which would have operated as an automatic addendum to existing insurance policies,'' said a recent AIRMIC discussion paper on terrorism risks.\nThe levy would have been a ''simple'' percentage of the company's property premium, thus minimizing costs, AIRMIC's paper said.\nHowever, without consulting insurance buyers, the ABI in conjunction with the U.K. government set up a terrorism insurance pool, known as ''Pool Re'' (BI, Jan. 11; Dec. 28, 1992). The pool -- reinsured by the British government -- covers damage to U.K. property caused by terrorist acts. The pool is funded by an additional premium paid by commercial policyholders of ABI member insurers.\nBut AIRMIC contends the pool will not work (BI, April 5). The rating levels are ''disproportionately high'' compared to other insurance costs, the AIRMIC discussion paper said. The exclusion ''is still open to significant interpretation'' as to whether it only covers bombing by the Irish Republican Army or by other groups, such as animal rights extremists.\nAfter some discussion, Pool Re now accepts captive insurance companies as participating members of the pool, ''providing they can demonstrate financial security,'' the AIRMIC document said. But no clear guidelines have been developed on whether the pool's members, including captives, will receive any surplus if no claims are paid.\nAIRMIC is working with the ABI, Pool Re Managing Director Eric Coward and BIIBA to answer these and other questions.\nDespite AIRMIC's involvement in these discussions, members believe the association is not taken as seriously because its 300 members are individuals, said the organization's chairwoman, Elizabeth Taylor, at the association's annual conference, held at the University of Warwick from March 30 to April 2.\n''In dealing with this particular issue, it became absolutely clear that AIRMIC representing individual risk management professionals was working against us,'' Ms. Taylor told the conference's 400 delegates.  ''We weren't gaining the credibility, the involvement in decision-making that we should have had.''\nCorporate membership would allow AIRMIC to get ''the help and the support of other trade associations,'' said Ms. Taylor, group risk manager of Harrisons & Crossfield P.L.C., an animal feed and timber company in Suffolk, England.\nAIRMIC would work more closely with such organizations as the ABI if its membership were corporate, she said. And, AIRMIC could work with the Health and Safety Executive ''and (the European Community Council) in Brussels on decent health and safety regulations that don't destabilize and demoralize our workforces,'' she added.\n''We hope that corporate membership, if it is approved in May, will enable us to better grasp and deal with these challenges. If we do not grasp and deal with these challenges, I think we will be less than professional and will do our profession a disfavor,'' said Ms.  Taylor. ''We owe it to our country. We owe it to our community.''\nA preliminary canvass of the AIRMIC membership shows that 75% are in favor of corporate membership, said AIRMIC's deputy chairman, Geoffrey Saunders. Mr. Saunders is risk management adviser for The RTZ Corp.  P.L.C., a London-based holding company. Mr. Saunders will become AIRMIC chairman in June.\nThe association wants to change its form of membership ''for a variety of reasons,'' he said. ''It was interesting that when we got thrust into the headlines on the terrorism issue people were saying, 'Who is AIRMIC? Who do you represent?'''\nAccording to Mr. Saunders, the organization would be stronger if it could tell the public it represents British corporations.\nCorporate membership also could enlarge AIRMIC by attracting municipalities, insurance company risk managers and others who have not yet joined, he said.\nIn the future, AIRMIC wants to be represented in issues that affect its members. ''We don't want to provoke people into a response. What we want to do is to actually be involved (in negotiations) much earlier,'' said Mr. Saunders. ''This is very much the beginning.''\nUnder corporate membership, Mr. Saunders hopes AIRMIC will become more of a lobbying force. Risk managers in the United Kingdom are currently concerned about U.K. and E.C. environmental legislation, U.K. and E.C. health and safety issues, and long-tail liability policies, he said.\n''We've got lines open now into government, the Department of Trade and Industry, European Parliament and so on. We'd like to develop those. We'd certainly like to be influential in helping to shape legislation which will affect members' interests,'' said Mr. Saunders.\nThe terrorism issue has opened a new era for AIRMIC, said Mr. Saunders.  ''I think we would seriously like to put ourselves on the map as representing the broader risk issues of British industry.''\nThroughout the upbeat four-day conference, AIRMIC delegates came back to the issue of the lack of terrorist coverage and the U.K. insurance industry's poor handling of the situation. During one session, U.K.  insurance company executives and buyers battled with each other over the lack of coverage.\nThe chairman of London Transport placed great importance on the terrorist exclusion issue.\nSir Wilfred Newton, chairman and chief executive of London Regional Transport and chairman of London Underground Ltd., heard about the ABI's terrorist exclusion when a story -- which AIRMIC admitted to leaking -- was published in the Financial Times last November.\n''My risk manager was extremely upset to first learn about the ABI intentions of withdrawing terrorism cover by reading it in the Financial Times,'' said Sir Wilfred. ''Because he likes to regard himself as a professional risk manager, he thought he should be in the position of telling me and my board about this dramatic development before I read it in the newspaper.''\nThis disclosure of the insurers' intention came at the start of the pre-Christmas season ''when London Transport and London Underground, in particular, traditionally receive a significant increase in what is already an extremely high level of bomb threats and security alerts,'' said Sir Wilfred. Two terrorist devices have exploded in the Underground network in the past, but staff were prepared and there were no injuries and very little property damage, he said.\nHowever, ''Much of our property portfolio was due for renewal on Jan. 1, 1993, and therefore...we were left wondering just what our position would be about this important element of cover. Given our particular profile, such cover is crucial,'' said Sir Wilfred.\nWhen Pool Re was set up, London Transport bought the terrorist coverage.  ''We have paid a premium, but I am frankly not sure at this stage just what it is that we are buying, because I think it is fair to say that a considerable amount of detail has not yet been worked through or published,'' said Sir Wilfred.\n''I do recognize the problems that face the insurance industry on this particular issue, but I think it is a classic demonstration of how the industry really did not work together with its customers, in terms of keeping them informed of major developments.''"
}