{
    "title": "U.K. police_ Stabbing that killed 3 was a terror attack",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 6,
    "day": 22,
    "full text": "BY JILL LAWLESS\nand ALASTAIR GRANT\nThe Associated Press\nREADING, England - A stabbing rampage that killed three people as they sat in a British park on a summer evening is being considered a terrorist attack, police said Sunday. A 25-year-old man who is believed to be the lone attacker was in custody, but officials said the motive for the carnage was unclear.\nAuthorities said they were not looking for any other suspects and they did not raise Britain's official terrorism threat level from \"substantial.\"\nThree people were killed and three others seriously wounded in the stabbing attack that came out of the blue Saturday in Forbury Gardens park in Reading, a town of 200,000 people 40 miles west of London.\n\"Motivation for this horrific act is far from certain,\" said Neil Basu, Britain's top counterterrorism police officer, as police forensics officers combed the park for evidence.\nChief Constable John Campbell of Thames Valley Police said officers were called to reports of stabbings just before 7p.m. and arrived to find a \"horrific\" scene. He said a suspect was apprehended within five minutes.\nBasu said \"incredibly brave\" unarmed officers detained a 25-year-old local man at the scene. Police said they did not believe there was any further danger to the public.\nPolice have not identified the suspect, but Britain's national news agency, Press Association, and other media outlets named him as Khairi Saadallah, a Libyan asylum-seeker living in Reading.\nA Reading man of that name who is the same age as the suspect was sentenced to two months in prison last year for assaulting an emergency worker. The same man was also charged last year with assaulting a judge who had sentenced him.\nThe BBC reported that Saadallah was investigated by British security services last year over concerns he planned to travel abroad to join a jihadi group, but that he was not determined to be a major threat.\nPrime Minister Boris Johnson, who met security officials, police and senior ministers on Sunday for an update on the investigation, said he was \"appalled and sickened\" by the attack.\n\"If there are lessons that we need to learn\" or legal changes needed to prevent such attacks, \"then we will learn those lessons and we will not hesitate to take action where necessary,\" Johnson said.\nThe attack came hours after a Black Lives Matter demonstration at Forbury Gardens, but police said there was no connection between the two events.\nPersonal trainer Lawrence Wort said the park was full of groups sitting on the grass Saturday evening when \"one lone person walked through, suddenly shouted some unintelligible words and went around a large group of around 10, trying to stab them.\"\n\"He stabbed three of them severely in the neck and under the arms, and then turned and started running towards me, and we turned and started running,\" Wort said.\nBritain has been hit by several terror attacks in recent years, both by people inspired by the Islamic State group and by far-right extremists. Islamist-inspired attacks include a suicide bombing at an Ariana Grande concert in Manchester that killed 22 people in 2017 and two deadly vehicle and knife attacks in London the same year.\nIn several cases, attackers have been known to police. In November, a man who had been released after serving a prison sentence for a terrorism offense stabbed two people to death at a justice conference in London.\nIn February, a man recently released from prison after serving time for terrorism-related offenses strapped on a fake bomb and stabbed two people on a busy London street before being shot to death by police. No one else was killed.\nBritain's official terrorism threat level stands at \"substantial,\" the middle level on a five-rung scale, meaning an attack is likely.\n---\nLawless reported from London.\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.\n\nLoad-Date: June 22, 2020"
}