{
    "title": "U.K. GOVERNMENT SEEKS BIGGER SHARE OF TERRORISM BACKSTOP PREMIUMS Pool Re board urges members to agr",
    "publisher": "business insurance",
    "year": 2014,
    "month": 11,
    "day": 10,
    "full text": "The board overseeing the United Kingdom's terrorism reinsurance backstop is encouraging members to accept a U.K. Treasury proposal that would result in a fivefold increase in the retrocession premium the government charges the pool.\nThe U.K. Treasury currently receives 10% of the annual premiums collected by Pool Reinsurance Co. Ltd. in return for an unlimited backstop that includes losses from chemical, biological, radioactive or nuclear attacks.\nDespite fears from buyers and insurers that a higher retrocession premium charged to the pool would filter down as higher costs for insurers and increased rates for buyers, Pool Re said in a statement last week that it believes maintaining the pool is important and urged members to accept the agency's proposal.\nPool Re said it will hold an extraordinary general meeting Nov. 21 to discuss the changes.\nPool Re also said it did not believe the changes, which would see the Treasury receive 50% of the fund's premium volume drawn from the pool's reserves as a retrocession premium, would result in increased premiums insurers are charged to participate in the pool.\nIn a separate statement, Treasury also said it did not believe the changes would affect rates that insurers or buyers would pay.\nPool Re, established in 1993 after a series of terrorism incidents in London and other U.K. cities, reinsures the terrorism losses - including those from chemical, biological, radioactive or nuclear attacks - of participating insurers.\nAny insurer that underwrites property insurance in the United Kingdom can take part in the pool, which is funded by a levy based on the size of the terrorism portfolio of the insurer.\nParticipating insurers offer terrorism insurance on property and business interruption coverage, with losses above insurers' retentions reinsured by Pool Re. Losses that exceed Pool Re's reserves are guaranteed by the government. The backstop guarantee is unlimited.\n\"The board's decision to recommend that members vote in favor of HM Treasury's proposals is the result of lengthy consideration and the material improvements secured by the board\" to the original Treasury proposals, Pool Re said in the statement.\n\"Under the proposed agreement, payments to (Treasury) will continue to be offset against any future drawdown,\" it added.\n\"Moreover, the board considers that the maintenance of the current scheme structure is an important element since the company remains an industry mutual under the control of its members,\" Pool Re said.\n\"The benefits of this partnership to the insurance industry and ultimately to businesses across the United Kingdom, together with the prospect of the modernization of Pool Re, justify the board's recommendation to members to accept Her Majesty's Treasury's proposals,\" Pool Re Chairman Anthony Latham said in the statement.\nReacting to the proposal, John Hurrell, CEO of Airmic Ltd., the London-based association of U.K. risk managers and insurance buyers, said buyers would gain nothing with the changes.\nBut he said he hoped that the Treasury and Pool Re would consider changes to the pool that Airmic has been lobbying for over the past year.\nAirmic has been in discussions with Pool Re on ways to make the pool more flexible. An example is offering a discount to corporate buyers that take large retentions for terrorism risks or those that spread risks in a corporate property insurance buyer's book, Mr. Hurrell said.\nSeveral industry sources who asked not to be named said any increase to the retrocession premium likely would result in higher prices for buyers.\nDavid Cheales, senior vice president and head of war and terrorism at Lockton Cos. L.L.C. in London, said the changes could prompt more buyers to look to the stand-alone terrorism insurance market, where coverage is less broad but more affordable.\n\"Pool Re is no longer the only game in town,\" he said.\n\nLoad-Date: November 13, 2014"
}