{
    "title": "U.K. Security Service Can Let Informants Commit Crimes, Court Rules",
    "publisher": "the new york times",
    "year": 2019,
    "month": 12,
    "day": 21,
    "full text": "The service, known as MI5, argued that sources sometimes had to be allowed to break the law so that officers could prevent more serious offenses. Critics say the policy offers de facto impunity.\nLONDON — A British court has upheld a government policy that allows informants of the British domestic intelligence service to commit crimes when it is deemed to be in the interest of national security, in a case that judges said exposed a tension between the rule of law and public safety.\nUnder the policy, known as the Third Direction, officers of the Security Service, better known as MI5, can allow their nonstaff informants to engage in criminal activities when operating on cases of terrorism or organized crime, among others. \nMuch about the policy remains shrouded in secrecy: The MI5 has operated under the guidelines since the early 1990s, and the government only admitted the existence of the directive last year — even so, officials have not acknowledged any case where it has been applied. Four nongovernmental organizations in Britain mounted the legal challenge claiming that the policy was unlawful. \nBut by a slim 3-to-2 majority, judges of the Investigatory Powers Tribunal, the body that hears complaints about Britain’s intelligence services, dismissed the case on Friday, ruling the policy lawful and arguing that MI5 officers could not function without informants who could commit crimes, often while infiltrating criminal organizations. \n“This case raises one of the most profound issues which can face a democratic society governed by the rule of law,” the judges in the majority wrote in the decision.\nThey also ruled that the Third Direction policy did not grant legal immunity to informants, referred to by MI5 as agents or “covert human intelligence sources.” \n“The sincere hope of those involved in handling an agent will be precisely to prevent an atrocity (or the commission of any offense) taking place,” the judges wrote.\nThe four Britain-based rights groups behind the challenge — Privacy International, Reprieve, the Committee on the Administration of Justice, and the Pat Finucane Centre — said in a statement that they would appeal. \nPrivacy International’s legal officer, Ilia Siatitsa, said that the ruling amounted to legal immunity, as the informants would be acting with the blessing of MI5, which is under no obligation to inform prosecutors about crimes.\n“If no prosecution authority is made aware when such a case occurs, then de facto the informant has been given carte blanche to act as they like,” Ms. Siatitsa said in an interview. \nA communications officer for the Home Office, which oversees MI5, said in an emailed statement on Saturday that the use of covert agents was essential to keep the country safe. “We are pleased that the tribunal found in the government’s favor on all counts and recognized that participating in crime can be a necessary feature of this vital work,” the statement read.\nThe Home Office declined to comment on the number of authorizations that had been given or to detail the crimes that MI5 informants had been allowed to commit.\nSeveral European countries have suffered terrorist attacks in recent years, and the authorities have responded by toughening antiterrorism laws, increasing the budgets of their intelligence services, or making permanent the            emergency measures that were put in place in the immediate aftermath of an attack.\nIn countries such as Britain and France, governments have argued that increased security is crucial to avert attacks and to reassure public opinion, while human rights organizations have warned that additional measures can erode civil liberties.\nOn Friday, judges made a direct connection between the Third Direction policy and the terrorism threat.\n“The events of recent years, for example in Manchester and London in 2017, serve vividly to underline the need for such intelligence gathering and other activities in order to protect the public from serious terrorist threats,” they wrote, referring to an attack at a concert in Manchester in May that year and to two others in the British capital —            one in March and            another in June.\nLast month, a 28-year-old man who had been convicted of terrorism killed two people in a knife attack in central London.\nIt remains unclear which criminal activities can be authorized under the Third Direction, and to what extent; parts of the hearings were held behind closed doors, with lawyers for the complainants and reporters excluded. The court also issued a secret version of the ruling, in addition to the public one, according to The Guardian.\nUnder MI5 guidelines, criminal activity “may sometimes be necessary and proportionate” to collect intelligence “that can be used to save life or disrupt more serious criminality.” \nIntelligence services conducted the Third Direction policy without oversight until 2012, when David Cameron, then the prime minister, asked a retired judge to oversee the guidelines.\nMr. Cameron acted shortly before he publicly acknowledged “shocking levels of collusion” by British security forces in the 1989 killing of Patrick Finucane, a Belfast lawyer who defended members of the Irish Republican Army, during            the so-called Troubles in Northern Ireland. Unionist paramilitaries shot Mr. Finucane as he was eating at home with his family.\nIn the United States, a similar entanglement stained the record of the F.B.I. over its relationship with the Boston crime boss James (Whitey) Bulger. It was revealed in the 1990s that agents had used him as an informant for decades, while turning a blind eye to his offenses, including murder. He was ultimately caught and convicted, and was killed last year by fellow prison inmates. \nMs. Siatitsa, of Privacy International, acknowledged that intelligence services might have to allow operatives to commit crimes, but she said that the lack of oversight was ominous.\n“We in no way would like to stand in the way of the intelligence services’ job, which is to protect all of us,” she added. “But we live in a democracy, and nobody is above the law, not even the intelligence services.”\nPHOTO: Thames House in London, the headquarters of MI5, the British domestic intelligence service. (PHOTOGRAPH BY Peter Nicholls/Reuters FOR THE NEW YORK TIMES)\n\nLoad-Date: December 23, 2019"
}