{
    "title": "U.K. TO TAKE TERRORISM FIGHT TO SILICON VALLEY After London attacks, British officials say tech firm(2)",
    "publisher": "usa today",
    "year": 2017,
    "month": 3,
    "day": 28,
    "full text": "SAN FRANCISCO Google, Face-book and Twitter are facing pressure from British lawmakers who say they ’ve done too little to combat terrorists on their networks.\nIn the wake of last week’s London terror rampage, British officials say they plan to meet with the three Silicon Valley companies this week to urge them to be more proactive. \nInternet companies are facing growing scrutiny in Europe over how they police terrorist propaganda and, increasingly, over their refusal to give authorities a “backdoor” to decrypt private communications by suspected terrorists. \nThe meeting, set for Thursday, comes after Amber Rudd, the U.K. home secretary, said companies must more quickly take down hate videos and must give access to encryption technology so intelligence agencies can view private messages sent on services such as WhatsApp, which is owned by Facebook. \nKhalid Masood, who police say killed four people on Westminster Bridge and at the U.K. Parliament in London last week, used WhatsApp shortly before the attack, but security services cannot access the message. \nISIS claimed responsibility for the attack, calling him a “soldier of the Islamic State,” but U.K. officials say he had no known links to ISIS or al-Qaeda. They haven’t determined how Masood became radicalized. \n“Each attack confirms again the role that the Internet is playing in serving as a conduit, inciting and inspiring violence, and spreading extremist ideology of all kinds,” Rudd wrote in the Sunday Telegraph. \n“But we can’t tackle it by ourselves. … We need (social media companies) to take a more proactive and leading role in tackling the terrorist abuse of their platforms.” \nU.K. Foreign Secretary Boris Johnson told The Sunday Times the failure of Google and other Internet platforms to remove terrorist content was “disgusting.” \n“They need to stop just making money out of prurient violent material,” he said. \nEuropean officials say digital platforms must step up because they are playing a key role in a growing wave of terrorism including attacks in Nice, France, and last week in London. \nTerrorist groups use popular Internet services such as You Tube, Twitter and Facebook to spread propaganda, attract and train new recruits, celebrate terrorist attacks and publicize executions. They also use messaging services to communicate. \nRudd told Sky News television Sunday that when she meets with the Internet company executives, “they’re going to get a lot more than a ticking off.” \nTwitter and Google declined to comment. Facebook could not be reached for comment. \nWhatsApp, in an emailed statement, said: “We are horrified at the attack carried out in London and are cooperating with law enforcement as they continue their investigations.” \nIn a BBC interview Sunday, Rudd said it was “completely unacceptable” that intelligence authorities did not have access to the messages. “We need to make sure that our intelligence services have the ability to get into encrypted services like WhatsApp,” she said.\n\nGraphic\n\n \nDAN KITWOOD, GETTY IMAGES\">Flowers are left Monday on Westminster Bridge in memory of those who died in last week’s terror attack in London.CARL COURT, GETTY IMAGES\">“We need to make sure that our intelligence services have the ability to get into encrypted services,” says British Home Secretary Amber Rudd, shown Thursday during a candlelight vigil in Trafalgar Square.\n\nLoad-Date: November 30, 2023"
}