{
    "title": "U.K. scares not deterring travelers at RIC KISS' Gene Simmons was among those refusing to let terror",
    "publisher": "richmond times dispatch ",
    "year": 2007,
    "month": 7,
    "day": 2,
    "full text": "Like other travelers at Richmond International Airport yesterday, rock star Gene Simmons of KISS seemed unconcerned about security after recent scares in London and Glasgow.\n Simmons was in the area over the weekend for the IndyCar Series. His company, Simmons Abramson Marketing, promotes IndyCar racing. The SunTrust Indy Challenge ran Saturday night at Richmond International Raceway.\n In an apparent terrorist attack Saturday, a blazing Jeep Cherokee crashed into the airport terminal in Glasgow, Scotland, just yards from passengers at check-in counters. Police said they think that attack is linked to two car bombs discovered in London on Friday.\n \"I had no concern at all [about flying] because of Homeland Security,\" Simmons said between rounds of posing for photos with fans.\n U.S. airports have been at the \"orange\" threat level, the second-highest on the government's five-level scale, since August 2006, when police in the United Kingdom said they foiled a plot to blow up aircraft bound for the U.S.\n Simmons said he does not complain about extra security measures imposed on airport travelers - even travelers who fly in private or corporate jets. He sidestepped saying whether he was flying commercial yesterday.\n He said the war on terrorism is a war of ideas that will last decades, and that it will not end with the death or capture of Osama bin Laden.\n \"This is a worldwide fight for the minds of Muslim youth,\" he said.\n \"I'm a big proponent of the idea that in time of war some individual rights have to be curtailed, and this is a time of war,\" Simmons said. \"I was born in Israel, although I consider America my home. When you come from a small country like that where you're surrounded by people who bear you ill will,\" you understand drastic measures sometimes must be taken.\n Another airport passenger, Donna Crawford, an English professor at Virginia State University, said she did not think about changing her plan to fly to Portland, Ore., yesterday after she heard about the events in London and Glasgow.\n \"It crossed my mind, but it's kind of in the realm of tornadoes, earthquakes - things you can't control,\" Crawford said.\n Flying is an act of faith for her anyway, she said with a smile. She understands the physical principles of flight, but it still seems unlikely to her that a big airplane will get off the ground.\n Crawford, 52, was on her way to visit her 92-year-old father. \"I am so grateful to be able to fly and go see him,\" she said.\n Tim Leach, 28, of Harrisonburg sat in the waiting area with his 14-month-old daughter, Chloe, on his lap. They were waiting for Leach's mother to arrive on a flight from Texas.\n Leach said he takes comfort in the idea that security measures are made more stringent after events like those in London and Glasgow.\n \"I think it's safer to fly today than it was yesterday,\" Leach said.\n Cindy Kyzer, 36, was headed home to New Hampshire yesterday after bringing her daughter to Virginia to attend Liberty University. Did the Glasgow incident worry her?\n \"Not really, no. I just took it in stride,\" Kyzer said. \"I would think if something like that happens somewhere else that the security is going to be tighter here, so you're even safer.\"\n Besides, she added, \"I figure if God wants me he's going to get me.\"\n Hearing about terrorist attacks always bothers Yvette Lee, 40, of Brooklyn, N.Y.\n Headed for South Carolina, he was waiting at the Amtrak station on Staples Mill Road yesterday after stepping off his original train to have a cigarette and getting left behind. But he doesn't let worrying about terrorism interfere with his life.\n \"It bothers me a little bit because I was in New York when the World Trade Center got blown up,\" Lee said. \"I actually saw it fall down with my own eyes. You never know what's going to happen or where.\"\n Gail Casselton of Richmond was waiting at the Amtrak station for her daughter, Colleen, who'd been to New York to visit her college roommate.\n \"We take the trains all the time,\" she said. \"You just do what you've got to do. You can't live scared.\"\nContact Tom Campbell at (804) 649-6416 or tcampbell@timesdispatch.com\nBloomberg News Service contributed to this report.\n\nGraphic\n\n \nPHOTO\n\nLoad-Date: July 27, 2007"
}