{
    "title": "U.K. raises threat level to _critical_",
    "publisher": "the pantagraph",
    "year": 2017,
    "month": 9,
    "day": 16,
    "full text": "LONDON — A homemade bomb planted in a rush-hour subway car exploded in London on Friday, injuring 29 people and prompting authorities to raise Britain's terrorism threat level to \"critical,\" meaning another attack may be imminent. \nThe early morning blast sparked a huge manhunt for the perpetrators of what police said was the fourth terrorist attack in the British capital this year. \nPrime Minister Theresa May, acting on the recommendation of the Joint Terrorism Analysis Center, raised the country's threat level from \"severe\" to \"critical\" — its highest possible level. May said military troops would augment the police presence in a \"proportionate and sensible step.\" \nEarlier, May said the device had been \"intended to cause significant harm.\" \nStill, to the relief of authorities and Londoners, experts said the bomb — hidden in a plastic bucket inside a supermarket freezer bag — only partially exploded, sparing the city much worse carnage. \n\"I would say this was a failed high-explosive device,\" Chris Hunter, a former British army bomb expert, said of the blast, which caused no serious injuries. \nThe Islamic State group claimed responsibility for the attack, which it said was carried out by an affiliated unit. \nMeanwhile, President Donald Trump's suggestion that London police could have done more to prevent Friday's homemade bomb explosion drew a quick rejoinder from May, who said it's never helpful \"to speculate on what is an ongoing investigation.\" \nTrump turned the London subway bomb explosion into an opportunity to highlight his tough talk on terror and promote his travel ban. \nOn Twitter, Trump called the explosion another attack \"by a loser terrorist.\" He also offered implied criticism of law enforcement, saying \"these are sick and demented people who were in the sights of Scotland Yard. Must be proactive!\" \nTrump told reporters Friday morning that he had been briefed on the explosion, but did not provide further details. \nWitness Chris Wildish told Sky News that he saw \"out of the corner of my eye, a massive flash of flames that went up the side of the train,\" followed by \"an acrid chemical smell.\" \nCommuter Lauren Hubbard said she was on the train when she heard a loud bang. \n\"I looked around and this wall of fire was just coming toward us,\" Hubbard said. She said her instinct was \"just run,\" and she fled the above-ground station with her boyfriend. \nChaos ensued as hundreds of people, some of them suffering burns, poured from the train, which can hold up to 800 people. \n\"I ended up squashed on the staircase. People were falling over, people fainting, crying. There were little kids clinging onto the back of me,\" said another commuter, Ryan Barnett. \nPassenger Luke Walmsley said it was \"like every man for himself to get down the stairs.\" \n\"People were just pushing,\" he added. \"There were nannies or mums asking where their children were.\" \nPolice and health officials said 29 people were treated in London hospitals, most of them for flash burns. None of the injuries were serious or life-threatening, the emergency services said. \nTrains were suspended along a stretch of the Underground's District Line, and several homes were evacuated as police set up a 150-foot cordon around the scene while they secured the device and launched a search for those who planted it. \nThe Metropolitan Police said hundreds of detectives, along with agents of the domestic spy agency MI5, were looking at surveillance camera footage, carrying out forensic work and speaking to witnesses. \nSpeaking to reporters late Friday, Assistant Commissioner Mark Rowley said police were making \"good progress\" and that the public should be reassured that more police and troops will be on the streets. \n\"We are only aware of one device,\" he said. \"We have remnants of that device. We are chasing down suspects.\" He refused to provide further details, except to say the bomb involved the \"detonation of an improvised explosive device.\" \nBritish media reported that the bomb included a timer. Lewis Herrington, a terrorism expert at Loughborough University, said that would set it apart from suicide attacks like those on the London subway in 2005 or at Manchester Arena in May, in which the attackers \"all wanted to die.\" \nPhotos taken inside the train showed a white plastic bucket inside a foil-lined shopping bag, with flames and what appeared to be wires emerging from the top. \nTerrorism analyst Magnus Ranstorp of the Swedish Defense University said that from the photos it appeared the bomb did not fully detonate, as much of the device and its casing remained intact. \n\"They were really lucky with this one, it could have really become much worse,\" he said. \nHunter, the explosives expert, said it appeared that \"there was a bang, a bit of a flash, and that would suggest that, potentially, some of the explosive detonated, the detonator detonated, but much of the explosive was effectively inert.\" \n\nLoad-Date: September 28, 2017"
}