{
    "title": "U.K. to put an end to early release of terror convicts",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 2,
    "day": 4,
    "full text": "BY DANICA KIRKA\nThe Associated Press\nLONDON - The British government said Monday it will introduce emergency legislation to stop people convicted of terror crimes being released after serving half their sentences, following two attacks in London by recently freed offenders.\nThe announcement came the day after an Islamic extremist who had recently been released from prison wounded two people in south London, despite being under police surveillance. Sudesh Amman, 20, strapped on a fake bomb and stabbed two people on a busy street before being shot dead by police.\n\"Yesterday's appalling incident makes the case plainly for immediate action,\" Justice Secretary Robert Buckland told lawmakers. \"We will therefore introduce emergency legislation to put an end to terrorist offenders getting released automatically having served half of their sentence with no check or review.\"\nHe said terror convicts would have to serve at least two-thirds of their sentences, and wouldn't be freed before the end of their full terms unless the Parole Board agreed.\nBuckland said the new rules would apply to people who are currently serving sentences as well as those sentenced in the future. More than 70 people convicted of terrorism offenses have been released in Britain after serving time in prison and more than 200 others are currently imprisoned.\nFollowing Sunday's attack and a Nov. 29 attack in which two people were killed near London Bridge in central London, the government has vowed to impose longer sentences for terror crimes and overhaul the conditions under which offenders are released back into the community.\n\"This is a liberal country, it is a tolerant country,'' Prime Minister Boris Johnson said. \"But I think the idea of automatic early release for people who obviously continue to pose a threat to the public has come to the end of its useful life.\"\nHe said the difficulty is how to apply new laws retrospectively to those currently in the system. He added that de-radicalizing people is a \"very, very difficult thing to do\" and that he was concerned about the way convicted terrorists in prison are handled.\n\"Do you detain them en bloc, in one group, and try to keep them together because that avoids them, as it were, infecting or passing the virus of their beliefs to others in jails, or do you disperse them and try to stop them reinfecting each other?\" he said.\nAmman had been convicted in 2018 of publishing graphic terrorist videos online and had stockpiled instructions on bomb making and knife attacks.\nHe was sentenced to three years and four months. Taking into account time served after his arrest, he was freed a week ago, Buckland said.\nPolice on Monday continued to search a hostel near the attack site where Amman had been staying, and also raided another property outside of London.\nOfficers had been trailing Amman at the time of Sunday's attack, police said, but were unable to head off the bloodshed in the commercial and residential south London neighborhood of Streatham, where Amman struck outside a major pharmacy on a busy shopping afternoon.\nThe intelligence think tank SITE reported that the Islamic State group claimed that the south London attack was perpetrated by one of its \"fighters.\"\nIS has been responsible for deadly attacks in Europe in the past few years, but also has a track record of claiming attacks as its own, often with no evidence to prove it. In some cases, the attacks turned out to be carried out by perpetrators with no known ties to the extremist group.\nThe attack in London recalled a November stabbing attack carried out by another man who had served prison time for terrorism offenses. Two people were killed in that attack.\nCounter-terrorism officials have warned of the threat posed by militants unless the government couples prison sentences with effective de-radicalization programs.\nLondon Mayor Sadiq Khan of the opposition Labour Party said Sunday's attack was clearly foreseeable in the wake of the London Bridge killings.\n\"One of the questions I've got for the government is what are we doing about those 70-odd people who have been released from prison?\" he asked.\nIan Acheson, who led an independent review of Islamic extremism in the criminal justice system, told the BBC that the risk-management system was \"broken.\"\n\"We are going to have to accept that we have to be much more skeptical and robust about dealing with the risk of harm,'' he said. \"We may need to accept that there are certain people who are so dangerous they must be kept in prison indefinitely.\"\nBut civil rights group Liberty called the government's response to recent attacks \"a cause of increasing concern for our civil liberties.\"\n\"From last month's knee-jerk lie detector proposal, to today's threat to break the law by changing people's sentences retrospectively, continuing to introduce measures without review or evidence is dangerous and will create more problems than it solves,\" said Liberty's Clare Collie.\n---\nAssociated Press writers Jill Lawless in London, and Zeina Karam in Beirut, contributed to this story.\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.\n\nLoad-Date: February 6, 2020"
}