{
    "title": "U.K. terrorism risks; Soldier offers protective tips for businesses By Stacey Shapiro",
    "publisher": "business insurance",
    "year": 1993,
    "month": 4,
    "day": 12,
    "full text": "Businesses in the United Kingdom must take steps to reduce the risk of terrorist attacks, British Army Maj. Peter Timothy told the Assn. of Insurance & Risk Managers in Industry & Commerce at its recent conference.\nIn the past six months, violence in Great Britain has escalated, largely caused by the Irish Republican Army, Maj. Timothy said. Although people in London may be used to the bombing campaign, people in Warrington, England -- where two boys were killed and women and children maimed last month -- are not, he said.\nThe bombing in Warrington has prompted the Southern Irish in Dublin for the first time to call for peace in Northern Ireland and has created a groundswell among the Irish and the British for an end to the violence.\nHowever, just last week on the day of a memorial service in Warrington, which brought Irish and British politicians together with the mourners, the IRA set off a small explosion outside a London train station and another one in Northern Ireland that injured three people.\nWhile the IRA dominates terrorist activities in the United Kingdom, other terrorist groups are at work there, including animal rights activists, environmentalists, Welsh nationalists and Sikh separatists, said Maj. Timothy.\nThe IRA is currently using incendiary devices -- typically set to detonate between 3 a.m. and 4 a.m. -- at gas terminals and industrial complexes, Maj. Timothy said. And the IRA is still using booby-traps under cars and putting bombs in letters, so employees must be aware and check under their cars and examine packages, he added.\nBombs the size of cigarette packs are being put into pockets of clothing at retail stores. Additionally, the IRA is laying wires across roads in London and elsewhere that trip explosions. Even a rolled up newspaper left on a subway seat may be an IRA device, Maj. Timothy said.\nHe suggested protective measures to reduce the terrorist risk, particularly for retailers in shopping malls, which are a target:\n* Keep back doors of stores unobstructed so people can flee if a bomb explodes.\n* Apply good housekeeping practices around every building. Don't leave garbage bags lying around outside offices or shops, because it is easy to place one with a bomb on top of the pile.\n* Closed-circuit television can be useful, as it was in a recent bombing of Harrod's department store. IRA suspects caught on camera have since been arrested.\n* Hire and train good security personnel and pay them accordingly.\n* Buy a dog that can sniff out bombs. At the moment, only police have these specially trained animals."
}