{
    "title": "U.K. terrorism coverage options increase",
    "publisher": "business insurance",
    "year": 1994,
    "month": 3,
    "day": 28,
    "full text": "Two line slips are being launched in the London insurance market to provide much needed coverage for terrorism-related property losses in Britain.\nAt the same time, Pool Re, the British government-backed reinsurance pool for property losses caused by terrorism, is making its coverage more flexible and sophisticated in response to buyer demands.\nPool Re was created in late 1992 after the Assn. of British Insurers introduced a terrorism exclusion in most commercial property policies for losses in Britain (BI, May 17, 1993; Dec. 28, 1992).\nMinet Group P.L.C., the London-based brokerage subsidiary of The St. Paul Cos. Inc., is marketing the larger of the new line slips as an alternative to Pool Re.  It is aimed at small and midsize buyers that find Pool Re's rates too high and conditions too restrictive, the broker said.\nPool Re calculates its rates based on four geographic zones: The highest rate of 1.44% of the value of the insured property is charged in central London; while urban areas outside central London are charged a rate of .072%; rural areas are charged .018%; and Scotland, Wales, Devon and Cornwall pay .009%.\nThe policyholder must insure all of its property \"to ensure we have a balanced portfolio that doesn't comprise simply just high-risk regions or buildings,\" said a Pool Re spokesman.\nPool Re offers unlimited coverage.\nMinet limits the coverage to a first-loss basis, which enables the buyer to select how much of the risk is covered under the policy.  The ability to cover only a certain proportion of a risk makes the coverage more cost-effective, according to Minet.\nThe coverage is written by Lloyd's and London market underwriters, which will offer up to 5 million pounds in limits ($ 7.4 million) per primary policy.  Excess limits of 15 million to 20 million pounds ($ 22.3 million to $ 29.8 million) also are available.\nMinet offers international terrorism insurance to its multinational clients that covers several countries.  Tony de Boeck, manager in Minet's international department, said that after the disappearance of open-market coverage in the United Kingdom, policyholders asked the broker to develop an alternative to the government-sponsored pool.\n\"It may not provide sufficient coverage for very big companies, but it certainly is an alternative to Pool Re and offers selectivity of cover which Pool Re cannot give.  Buyers can pick and choose which properties they want to cover and at what levels,\" he explained.\nWhile Miner does not offer unlimited coverage, reinstatements are available, Mr. de Boeck explained.\nThe other, smaller line slip has been arranged by Lloyd's reinsurance specialty broker Alwen Hough Johnson Ltd.  This slip is aimed at insurers and is complementary to the government-backed pool.  It offers up to 1 million pounds ($ 1.5 million) in excess-of-loss reinsurance and is primarily intended to help policyholders manage their accumulation of insured risks.  The coverage is led in Lloyd's of London.\n\"Reinsurers will not seek to influence the appropriate terrorism rate on original business, but rather offer protection for an event involving more than one in-sured (risk).  The product is aimed primarily at medium to small portfolios and is applicable to insurers whether they are members of Pool Re or not,\" said Hugh Price, executive director at Alwen Hough Johnson.\nMeanwhile, Pool Re is enhancing the coverage it offers.\nPool Re Chairman Eric Coward explained that it has introduced a form of stop-loss coverage for insurers of residential blocks of apartment buildings.  Residential coverage was fiercely criticized as too expensive by the Assn. of Insurance & Risk Managers in Industry & Commerce.  The coverage is available excess of 500,000 pounds ($ 744,000), i million pounds, 2.5 million pounds ($ 3.7 million) or 5 million pounds ($ 7.4 million).\nMr. Coward also said he is working on simple rate-reduction plans to credit policyholders for loss control efforts.\n\"We should be able to offer reductions of, say, 10% to take account of simple risk management measures like film on windows, regular surveillance of properties, that sort of thing.\" The pool is also \"tinkering\" with its business interruption coverage by considering longer periods of coverage, he said.\nPool Re will announce its 1993 financial results on May 13.\n\nLoad-Date: April 6, 1994"
}