{
    "title": "U.K.'S POOL RE TO SLASH RATES_ LACK OF CLAIMS TO YIELD AVERAGE DISCOUNT OF 85% IN '99",
    "publisher": "business insurance",
    "year": 1998,
    "month": 10,
    "day": 26,
    "full text": "LONDON -- U.K. risk managers are welcoming last week's government announcement that terrorism premiums will be heavily discounted by the end of this year, but they would prefer to see the risk reinstated into property insurance policies.\nEarlier this year, Pool Reinsurance Co. Ltd., the government-backed reinsurer of U.K. mainland terrorism risks, announced it was considering reviewing premium rates in the wake of the historic Stormont Agreement signed in Northern Ireland on April 10. The agreement was supported by two public votes -- one on Northern Ireland and one in Ireland -- for a Northern Ireland assembly and potentially ends a conflict that has spilled onto the U.K.  mainland for decades.\nIn the absence of terrorism claims over the previous two years, the reinsurer already had discounted premiums by 20% for properties in cities and 40% for properties elsewhere from the beginning of 1998.\nIn answer to a written question in the House of Commons last Monday, Economic Secretary to the Treasury Patricia Hewitt announced that 1999 premiums will be discounted by 85% on average, reflecting the recent lack of losses.\nPool Re was set up in March 1993 after an Irish Republican Army bomb ripped through the city of London the previous April, causing pounds350 million ($599 million) in damage.\nIn response to the IRA attack, insurers removed terrorism coverage from property programs and the government stepped in, authorizing the creation of Pool Re and acting as a reinsurer of last resort should claims exceed Pool Re's assets.\nThere have been several terrorism attacks on the U.K. mainland since Pool Re was launched, most notably in April 1993, when an IRA device caused L650 million ($1.11 billion) in damage to Bishopsgate, just a few hundred yards from the previous year's explosion. However, the reinsurer has L1.08 billion ($1.85 billion) in assets and an insurance fund totaling L472.4 million ($808.5 million) at the end of last year.\nThe decision to reduce premiums so drastically was proposed to Treasury by the Pool Re board, said Pool Re Chief Executive Leslie Lucas. At the same time, the board took the opportunity to simplify some of the aspects of Pool Re's rating system and bring its practices into line with the rest of the insurance market.\nFor example, Pool Re places risks in one of four zones: central London; inner London and central business districts of specific large towns and cities; the rest of England, except for Devon and Cornwall; and the rest of Great Britain. Rates are different for each zone, but after the premium discounts are implemented for terrorism coverage, effective Dec. 25, 1998, these will be streamlined into two rates: 0.015% as a multiple of the property value for the first two zones, and 0.003% for the other two.\nDavid Kettley, chairman of the Assn. of Insurance & Risk Managers, welcomed the decision.  We believe they have at last been heeding the groundswell of opinion,'' he said. Even though the risk appears much reduced in the wake of the peace agreement, buyers still like to purchase terrorism coverage for peace of mind,'' he added.\nOthers decided not to purchase the coverage when Pool Re was established because the cost was just too high for the perceived risk of their property portfolios; the lower risk and commensurate lower premiums now offered still are not tempting them into the market.\nAlso, a number of buyers who originally bought from Pool Re have jumped ship, primarily because of the pool's lack of flexibility, and have found other insurers.\nThe alternative terrorism insurance market, started about four years ago to provide buyers with a choice of insurers and products, shows little sign of crumbling at Pool Re's announcement, though it has taken underwriters by surprise.\n This has an impact on the bottom line because we have seen rates reduce very dramatically,'' said Philip Perry, terrorism underwriter at Hiscox syndicate 33, part of Hiscox P.L.C. Reductions were anticipated, but not to this degree, he said.\nEven so, Hiscox's U.K. Terrorism Unit will continue to write terrorism coverage with rates lower than the Pool Re rate, said Mr. Perry, plus offering broker commission. In addition, Hiscox offers coverage on a building-by-building basis: Pool Re, which as a tariff insurer provides only preset rates and terms, will cover only an entire property portfolio. Earlier this year, Hiscox led an L18.5 billion ($31.66 billion) terrorism coverage for 79 U.K. universities, members of the UM Assn. (Terrorism) Ltd. (BI, Oct.  5).\n The success is in getting the spread (of insureds),'' said Mr. Perry.\nWhat's more, he anticipates a higher demand from insurance buyers because the coverage will be so cheap. Last year, the alternative terrorism insurance market wrote about L50 million ($85.6 million) in premiums, he said, which could increase 50% to L75 million ($128.4 million) for 1998. Mr. Perry estimated Hiscox writes about 25% of the alternative market, and we want a bigger market share -- we are looking at growing continually.''\nBy contrast, other insurers offering U.K. mainland terrorism coverage are questioning whether the business is worth writing on a bespoke basis at such low rates.\n We are reviewing our stance right now,'' said Ian Harrison, underwriter with Beazley Furlonge Ltd.  The only way forward is to develop technology and systems to do this cost-effectively.''\nMr. Harrison questioned the motivation behind Pool Re discounting its premium rates so heavily. If Pool Re is cutting rates to compete in the open market, it is not acting as it was intended to.  Are they acting in a competitive market situation when they are a mutual?'' he asked. Lloyd's of London underwriters offering terrorism coverage have been able to grow their market share considerably because they were not bound by the tariff that Pool Re writes to, and the rate cut may have been motivated by Pool Re's loss of market share, he surmised.\nPool Re's Mr. Lucas defended the reinsurer's decision, saying that one of the advantages of the organization is that any profits made on terrorism insurance are not lost on other classes of business, as it writes no other lines.\nThis is not the first time Pool Re has discounted its premiums; in 1996, it organized a 60% deposit premium arrangement, though this was revoked by the South Quay and Manchester explosions, which led to the 40% balance being called by the pool.\nIn her statement to Parliament, Ms. Hewitt suggested this could happen again.  The discount will be withdrawn if, in the course of the year, significant new claims are notified to Pool Re,'' she said.  This would affect subsequent new or renewed policies.''\nBeazley's Mr. Harrison has seen some insurance buyers deciding not to purchase terrorism coverage because the perceived risk is so small now, but Mr. Lucas warned against organizations taking this route.  There is a great deal of uncertainty with regard to terrorism because it is politically motivated,'' he said.\n Clearly with the peace process there is a lowered chance of the kind of bombing risk at South Quays,'' said David Lewis, senior analyst on the Europe desk of political risk consultancy Control Risks Group.\nHowever, there are serious problems with the peace process,'' particularly the refusal by the IRA to decommission its weapons. In addition, there are a number of dissident groups such as the Real IRA suspicious of the peace process, he added.  The basis of conflict is still there.''\nLondon in particular still runs risks from other organizations such as Middle Eastern terrorist groups, said Mr. Lewis. Higher risk businesses include U.S. and Israeli organizations, which face a threat from Islamic fundamentalists, as well as companies working closely with government or those with contracts in Norther Ireland which are perceived as close to government.\nMs. Hewitt said in her Parliamentary statement: Despite the relatively low level of terrorist activity on the mainland recently, experience has shown that businesses in Great Britain would be well-advised to maintain full insurance coverage against terrorist damage. This applies whether it is bought through the government-backed arrangements operated by Pool Re or through the alternative arrangements that have been appearing in the insurance market.''\nBut risk managers feel a better solution would be to reinstate terrorism as part of property coverages.\n I would welcome it,'' said David Finch, insurance manager of United Biscuits (Holdings) P.L.C., a food manufacturer based in West Drayton, Middlesex. United Biscuits purchases terrorism coverage only when it is mandatory, generally when a landlord of a rented property requires it as part of the contract. Otherwise, the location of the company's properties, generally in suburban and rural sites, makes the risk very minor, and not worth the purchase price of coverage.\nWhether insurers will put terrorism back into property coverages is a moot point. Some insurance executives say continental reinsurers with little experience of property terrorism in their domestic markets don't understand the risk and therefore refuse to offer coverage to insurers. Nevertheless, several think primary insurers should now be able to carry the risk as a standard add-on to a policy.\n The original Pool Re mandate was as a reinsurer of last resort until there was no more need for it to exist,'' said Beazley's Mr. Harrison.  Now terrorism could go back to being a property add-on.''\n From the beginning of Pool Re, government policy was (for Pool Re) to stay as a reinsurer as long as it was needed to do so,'' explained Pool Re's Mr. Lucas.  If market capacity comes back, we will say goodbye. . . .As long as the standard reinsurance market will not provide automatic coverage for terrorism, Pool Re will be required,'' he said.  There are still not any indications that (reinsurers) are prepared to delete the terrorism exclusion.'\n\nGraphic\n\n \nterror in the u.k.\n\nLoad-Date: October 26, 1998"
}