{
    "title": "U.N. Condemns Kabul Terror Attacks",
    "publisher": "rtt news",
    "year": 2009,
    "month": 2,
    "day": 12,
    "full text": "(RTTNews) - The United Nations has strongly condemned the suicide attacks in Kabul by Taliban militants, who killed more than 26 persons, and called for stringent punishment for the perpetrators of the dastardly act, media reports said.\nSecretary-General Ban Ki-moon said, he was outraged by the attacks against persons and institutions that are committed to building a better future for Afghanistan.\n\"This horrendous crime was committed against innocent civilians with total disrespect for human life and dignity. The U.N. stands shoulder to shoulder with the Afghans and Government in condemning Wednesday&apos;s attacks,\" he added.\nThe Security Council Wednesday underlined the need to bring \"the perpetrators, organizers, financiers and sponsors of these reprehensible acts of terrorism\" to justice.\nThe 15-member body reiterated its determination to combat all forms of terrorism, asserting, \"no terrorist act can reverse the path towards peace, democracy and reconstruction in Afghanistan, which is supported by the people and the Government of Afghanistan and the international community.\"\nCouncil president for February, Ambassador Yukio Takasu of Japan, said the members of the Security Council expressed concern at the threats posed by the Taliban, Al-Qaida, and other groups, to the local population, national security forces, international military and international assistance efforts in Afghanistan.\nBan&apos;s Special Representative to Afghanistan, Kai Eide, who is also head of the U.N. Assistance Mission in Afghanistan (UNAMA) highlighted the fact that the attacks targeted those working to build a better Afghanistan.\nThe civil servants who were killed and wounded were serving the people of Afghanistan. Other civilians have also lost their lives. His thoughts are with their families, he added.\nFor comments and feedback: contact editorial@rttnews.com\nCopyright(c) 2009 RealTimeTraders.com, Inc. All Rights Reserved\n\nLoad-Date: April 16, 2010"
}