{
    "title": "U.N. WRESTLES WITH DEFINITION OF TERRORISM",
    "publisher": "new york sun ",
    "year": 2003,
    "month": 9,
    "day": 23,
    "full text": "Heads of state and foreign ministers clashed on the issue of what constitutes terrorism, and finding a definition - rather than fighting terrorism - became the overriding concern at a United Nations terrorism conference here yesterday.\nThe problem came up in a Norwegian-sponsored conference in a Midtown hotel, attended by a number of world leaders who have come to New York for the opening of the annual debate of the General Assembly.\nOne of the organizers, Nobel laureate Eli Wiesel, said that terrorism should be declared a crime against humanity. But according to some of the speakers, the war against terror might be just as bad, or even worse.\nIronically those who led the charge for a better definition of terror were nations, mostly Muslim and Arab, who have blocked a coherent definition of terror behind the scenes at the U.N.\nPresident Musharaf of Pakistan showed the way. \"Is it not ironic that even as we come to grips with the ravages of terrorism we do not have its precise definition?\" the Pakistani president demanded. But then he went on to say \"State terrorism targets people seeking freedom from foreign occupation, as in Palestine and Kashmir.\"\nShortly after September 11, 2001, the Security Council passed two resolutions to fight terrorism. The head of the committee formed to lead that fight, U.N. Ambassador Jeremy Greenstock, attempted to take \"state terrorism\" out of the equation. The term, he told the council, does not exist in international law.\nBut since then, as the committee led by Britain received a number of national reports on the steps they take against terror, the definition seemed to be increasingly elusive, as some demanded an exemption for those who fight for \"liberation against foreign occupation.\"\n\"When people fight for their freedom, their liberty, they could not be considered terrorists,\" the secretary general of the Arab League, Amre Moussa, said yesterday, while at the same time demanding a coherent definition for terror.\nAt the other end of the spectrum was the foreign minister of Israel, Silvan Shalom, who said that Palestinian Arab leader Yasser Arafat, \"may be seen by some of you as the symbol for the Palestinian struggle, but he is also one of the world's icons of terror.\"\nThe Bush administration was not represented at the symposium and the only American inside the room was Senator Lugar, a Republican of Indiana. For the record, American officials said that the reason was a scheduling problem.\nBut one of the Norwegian organizers told The New York Sun that Secretary of State Powell had cancelled at the last minute when it seemed clear that many participants, including he organizers, were going to call for the U.N. to take the lead in war on terror away from the current leader, America.\nAfter a bombing near its offices in Baghdad, the U.N. yesterday announced that it would reduce its presence in Iraq even further. Some at the conference called it bowing to terrorism.\nSecretary General Kofi Annan tried to play both sides of the debate. On the one hand he said that terrorism \"can never be justified.\" On the other, he added, when states \"cross the line\" in the war against terror they violate international law and help terrorists to recruit.\nThis he said, includes \"ethnic cleansing, the indiscriminate bombardment of cities, the torture of prisoners, targeted assassinations, or accepting the death of civilians as 'collateral damage'\" - all examples of common accusations against states who fight terrorists.\n\nLoad-Date: September 23, 2003"
}