{
    "title": "U.N. SECURITY COUNCIL MOVES QUICKLY TO ADOPT NEW ANTI-TERRORISM MEASURES",
    "publisher": "st. louis post-dispatch ",
    "year": 2001,
    "month": 9,
    "day": 29,
    "full text": "The Security Council unanimously approved on Friday night a U.S.-sponsored resolution demanding that all countries take sweeping measures to crack down on terrorism.\nResponding to the terrorist attacks in the United States, the council adopted a new set of requirements that every nation must meet to cut off funding and support for terrorist activities and to improve the exchange of information about terrorist networks.\nTo ensure that all countries adopt the measures, the council formed a Security Council committee to monitor their efforts.\n\"This is an unprecedented resolution against terrorism in the work of the United Nations,\" said U.S. Ambassador John Negroponte. \"We're very encouraged by the Security Council's strong support for this measure and the rapid and unanimous action it has taken.\"\nThe resolution moved from start to finish in the frequently plodding Security Council in a little more than 24 hours, a pace that reflects Washington's wide support as it leads the global campaign to track down the perpetrators of the terrorist attacks and those who harbored them.\nAlthough the resolution stops short of threatening sanctions against those countries that fail to abide by the anti-terrorism measures, it does express the council's determination \"to take all necessary steps to ensure the full implementation.\"\nUnder the resolution, all countries must make the \"willful\" financing and funding of terrorism a criminal offense, immediately freeze terrorist-related funds and prevent movement of individuals and groups suspected of terrorist connections.\nEvery nation must also stop all forms of support to people or groups involved in terrorist acts and deny them haven. The recruitment and supply of weapons to terrorist members and groups must end, and all countries must accelerate the exchange of operational information, especially regarding actions or movements of terrorists and terrorist networks.\nThe resolution incorporates actions to fight terrorism from a dozen legal instruments approved by the General Assembly since 1963.\nOnly five of the conventions and protocols have been ratified by more than 100 countries, and the newest - to cut off the financing of terrorism - has yet to take effect because it does not have enough ratifications.\n\nNotes\n\nAMERICA RESPONDS\n\nLoad-Date: September 29, 2001"
}