{
    "title": "U.N. to Afghanistan _ Give up bin Laden ; Terrorism suspect_ Security Council threatens to impose br",
    "publisher": "telegraph herald ",
    "year": 2000,
    "month": 12,
    "day": 20,
    "full text": "UNITED NATIONS (AP) - The Security Council voted Tuesday to impose broad sanctions on Afghanistan's Taliban rulers unless they close \"terrorist\" training camps and surrender U.S. embassy bombing suspect Osama bin Laden.\nA resolution sponsored by the United States and Russia in a rare show of cooperation was approved, with China and Malaysia abstaining. Those Asian nations expressed concern that the new measures would only further harm the Afghan people, already suffering from a 20-year war, poverty and drought.\nThe former superpower rivals over Afghanistan lobbied the 13 other Security Council members hard to adopt the resolution, arguing that the country was a \"haven of lawlessness\" whose hard-line Islamic rulers harbored terrorists at home and supported terrorism abroad.\nThe sanctions call for an arms embargo on the Taliban, including foreign military assistance purportedly given the Taliban by Pakistan. The sanctions impose a ban on travel by the militia's senior leaders and a broader flight ban than the one imposed last year to force bin Laden's surrender.\nThe measures require all Taliban offices overseas to be closed and, in a bid to deprive the Taliban of revenue from illicit opium production, call for a ban on exports to Taliban areas of acetic anhydride, used to manufacture heroin.\nThe sanctions will go into effect in 30 days if Taliban authorities fail to close Afghan \"terrorist\" camps and deliver bin Laden for trial in the 1998 bombing of the U.S. embassies in Kenya and Tanzania. The council can renew the sanctions after a year if the Taliban still haven't complied.\nTaliban leaders have refused to hand the Saudi exile over, saying the United States has provided no proof he was involved in the blasts. And they have denied the camps are used to train Chechen rebels, who are fighting for independence from Russia.\nTaliban officials have said they would boycott new U.N.-mediated peace talks if new sanctions are imposed.\n\"For 21 years, Afghanistan has been burning in the fires of war,\" the Taliban's deputy commerce minister, Faizl Mohammed Faizan, said Tuesday in the Afghan capital, Kabul. \"If the United Nations imposes sanctions, then the United Nations with its own hand is putting people on fire.\"\nThe United Nations withdrew the last of its international staff from Afghanistan on Tuesday, fearing retaliation by Afghans angry the new sanctions will deepen their international isolation. U.N. programs, such as bakeries and clinics, will be run by local staff.\n\"It is not going to facilitate our peace efforts, nor is it going to facilitate our humanitarian work,\" Secretary-General Kofi Annan told an end-of-the-year press conference Tuesday.\nCouncil members including France and Canada have expressed similar concerns. But none threatened the resolution's passage since opposition would amount to support for the Taliban, who have imposed a strict brand of Islam that bars women from work and girls from school in the 95 percent of the country under Taliban control.\nU.S. and Russian officials have said the resolution provides for humanitarian exemptions that mitigate any impact on ordinary Afghans. And they have stressed the resolution is designed to combat terrorism - not take sides in Afghanistan's civil war as alleged by the Taliban and their Pakistani supporters.\nBut diplomats have suggested the benefits to the United States and Russia of promoting such a joint initiative when they are so deeply divided over other issues go far beyond the resolution's stated goals of combating terrorism.\nCooperation with Russia in Afghanistan can give the United States leverage in oil-rich Central Asia while giving both Moscow and Washington a fresh chance to work together on a sanctions effort, when the Iraqi embargo is crumbling, analysts say.\n\"This may need to happen before cooperation on other sanctions issues happens,\" said George Lopez, an expert on U.N. sanctions and the director of policy studies at the Kroc Institute for International Peace Studies at the University of Notre Dame.\n\nLoad-Date: December 20, 2000"
}