{
    "title": "U.N. PLANS TO VISIT JAIL WHERE AMERICAN IS HELD; WOMAN IS SERVING LIFE SENTENCE ON TERRORISM CHARGES",
    "publisher": "st. louis post-dispatch ",
    "year": 1997,
    "month": 11,
    "day": 26,
    "full text": "A United Nations mission to investigate possible \"arbitrary detentions\" in Peru plans to visit a high-security jail in Peru where its members will ask to see an American woman serving a life sentence on terrorism charges, a U.N. source said Tuesday.\nLouis Joinet of France and Chilean Roberto Garreton intend to visit Yanamayo jail at Puno in the southern Andean mountains - where Lori Berenson is being held - during their trip starting in late January, they said.\nWhether they will be able to see her isn't known, said the U.N. source in Geneva. \"We have been told it might be a problem getting there because of the weather and high altitude. If we do go, we'll ask to see her because we are examining her case,\" he said.\nThe 28-year-old New Yorker was convicted in January 1996 by a secret military court to a life sentence on charges of being a leader of the Tupac Amaru Revolutionary Movement, a Marxist rebel group, and plotting a takeover of Peru's Congress.\nEarlier, U.N. human rights spokesman John Mills said that the U.N. mission being sent to investigate possible \"arbitrary detentions\" definitely planned to inquire about Berenson.\nBut he said they had not asked specifically to visit Berenson or her maximum security jail during their mission. In June, Peru's highest military court, the Supreme Military Justice Council, rejected her appeal for a reduced sentence.\nU.S. legislators have stepped up pressure on Peru to grant Berenson a retrial by a civilian court. Former President Jimmy Carter has backed the high-profile campaign.\nIn Peru's military courts, anonymous judges do not allow witnesses to be cross-examined or defendants to give evidence. The U.N. team plans to go to four or five prisons during the 10-day trip starting on Jan. 26.\nA New York congresswoman, Rep. Carolyn Maloney, said after visiting Berenson in October at the Yanamayo jail in the 13,000-foot high Andean city of Puno that her health was deteriorating. She was receiving an inadequate diet in her dark, ice-cold cell.\nMaloney described the American detainee as having permanent laryngitis, failing eyesight and swollen and shaking hands from the altitude. Her parents had said the same after visiting her.\n\nGraphic\n\n \nPHOTO, THE ASSOCIATED PRESS Color Photo - Lori Berenson, of New York, arrested in Peru in 1995, is serving her sentence in an unheated prison cell high in the Andes.\n\nLoad-Date: November 26, 1997"
}