{
    "title": "U.N. secretary_ We must define, outlaw terrorism; World leaders disagree on definition of 'freedom f",
    "publisher": "telegraph herald ",
    "year": 2005,
    "month": 3,
    "day": 11,
    "full text": "U.N. Secretary-General Kofi Annan called Thursday for a world treaty on terrorism that would outlaw attacks targeting civilians and establish a framework for a collective response to the global threat.\nAlthough the United Nations and its agencies already have 12 treaties covering terrorism, a universal definition has been elusive.\nWorld leaders and officials have had deep disagreements over whether resisters to alleged oppression - for example, Palestinian suicide bombers attacking Israeli targets - are terrorists or freedom fighters; and whether states that use what they think is legitimate force might be branded terrorists.\nBut Annan was categorical in his address Thursday to terrorism experts and world leaders from 50 countries, including Attorney General Alberto Gonzales, Spain's Prime Minister Jose Luis Rodriguez Zapatero and Afghan President Hamid Karzai.\n\"The right to resist occupation… cannot include the right to deliberately kill or maim civilians,\" Annan told the conference on democracy, terrorism and security. The United Nations, he said, must proclaim \"loud and clear that terrorism can never be accepted or justified in any cause whatsoever.\"\nGonzales pledged to work closely with Europe to strengthen a collective effort against terrorism.\n\"The fight against terrorism is, in the end, a struggle over values,\" the attorney general said in remarks that stressed the close cooperation between Europe and the United States since the Sept. 11 attacks.\n\"Freedom, not terror, will triumph,\" Gonzales said. \"We will not be divided. And we, not they, will know victory.\"\nIn his speech, Annan stressed that no country is exempt from attack and that the way forward is coordinated action by like-minded governments, which must reject brutal tactics.\n\"Perhaps the thing that is most vital we deny to terrorists is access to nuclear materials,\" Annan said. \"Nuclear terrorism is still often treated as science fiction. I wish it were. …\n\"Were such an attack to occur, it would not only cause widespread death and destruction, but would stagger the world economy and thrust tens of millions of people into dire poverty,\" he said. Preventing that would justify the use of force.\nAnnan said multinational police, legal and diplomatic work is the best strategy, for example, pinpointing and thwarting terrorist groups and their activities; and blocking the travel, financial and other means to carry out attacks. But when military force is required, the Security Council \"will not hesitate\" to use it.\nAll the while, \"human rights and the rule of law must always be respected,\" he said. \"Upholding human rights is not merely compatible with a successful counterterrorism strategy. It is an essential element in it.\"\nThe secretary-general said the world body needs a 13th treaty to define terrorism, stigmatize it and prepare a framework for governments to work together to curtail it.\n\"Now the time has come to complete a comprehensive convention outlawing terrorism in all its forms,\" he said.\nAnnan's remarks closely track the recommendations made by the approximately 180 academics, police and intelligence officials, legislators and other experts on terrorism who participated in the Club de Madrid's program the past six months, culminating in the four-day conference in Madrid.\nThe city and the date for the summit were chosen to commemorate the victims of the train bombings on March 11, 2004, that killed 191 passengers and bystanders and wounded more than 1,500.\n\"Tomorrow will be a day of mourning for Spain,\" Zapatero said at the close of Thursday's session. \"Let me assure you that those responsible will be punished in the courts of justice … Terror never achieves its objectives.\"\nA new treaty on terrorism in Annan's view would deal with victims, too, as well as attempt to dissuade individuals or groups from choosing terrorism. He said it would also deter states from supporting terrorism, help states develop institutions and strategies against violence, and defend human rights.\nOn Friday, the 56 former presidents and prime ministers in the Club de Madrid will release a report called the \"Madrid Agenda\" that they - and Annan - hope governments will use to develop laws covering terrorism and encourage governments to act together, democratically.\n\"Terrorism is a perverse phenomenon, inhuman and unjustifiable,\" Spain's King Juan Carlos said, adding he hopes \"the work of this summit serve to affirm the commitment of every democrat … to eliminate terrorism from the face of our planet.\"\nAmong the delegates and world leaders, there seemed wide consensus on major themes. In one key area - financing terrorism - experts urged world leaders to create an institution under the United Nations to track how terrorists raise funds.\nExperts said measures taken so far to curb terrorist financing were insufficient to cut the flow of funds to al-Qaida and similar groups.\n\nLoad-Date: March 11, 2005"
}