{
    "title": "U.N. rights chief_ Syria siege involved _war crimes'",
    "publisher": "chicago daily herald",
    "year": 2018,
    "month": 3,
    "day": 20,
    "full text": "UNITED NATIONS — The U.N. human rights chief told an informal meeting of the Security Council Monday that the Syrian government's five-year siege of the Damascus suburbs of eastern Ghouta has involved \"pervasive war crimes,\" use of chemical weapons and starvation as a weapon of war. High Commissioner for Human Rights Zeid Ra'ad al-Hussein was blocked from addressing a formal council meeting by a Russian procedural maneuver, but he delivered his hard-hitting speech to an open meeting anyway, decrying \"mind-numbing crimes\" committed by all parties in Syria using \"unlawful methods of warfare.\" He said multiple parties to the conflict, now in its eighth year, \"claim to justify their military offensives based on their struggle against terrorism.\" \nBut Zeid said \"never before have the campaigns against terrorism been used more often to justify the unconscionable use of force against civilians than in the last few months in Syria.\" He was especially critical of Syria, singling out President Bashar Assad's claim that his government makes every effort to protect civilians. The U.N.'s top human rights official dismissed it, saying: \"When you are capable of torturing and indiscriminately killing your own people, you have long forfeited your own credibility.\" Zeid pointed to eastern Ghouta as an example. \"The siege of eastern Ghouta by the Syrian government forces, half a decade long, has involved pervasive war crimes, the use of chemical weaponry, enforced starvation as a weapon of warfare, and the denial of essential and lifesaving aid,\" he said. Zeid said this has culminated \"in the current relentless, monthlong bombardment of hundreds of thousands of terrified trapped civilians.\" Zeid stressed that \"those who have perpetrated and are still perpetrating these mind-numbing crimes committed in Syria must be made to answer before a properly constituted court of law.\" He again urged the council to refer Syria to the International Criminal Court. That remains highly unlikely, however, since both Russia and China vetoed a resolution backed by more than 60 countries in May 2014 that would have referred the Syrian conflict to the ICC. Zeid also said justice and respect for human rights must be at the center of any peace talks: \"No settlement which shields the perpetrators from prosecution is worth discussing, simply because such a settlement would be utterly empty.\"\n\nLoad-Date: March 21, 2018"
}