{
    "title": "U.N. chief criticizes U.S. ruling on Arafat",
    "publisher": "the new york times",
    "year": 1988,
    "month": 11,
    "day": 28,
    "full text": "U.N. Secretary-General Javier Perez de Cuellar says the United States    has breached its agreement as host country in denying a visa to Yasser    Arafat.\n \n     In a statement issued late Sunday, Perez de Cuellar said the U.S.    move may impede peace in the Middle East.\n \n     Arafat, the leader of the Palestine Liberation Organization, wants    to enter the United States to address the United Nations in New York on    Thursday, when debate is scheduled on Palestinian questions.\n \n     But the State Department rejected his visa Saturday and said Arafat    \"knows of, condones and lends support to\" terrorist attacks.\nCompiled from Wire Reports    Several critics of the decision have already charged that it    violates the 1947 accord establishing New York as U.N. headquarters. In    that agreement, the United States declared it would not impede the    progress of people seeking entry into the United States to conduct U.N.    business.\n \n     The PLO has non-voting observer status at the United Nations.\n \n     Reaction to the U.S. decision from other nations was largely    negative. Israeli leaders praised it, but Algeria, Egypt, France,    Libya, Norway and Sweden were among nations that protested the    decision. Italy summoned a U.S. Embassy official to explain the    decision.\n \n     Clovis Maksoud, the Arab League's U.N. ambassador, said Arab    nations felt \"deep anger and outrage\" and will ask the General    Assembly to condemn the U.S. decision.\n \n     Egypt and Jordan, two of the staunchest U.S. allies in the Mideast,    said they will work toward moving the assembly's debate on Palestinian    issues from New York to the U.N. European headquarters in Geneva.\n \n     Such approval would require a simple majority of the 159 members.\n \n The members have regularly passed Palestinian-backed resolutions by an    overwhelming majority.\n \n     The United Nations has never left New York in protest of U.S.    policies, although early meetings of the General Assembly were held    overseas.\n \n     President-elect George Bush, returning Sunday to Washington from a    Thanksgiving holiday in Maine, appeared to distance himself from the    decision, made by Secretary of State George Shultz.\n \n     \"He was not consulted. That was a State Department decision,\"    Steve Hart, a Bush spokesman, told reporters aboard Air Force Two.\n \n Asked if Bush supported the move, Hart said he had no direct comment    from Bush.\n \n     Hart said, however, that the move was \"an administration    decision\" and added that Bush \"has been a loyal supporter of the    administration.\"\n \n     President Reagan endorsed Shultz's move.\n \n     In Damascus, Syria, Chedli Klibi, secretary general of the Arab    League, said the U.S. position appears \"fully mortgaged to the most    radical Israeli positions as to finding a settlement of the    Arab-Israeli conflict.\"\n \n     In Kuwait, a close ally of Washington in the Persian Gulf, the    government expressed \"its regret and astonishment at the American    position and the negative effects it will have on the peace process.\"\n \n     Arab foreign ministers, led by Iraq's Tariq Aziz, announced that    they are canceling their plans to attend the General Assembly session.\n \n     In Jerusalem, meanwhile, the Israeli government applauded the U.S.    action. Cabinet Secretary Elyskim Rubenstein said: \"This was the right    and welcome decision from all accounts, morally, legally, politically.\n \n The record of the PLO on terrorism is crystal clear.\"\n \n     Palestinians in the occupied West Bank and Gaza Strip echoed Arab    outrage.\n \n     \"It's a major insult, a slap in the face for the Palestinian    people,\" said Mahdi Abdul Hadi, head of an association of Palestinian      accountants and professors.\n \n     The Arafat speech was to be part of an accelerated campaign by the    PLO to present itself as willing to make a serious effort toward a    peace settlement in the Middle East.\n \n     Arafat was also expected to seek international support for an    independent Palestinian state, declared in Algiers, Algeria, this    month.\n \n      More than 50 countries have recognized the state declared by PLO's    parliament-in-exile, the Palestine National Council (PNC).\n \n     Reports from Washington suggest that the decision to deny Arafat a    visa was made personally by Shultz against the recommendation of the    State Department's Middle East experts.\n \n     Among others, a group of 51 U.S. senators had opposed the granting    of a visa.\n \n     In a statement, Shultz said that the visa was denied because of    what he termed \"convincing evidence\" that the PLO has engaged in    terrorism against Americans.\n \n     He said Arafat could be regarded as \"an accessory to such    terrorism.\"\n \n     Many Arab commentators found Shultz's remarks ironic in light of    the recent PNC decisions.\n \n     These included acceptance, as the basis of negotiating Middle East    peace, of two U.N. resolutions affirming the right of nations of the    region - implicitly including Israel - to exist within secure borders.\n \n The PNC had not previously accepted the resolutions in any context.\n \n     The council also renounced \"terrorism\" but not what it calls its    right to attack military targets in Israel.\n \n     Arafat, who held talks with Jordan's King Hussein in Amman on    Sunday, addressed the United Nations in 1974. In his remarks then,    Arafat said that he came before the world organization with both \"a    gun and an olive branch,\" a suggestion that he would fight if Israel    did not respond to his overtures for peace.\n \n     The United States has banned several diplomats from coming to the    United Nations, citing charges of spying or terrorism, but it has never    refused a visa to anyone of Arafat's importance who was to address the    General Assembly.\n \n     U.N. spokesman Francois Giuliani said lawyers are studying the U.S.    decision and will advise Secretary General Perez de Cuellar of legal    options today.\n \n     However, a Western U.N. diplomat said there is no simple legal    recourse for the United Nations to try to force the United States to    admit Arafat.\n \n     Many diplomats and officials at the United Nations see the United    States decision to exclude Arafat as a political act taken in response    to pressure from Israel and American Jewish organizations. They believe    it sets a dangerous precedent for the future of the United Nations.\n \n     Essentially, the United States is viewed as claiming the right to    stop any foreign dignitary from attending sessions of the United    Nations if it happens to disagree with that person's policies or point    of view, U.N. officials say.\n \n     The argument that Arafat threatens the security of the United    States is not taken seriously.\n \n     Diplomats point out that the Palestinian leader would be under the    protection of armed Secret Service agents throughout his stay and that    all his moves would be known to the United States in advance.\n \n     Bassam Abu Sharif, Arafat's spokesman and regarded as one of the    key advocates of moderation among the PLO leader's supporters,    suggested angrily that Arafat is as much a terrorist \"as George    Washington.\"\nL - Information from the New York Times, the Los Angeles Times, Reuters    and the Associated Press was used in this report.\n \n    \n\nGraphic\n\n \nBLACK AND WHITE PHOTO; Yasser Arafat speaking to United Nations in 1974\n\nLoad-Date: November 12, 1992"
}