{
    "title": "U.N. steps up nuclear, chemical terrorism fight",
    "publisher": "charleston gazette",
    "year": 2008,
    "month": 4,
    "day": 26,
    "full text": "UNITED NATIONS - The U.N. Security Council unanimously approved a resolution Friday urging stepped-up efforts to keep weapons of mass destruction out of the hands of terrorists and black marketeers.\nIt calls on all states to fully implement a council resolution approved in April 2004 requiring all 192 U.N. member states to adopt laws to prevent \"non-state actors\" from acquiring nuclear, chemical or biological weapons.\nIt notes that some countries - which were not identified - haven't filed a report on their efforts that was due in October 2004.\nThe April 2004 resolution was adopted to close a loophole in global efforts to prevent the proliferation of weapons of mass destruction.\nWhile international treaties targeted weapons proliferation by governments, until Resolution 1540 was adopted there was no legal instrument to prevent terrorists, crooked scientists, black marketeers and other \"non-state actors\" from obtaining such weapons.\nThe resolution requires all countries to adopt laws to prevent non-state actors from manufacturing, acquiring or trafficking in nuclear, biological or chemical weapons, the materials to make them, and the missiles and other systems to deliver them.\nAll countries were required to submit a report within six months to a Security Council committee monitoring implementation of the resolution.\nThe resolution adopted Friday extends the committee's mandate until April 25, 2011, and calls on states who haven't yet done so to submit a report \"without delay.\"\nSouth Africa's U.N. Ambassador Dumisani Kumalo, the current council president, said many developing countries find the reporting requirements for this and other resolutions onerous when they are trying to provide food, health care and jobs for their people.\nResolution 1540 was introduced as the International Atomic Energy Agency was investigating a vast underworld market in nuclear equipment and know-how, spurred by Pakistan's admission in 2004 that its leading nuclear scientist, Abdul Qadeer Khan, passed technology to Iran, Libya and North Korea.\nAlso Friday, IAEA chief Mohamed ElBaradei angrily criticized Israel for bombing an alleged Syrian nuclear facility last year, chastised the U.S. for withholding information on the site, and said the agency will look into the case.\n\nLoad-Date: April 28, 2008"
}