{
    "title": "U.N. rights experts question ex-terrorism suspects held by U.S. They are investigating allegations o",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 6,
    "day": 30,
    "full text": "U.N. human rights experts have started questioning former terrorism suspects released from U.S. detention as they investigate prison conditions and allegations that some people are being held in secret locations, a top U.N. official said Wednesday.\nManfred Nowak, the U.N.'s special expert on torture, said some undeclared holding areas could include U.S. ships in international waters. He said there were \"serious\" allegations to that effect from Amnesty International and other nongovernmental human rights groups.\n\"I have heard these rumors and we have to follow them up,\" he said in an interview, urging the U.S. government to cooperate with the inquiry.\nU.S. Air Force Lt. Col. John Skinner, a Pentagon spokesman, said the Defense Department \"does not operate detainee detention facilities on Navy warships.\"\nThe department's \"detainee detention facilities are in Iraq, Afghanistan and Guantanamo,\" Skinner said.\nNowak, a Vienna law professor, is one of several independent human rights experts appointed by the 53-nation U.N. Human Rights Commission, the world body's top rights watchdog. He also reports to the U.N. General Assembly, has great autonomy in deciding what to investigate and did not need to seek outside approval in launching the probe into U.S. detention practices and locations.\nThe United States has criticized the commission because its members include countries with poor human rights records. But the experts operate independently and sometimes reproach their own countries for violations.\nJose Diaz, spokesman for Louise Arbour, the U.N. High Commissioner for Human Rights, said Nowak had \"great authority in investigating suspected abuses.\"\n\"Our long-standing position is that we encourage countries to cooperate with the special rapporteurs of the commission,\" Diaz said from Geneva. \"Their dialogue with the U.S. should continue so that they can be allowed to carry out their work.\"\nNowak said he and three other experts decided last week to launch the inquiry after holding off for more than three years in hopes Washington would give members access to the U.S. base at Guantanamo Bay, Cuba, and other facilities holding terrorism suspects.\nLast week, the four cited \"persistent and credible\" reports of torture at Guantanamo, in urging Washington to allow them to check conditions there.\nNowak expressed disappointment at the lack of U.S. response. Still, he said, he was assured after recent high-level meetings with U.S. officials that the request was \"being given highest consideration at the top level of the State Department (and) the Pentagon.\"\nNowak said the team also would like to visit Abu Ghraib prison in Iraq and other U.S.-run sites as well as to track down the allegations of clandestine prisons.\nHe said team members had begun \"seeking firsthand information\" by interviewing former detainees.\nU.S. officials have so far only allowed the International Committee of the Red Cross to visit detainees at Guantanamo, used as a prison for suspects allegedly linked to the Taliban in Afghanistan and al-Qaida. The Red Cross keeps its findings confidential, reporting them solely to the detaining power, though some reports have been leaked by third parties.\nThe U.N. experts would be expected to make a public report.\n\nLoad-Date: July 1, 2005"
}