{
    "title": "U.N. approves weaker version of goals plan; Its document on poverty, human rights, and other positio",
    "publisher": "philadelphia inquirer",
    "year": 2005,
    "month": 9,
    "day": 14,
    "full text": "The General Assembly yesterday adopted a watered-down document on poverty, human rights, terrorism and change for world leaders to approve at a summit, shedding many of Secretary-General Kofi Annan's most ambitious goals after weeks of debate.\nThe 35-page document is supposed to launch a major overhaul of the United Nations and galvanize efforts to ease global poverty. But to reach a consensus, most of the text's details were gutted in favor of abstract language.\nA definition of terrorism and details on how to replace the discredited U.N. Commission on Human Rights will not be included. U.S.-led efforts to overhaul U.N. management have been diluted, while nuclear nonproliferation is not mentioned.\n\"Obviously, we didn't get everything we wanted, and with 191 member states it's not easy to get an agreement,\" Annan said. \"All of us would have wanted more, but we can work with what we have been given.\"\nDiplomats called the document a breakthrough after so much debate. Several were pleased with the creation of a peace-building commission and a long section on development. That includes a mention of the desire by \"many developed countries\" to spend 0.7 percent of their gross domestic product on development.\n\"Don't expect Rome to be built in a day - it wasn't,\" Britain's U.N. ambassador, Emyr Jones-Parry, said. \"Against the difficulty of this negotiation, its complexity, this is a very substantial gain.\"\nThe compromise document came after weeks of debate stretched into days of marathon negotiation. Some diplomats had feared that negotiations would continue into the summit of world leaders that begins today.\nThe departing president of the General Assembly, Jean Ping of Gabon, presented the compromise yesterday afternoon in hopes of bridging the deepest divides and moving away from bitter line-by-line negotiations that had bogged down the debate.\nU.S. Ambassador John R. Bolton said: \"It would be wrong to claim more than is realistic and accurate about what these reforms are. They represent steps forward, but this is not the alpha and the omega, and we never thought it would be.\"\nAlthough Annan said he was pleased, the document was a step back for him. In March, when he had presented his proposals, Annan had urged world leaders to expand the size of the Security Council, come up with a definition of terrorism, and accept that they had a \"responsibility to protect\" those being killed, which requires collective action.\nLast week, a committee investigating the scandal-tainted U.N. oil-for-food program had called for wide-ranging management changes. The committee said that the United Nations would need a complete overhaul to tackle such programs in the future.\nEfforts to expand the council were abandoned because of longtime national differences. \"Responsibility to protect\" was whittled down to nations' obligations to protect their own citizens. The document says nations should \"make all efforts\" toward a convention against terrorism but does not try to define it.\n\"I think we tried to have a full plate and we were unable to eat so much in a single gulp,\" Costa Rica's U.N. ambassador, Bruno Stagno, said.\n\nLoad-Date: September 14, 2005"
}