{
    "title": "U.N. Inaction Steady And Unprejudiced",
    "publisher": "new york sun ",
    "year": 2004,
    "month": 10,
    "day": 11,
    "full text": "'When it comes to Israel, the Security Council is unable to take action,\" complained the Algerian ambassador, Abdallah Baali, last week. There is an impression, he added, that the council is \"effective only when it comes to action against Arab countries.\"\nThat impression, so common in the Arab world that it was also mentioned several times by Secretary-General Annan, is of course misguided. The Security Council's inaction is an equal opportunity offender.\nThe Arab nation of Iraq was under every sanction in its arsenal, but once America decided to act on the council's resolutions, Mr. Annan declared that action \"illegal.\"\nLast week, mere hours before the American veto that elicited Mr. Baali's remarks - on an Algerian-sponsored resolution that demanded Israel stop its latest anti-terrorist measures - the council failed yet again to take action against the Arab country of Sudan, where the government continues to perpetrate genocide unabated. On Friday the council was also deadlocked on Syria's occupation of Lebanon.\nIn both cases Mr. Baali, one of the most skillful, affable, and effective diplomats the Arab bloc has ever sent to represent it on the Security Council, is doing a great job making sure that any criticism against a fellow Arab state is so blunted it assures no action whatsoever could be taken.\nHe also made sure, along with the Pakistani ambassador, Munir Akram, that one of the most important resolutions to come across the horseshoe shaped council table would be so muddled it would be completely ineffective.\nThat resolution, which was passed unanimously on Friday, capped weeks of frantic Russian diplomacy in the wake of the attack on Beslan school children that Russia calls its own 9/11.\nMoscow wanted the band of Chechen killers under the command of Shamil Basayev added to Al Qaeda, which along with the Taliban, are the only two groups named in the U.N. annals as terrorists.\nSpain wanted to add Basque terrorists to the list. America, realizing this might actually tighten the legal framework for the international war on terrorism it is leading, was enthusiastic, as was Britain and others.\nThe Arab group and the Organization of Islamic Conferences, however, were less than ecstatic. By classifying Hamas and Hezbollah as terrorist groups, which incidentally are classified as such by America and the European Union, the resolution might hinder their anti-Israel activities, they feared.\nAnd so, as they have since September 11, 2001, the Islamic and Arab blocs blocked the attempt at clearly defining terrorism and fought successfully to make sure that the resolution would not require the council to compose a U.N.-sanctioned terrorist list.\nOnce the diplomatic dust settled, it was obvious that despite declaring that \"terrorism in all its forms and manifestations constitutes one of the most serious threats to peace and security,\" the council was once again unable to unite around a definition. It also failed to coalesce around a new international treaty that would do to terrorism what international law does to piracy on the high seas - make it illegal.\nAll this happened on a week that some in Israel called their own 9/11. For a generation of Israelis in their 20's, the beach resorts of the Egyptian Sinai Peninsula were a haven where heat, sands, and the blue waters of the Red Sea presented an escape valve from the constant fear of terrorism. It was also an oasis of harmony with the local Bedouins, the Egyptian hotel owners, and tourists from other countries, including ones from the Arab world.\nLast Thursday's car bombings that shattered that dream should also be a wakeup call for Egypt, a big player in the Arab world. Israelis were clearly the target in the attack, which Jerusalem believes was perpetrated by Al Qaeda, possibly in cooperation with Hezbollah. But Egypt's tourism business was its biggest victim, along with many Egyptian casualties.\nSet aside the morality question: Is defining terrorism by the intended target - taking Israelis out of its scope - even possible?\nAs for U.N. inaction, Mr. Baali had it right when the Russian ambassador, Andrey Denisov, urged the council to enact the resolution quickly because terrorists, he said, wait for no one. Do you really think that if we pass a resolution the terrorists will stop? Mr. Baali asked. All present laughed in recognition.\n\nLoad-Date: October 11, 2004"
}