{
    "title": "U.N. ENVOYS AGREE ON SUMMIT REPORT; WEAKER THAN U.S. WANTED",
    "publisher": "pittsburgh post-gazette",
    "year": 2005,
    "month": 9,
    "day": 14,
    "full text": "A world summit once hailed as the best chance ever at giving the United Nations a stronger, more unified voice begins today with a splash of cold water -- a reform document approved at the last moment that is far weaker than officials from the United States and other member governments had hoped.\n The U.N. General Assembly approved a set of recommendations for the summit after marathon negotiations that delayed by a day the closing of the assembly's 59th session.\n The 35-page document calls for strengthening the United Nations by such steps as the creation of a Peacebuilding Commission, the adoption of internal management reforms and a doubling in development aid.\n But on the most contentious issues, from expanding Security Council membership to an explicit definition of terrorism to reforming a Human Rights Commission widely viewed as corrupt, the document approved yesterday is either watered down or silent.\nU.S. officials and other diplomats put the best face on the outcome, noting that President Bush and some 170 leaders who will meet in New York today and tomorrow at least now have a starting point for discussion.\n U.S. Ambassador John Bolton, faulted by some for pressing the case for hundreds of changes after taking office last month, gave a measured endorsement to the final result.\n \"I think it will be a somewhat improved United Nations,\" he told reporters, citing in particular the document's language on terrorism, human rights and management reform.\n \"But it would be wrong to claim more than is realistic and accurate about what these reforms are,\" he said. \"They represent steps forward, but this is not the alpha and the omega, and we never thought it would be.\"\n Secretary-General Kofi Annan, under fire himself over mismanagement of the Iraq oil-for-food program, also sought to defend a document that fell far short of the reform goals he set forth last September and then underscored in his report, \"In Larger Freedom,\" last March.\n \"I would have wanted more,\" Annan told reporters. \"All of us would have wanted more. But we can work with what we have been given. It's an important step forward.\"\n Annan also complained of \"spoilers in the group,\" individual countries that had blocked stronger language on specific provisions. And he singled out as \"a real disgrace\" the failure to include any language at all on disarmament and non-proliferation -- an area where the United States was among those blocking strong calls for matching non-proliferation measures with steps toward disarmament by existing nuclear-weapons states.\n \"I hope the leaders will see this as a real signal for them to pick up the ashes and really show leadership on this important issue,\" he said.\n While the final document fell short of expectations, aides to Annan and members of the U.S. and other missions stressed the positive. The document includes \"responsibility to protect\" language, for example -- that in the face of genocide and other atrocities both individual governments and the larger world community have an obligation to act. It also calls for a doubling in funds for the U.N. High Commissioner for Refugees.\n But at least as notable were omissions in reforms deemed crucial.\n The call for a new Human Rights Council no longer has a requirement that members be selected only by a two-thirds vote of the General Assembly. The provision was intended to prevent election of rights abusers like Cuba or Sudan.\n The document condemns terrorism but omits -- at the insistence of many Arab countries -- precise language that defines terrorism as any attacks on civilian populations.\n \"We had to go for the lowest common denominator,\" said Ambassador Heraldo Munoz of Chile. \"Perhaps that's a reality, in an organization of 191 countries.\"\n Those supporting the compromise also noted that getting any document at all was a very close call.\n\nLoad-Date: September 15, 2005"
}