{
    "title": "U.N. must toughen up to stop tyranny, Bush says Organization should do more to prevent terrorism 'in",
    "publisher": "usa today",
    "year": 2008,
    "month": 9,
    "day": 24,
    "full text": "UNITED NATIONS -- President Bush challenged the United Nations on Tuesday to stop terrorism, punish Iran and North Korea for their nuclear programs and see Russia's invasion of Georgia as a violation of the U.N.'s charter.\nSpeaking in sharp terms for the last time to the 63rd General Assembly, Bush said the U.N. must offer greater support to peaceful democracies and hand out tougher punishments to tyrannies that sponsor terrorism.\nIt was a valedictory of sorts for a president who warned in 2002 that the body could become irrelevant unless it fulfilled its stated purpose to promote peace and prevent war.\n\"The United Nations and other multilateral organizations are needed more urgently than ever,\" Bush said. \"Instead of only passing resolutions decrying terrorist attacks after they occur, we must cooperate more closely to keep terrorist attacks from happening in the first place. Instead of treating all forms of government as equally tolerable, we must actively challenge the conditions of tyranny and despair that allow terror and extremism to thrive.\"\nThe president singled out for criticism Iran, North Korea and Russia, which recently invaded Georgia in a dispute over breakaway republics. As he spoke, Iranian President Mahmoud Ahmadinejad smiled and waved to reporters.\nLater, Ahmadinejad delivered a fiery speech to the world body, railing against \"bullying powers\" and \"murderous Zionists\" who he said were manipulating Europeans and Americans. He said Zionism \"is on a definite slope to collapse\" and \"the American empire in the world is reaching the end of its road.\"\nBush's admonition was based on his belief that the U.N. has not lived up to its promise, Assistant Secretary of State Brian Hook said. The United States pays 22% of the U.N.'s basic budget, more than any other country. Japan is second at 19%.\n\"In its history, the U.N. has been accused of having a culture of inaction,\" Hook said. \"What matters most to this president is results.\"\nThe president called on the U.N. to support Georgia in its battle with Russia over breakaway republics. The U.N. charter reaffirms the equal rights of \"nations large and small,\" he said. \"Russia's invasion of Georgia was a violation of those words.\"\nBush lauded Afghanistan and Iraq, as well as Lebanon, Liberia and others, as fledgling democracies that have joined the fight against terrorism.\n\"Like slavery and piracy, terrorism has no place in the modern world,\" Bush said.\nBush has had a rocky relationship with the U.N. ever since it refused to endorse the war in Iraq in 2003. In September 2002, he questioned whether the world body would \"serve the purpose of its founding, or will it be irrelevant?\"\nIn his speech Tuesday, Bush called the U.N. \"an organization of extraordinary potential.\" He said it should be more united in preventing terrorism and more accountable for turning good intentions into concrete results.\nBush faulted the U.N. for not helping the citizens of Burma and Sudan overcome tyrannical governments and for allowing its Human Rights Council to protect violators.\nU.N. Secretary-General Ban Ki Moon and other world leaders struck an equally ominous tone in their remarks Tuesday. Ban said the world faces a \"challenge of global leadership,\" and he urged the U.N. to become swifter and stronger in its response to humanitarian problems such as a world food crisis that has more than doubled the price of rice.\nEarlier, before meeting with new Pakistani President Asif Ali Zardari, Bush said he would state his respect for Pakistan's sovereignty but seek to help it fight terror, such as last week's bombing that killed 53 at an Islamabad hotel frequented by foreigners.\nBush's schedule here included meetings on international food security and with political dissidents from more than a dozen countries. \n\nGraphic\n\n \nPHOTO, B/W, Julie Jacobson, AP\n\nLoad-Date: September 24, 2008"
}