{
    "title": "U.N. Security Council rejects meeting for 'military aggression'",
    "publisher": "the deseret news",
    "year": 2011,
    "month": 3,
    "day": 21,
    "full text": "UNITED NATIONS ? The U.N. Security Council on Monday rejected a Libyan request for an emergency meeting to halt what it called \"military aggression\" by France and the United States, saying it would wait for a briefing Thursday from the secretary-general. Council members held closed-door discussions in response to a letter dated Saturday from Libyan Foreign Minister Musa Kousa, who claimed that \"an external conspiracy was targeting ... (Libya) and its unity and territorial integrity.\" \nAccording to the letter, obtained by The Associated Press, Kousa accused France and the U.S. of bombing \"several civilian sites\" in violation of the U.N. Charter and called for \"an emergency meeting in order to halt this aggression.\" The Security Council late Thursday adopted a resolution authorizing military action to protect civilians from attacks by Libyan leader Moammar Gadhafi's forces and imposed a no-fly zone over the country. On Saturday, U.S., French and British forces launched airstrikes against Libyan air defenses, tanks, armored personnel carriers and other military hardware. India's U.N. Ambassador Hardeep Singh Puri said the resolution requires Secretary-General Ban Ki-moon to report to the Security \"within seven days\" on the implementation of its provisions, which also include a more robust arms embargo and additional Libyan individuals, companies, banks and other entities subject to travel bans and asset freezes. \"That seven days is on Thursday, so people didn't want to get into a discussion on who represents whom and what the letter is,\" Puri said. \"They want to have a discussion on substance which will be on Thursday.\" One of the sticky issues if the council had agreed to an emergency meeting would have been who would speak for Libya. The entire Libyan mission to the United Nations, including the ambassador and deputy ambassador, is supporting the opposition and has called for Gadhafi to step down. Kousa sent another letter Thursday ? just before the council vote. The March 17 letter, also obtained by AP, argued that \"Libya's actions are a legitimate response against terrorism as it seeks to defend itself and to prevent terrorism from spreading in the Mediterranean region and al-Qaida from infiltrating Europe, in accordance with the counterterrorism instruments to which it is party.\" Kousa claimed the draft resolution and the resolution adopted by the council on Feb. 26 exceed the council's mandate, violate international law, human rights, and the U.N. Charter, and set \"a dangerous precedent.\" The earlier resolution imposed an arms embargo on Libya and a travel ban and asset freeze on Gadhafi and members of his family and regime. It also referred Libya to the International Criminal Court for possible crimes against humanity. The foreign minister asked why the Security Council didn't similarly intervene in other conflict situations between a state and armed groups such as the Palestinians, Chechnya, the Lord's Resistance Army, Kashmir and Algeria. \"This indicates that the Security Council has double standards and raises suspicions that this is an attempt to seize Libya's resources, its funds deposited abroad and its oil revenues in order to pay off the debts accumulated by certain states as a result of the global economic crisis,\" Kousa wrote. \n\nLoad-Date: March 22, 2011"
}