{
    "title": "U.N. to combat terrorist bombings",
    "publisher": "telegraph herald ",
    "year": 1997,
    "month": 2,
    "day": 24,
    "full text": "Prompted by attacks like the one that destroyed a U.S. military barracks in Saudi Arabia, a U.N. committee will start work next week on international proposals to punish terrorist bombers.\n\"No one nation is in this alone,\" Gen. John Shalikashvili, chairman of the U.S. Joint Chiefs of Staff, said Friday. \"We all have to work together against this.\"\nThe committee, set up by the U.N. General Assembly in December, meets Monday to consider two draft resolutions aimed at suppressing international terrorism.\nOne resolution, submitted by the United States, France, Germany, Japan, Italy, Canada and Britain, would establish a legal definition for a \"terrorist bomber.\"\nIt would require member states to arrest, extradite or punish those who \"deliver, place, discharge or detonate\" bombs in \"a place of general public use, a government facility\" or public transport.\nThe second proposal, submitted by Russia, would set legal definitions for \"nuclear terrorism.\" It will focus on the \"use or threat\" of nuclear materials to carry out attacks or for extortion schemes.\nIt would also cover the illegal receipt of nuclear materials and require nations to cooperate in preventing and prosecuting acts of \"nuclear terrorism.\"\nRussia's proposal is directed at individuals and does not deal with the actions of nations. That would prevent critics from claiming that the proposal infringes on the prerogatives of the world's declared nuclear powers - the United States, Russia, France, Britain and China.\nFollowing a meeting with Secretary-General Kofi Annan, Shalikashvili said combating terrorism had become a priority for the U.S. military. He said international action was necessary because terrorists were \"much better financed, much better supported and much more international.\"\nThe terrorist bombing proposal was drafted after the summit of the world's seven major industrial countries last July in Lyon, France. It followed the June 25 bombing of a U.S. military barracks in Khobar, Saudi Arabia. The attack, which killed 19 people, remains unsolved.\nWestern governments have also expressed concern over lack of adequate security for nuclear materials and weapons held by Russia following the breakup of the Soviet Union. There have been numerous cases involving the theft or sale of radioactive substances.\n\nLoad-Date: March 17, 1997"
}