{
    "title": "U.N. BODY ASSAILS ISRAELI AIR STRIKE",
    "publisher": "the new york times",
    "year": 1985,
    "month": 10,
    "day": 5,
    "full text": "The Security Council tonight condemned Israel's raid on the Palestine Liberation Organization's headquarters in Tunisia.\nThe United States abstained in the 14-to-0 vote.\nThe Council avoided a United States veto, according to Western and Arab delegates, by changing an outright denunciation of Israel to a condemnation of its ''act of armed aggression'' in Tuesday's raid, and by eliminating a reference to the victims as ''Tunisian and Palestinian civilians.''\nIn carefully crafted remarks, the United States delegate, Lieut. Gen. Vernon A. Walters, said the United States could not support the resolution because it was one-sided. But he gave no specific explanation for the decision not to veto the measure.\nPrevious American Vetoes\nThe United States generally vetoes Security Council resolutions that condemn Israel but do not lay blame on the other side. In March, for example, it cast the only vote against a resolution condemning an Israeli crackdown on guerrilla activity in southern Lebanon.\nThe resolution approved tonight said the Council ''condemns vigorously the act of armed aggression perpetrated by Israel against Tunisian territory in flagrant violation of the Charter of the United Nations, international law and norms of conduct.''\nIn the resolution, the Council also took these positions:\n* It said the Israeli raid would have a ''serious effect'' on efforts to bring a comprehensive and lasting peace to the Middle East.\n* It urgently requested all United Nations members to ''take measures to dissuade Israel from resorting to such acts against the sovereignty and territorial integrity'' of other countries.\n* It declared that Tunisia had ''the right to appropriate reparations as a result of the loss of human life and material damage,'' but it did not specify what the reparations should entail.\nAs diplomats had reported on Thursday, the Council decided not to include demands for international sanctions or other actions against Israel, and it eliminated a reference to Israel's ''policy of state terrorism.''\nThe provisions, put forward by some nations professing nonalignment, were opposed by Tunisia because they might have prompted a United States veto.\nVoting for the resolution were four permanent members of the Council -Britain, China, France and the Soviet Union - as well as Australia, Burkina Faso, Denmark, Egypt, India, Madagascar, Peru, Thailand, Trinidad and Tobago and the Ukraine.\nUntil this evening, it was expected that the United States would veto the resolution, according to Western and Arab delegates.\n \n'One Set of Shoulders'\nGeneral Walters, in explaining the absention, said the resolution was not balanced, and he cited factors that had led to the Israeli action.\n''My Government,'' he said, ''cannot support this resolution disportionately placing all blame for this latest round of the rising spiral of violence in the Middle East onto only one set of shoulders, while not also holding at fault those responsible for the terrorist acts which provoked it.\n''We must be absolutely explicit,'' he added, ''in identifying the real threat all civilized peoples are facing. That threat is terrorism, and the failure adequately to address the subject prevents my Government from supporting this resolution.''\nGeneral Walters denied that the United States had taken part in the raid or had had prior knowledge of it. ''Those who make those accusations know that it is false,'' he said.\nSeveral factors contributed to the United States abstention, diplomats said.\nWhile Israeli officials in Washington and New York lobbied intensively to persuade the United States to veto the resolution, the diplomats said, Tunisia and some of Washington's Western allies fought just as hard against a veto. Arab diplomats said President Habib Bourguiba had sent a message to Washington threatening to recall Tunisia's Ambassador if the United States vetoed the resolution.\nIn addition, the United States has moved in recent days to qualify its support for the Israeli action, in part because Washington had urged Tunis to accept the P.L.O. guerrillas after they were driven from Lebanon in 1982.\n \nTunisian Urges Approval\nThe Tunisian Foreign Minister, Beji Caid Essebsi, urging approval of the resolution, told the Council tonight, ''We are talking about armed Israeli aggression which has been officially claimed by Israel.'' He said it was not merely the staff headquarters of the P.L.O. that was attacked, but also ''a clearly defined urban area.''\nA total of 72 people - 60 Palestinians and 12 Tunisians - are reported to have been killed in the raid.\nIsrael's delegate, Benjamin Netanyahu, defended the raid, saying, ''A country cannot claim territorial sovereignty when it knowingly offers its country as a base for terrorism.'' He added that the raid was not merely an act of revenge, but also an attempt to ''weaken and destroy the nerve center of world terrorism.''\n''Passage of this resolution would be not only a victory for terrorism, but it would be a new pernicious gain for terrorism,'' he added."
}