{
    "title": "U.N. chief urges members to act fast on organization's reforms",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 9,
    "day": 18,
    "full text": "Armed with what he called the most significant blueprint for reform in the United Nations' history, Secretary-General Kofi Annan said Saturday that the 191 member states should quickly create new human rights and peacebuilding machinery and address the growing risks of nuclear proliferation and \"catastrophic terrorism.\"\nAnnan sought to spur momentum for change after a three-day summit of world leaders. \nThat event saw world leaders adopt a document committing them to an overhaul of the world body and efforts to fight poverty, human rights abuses and terrorism.\nAnnan had wanted more, and many sweeping changes were gutted because of bitter diplomatic disputes.\nBut Annan and several leaders defended the summit's achievements, telling the General Assembly that leaders did more at one time than ever before in 60 years of U.N. history.\n\"Now we turn to a new task: to implement what has been agreed, and keep working to bridge differences that remain,\" Annan said, adding he would \"speak plainly\" if leaders fall behind. \"And I have no doubt that global public opinion will keep a close eye on our progress.\"\nU.S. Secretary of State Condoleezza Rice followed with a plea for world leaders to adopt a sweeping anti-terrorism convention and include a definition of terrorism that outlaws attacks targeting civilians. The absence of that definition of terrorism was one of the key failings of the summit document.\n\"No cause, no movement and no grievance can justify the intentional killing of innocent civilians and noncombatants,\" Rice said.\n\nGraphic\n\n \nPHOTO\n PHOTO BY AFP/Getty Images - U.N. Secretary-General Kofi Annan (left) and Jan Eiliasson, the U.N. General Assembly president from Sweden, talk before the start of the assembly's 60th session on Saturday.   \n\nLoad-Date: September 19, 2005"
}