{
    "title": "U.N. VOWS TO HOLD VOTE IN CAMBODIA",
    "publisher": "the new york times",
    "year": 1993,
    "month": 5,
    "day": 19,
    "full text": "The head of the United Nations peacekeeping operation in Cambodia said today that elections beginning this weekend would not be canceled even though the United Nations now expects the voting to be marred by terrorism, including possible attacks by Khmer Rouge guerrillas on polling stations supervised by the United Nations.\nIn a blunt prediction of election violence, the chief peacekeeper, Yasushi Akashi, said in an interview that the Maoist group was almost certain to mount attacks when the five-day voting period begins on Sunday and that \"we do not exclude the possibility of bombardment, rocket attacks, even on some cities -- not so much to do damage as to create a panic.\"\n\"We are not in a neutral political environment,\" Mr. Akashi said in acknowledging the failure so far of the 22,000-member United Nations peacekeeping operation to restore peace to a nation that has known only civil war or terror for a generation. \"What we are trying to achieve now is the minimum acceptable condition for free and fair elections in Cambodia.\"\n \nAn Admission of Failure\n Those words mark an important concession for Mr. Akashi, a veteran Japanese diplomat. The 1991 peace agreement that established the peacekeeping operation, the largest in the history of United Nations, stated explicitly that the elections sponsored by the United Nations would be held in a \"neutral political environment\" -- conditions that Mr. Akashi acknowledges do not exist in Cambodia.\nDespite the anticipation of terrorism that could take the lives of additional United Nations peacekeepers, Mr. Akashi said he still expected it to be a \"respectable election.\"\n\"More than 90 percent of the possible Cambodian voters have registered to vote, indicating they aspire for a new age, for new politics,\" he said. \"The people will be solely in charge.\"\nHis detailed public prediction of election violence could be in part an effort to blunt later criticism of the United Nations for having put thousands of peacekeepers, including unarmed civilians, into situations of grave danger, especially in areas of northern Cambodia where the Khmer Rouge have a large presence.\n \nConcern Over Coverage\n Mr. Akashi, who has often been critical of foreign news coverage here, indicated that he was also concerned about how the hundreds of foreign reporters now in Cambodia to cover the election would relay news home about the expected violence. He suggested he wanted to do what he could now to avoid a \"panic that will be multiplied by the international media.\"\nMr. Akashi said he expected violence \"before as well as during\" the election period, and that the weeklong lull in violence against United Nations peacekeepers was deceptive. Ten peacekeepers have been killed and more than 40 wounded in Khmer Rouge attacks since March of last year.\n\"Before the storm, there is always the calm,\" Mr. Akashi said, suggesting that there was reason to believe the Khmer Rouge might now also attack the Cambodian capital, Phnom Penh, which so far has seen relatively little of the pre-election terrorism that has infected the countryside.\n\"One or two rockets on the capital should not be ruled out,\" he said. \"We are prepared to cope with all kinds of attacks. We have rapid reaction arrangements, but reactions are reactions.\"\n\"Even if we postpone the elections here by several weeks or months or years,\" he said, \"it's not evident whether conditions can be vastly improved -- and you can make the case for the opposite.\" Voters will be choosing a 120-member Constituent Assembly to draft a new constitution.\n\nLoad-Date: May 19, 1993"
}