{
    "title": "U.N. UNANIMOUSLY CONDEMNS HOSTAGE-TAKING",
    "publisher": "the new york times",
    "year": 1985,
    "month": 12,
    "day": 19,
    "full text": "The Security Council adopted a resolution today that condemns ''all acts of hostage-taking and abduction'' and calls for the immediate, safe release of all hostages and abducted people.\nVernon A. Walters, the American delegate, said in a statement after the meeting that ''this is a historic step, almost without precedent in the entire 40 years of the United Nations.''\nThe resolution, initiated by the United States and drafted in closed-door sessions, was endorsed unanimously by all 15 members. It is binding on all countries in the United Nations.\nIt also urges them to strengthen measures to prevent and punish hostage-taking, and calls on countries where hostages are held to win their safe release.\nMr. Walters, in his statement to reporters, said:\n''We can only hope that all states, all parties, that have any influence over groups now holding hostages, will take to heart today's clear and unanimous message and work for the immediate and safe release of all hostages.''\nThis month's Council president, Leandre Bassole of Burkina Faso, said: ''Never have I attended a Council meeting where unanimous agreement was reached in such a short time. It proves how urgently we need to solve the problem.''\nHe said members were so eager to pass the resolution that they waived long public speeches.\nSir John Thomson of Britain said the resolution would make it easier ''for all governments to take action to see that hostages, if they are seized, are released.''\nBut, he added, ''it would be naive to assume that there is going to be no more terrorism.''\nIn previous years, attempts to condemn hostage-taking or acts of terrorism were opposed by countries that demanded acceptance of the activities of ''liberation movements'' and condemnation of ''state terrorism,'' which in United Nations language refers to American support for Nicaraguan rebels and Israeli intervention in Arab territory.\nBut the kidnapping of Soviet diplomats in Lebanon last fall helped change the Soviet attitude toward such resolutions, and other nations followed suit, according to diplomats.\nSir John, the British delegate, said that the resolution reflected an increased recognition at the United Nations that all nations were affected by terrorism.\n''This is not something that would have happened a year ago,'' he said.\nMeanwhile, Secretary General Javier Perez de Cuellar told the General Assembly today that the United States would violate its treaty obligations under the United Nations Charter if it went ahead with plans to withhold part of its financial contribution next year.\nHe attacked legislation signed by President Reagan in August that will hold back financing unless the United States gets more power over the United Nations budget. He called such actions ''destructive to the orderly implementation of the organization's mandated programs.''\nThe Secretary General, who addressed the Assembly as it was considering a $1,663 million, two-year budget, had been mildly critical of the legislation, known as the Kassebaum amendment, after its sponsor, Senator Nancy Landon Kassebaum, Republican of Kansas.\nBut his remarks today reflected impatience with American intransigence, according to aides. For the first time, they noted, he asked for the legislation to be modified."
}