{
    "title": "U.N. SPEAKERS TACKLE DRUGS, TERROR AND WAR",
    "publisher": "the new york times",
    "year": 1986,
    "month": 9,
    "day": 30,
    "full text": "The Foreign Minister of Pakistan said today that a million Afghans had died since the Soviet Union swept into Afghanistan nearly seven years ago.\n''Inside Afghanistan, a sinister design is being pursued through genocide and large-scale uprooting of population,'' the Foreign Minister, Sahabzada Yaqub Khan, said in his address to the General Assembly. ''A million Afghans are estimated to have laid down their lives.''\nFive million Afghans, about a third of the population, have fled to Pakistan and Iran, Mr. Yaqub Khan said. The three million Afghans who have taken refuge in Pakistan ''constitute the largest concentration of refugees anywhere in the world,'' he said.\nThe Pakistani official repeated his country's demand that a settlement of the war depended on agreement on a timetable for an early and complete withdrawal of Soviet troops. Pakistan wants a Soviet withdrawal within a few months; Afghanistan has suggested a withdrawal over four years.\n \nSocial Scourges Cited\nMr. Yaqub Khan joined several foreign leaders who condemned drug trafficking and terrorism as social scourges that only a full global effort could curb.\nOn the subject of terrorism, Mr. Yaqub Khan called on countries to take ''special measures,'' including new security measures against terrorists.\nAlthough the official text of Mr. Yaqub Khan's speech said the men arrested in connection with the hijacking of a Pan American World Airways jet in Karachi this month would be tried ''as early as possible,'' he deleted those remarks from his spoken remarks, without explanation.\nForeign Minister Esmat Abdel-Meguid of Egypt, whose country has also been racked by terrorism, asked the United Nations to convene an international conference on terrorism. Such a conference should conclude an agreement among countries ''to combat and deter terrorism, an agreement that would fill the loopholes in existing relevant international instruments,'' he said.\nThe Egyptian Government is investigating what should be included in such an agreement and how to present this proposal to the General Assembly.\n \nCall for Parley on Mideast\nMr. Abdel-Meguid also called for an international conference under United Nations auspices to negotiate a Middle East peace. He said Egypt could be the central player in the process. ''By virtue of its location, relations and long association with the Palestinian question, Egypt is best equipped to act as a direct party to this dispute with all other parties,'' he said.\nForeign Minister Jaime del Valle of Chile attributed the assassination attempt this month against President Augusto Pinochet to terrorist groups bent on creating ''national chaos'' and touching off a civil war.\nWithout referring specifically to the military crackdown that followed, Mr. del Valle said ''the magnitude of the terrorist challenge'' justified ''the extraordinary measures of a transitory nature which had to be adopted throughout the national territory.''\nExpressing bitterness over what he called attempts from abroad ''to manage our political destiny'' under the pretext of concern over human rights, he said the only reason that Chile's accusers had not applauded terrorist activities in Chile was that other countries suffered from the same phenomenon.\n \n'Cortege of Innocent Victims'\nSilvino Manuel da Luz, the Foreign Minister of Cape Verde, reserved special condemnation for state-sponsored terrorism, which, he said, ''with its cortege of innocent victims affects the workings of international relations.''\nForeign Minister Simon Alberto Consalvi of Venezuela called terrorist acts ''deep-rooted convulsions which jeopardize international peace and security.'' He added, ''There is no reason nor goal which can justify the use of terror in desperate attempts to achieve certain objectives.''\nOn the world drug crisis, Prime Minister Mahathir Mohamad of Malaysia defended his country's policy of hanging anyone convicted of drug trafficking, even though Malaysians have been called ''barbarians'' because of it.\n''We have and will continue to hang pushers and traffickers in accordance with our laws, irrespective of color or creed,'' Mr. Mohamad said. ''We would rather be 'unpopular' in certain quarters than be hypocritical.''\nHe said the death penalty was a just punishment for such criminals, ''for only death will stop these purveyors of misery and death.''\n \n'A Full-Scale War'\nCalling the fight to destroy production ''too big and costly'' for any of the producer countries to face alone, Mr. Mohamad added, ''A full-scale war must be waged, and that war must be internationalized.''\nMalaysia has hanged 38 people, most of them Southeast Asians and some from Hong Kong, since narcotics laws were strengthened in 1975. In July, when two Australians convicted of trafficking in heroin were hanged, Prime Minister Bob Hawke of Australia called the Malaysian action ''barbaric.''\nPresident Vinicio Cerezo, the first elected civilian President of Guatemala in more than 16 years, devoted most of his speech to a celebration of his country's return to democracy since he took over in January.\n''We breathed violence, we could feel it in the atmosphere, it conditioned our responses,'' Mr. Cerezo said in his debut at the United Nations.\n''Despite this, probably, because of our magical and utopian culture, by virtue of our ancestral humanism, because of our religious formation, instead of this becoming a generalized form of life, it was a reason for our systematically and permanently rejecting authoritarian governments and violence as political instruments.''\n \nA Call to End the Iran-Iraq War\nIn his speech, Sheik Mohammed bin Mubarak al-Khalifa, the Foreign Minister of Bahrain, told countries to abandon their complacency over the six-year-old war between Iran and Iraq. Blaming Iran for the continuation of the war, he called on the United Nations to try to create the conditions for negotiating an end to the war.\nForeign Minister Abdurahman Jama Barre of Somalia said the world was less concerned about the debt burden of developing countries, which, he said, inhibits their development. ''Narrowing the economic gap between developed and developing countries used to be an established goal of the United Nations, but it is a goal that seems to be receding from sight,'' he said.\nOn the same subject, Foreign Minister Errol Mahabir of Trinidad and Tobago said innovations to adjust national economies and reschedule debts would not be enough to provide a lasting solution, ''but will only cause the system to muddle from crisis to crisis.''\nForeign Minister Abdul Karim Koroma of Sierra Leone said the solution to many of today's problems ''cannot be achieved with passionate slogans, pious speeches and tiresome resolutions, many of which remain unimplemented.''\nHe added: ''The people of South Africa, Namibia, Western Sahara, Afghanistan, Palestine, Kampuchea and the Koreas, the latter of which should be sitting here with us, are sick and tired of these. They need action.''\n\nGraphic\n\n \nphoto of President Vinicio Cerezo of Guatemala (NYT/Barton Silverman)"
}