{
    "title": "U.N. COUNCIL PASSES PACT TO FIGHT TERRORISM",
    "publisher": "the columbian ",
    "year": 2001,
    "month": 9,
    "day": 29,
    "full text": "UNITED NATIONS -- The U.N. Security Council unanimously approved a U.S.-sponsored resolution Friday night demanding that all countries immediately take sweeping measures to crack down on terrorism.\nResponding to the Sept. 11 terrorist attacks on the United States, the council set out a new set of requirements that every nation must meet to cut off funding and support for terrorist activities and improve the exchange of information about terrorist networks.\nTo ensure that all countries adopt the strongly worded measure, the council created a Security Council committee to monitor their efforts.\n\"This is an unprecedented resolution against terrorism in the work of the United Nations,\" said U.S. Ambassador John Negroponte. \"We're very encouraged by the Security Council's strong support for this measure and the rapid and unanimous action it has taken.\"\nThe resolution moved from start to finish in the frequently plodding Security Council in just over 24 hours, a pace that reflects Washington's wide support as it leads the global campaign to track down the perpetrators of the Sept. 11 attacks and those who harbored them.\nWhile the resolution stops short of threatening sanctions against those countries that fail to abide by the anti-terrorism measures, it does express the council's determination \"to take all necessary steps to ensure the full implementation.\"\nUnder the resolution, all countries must make the \"willful\" financing and funding of terrorism a criminal offense, immediately freeze terrorist-related funds, and prevent movement of individuals and groups suspected of terrorist connections.\nEvery nation must also stop all forms of support to people or groups involved in terrorist acts and deny them \"safe haven.\" The recruitment and supply of weapons to terrorist members and groups must end, and all countries must accelerate the exchange of operational information.\nAmbassador Alfonso Valdivieso of Colombia, an elected council member, said \"this is the first Security Council resolution dealing with a conflict that does not name a single country, society, or group of people.\"\n\nLoad-Date: September 30, 2001"
}