{
    "title": "U.N. director visits Mills",
    "publisher": "university wire",
    "year": 2020,
    "month": 5,
    "day": 25,
    "full text": "The director of the United Nations (U.N.) Information Center in Washington D.C. encouraged students to contact their senators and spoke about the international response to terrorism last Wednesday.\nCatherine O'Neil, the director, said that it was important for members of congress to be pushed by people in their state to support the UN\n\"I hope your activism will encourage your very important senators to remember UN and the ladies,\" O'Neil said.\nWith Barbara Boxer (D-Calif.) as the new head of the senate subcommittee that deals with the UN and California's other senator, Dianne Fienstein (D-Calif), on the senate apparitions committee, O'Neil said that California has an important role in the UN\n\"The two senators from California are key\" in helping the UN establish a world court, fight terrorism, and promote peace and women's issues, she said. \"\"I think it is important More\n2-2-2\nfor her to buoyed by her (Boxer) own constituents in this process.\"\nO'Neil said the U.S. has become more responsive to the UN since the Sept. 11 terrorist attacks. The Hose of Representatives pushed through a bill that paid dues the government had owed to the organization, which had been withheld despite the passage of a similar bill in the senate.\n\"There has been a realization in the US,\" she said, \"that you cannot fight a world threat with yourself and your two best friends.\"\nO'Neil noted that the antiterrorism coalition was fragile and that the U.N would probably play a role in Afghanistan after the conflict was over. She said it was important that the U.S. focused on the UN role and made sure that the funds to perform it were made available.\nStudents asked questions about the UN stance on the bombing of Afghanistan, UN peacekeeping missions and their response to terrorism.\nMore\n3-3-3\nO'Neil noted that the U.N. charter allows for states to enter into conflict in self-defense, but said the Secretary General, Kofi Annan hoped the loss of innocent lives would be avoidable.\nThe most important resolution passed by the Security Council since Sept. 11, according to O'Neil, is one that requires all members of the U.N. to take steps to irradiate international terrorism within there own states. The resolution also created a committee to monitor each nation's progress in following the mandate. There is no punishment for states that fail to meet the guidelines set out in the agreement.\nO'Neil noted that there were not many female UN peacekeepers and that the U.S. had not yet ratified the convention on the rights of women.\n\"Now is the time for her (Boxer) to know that her constitutes support the UN mandate on women,\" she said.\n\nLoad-Date: May 25, 2020"
}