{
    "title": "U.N. WILL ADDRESS 3 ISSUES CAUSING GLOBAL TENSION; FRANCE CALLS MAJOR POWERS TOGETHER TO DISCUSS IRA",
    "publisher": "st. louis post-dispatch ",
    "year": 2003,
    "month": 1,
    "day": 20,
    "full text": "Foreign ministers of the major powers will meet today amid heightened global tension and fear of war to discuss three critical issues on the international agenda - terrorism, Iraq and North Korea.\nFrance, the current president of the U.N. Security Council, decided to hold a ministerial meeting to take stock of the global war on terrorism and give it new urgency. But the speeches on terrorism and the resolution to be adopted at today's open council meeting are almost certain to be overshadowed by diplomatic buzz and any ministerial comments on a possible war against Iraq and the nuclear standoff with North Korea.\nThe meeting - to be attended by foreign ministers from 13 of the 15 council nations - is taking place at a critical time.\nThe United States is quickly building up its forces in the Persian Gulf as talk escalates of a war in the next month or two. President George W. Bush says he is \"sick and tired\" of Iraqi President Saddam Hussein's \"games and deceptions.\" A new update on the progress of U.N. weapons inspections and Iraq's cooperation is due in a week.\nNorth Korea has ejected inspectors of the United Nations' International Atomic Energy Agency and announced its withdrawal from the Nuclear Nonproliferation Treaty of 1968, the cornerstone of global efforts to prevent the spread of nuclear weapons. It also has moved to restart a reactor frozen by an agreement reached in 1994 and rejected an offer by China to sponsor talks.\nEven though Iraq and North Korea are not on the council's formal agenda, they are certain to be discussed at a private lunch given by French Foreign Minister Dominique de Villepin and in private one-on-one discussions.\nToday's private talks could prove to be a final opportunity for Secretary of State Colin Powell to lobby the 14 other Security Council members to support the U.S. view that Iraq's final opportunity to disarm is running out quickly. But he faces an uphill struggle.\nMost council members - including the French, Russians and Chinese, who all have veto power - want to hear the inspectors' assessments and give them time to do their jobs. Some privately object to being pressured by a U.S. timetable for war that is based on the best weather for fighting.\nBritain, the closest U.S. ally, notably has not followed Washington's assessment.\nAt today's open council meeting, the ministers also are expected to adopt a short resolution and a long declaration demanding that all 191 U.N. member states \"take urgent action to prevent and suppress all active and passive support to terrorism.\"\nIt calls on the 13 countries who have not submitted reports on their efforts to stop supporting, financing and providing sanctuary to terrorists to do so by March 31, and it urges all countries to urgently ratify all treaties relating to terrorism, especially the 1999 convention cracking down on those financing terrorist acts.\n\nNotes\n\nWORLD\n\nLoad-Date: January 20, 2003"
}