{
    "title": "U.S QUITS IRAQI CITIES DESPITE SPIKE IN VIOLENCE U.S. COMMANDER SAYS ITS RIGHT TIME FOR MOVE",
    "publisher": "pittsburgh post-gazette",
    "year": 2009,
    "month": 6,
    "day": 29,
    "full text": "BAGHDAD -- Death squads roamed the streets, slaughtering members of the rival Muslim sect. Bombs rocked Baghdad daily -- until thousands of U.S. troops poured in two years ago, establishing neighborhood bases and taking control of the Iraqi capital and other cities.\nBy tomorrow, all but a small number of American soldiers will have left Baghdad and other urban areas, handing over security to Iraqi soldiers and police still largely untested as an independent fighting force.\nState television has been showing a countdown clock with a fluttering Iraqi flag and the words \"June 30: National Sovereignty Day.\"\nIf the Iraqis can hold down violence, it will show that the country is finally on the road to stability. If they fail, Iraq faces new bloodshed, straining a nation still divided along sectarian and ethnic lines.\nThe top U.S. commander in Iraq, Gen. Ray Odierno, said yesterday he was confident it was the right time for the move.\n\"I do believe they're ready,\" he told CNN in an interview. \"We've seen constant improvement in the security force, we've seen constant improvement in governance.\"\nPrivately, many U.S. officers worry the Iraqis will be overwhelmed if violence surges, having relied for years on the U.S. for everything from firepower to bottled water.\nMany Iraqis also fear more violence after a spike in bombings and shootings last week that killed more than 250 people. U.S. and Iraqi officials have warned they expect more violence as insurgents try to stage a show of force in the days surrounding the withdrawal.\n\"The Americans are pulling out but they haven't accomplished the task that they came for, which is defeating terrorism,\" said Miriwan Kerim, 32, a watch peddler in Kirkuk. \"The security situation is still fragile so the withdrawal will not restore us to square one but to square zero.\"\nPresident Barack Obama insists there's no turning back. Handing over control of the cities brings him one step closer to fulfilling his campaign pledge to end an unpopular war that has claimed the lives of more than 4,300 U.S. troops and tens of thousands of Iraqis.\nDespite public unease, Prime Minister Nouri al-Maliki appears eager to see the Americans leave and has urged Iraqis to hold steady against continued violence. Ahead of national elections next year, Mr. Maliki is portraying himself as the leader who defeated terrorism and ended the U.S. occupation.\n\nLoad-Date: June 29, 2009"
}