{
    "title": "U.S. to Explore Aid to Colombia , Citing Threat of Terrorism",
    "publisher": "the new york times",
    "year": 2002,
    "month": 3,
    "day": 3,
    "full text": "The Bush administration hopes to use concern over terrorism to build support in Congress for direct aid to the Colombian government to fight leftist rebels, officials say.\n     American policy makers have not decided how deeply they want to plunge into Colombia's fight against the country's main rebel group, the Revolutionary Armed Forces of Colombia, known by its Spanish acronym FARC. So far the American commitment has been to share intelligence and to rush spare parts to Colombia. \n President Bush said this week that the United States would continue to comply with laws restricting American military involvement in Colombia to the war on drugs. \"We do have legal constraints,\" he said. \"We are providing advice to the Colombian government as to drug eradication and we will keep it that way. The law is very clear.\"\nBut the officials are beginning to portray the Colombian government's struggle as part of the broader, worldwide fight against terrorists, and they say it deserves a military support program.\nCongress had specifically barred support for helping the Colombian government put down the rebels when it approved more than $1 billion in mostly military aid to Colombia as part of an antidrug program. Lawmakers have contended that the guerrilla war is unwinnable and the Colombian military is a weak and corrupt ally.\nBut opposition may be softening, and some critics of the Colombian Army now say it is time to consider counterinsurgency support.\nSenator Patrick J. Leahy, a Vermont Democrat who has long pressured the Colombian military to curb abuses, called for a \"top-to-bottom review\" of a drug-focused policy, which he said had failed.\nAs part of that review, Mr. Leahy said Congress should consider sending in American combat troops. Currently, fewer than 400 American military trainers are involved in Colombian antidrug operations. \nOne senior official who has spoken with other officials about the subject said last week: \"People are interested in considering a move from counternarcotics to counterterrorism, rather than counterinsurgency. What people are thinking is Colombia is under threat from terrorism.\"\nThe official conceded that the distinction was largely \"just a change in words,\" but he said it could have an important role in public perceptions as the United States considered its options.\n\"I don't think anyone in Congress is going to stand up and say, 'Hey, let's do some counterinsurgency,' \" the official said. But he said few members from either party had raised objections as the administration has started to help Colombia fight the rebels. \"They supported what we were doing,\" he said.\nOn the possibility of sending in combat troops, Mr. Leahy said: \"It's not risk free. It may well involve Americans on the front lines against the insurgency in helping the Colombian Army enter the 21st century. And it's not going to solve our drug problem.\"\nSenator Bob Graham, the chairman of the Intelligence Committee, said it was time to view Colombia's instability as a regional security threat and consider giving direct support for the counterinsurgency.\n\"It is time for that consideration, because I believe that we're at a critical decision point for Colombia,\" said Mr. Graham, a Florida Democrat. If Colombia is unable to make substantial military progress against the rebels, he added, \"it could lead to a downward spiral.\"\nMr. Graham said the administration was sending conflicting signals on Colombia. \"The administration has got to decide what it's going to do,\" he said.\nSecretary of State Colin L. Powell, Condoleezza Rice, the national security adviser, and Defense Secretary Donald H. Rumsfeld met last Tuesday to discuss a request by President Andres Pastrana for military help. Secretary Powell and Ms. Rice urged a cautious approach, aides said.\nOfficials and analysts said the administration would probably not undertake a major policy change on Colombia until after its presidential elections on May 26. But some see signs of an incremental shift with President Bush's request for $98 million to help the Colombian Army protect a vital oil pipeline against repeated sabotage.\nIn the meantime, officials are trying to influence how Americans view the Colombian rebels. The White House spokesman, Ari Fleischer, repeatedly salted his comments about Colombia last week with references to the FARC as terrorists.\nThe United States first listed the group as a terrorist organization in 1998, along with the second rebel movement, the National Liberation Army. A right-wing paramilitary organization, the United Self-Defense Forces of Colombia, was so designated last year. \nThe main rebel group's recent kidnappings and hijackings leading up to the collapse of three-year peace talks has, for some, confirmed its terrorist credentials.\nWhile it has some ties to the Irish Republican Army, it has no known links to Al Qaeda. It has been locked for decades in a domestic, political struggle that is not distinctly aimed at the United States, though it has attacked Americans and American business interests in Colombia. \nIn many ways, it is a traditional Latin American insurgency -- the kind that disappeared across the hemisphere with the cold war; it is sustained today by drug profits, not ideological support.\nMichael Shifter, a specialist on Colombia at the Inter-American Dialogue, said the group deserved a terrorist designation. But the administration's insistence on that point might eliminate any hope of someday reaching a peace settlement, which has been at the core of American and Colombian strategy, he said.\n\"The real risk is that in the war against terrorism, there's no room for political negotiations,\" Mr. Shifter said.\nBefore the United States wades deeper into Colombia, he added, American policy makers should ask themselves: \"How far do we go? What are the costs? What is the endgame here?\" \n\nhttp://www.nytimes.com\n\nLoad-Date: March 3, 2002"
}