{
    "title": "U.S. Is Open to Removing Sudan From Terrorism List, Diplomat Says",
    "publisher": "the new york times",
    "year": 2017,
    "month": 11,
    "day": 16,
    "full text": "NAIROBI, Kenya — A month after the Trump administration formally lifted decades-old sanctions against Sudan, a top official said on Thursday that the United States would consider removing Sudan from            its list of state sponsors of terrorism, a designation that has been in place since 1993.\nThe step, which is contingent on further cooperation by Sudan with Washington, would further demonstrate the striking turnabout in relations between the countries, a thaw that began under the Obama administration and a rare area in which the Trump administration has continued the approach of its predecessor.\nDeputy Secretary of State John J. Sullivan said the United States was willing to consider removing Sudan from the its list of state sponsors of terrorism if Sudan continued to make progress on counterterrorism cooperation, human rights and other key issues. Syria, since 1974, and Iran, since 1984, are the other countries on the list.\nMr. Sullivan said he raised those issues in a two-day visit to Khartoum, the Sudanese capital. He is one of the highest-level officials to visit Sudan in a decade.\nRevoking the sanctions is the latest in a series of steps the nations have taken to improve relations. In late September, Sudan was dropped from the list of countries affected by the Trump administration’s travel ban. The Sudanese government also affirmed the end of diplomatic relations with North Korea, a move that pleased Washington.\nMr. Sullivan said the travel-ban decision was unrelated to the latest moves. “That is an immigration issue,” he told reporters in Khartoum.\nSudan was designated a state sponsor of terrorism by the State Department in 1993, after officials determined that the country had            harbored militants plotting to bomb the United Nations building, the New York headquarters of the F.B.I. and tunnels connecting New Jersey with Manhattan. Tough sanctions were imposed on Sudan in 1997 for harboring Osama bin Laden, then the leader of Al Qaeda, and other terrorists.\nRevoking that designation has been a key concern of the Sudanese president, Omar al-Bashir.\nThe recent moves left in place sanctions against individuals suspected of involvement in crimes in the southwestern province of Darfur. Mr. Bashir has been indicted by the International Criminal Court, which accuses him of involvement in crimes against humanity and genocide in Darfur.\nMr. Sullivan characterized the Trump administration’s policies as a continuation of President Barack Obama’s strategy of engagement with Sudan. He praised the Sudanese government’s “positive steps” over the past 18 months, including counterterrorism cooperation, expanded humanitarian access and what he called the “end” of Sudan’s “destabilizing actions in South Sudan.”\nBased on the government’s track record, Mr. Sullivan said, the United States will continue to work with Sudan toward its eventual removal from the list of state sponsors of terrorism.\nMr. Sullivan said the United States would nevertheless continue to press Sudan on human rights issues.\n“There will need to be substantial progress on those matters, including political freedom, press freedom and religious freedom — those freedoms that are so important to us as Americans,” he said.\nMr. Bashir’s policy in Darfur may also remain an icy point between the countries, even as relations otherwise thaw. Earlier this week, Mr. Bashir said that he wanted to close all of the displacement camps in Darfur, which he said had “recovered.”\n“The United States does not support any unilateral efforts” to close the camps, Mr. Sullivan said. “We’ve had a number of discussions with the government of Sudan on these issues, and we are looking for a way forward that will provide for peaceful reconciliation. But we are not in favor of closing the camps.”\nPHOTO: Deputy Secretary of State John J. Sullivan, third from left, met with Sudan’s foreign minister, Ibrahim Ghandour, fourth from right, in Khartoum on Thursday. (PHOTOGRAPH BY Ebrahim Hamid/Agence France-Presse — Getty Images FOR THE NEW YORK TIMES)\nRelated Articles\nTrump Administration Formally Lifts Sanctions on Sudan\nIn Long-Isolated Sudan, ‘Lot of Excitement’ as U.S. Sanctions End\n\nLoad-Date: November 1, 2019"
}