{
    "title": "U.S. Is Said to Detect Plans By Iran for Terrorist Attacks",
    "publisher": "the new york times",
    "year": 1987,
    "month": 8,
    "day": 6,
    "full text": "United States intelligence has detected evidence that Iran may be preparing attacks on American installations abroad and possibly within the United States, Government officials said today.\nThe officials said the Federal Bureau of Investigation had assigned agents to look into a report, of unknown validity, that Iranians in the United States were now scouting possible domestic targets. One knowledgeable official termed the F.B.I.'s action precautionary and said there was no ''hard evidence'' of Iranian plans to mount an assault inside this country.\nBut another senior official said: ''There is a real cause for concern about Iranian terrorism in the United States. There are a lot of Khomeini supporters in this country.''\nOn the basis of information provided by an official that was later shown to be unreliable, American agencies were put on alert in December 1981 to defend against a team of Libyans who had purportedly entered the United States to attack President Reagan. The information was reported by news organizations, causing a furor that officials now view as unfounded.\n \nTargets in Europe and Mideast\nGovernment officials said the most worrisome information collected this time involved possible threats to American installations in Europe and the Middle East. They said some American Embassies had been put under surveillance by people thought to be Iranian agents in what is viewed as a possible first step in planning an attack. Intelligence analysts have also noted the movement into various countries of Iranians known to have been associated with planning other terrorist actions.\nAdministration officials said the most recent intelligence assessments by the Defense Intelligence Agency rated the threat of Iranian terrorism as high and had mentioned both American installations abroad and within the United States as possible targets.\nThe officials said it was impossible to determine whether the activity represented contingency planning, serious preparation for attacks or an attempt at ''psychological warfare'' by Teheran.\n''They may just be jerking our chain,'' one official said.\nIn recent weeks, as the United States has increased its naval presence in the Persian Gulf and tensions with Teheran have risen, Iranian officials have been publicly saying that they intend to retaliate with terrorism.\n \nThe U.S. Response\nAmerican officials said the United States had increased the number of F.B.I. agents assigned to investigate and monitor potential Iranian terrorist moves within this country. The intelligence agencies have also reportedly been directed to gather as much information as possible about the movements and activities of known Iranian agents.\nSeveral officials said the increased intelligence collection might be one reason behind the sudden surge in the number of warnings and sightings. ''If you look more, you will find more,'' an official said.\nSusan Schnitzer, a spokeswoman for the F.B.I., said the bureau ''was aware of threats being made publicly of potential for Iranian attacks against U.S. targets.''\nShe declined to discuss whether the F.B.I. had been assigned to investigate any particular piece of intelligence information but said, ''In general, when we made aware of possible terrorist activity, we do take it seriously and we look into it.''\nAdministration officials said American intelligence routinely produced warnings of possible attacks against targets abroad. They said that information about domestic threats was more infrequent but that in periods of tension in recent years, involving such countries as Libya and Syria, the F.B.I. had increased its monitoring of those countries' nationals living or visiting the United States.\n \n'Softer Targets'\nSeveral American officials have expressed suspicion that Iran will eventually respond to this country's protection of Kuwaiti tankers with terrorism. These officials suggest that it is unlikely that Teheran would confront the superior military force in the Persian Gulf when it can search for ''softer targets'' elsewhere.\n''Everyone knows Iran has a very limited repertoire,'' one official said. ''Why should they use their weakest weapons against our strongest ones?''\nAnother official said the increased Iranian activity should be viewed in the context of Teheran's larger goal, which is to drive the United States out of the Persian Gulf region. This official said Teheran's policy appeared to mix bellicose public statements about terrorism with easily detectable moves that demonstrate a willingness to carry out the threats.\nThis official acknowledged that Iranians could be deliberately discussing terrorism on open communications links as a means of heightening tension in the West.\n \nIran Linked to 2 Actions\nOn the other hand, American officials said the Iran was clearly implicated in at least two actions in recent months, the kidnapping of an American journalist, Charles Glass, in Lebanon and clashes in Mecca last week involving Iranian pilgrims.\nThe officials said they had circumstantial evidence that Iran had advance warning of the riot in Mecca that left more than 400 dead. They noted that almost immediately after the incident in Saudi Arabia, a mob purportedly mounted a spontaneous demonstration in Teheran that led to the sacking of the Saudi and Kuwaiti Embassies.\nOne official said today that the Iranians had rehearsed the overrunning of the embasssies, strongly suggesting that the Iranian Government had advance warning of the Mecca riot."
}