{
    "title": "U.S. to beef up teams to fight terrorism",
    "publisher": "the deseret news",
    "year": 2009,
    "month": 12,
    "day": 19,
    "full text": "WASHINGTON ? Responding to a surge of terrorism cases involving Americans, Homeland Security Secretary Janet Napolitano says her department is deploying more intelligence analysts nationwide and expanding teams that do outreach with Muslim communities. In an interview this week, Napolitano outlined a strategy against radicalization that features stepped-up intelligence sharing with state and city law-enforcement agencies as well as increased efforts to engage American Muslims and prevent a backlash against them. And she suggested that economic hard times and the spread of the Internet as a communications medium have contributed to the challenges. \n\"We don't want the people of the United States living in fear,\" Napolitano said. \"We are not about suggesting that the American values placed on inclusion and diversity be at all impinged on, in fact to the contrary.\" Napolitano's first year leading the department ? 230,000 employees and an array of agencies including the Border Patrol, Secret Service and Coast Guard ? has been marked by an unusual number of prosecutions of terrorism. Authorities have charged several Americans with training with al-Qaida and its allies overseas and plotting attacks at home and abroad. In addition, alleged homegrown extremists have been accused in plots from Dallas to North Carolina. The suspected role of extremism in the shooting that killed 13 people at Fort Hood, Texas, in November worsened fears of U.S. radicalization after years in which Europe's restive Muslim communities were considered the front line in the West. In a recent speech, Napolitano issued a strong warning about \"home-based terrorism.\" She said it was hard to pinpoint reasons for the trend but noted that economic hard times spur anger and disenchantment. She also cited the role of technology in spreading a wave of English-language propaganda aimed at aspiring American extremists. \"There's a lot of beauty about the Internet and how it globalizes information,\" she said. \"But there's a dark side and part of the dark side is the use of the Internet ... in materials that feed into this terrorist type of mind set. Then connected to that is the growth of the new media, YouTube and Facebook. ... They serve as a way to connect people so they develop more of a group dynamic.\" Although Homeland Security is often described as the department responsible for preventing terrorism in the United States, its role in that arena has limits. The FBI has prime responsibility for investigating suspected terrorism and gathering intelligence on extremist groups at home. But Immigration and Customs Enforcement, an agency within the Homeland Security Department, has a strong presence in FBI-led joint terrorism task forces, Napolitano pointed out. And while Homeland Security does not gather front-line intelligence, its Office of Intelligence and Analysis is a hub for the flow of information between federal and local authorities. Napolitano said she already has redeployed about 36 intelligence analysts from Washington to beef up 72 \"fusion centers\" created during the previous administration. She intends to send more analysts to those centers, where federal officials work with local investigators to share intelligence and provide training on detecting potential threats. \"One of our big initiatives now is really working with state and local law enforcement in a closer way in terms of sharing information ... about threats and threat streams that may be emanating from the (tribal areas of Pakistan) but could have applicability in the United States,\" she said. \"You've got 800,000 law enforcement officers across the country. ... You've got to be able to share information with them. And it's very hard to do that ... without having any kind of a portal from which to do it.\" A more public initiative is improving cooperation with American Muslims. Experts say the Muslim community in the United States remains better-integrated and more resistant to extremism than others in the West, but its leaders have expressed concern recently about the dangers of radicalization. The Conference on American-Islamic Relations helped alert the FBI to the recent case of five Americans suspected of traveling from suburban Virginia to join militant groups in Pakistan, setting up a meeting between the men's families and FBI agents. Napolitano said she is expanding \"engagement teams\" of the Office of Civil Rights and Civil Liberties that are in charge of improving ties between the government and Muslim communities. Although the civil rights office still lacks a director, Napolitano said a candidate for the job has been submitted to the White House for approval. \"The notion of course is to build bridges,\" she said. \"It's really making sure that communities are connected and are not de facto isolated in such a fashion that it can breed a sense of hopelessness, anger and poverty and other things that can lead to somebody deciding to travel around the world and train at a camp and come back.\" As the problem of extremism gets more public attention, Muslim leaders worry about backlash and overreaction by law enforcement and others with incomplete or distorted knowledge of Islam. In Minneapolis last week, CAIR called on political and religious leaders to \"repudiate recent incidents of anti-Muslim hate\" such as anti-Islamic cartoons that were posted on utility poles and allegedly disparaging statements by a candidate for Congress. Napolitano acknowledged that she has not had many opportunities to meet with Muslim groups so far. But she said her work with the Muslim community in Arizona, where she served as attorney general and governor, gave her a first-hand look at the need to balance enforcement with protection of civil liberties and tolerance. She recalled a horrific case in Phoenix after the terrorist attacks of Sept. 11, 2001, when a gunman intent on killing Muslims ended up murdering an Indian-American Sikh, mistaking him for a Muslim because he wore a turban. The crime spread fear among Muslims in Arizona. \"The Muslim community was saying we don't want to send our kids to school right now,\" she recalled. \"I got a sense then of that feeling of being singled out in the wrong way. So I really worked with the Muslim community on those issues.\" Because of the size of the Homeland Security Department, and because cases of alleged radicalization have surfaced in a number of regions, the key to an effective response is systematic cooperation, Napolitano said. \"As we move forward, you can't just do the security of the United States from one or two departments located in Washington D.C.,\" she said. \"It's got to be shared across the nation.\"  \n\nLoad-Date: December 19, 2009"
}