{
    "title": "U.S. Uses Terror Law to Pursue Crimes From Drugs to Swindling",
    "publisher": "the new york times",
    "year": 2003,
    "month": 9,
    "day": 28,
    "full text": "The Bush administration, which calls the USA Patriot Act perhaps its most essential tool in fighting terrorists, has begun using the law with increasing frequency in many criminal investigations that have little or no connection to terrorism. \n      The government is using its expanded authority under the far-reaching law to investigate suspected drug traffickers, white-collar criminals, blackmailers, child pornographers, money launderers, spies and even corrupt foreign leaders, federal officials said. \n Justice Department officials say they are simply using all the tools now available to them to pursue criminals -- terrorists or otherwise. But critics of the administration's antiterrorism tactics assert that such use of the law is evidence the administration is using terrorism as a guise to pursue a broader law enforcement agenda. \nJustice Department officials point out that they have employed their newfound powers in many instances against suspected terrorists. With the new law breaking down the wall between intelligence and criminal investigations, the Justice Department in February was able to bring terrorism-related charges against a Florida professor, for example, and it has used its expanded surveillance powers to move against several suspected terrorist cells. \n But a new Justice Department report, given to members of Congress this month, also cites more than a dozen cases that are not directly related to terrorism in which federal authorities have used their expanded power to investigate individuals, initiate wiretaps and other surveillance, or seize millions in tainted assets.\n For instance, the ability to secure nationwide warrants to obtain e-mail and electronic evidence \"has proved invaluable in several sensitive nonterrorism investigations,\" including the tracking of an unidentified fugitive and an investigation into a computer hacker who stole a company's trade secrets, the report said. \n Justice Department officials said the cases cited in the report represent only a small sampling of the many hundreds of nonterrorism cases pursued under the law.\n The authorities have also used toughened penalties under the law to press charges against a lovesick 20-year-old woman from Orange County, Calif., who planted threatening notes aboard a Hawaii-bound cruise ship she was traveling on with her family in May. The woman, who said she made the threats to try to return home to her boyfriend, was sentenced this week to two years in federal prison because of a provision in the Patriot Act on the threat of terrorism against mass transportation systems.\n And officials said they had used their expanded authority to track private Internet communications in order to investigate a major drug distributor, a four-time killer, an identity thief and a fugitive who fled on the eve of trial by using a fake passport.\nIn one case, an e-mail provider disclosed information that allowed federal authorities to apprehend two suspects who had threatened to kill executives at a foreign corporation unless they were paid a hefty ransom, officials said. Previously, they said, gray areas in the law made it difficult to get such global Internet and computer data. \n The law passed by Congress just five weeks after the terror attacks of Sept. 11, 2001, has proved a particularly powerful tool in pursuing financial crimes. \n Officials with the Bureau of Immigration and Customs Enforcement have seen a sharp spike in investigations as a result of their expanded powers, officials said in interviews. \n A senior official said investigators in the last two years had seized about $35 million at American borders in undeclared cash, checks and currency being smuggled out of the country. That was a significant increase over the past few years, the official said. While the authorities say they suspect that large amounts of the smuggled cash may have been intended to finance Middle Eastern terrorists, much of it involved drug smuggling, corporate fraud and other crimes not directly related to terrorism.\nThe terrorism law allows the authorities to investigate cash smuggling cases more aggressively and to seek stiffer penalties by elevating them from what had been mere reporting failures. \n Customs officials say they have used their expanded authority to open at least nine investigations into Latin American officials suspected of laundering money in the United States, and to seize millions of dollars from overseas bank accounts in many cases unrelated to terrorism.\nIn one instance, agents citing the new law seized $1.7 million from United States bank accounts that were linked to a former Illinois investor who fled to Belize after he was accused of bilking clients out of millions, federal officials said.\nPublicly, Attorney General John Ashcroft and senior Justice Department officials have portrayed their expanded power almost exclusively as a means of fighting terrorists, with little or no mention of other criminal uses.\n\"We have used these tools to prevent terrorists from unleashing more death and destruction on our soil,\" Mr. Ashcroft said last month in a speech in Washington, one of more than two dozen he has given in defense of the law, which has come under growing attack. \"We have used these tools to save innocent American lives.\"\nInternally, however, Justice Department officials have emphasized a much broader mandate.\n A guide to a Justice Department employee seminar last year on financial crimes, for instance, said: \"We all know that the USA Patriot Act provided weapons for the war on terrorism. But do you know how it affects the war on crime as well?\"\nElliot Mincberg, legal director for People for the American Way, a liberal group that has been critical of Mr. Ashcroft, said the Justice Department's public assertions had struck him as misleading and perhaps dishonest.\n \"What the Justice Department has really done,\" he said, \"is to get things put into the law that have been on prosecutors' wish lists for years. They've used terrorism as a guise to expand law enforcement powers in areas that are totally unrelated to terrorism.\"\nA study in January by the General Accounting Office, the investigative arm of Congress, concluded that while the number of terrorism investigations at the Justice Department soared after the Sept. 11 attacks, 75 percent of the convictions that the department classified as \"international terrorism\" were wrongly labeled. Many dealt with more common crimes like document forgery. \n The terrorism law has already drawn sharp opposition from those who believe it gives the government too much power to intrude on people's privacy in pursuit of terrorists. \n Anthony Romero, executive director of the American Civil Liberties Union, said, \"Once the American public understands that many of the powers granted to the federal government apply to much more than just terrorism, I think the opposition will gain momentum.\"\n Senator Patrick J. Leahy of Vermont, the ranking Democrat on the Judiciary Committee, said members of Congress expected some of the new powers granted to law enforcement to be used for nonterrorism investigations. But he said the Justice Department's secrecy and lack of cooperation in putting the legislation into effect made him question whether \"the government is taking shortcuts around the criminal laws\" by invoking intelligence powers -- with differing standards of evidence -- to conduct surveillance operations and demand access to records.\n \"We did not intend for the government to shed the traditional tools of criminal investigation, such as grand jury subpoenas governed by well-established precedent and wiretaps strictly monitored\" by federal judges, he said. \n Justice Department officials say such criticism has not deterred them. \"There are many provisions in the Patriot Act that can be used in the general criminal law,\" Mark Corallo, a department spokesman, said. \"And I think any reasonable person would agree that we have an obligation to do everything we can to protect the lives and liberties of Americans from attack, whether it's from terrorists or garden-variety criminals.\" \n\nhttp://www.nytimes.com\n\nLoad-Date: September 28, 2003"
}