{
    "title": "U.S. drug supply a terrorism target_",
    "publisher": "usa today",
    "year": 2003,
    "month": 9,
    "day": 25,
    "full text": "The nation's prescription drug supply is a potential target for terrorists, and preventing attacks could require politically difficult decisions.\n\"It would be very easy for terrorists to mount an attack,\" says Bill Livingstone, director of analysis at GlobalOptions, a Washington, D.C., research firm. At a conference today in Washington, the group will present a report it conducted assessing the threat to the nation's prescription drug supply.\nWorries about terrorism come amid concern that the U.S. drug supply -- still considered the safest in the world -- is increasingly vulnerable to counterfeits.\nThe Food and Drug Administration has seen a fourfold increase in the number of counterfeiting cases since the 1990s, including this summer's recall of batches of anti-cholesterol drug Lipitor.\nGlobalOptions' findings include:\n * Terrorists use profits from counterfeit drugs to finance their operations. Among examples the report cites are a 1990 effort by the Irish Republican Army to sell a fake drug used to treat livestock and more recent efforts by Lebanese militant group Hezbollah to smuggle into the USA an ingredient used in making methamphetamine.\n * Tainted products could be slipped into the U.S. drug supply through one of the hundreds of small wholesalers that buy and sell prescription drugs.\n * The Internet could be used by terrorists, who would lure buyers with promises of lower prices, then ship them tainted drugs.\nPreventing attacks on the nation's drug supply could require difficult choices.\n\"The government understands that to protect the drug supply, they would have to do some really politically unpopular things, like banning people from getting drugs in the mail or closing down 80% of the wholesalers,\" says attorney Donald deKieffer, who represents drug, food and apparel companies.\nHe and representatives of the World Health Organization, drug companies, corporate anti-counterfeiting experts and the FDA are scheduled to speak at today's conference, sponsored by the Institute for International Research.\nTechnology \"fixes\" to thwart counterfeiting will also be outlined. Some drugmakers are embracing technologies, such as color-shifting inks on packages or radio-frequency identification tags, which can be used to track drugs from factory to pharmacy.\n\"Technology can only go so far,\" says Howard Koch, a director at the Western Disaster Center, a nonprofit group working to develop quick ways to spread information about natural and terrorist-caused disasters. \"This is a problem that requires modification of processes all along the way, from packaging to the way we distribute drugs.\"\n\nLoad-Date: September 25, 2003"
}