{
    "title": "U.S. Deports Terrorism Convict It Had Sought to Hold Indefinitely",
    "publisher": "the new york times",
    "year": 2020,
    "month": 7,
    "day": 22,
    "full text": "The Trump administration sent the stateless man who had served his sentence to an undisclosed country rather than defend never-before-used executive authority to keep holding him.\nThis article was produced in partnership with the Pulitzer Center on Crisis Reporting.\nThe Trump administration said on Wednesday that it had deported a stateless Palestinian man who had completed a terrorism-related prison sentence, averting a legal showdown over whether the federal government has the authority in some cases to indefinitely detain a noncitizen.\nThe man, Adham A. Hassoun, 58, was sent to an unidentified country on Tuesday, according to an affidavit filed in federal court in Buffalo, N.Y., and his lawyer, Jonathan Hafetz, a senior counsel at the American Civil Liberties Union.\n“Mr. Hassoun is thrilled to be finally free after 17 months of illegal detention and is looking forward to resuming his life,” said Mr. Hafetz.\nMr. Hafetz said his client’s location was being kept secret under a court protective order but called his deportation “a victory for the rule of law.” He said that Mr. Hassoun’s lawyers learned of his release in an “ecstatic” phone call from him.\nThe case was a test of the Department of Homeland Security’s administrative authority to invoke a government regulation established under the USA Patriot Act and declare a convict who completed a terrorism sentence a threat to national security without providing proof of that threat to a federal court reviewing his detention. The government had asserted that the regulation gave it the power to hold Mr. Hassoun indefinitely in an immigration prison.\nMr. Hassoun, a former computer programmer in South Florida, arrived in the United States in 1989 on a student visa, and was arrested in 2002 in federal sweeps following the Sept. 11, 2001 attacks.\nHe was convicted as a co-defendant in the high-profile prosecution of Jose Padilla, an American citizen who is still imprisoned for conspiring to help Islamic jihadists abroad. Mr. Hassoun was convicted of providing material support for terrorism in 2007 for sending aid to Muslim militants in places like Bosnia, Kosovo and Chechnya in the 1990s. He completed a prison sentence early for good behavior in 2017.\nThe United States has typically deported noncitizens at the end of their sentences. But because Mr. Hassoun was born in Lebanon to a Palestinian family and did not hold Lebanese citizenship, there was no obvious place to send him. So they notified him that he was to be detained indefinitely and held him as an immigration prisoner in the Buffalo Federal Detention Facility in Batavia, N.Y.\nCivil liberties lawyers took up his case and on June 29 obtained a release order from U.S. District Judge Elizabeth A. Wolford, who found that the government had provided no basis for holding him.\nJustice Department lawyers initially sought to argue that Mr. Hassoun was a danger through the testimony of a jailhouse informant who offered accounts of conversations he had with Mr. Hassoun. But as the case was headed to trial, the informant’s accounts were discredited and the government withdrew them. That left the judge with no evidence on the question of whether Mr. Hassoun posed a danger.\nIn ordering Mr. Hassoun’s release, Judge Wolford rejected the authority of the government to detain him indefinitely “based on the executive branch’s say-so.” The judge said the case demonstrated that the government’s position “cannot withstand constitutional scrutiny.”\nShe gave the government until July 2 to release him to live with a sister in South Florida for six months of supervised release, with an ankle monitor and other restrictions, including not associating with known terrorists or extremists.\nRather than let him go, Justice Department lawyers notified two different federal appeals courts of their intent to challenge Judge Wolford’s release order — the Courts of Appeals in the Second Circuit in New York and in theDistrict of Columbia Circuit.\nBut behind the scenes the Trump administration arranged for him to be resettled in an undisclosed country and sent him there Tuesday aboard a charter flight arranged by U.S. Immigration and Customs Enforcement. It notified the courts of the removal on Wednesday.\nHis lawyers said that Mr. Hassoun, who was divorced during his 18 years in prison, wants to spend time with his three U.S.-born children, who are living abroad. The youngest is 20.\n“He wants to be with his family, would like to try to find a job and start a new chapter of his life,” said Nicole Hallett, one of Mr. Hassoun’s lawyers, who is director of the Immigrants’ Rights Clinic at the University of Chicago Law School.\nPHOTO: Adham A. Hassoun was convicted of providing material support for terrorism in 2007 and completed a prison sentence early for good behavior in 2017. He was deported on Tuesday. (PHOTOGRAPH BY John L. White/South Florida Sun Sentinel FOR THE NEW YORK TIMES)\n\nLoad-Date: July 23, 2020"
}