{
    "title": "U.S. to take N. Korea off terrorism blacklist",
    "publisher": "the world",
    "year": 2008,
    "month": 10,
    "day": 11,
    "full text": "WASHINGTON - The Bush administration plans to remove North Korea from a terrorism blacklist today after getting assurances the Stalinist nation has agreed to a plan to inspect its nuclear facilities, The Associated Press has learned.\nPresident Bush signed off on the move on Friday in a bid to salvage a faltering accord aimed at getting the North to abandon atomic weapons, according to diplomats briefed on the matter.\nThe removal is provisional and North Korea will be put back on the State Department's \"state sponsors of terrorism'' list if it doesn't comply with the inspections, they said. The diplomats spoke on condition of anonymity because the administration has not yet announced the step.\nThe expected delisting comes as North Korea moves to restart a disabled nuclear reactor and takes other provocative actions, including expelling U.N. inspectors and test firing missiles, that have heightened tensions and threaten the shaky disarmament agreement.\nIt also follows days of intense internal debate in Washington and consultations with U.S. negotiating partners China, South Korea, Russia and Japan. Japan had balked at the move because the North has not yet resolved issues related to its abduction of Japanese citizens.\nNeither the White House nor the State Department would comment on the decision, which has been in the works since chief U.S. negotiator Christopher Hill returned from a trip to North Korea late last week.\nBut earlier Friday, U.S. officials said they were trying to build consensus among negotiating partners on the step as well as the inspection regime that Washington insists must accompany the delisting.\n\"We're continuing to work with our six-party partners,'' White House press secretary Dana Perino said, referring to China, Japan, Russia and South Korea, which along with the United States and North Korea make up the group of countries working on the deal.\nSecretary of State Condoleezza Rice spoke on Friday with the foreign ministers of China, South Korea and Japan and was trying to reach her Russian counterpart, State Department spokesman Sean McCormack told reporters.\n\"The point where we're at now is making sure everybody agrees,'' he said.\nAt issue was whether tentative arrangements worked out last week between Hill and the North Koreans were acceptable to the others. Under those terms, the U.S. would provisionally remove North Korea from the terror list once the North agrees to the inspections.\nMcCormack dismissed suggestions the United States was trying to force an agreement on its partners and declined to say which, if any, countries were preventing a consensus.\nHowever, Japan had been resistant, arguing that North Korea should not be taken off the list until the cases of Japanese citizens abducted by Pyongyang in the 1970s and '80s are resolved.\nIn Tokyo on Friday, Japanese Foreign Minister Hirofumi Nakasone said his country could accept a U.S. move to remove North Korea from the list but only if it was reasonable.\n\"We still don't know when and what kind of decision the United States makes, but I expect they will consult us before making a final decision,'' he said. \"If the decision is something that is also satisfactory to our country, that's all we ask for.''\nAnd in Washington, Japanese Finance Minister Shoichi Nakagawa used a meeting of the world's top economies to urge the United States to keep in mind Japanese unease over the threat of North Korean nuclear weapons and missiles and about its past kidnapping of Japanese citizens.\nIt was not immediately clear how or if Japan was swayed, although a senior U.S. official said the administration was working urgently to meet Japanese concerns amid fears the entire denuclearization deal would collapse.\nUnder the 2007 disarmament deal, the North was to have disabled its main nuclear facility and the United States was to have removed it from the terrorism list. But after the Yongbyon reactor was disabled in June, the U.S. said it would not delist the country until it agreed to an intrusive verification regime.\nBut under a face-saving compromise proposed by Hill, the agreement could be deposited with the Chinese hosts of the six-nation talks and announced at the same time as the delisting.\nWhen that point is reached, McCormack said North Korea would be required to halt and reverse its recent actions.\n\"We would hope and expect that if the process is going to move forward, that they take active steps to reverse what they have done over the past month,'' he said.\n\nLoad-Date: October 13, 2008"
}