{
    "title": "U.S. Court of Appeals, 2nd Circuit Case Summaries_ June 15, 2010",
    "publisher": "the daily record ",
    "year": 2010,
    "month": 6,
    "day": 15,
    "full text": "Sentencing Enhancements - Terrorism\nU.S. v. Awan 07-4315-cr Appealed from the Eastern District of New York\nBackground: The government appeals from a judgment of conviction and sentence in which the district court denied the prosecution's request for the imposition of the terrorism enhancement, which applies to felonies that involved, or intended to promote, a federal crime of terrorism,\" U.S.S.G. ยง3A1.4, to each of defendant Khalid Awan's three counts of conviction. The Khalistan Commando Force is a Sikh terrorist organization responsible for carrying out murders and bombings in India. The organization seeks to compel the Indian government to allow the creation of an independent Sikh state in India's Punjab region. The KCF has engaged in bombings of Indian security forces, buses, trains and civilian economic targets resulting in the deaths of thousands in India since the beginning of the organization's existence. \nAwan told others on several occasions that he was a close friend of Panjwar and that he knew Panjwar was a leader of the KCF. Awan also was wiretapped by the government making phone calls to Panjwar from the Metropolitan Detention Center in Awan, where he was in custody on charges related to credit card fraud. That plot was not involved in Prime Minister Gandhi's actual assassination in 1984. Awan told a fellow inmate at the MDC, Harjit Singh, that he knew Panjwar was involved in several hundred bombings, a plot to attack Indian Prime Minister Indira Gandhi in 1984, and attacks on Indian security forces in India, and that the KCF received training at camps in Pakistan run by the Pakistani intelligence service. From 1998 through 2001, using a variety of methods, Awan served as a conduit for the transfer of funds from KCF supporters in the United States to Panjwar.\nRuling: The district court committed legal error by failing to consider application of the intended-to-promote prong of Section 3A1.4 and by misconstruing the involved prong, both applicable to Awan's conduct. The sentence is vacated and the case is remanded for further proceedings.\nKelly T. Currie, assistant U.S. attorney, for the appellant, and Sean Michael Maher of Wahid, Vizcaino & Maher LLP for the appellee\nU.S. Court of Appeals, Second Circuit\nAppellate Review Notice of Appeal - Ineffective Assistance\nUrinyi v. U.S. 09-3398-op Appealed from the Southern District of New York\nBackground: James Urinyi moves for leave to file a \"second or successive\" motion to vacate his conviction pursuant to 28 U.S.C. ยง2255. Urinyi contends his one prior ยง2255 proceeding - in which he sought and obtained permission to file a late notice of appeal based on his attorney's ineffective assistance - should not count when determining whether his proposed motion is \"second or successive\" under the Anti-terrorism and Effective Death Penalty Act. In June 2004, Urinyi, who was represented by counsel, pleaded guilty to one count of conspiracy to distribute, and possession with intent to distribute, 50 grams or more of methamphetamine and one count of distributing and possessing with intent to distribute methamphetamine. Urinyi was sentenced in December 2004 to 121 months' incarceration. He failed to file a notice of appeal of the judgment. About a year later, he filed a ยง2255 motion in district court, arguing he was denied effective assistance because his attorney failed to file a timely notice of appeal, despite Urinyi's explicit instruction to do so. The district court agreed ineffective assistance had been provided.\nRuling: Urinyi's prior motion does not count when determining whether his proposed motion is \"second or successive\" under the AEDPA, therefore he does not require leave of the court to file the proposed motion in district court.\nJohn V. Saykanic for the appellant, and Preet Bharara, U.S. Attorney, for the appellee\n\nLoad-Date: June 22, 2010"
}