{
    "title": "U.S. man's PC linked to terrorism",
    "publisher": "the bismarck tribune",
    "year": 2008,
    "month": 7,
    "day": 29,
    "full text": "WASHINGTON (AP) - Former Justice Department officials broke the law by letting Bush administration politics dictate the hiring of prosecutors, immigration judges and other career government lawyers, according to an internal investigation released Monday.\nFor nearly two years, top advisers to then-Attorney General Alberto Gonzales discriminated against applicants for career jobs who weren't Republican or conservative loyalists, the Justice report found.\nAt times, their search for GOP activists delayed filling judgeships and threatened to clog immigration courts, the report said.\nThe federal government makes a distinction between \"career\" and \"political\" appointees, and it's a violation of civil service laws and Justice Department policy to hire career employees on the basis of political affiliation or allegiance.\nYet Monica Goodling, who served as Gonzales' counselor and White House liaison, routinely asked career job applicants about politics, the report concluded.\n\"What is it about George W. Bush that makes you want to serve him?\" Goodling asked at least some candidates, according to the joint investigation by Justice's Office of Inspector General and Office of Professional Responsibility. Others were asked about their views on abortion and gay marriage.\nWASHINGTON (AP) - President Bush on Monday approved the execution of an Army private, the first time in over a half-century that a president has affirmed a death sentence for a member of the U.S. military.\nWith his signature from the Oval Office, Bush said yes to the military's request to execute Ronald A. Gray, the White House confirmed. Gray had had been convicted in connection with a spree of four murders and eight rapes in the Fayetteville, N.C., area over eight months in the late 1980s while stationed at Fort Bragg.\nUnlike in the civilian courts, a member of the U.S. armed forces cannot be executed until the president approves the death sentence. Gray has been on death row at the U.S. Disciplinary Barracks at Fort Leavenworth, Kan., since April 1988.\nAHMADABAD, India (AP) - Police raided the home of an American citizen in Mumbai, India's financial capital, and seized a computer from which an e-mail claiming responsibility for bombings that killed 45 people in western India was believed to have been sent, officials said Monday.\nThe 48-year-old American has not been detained and is not currently a suspect, police said.\nAnti-terror police also arrested an underworld figure in Ahmadabad with apparent ties to a banned Muslim group and were determining whether he had any connection to the weekend attack in the city, said deputy police chief Ashish Bhatia.\nAt least 16 bombs tore through Ahmadabad around dusk Saturday, killing 45 people and wounding 161 others.\n\nLoad-Date: July 29, 2008"
}