{
    "title": "U.S. WILL ALLOW P.L.O TO MAINTAIN ITS OFFICE AT U.N",
    "publisher": "the new york times",
    "year": 1988,
    "month": 8,
    "day": 30,
    "full text": "Acting on foreign policy grounds, President Reagan decided today not to contest a ruling allowing the Palestine Liberation Organization to maintain its observer mission to the United Nations.\nThe Administration announced that it would not appeal a decision by a Federal District judge in Manhattan, who held that a 1987 law passed by Congress to combat terrorism did not apply to the P.L.O. office.\nIn the measure, the Anti-Terrorism Act, Congress declared that the P.L.O. was a terrorist organization and ''should not benefit from operating in the United States.'' Since 1974, when its chairman, Yasir Arafat, addressed the General Assembly, the P.L.O. office has been accorded the status of a nonvoting observer mission.\nCabinet-Level Disagreement\nJustice Department officials said last week that they wanted to appeal the ruling and would appeal unless Mr. Reagan instructed them not to do so. Secretary of State George P. Shultz argued strongly against an appeal, citing foreign policy considerations. The United Nations General Assembly had voted overwhelmingly to oppose American efforts to close the mission.\nIn a statement today, the Justice Department said: ''It is the Administration's normal policy to appeal adverse District Court decisions of this kind. But it was decided, in light of foreign policy considerations, including the U.S. role as host to the United Nations organization, not to appeal in this instance.''\nAdministration officials said President Reagan had personally resolved the disagreement between the Justice and State Departments.\n \nEffects of Exile-State Talk\nState Department officials said their desire to avoid closing the P.L.O. mission was based on their understanding of American obligations to the United Nations, and was not significantly affected by statements from P.L.O. figures saying that their organization was considering formation of a provisional government or a government in exile in the territories occupied by Israel. Such a provisional P,L.O. regime might recognize Israel's existence as a state.\nBut department officials said they tended to agree with Arab diplomats, who warned that the United States would set back Middle East peace efforts if it persisted in trying to close the P.L.O. mission.\nThe Administration had opposed adoption of the Anti-Terrorism Act, expressing concern that it might violate American obligations under the United Nations Headquarters Agreement of 1947. The agreement says the United States shall not impede access to the United Nations by foreign diplomats and others invited there on official business.\nThat principle may soon be tested again, because Mr. Arafat, is expected to seek a visa so he can address the General Assembly later this year, Arab diplomats say. The Administration would then have to decide whether or not to issue one - something done routinely for those addressing the United Nations - in the face of likely opposition by many members of Congress and by many pro-Israel organizations.\nThe National Press Club has also invited Mr. Arafat to speak at lunch here, but so far he has not responded. Under current regulations, even if Mr. Arafat received a visa to address the United Nations, he would be barred from traveling beyond 25 miles from New York without a special waiver.\nState Department officials said Mr. Arafat could be barred from the country under an immigration law that forbids the issuance of visas to aliens who belong to any organization that advocates terrorism.\n \n'74 U.N. Appearance Recalled\nIn 1986, when it was reported that the P.L.O. leader might want to go to the United Nations, Mr. Shultz sent a letter to Congress saying: ''I have no desire to see Arafat in the United States. Should he apply for a visa, his application will receive my most severe scrutiny.'' Mr. Shultz told Bob Dole, the Senate Republican leader, ''We share a common desire that Arafat should not come to the United States.''\nMr. Arafat addressed the United Nations General Assembly in 1974, saying he came ''bearing an olive branch and a freedom fighter's gun.'' At that time, he was given a visa by the State Department that permitted him to visit this country for business purposes.\nIt is not clear whether the United States would have to grant Mr. Arafat a visa if he wanted to come again. As an alien, he could not legally enter American territory without a valid visa, although that requirement is waived on rare occasions.\nRiyad H. Mansour, deputy chief of the P.L.O. observer mission in New York, expressed satisfaction with the Administration's decision not to appeal. ''If that is the true position of the Justice Department, they are now moving in line with international law and the commitment of the host country under the Headquarters Agreement to honor the agreement, and not to violate it,'' he said.\nBut Representative Jack F. Kemp, Republican of New York, said the Administration had made a serious mistake.\nHe expressed hope that Congress would take action to clarify its intention that the P.L.O. mission be shut down.\nDavid A. Harris, Washington representative of the American Jewish Committee, said he was not surprised by the Administration's decision today.\n''We regard the P.L.O. as a terrorist organization, hence anathema to American values, and we supported the closing of the P.L.O.'s information office in Washington,'' he said. ''But we concluded last year that efforts to close the P.L.O. observer mission were likely to immerse the United States in legal and diplomatic entanglements because of the U.N. Headquarters Agreement.''\nDavid A. Brody, Washington representative of the Anti-Defamation League of B'nai B'rith, said his group had also supported the closing of the Washington office that distributed information for the P.L.O. But he said the Anti-Defamation League had taken no position on the counterterrorism measure or in the litigation over the future of the P.L.O. Observer Mission in New York.\nOn June 29, District Judge Edmund L. Palmieri, in Manhattan, ruled that the Anti-Terrorism Act did not apply to the P.L.O. mission. He acknowledged that ''Congress has the power to enact statutes abrogating prior treaties or international obligations entered into by the United States.''"
}