{
    "title": "U.S. vetoes U.N. resolution condemning assassination; U.S. says measure ignores Hamas' record of ter",
    "publisher": "telegraph herald ",
    "year": 2004,
    "month": 3,
    "day": 26,
    "full text": "The United States vetoed a U.N. Security Council resolution Thursday condemning Israel's assassination of a Hamas leader, calling the measure \"one-sided\" and saying it ignored the group's bloody record of terrorism.\nThe United States had demanded that the resolution on the death of Ahmed Yassin include a mention of attacks by Hamas and other militant groups.\nAlgeria, the resolution's sponsor, had resisted identifying the groups by name or citing specific attacks.\n\"This Security Council does nothing to contribute to a peaceful settlement when it condemns one party's actions and turns a blind eye to everything else occurring in the region,\" U.S. Ambassador John Negroponte said before the vote that came after days of bitter debate.\nThe vote was 11 countries in favor, three countries abstaining, and one country against.\nYassin, the spiritual leader of Hamas, was killed in a missile strike Monday morning in the Gaza Strip. He is the highest-ranking militant to die in a series of Israeli assassinations.\nHamas has claimed responsibility for dozens of bombings and shootings of Israelis during 31/2 years of violence. Israel says it is weakening Hamas by targeting its leaders, but critics say killing suspects without arresting or trying them violates international law and breeds resentment among Palestinians.\n\"Israeli policies are not part of the battle against international terrorism; it's part of the problem of creating terrorism,\" said Nasser al-Kidwa, the Palestinian representative.\nNegroponte said the United States, too, was \"deeply troubled\" by the killing of Yassin.\n\"Israel's action has escalated tensions in Gaza and the region and could set back our effort to resume progress towards peace,\" he said.\nHe said the United States could not support the resolution because it failed to mention recent attacks by Hamas, including a suicide bombing in Ashdod that killed 10 Israelis last week.\n\nGraphic\n\n \nPalestinians carry a wounded youth after he was shot by Israeli forces during a confrontation between stone-throwers and the army following an operation in a Gaza Strip refugee camp.\n\nLoad-Date: March 28, 2004"
}