{
    "title": "U.S. Law Enforcement Failed to See the Threat of White Nationalism. Now They Don_t Know How to Stop",
    "publisher": "the new york times",
    "year": 2018,
    "month": 11,
    "day": 3,
    "full text": "The first indication to Lt. Dan Stout that law enforcement’s handling of white supremacy was broken came in September 2017, as he was sitting in an emergency-operations center in Gainesville, Fla., preparing for the onslaught of Hurricane Irma and watching what felt like his thousandth YouTube video of the recent violence in Charlottesville, Va. Jesus Christ, he thought, studying the footage in which crowds of angry men, who had gathered to attend or protest the Unite the Right rally, set upon one another with sticks and flagpole spears and flame throwers and God knows what else. A black man held an aerosol can, igniting the spray, and in retaliation, a white man picked up his gun, pointed it toward the black man and fired it at the ground. The Virginia state troopers, inexplicably, stood by and watched. Stout fixated on this image, wondering what kind of organizational failure had led to the debacle. He had one month to ensure that the same thing didn’t happen in Gainesville.\nBefore that August, Stout, a 24-year veteran of the Gainesville police force, had never heard of Richard Spencer and knew next to nothing about his self-declared alt-right movement, or of their “anti-fascist” archnemesis known as Antifa. Then, on the Monday after deadly violence in Charlottesville, in which a protester was killed when a driver plowed his car into the crowd, Stout learned to his horror that Spencer was planning a speech at the University of Florida. He spent weeks frantically trying to get up to speed, scouring far-right and anti-fascist websites and videos, each click driving him further into despair. Aside from the few white nationalists who had been identified by the media or on Twitter, Stout had no clue who most of these people were, and neither, it seemed, did anyone else in law enforcement.\nThere were no current intelligence reports he could find on the alt-right, the sometimes-violent fringe movement that embraces white nationalism and a range of racist positions. The state police couldn’t offer much insight. Things were equally bleak at the federal level. Whatever the F.B.I. knew (which wasn’t a lot, Stout suspected), they weren’t sharing. The Department of Homeland Security, which produced regular intelligence and threat assessments for local law enforcement, had only scant material on white supremacists, all of it vague and ultimately not much help. Local politicians, including the governor, were also in the dark. This is like a Bermuda Triangle of intelligence, Stout thought, incredulous. He reached out to their state partners. “So you’re telling us that there’s nothing? No names we can plug into the automatic license-plate readers? No players with a propensity for violence? No one you have in the system? Nothing?’’\nOne of those coming to Gainesville was William Fears, a 31-year-old from Houston. Fears, who online went by variations of the handle Antagonizer, was one of the most dedicated foot soldiers of the alt-right. Countless YouTube videos had captured his progress over the past year as he made his way from protest to protest across several states, flinging Nazi salutes, setting off smoke bombs and, from time to time, attacking people. Fears was also a felon. He had spent six years in prison for aggravated kidnapping in a case involving his ex-girlfriend, and now he had an active warrant for his arrest, after his new girlfriend accused him of assault less than two weeks earlier. On Oct. 18, the night before the event, Fears and a few others from Houston’s white-nationalist scene got in Fears’s silver Jeep Patriot for the 14-hour drive. Fears’s friend Tyler TenBrink, who pleaded guilty to assault in 2014, posted video from their trip on his Facebook page. There were four men, two of them felons, and two nine-millimeter handguns. “Texans always carry,” Fears said later.\nGainesville would be Spencer’s first major public appearance since the violence of the Unite the Right rally two months before, and the city, a progressive enclave in the heart of deep-red north Florida, was on edge. Anticipating chaos, Gov. Rick Scott declared a state of emergency — prompting Spencer to tweet out an image of his head making its way across the Atlantic toward Florida: “Hurricane Spencer.” A few days before the event, the Florida Department of Law Enforcement sent out a small, bound “threat book” of about 20 or so figures, most of them openly affiliated with Spencer or with anti-fascist groups, which Stout knew from his own research meant they weren’t the people to worry about. Anonymous online chatter on sites like 4chan, meanwhile, described armed right-wing militants coming to Gainesville to test Florida’s Stand Your Ground law. Stout envisioned 20 white supremacists with long guns. We’re screwed, he thought.\nBy the morning of Oct. 19, a fortress of security, costing the University of Florida and police forces roughly half a million dollars, had been built around the western edge of the 2,000-acre campus and the Phillips Center for the Performing Arts, where Spencer and his entourage arrived that afternoon. More than 1,100 state troopers and local cops stood on alert, with another 500 on standby. There were officers posted on rooftops. Police helicopters buzzed the skies. The Florida National Guard had been activated off-site, and a line of armored vehicles sat in reserve. Hundreds of journalists from around the United States and abroad were in attendance, anticipating another Charlottesville.\nSome 2,500 protesters had descended on the small area cordoned off for the event, where they confronted a handful of white supremacists, most of them Spencer groupies like Fears and his friends. “Basically, I’m just fed up with the fact that I’m cisgendered, I’m a white male and I lean right, toward the Republican side, and I get demonized,” Colton Fears, Will’s 28-year-old brother, who was wearing an SS pin, told HuffPost. TenBrink, also 28, told The Washington Post that he had come to support Spencer because after Charlottesville, where he was seen and photographed, he had been threatened by the “radical left.” He seemed agitated by the thousands of protesters. “This is a mess,” he told The Gainesville Sun. “It appears that the only answer left is violence, and nobody wants that.”\nBut Will Fears told reporters he came to Gainesville to intimidate the protesters. “It’s always been socially acceptable to punch a Nazi, to attack people if they have right-wing political leanings,” he said. “We’re starting to push back.” He went on: “We want to show our teeth a little bit because, you know, we’re not to be taken lightly.”\nThe Spencer speech turned out to be a bust, thanks to an audience so determined to drown him out that at one point they erupted in a chant of “Orange! Blue! Orange! Blue!” as if at a Gators football game. Afterward, the crowd left the auditorium and flooded back onto Hull Road, the long avenue leading toward the center of campus. Thousands of protesters surrounded the small group of Spencer acolytes. TenBrink, a sinewy young man wearing a black T-shirt and jeans, was particularly overwhelmed and jumped a barricade to escape the angry crowd. The police put him in handcuffs and escorted him into a parking garage. Then, for reasons that remain unclear, they uncuffed TenBrink and walked him out of the garage and toward the parking lot, and let him go. Neither TenBrink nor his friends were in the threat book.\nThere are several versions of what happened after TenBrink was released. It was about 5:15 p.m. The Texans drove down Archer Avenue, the broad street bordering the south edge of campus, about a mile from the secured area. A group of protesters were sitting at a bus stop. The men in the Jeep started shouting “Heil Hitler!” according to the police report and several witness statements. “Do you know my friend Heil? Heil Hitler? Get it?” The men started throwing Nazi salutes.\nOne of the protesters had come to Gainesville armed with a retractable baton. When the Texans began to harass them, he grabbed his baton and struck a window of the S.U.V. “My life and the lives of those around me was at risk,” he told the police. Will Fears jumped out. “I’m about to beat this dude up with his own fricking expandable baton,” he later recalled.\nSuddenly, witnesses said, a man later identified as TenBrink jumped from the vehicle holding a handgun. “Shoot them!” the Texans were heard yelling. TenBrink pointed the gun at the protester.\nWhite supremacists and other far-right extremists have killed far more people since Sept. 11, 2001, than any other category of domestic extremist. The Anti-Defamation League’s Center on Extremism has reported that 71 percent of the extremist-related fatalities in the United States between 2008 and 2017 were committed by members of the far right or white-supremacist movements. Islamic extremists were responsible for just 26 percent. Data compiled by the University of Maryland’s Global Terrorism Database shows that the number of terror-related incidents has more than tripled in the United States since 2013, and the number of those killed has quadrupled. In 2017, there were 65 incidents totaling 95 deaths. In a recent analysis of the data by the news site Quartz, roughly 60 percent of those incidents were driven by racist, anti-Muslim, anti-Semitic, antigovernment or other right-wing ideologies. Left-wing ideologies, like radical environmentalism, were responsible for 11 attacks. Muslim extremists committed just seven attacks.\nThese statistics belie the strident rhetoric around “foreign-born” terrorists that the Trump administration has used to drive its anti-immigration agenda. They also raise questions about the United States’ counterterrorism strategy, which for nearly two decades has been focused almost exclusively on American and foreign-born jihadists, overshadowing right-wing extremism as a legitimate national-security threat. According to a recent report by the nonpartisan Stimson Center, between 2002 and 2017, the United States spent $2.8 trillion — 15 percent of discretionary spending — on counterterrorism. Terrorist attacks by Muslim extremists killed 100 people in the United States during that time. Between 2008 and 2017, domestic extremists killed 387 in the United States, according to the 2018 Anti-Defamation League report.\n“We’re actually seeing all the same phenomena of what was happening with groups like ISIS, same tactics, but no one talks about it because it’s far-right extremism,” says the national-security strategist P. W. Singer, a senior fellow at the New America think tank. During the first year of the Trump administration, Singer and a colleague met with a group of senior administration officials about building a counterterrorism strategy that encompassed a wider range of threats. “They only wanted to talk about Muslim extremism,” he says. But even before the Trump administration, he says, “we willingly turned the other way on white supremacy because there were real political costs to talking about white supremacy.”\nIn March 2018, a 20-year-old white evangelical Christian named Mark Anthony Conditt laid a series of homemade I.E.D.s around Austin, Tex., in largely minority communities. The bombs killed two African-Americans and injured at least four others over the course of several weeks, terrorizing the city, yet the local authorities preferred to describe Conditt, who committed suicide, as a “very challenged young man.” Also last spring, another white man, 28-year-old Benjamin Morrow, blew himself up in his apartment in Beaver Dam, Wis., while apparently constructing a bomb. Federal investigators said Morrow’s apartment doubled as a “homemade explosives laboratory.” There was a trove of white-supremacist literature in Morrow’s home, according to the F.B.I. But local cops, citing Morrow’s clean-cut demeanor and standout record as a quality-control manager at a local food-processing plant, made sure to note that just because he had this material didn’t mean he was a white supremacist. “He could have been an individual that was doing research,” the local police chief said.\nIn this atmosphere of apparent indifference on the part of government officials and law enforcement, a virulent, and violent, far-right movement has grown and metastasized. To combat it, some officials have suggested prosecuting related crimes through expansion of the government’s counterterrorism powers — creating a special “domestic terrorism” statute, for instance, which currently doesn’t exist. But a report released on Oct. 31 by the Brennan Center for Justice at New York University Law School argues that the creation of such a statute could easily be abused to target “protesters and political dissidents instead of terrorists,” and that law enforcement already has ample authority to prosecute domestic terrorism: “Congress must require that counterterrorism resource decisions be based on objective evaluations of the physical harm different groups pose to human life, rather than on political considerations that prioritize the safety of some communities over others.”\nThe report also calls out the Justice Department for its “blind spot” when it comes to domestic terrorism and hate crimes, which Deputy Attorney General Rod Rosenstein conceded earlier in the week. During a conference on Oct. 29, Rosenstein said that according to the latest F.B.I. crime report, “88 percent of agencies that provide hate-crimes data to the F.B.I. reported zero hate crimes in 2016.” The Justice Department was reviewing the accuracy of the reports, he noted. “Simply because hate crimes are not reported does not mean they are not happening.”\nIn 2016, the latest full year of data available from the F.B.I., more than 6,100 hate-crime incidents were reported, 4,270 of them crimes against people (as opposed to, say, defacing property). And yet only 27 federal hate-crime defendants were prosecuted that year. “The F.B.I. knows how many bank robberies there were last year,” says Michael German, an author of the Brennan Center report and a former F.B.I. agent, “but it doesn’t know how many white supremacists attacked people, how many they injured or killed.”\nMore concerning to German, though, is that law enforcement seems uninterested in policing the violent far right. During the first year after Donald Trump’s election, protests and riots erupted across the country, often involving men with criminal histories who, by definition, were on the law-enforcement radar. During the so-called Battle of Berkeley in March 2017, for instance, a far-right agitator named Kyle Chapman became a hero to the alt-right after he reportedly pummeled an anti-fascist counterprotester with a billy club. Chapman was a 41-year-old who had two previous felony convictions. He proceeded to travel around the country, engaging in violence at other protests, now under the online moniker Based Stickman — a cheerful reference to the Berkeley attacks.\nChapman was one of a number of known white supremacists to align with the Proud Boys, a nationalist men’s movement founded in 2016 by the anti-immigrant “Western chauvinist” Gavin McInnes, a founder of Vice Media. There was also the Rise Above Movement (RAM), an alt-right group composed largely of ex-cons, many with ties to Southern California’s racist skinhead movement. Over the past two years, each group engaged in violent confrontations with their ideological enemies — a lengthy list including African-Americans, Jews, Muslims, nonwhite immigrants, members of the L.G.B.T. community and the progressive left — and generally escaped punishment. This changed to a degree over the past few weeks when, after a yearlong campaign by journalists at ProPublica and other media outlets, federal prosecutors filed charges against eight members of RAM, including two of its leaders. Similarly, after a pressure campaign on social media, the New York Police Department arrested and charged six members of the Proud Boys in connection with an assault after a speech by McInnes at a Republican club in Manhattan on Oct. 12. On his podcast, McInnes noted that he has “a lot of support” in the N.Y.P.D. (The police commissioner denies this.)\nIn at least one instance, the police have in fact coordinated with far-right groups. In 2017, a law-enforcement official stationed at a rally in downtown Portland, Ore., turned to a member of a far-right militia group and asked for his assistance in cuffing a left-wing counterprotester, who had been tackled by a Proud Boy.\n“This is what public demonstration looks like in an era when white nationalism isn’t on the fringes, but on the inside of the political mainstream,” says Brian Levin, a former New York City police officer who now leads the Center for the Study of Hate and Extremism at California State University-San Bernardino. During the run-up to some of last year’s major events in places like Charlottesville or Berkeley, he notes, “there was an unending stream of violent themed chatter and an almost choreographed exchange of web threats between antagonists across wide geographic expanses” that earned barely a nod from law enforcement.\nDuring a congressional hearing in the wake of Charlottesville, Christopher Wray, director of the F.B.I., told lawmakers last September that the bureau had “about 1,000” open domestic-terror investigations, roughly the same number of investigations the bureau had open on ISIS. The bureau has not provided information on how many of those investigations pertained to white nationalists or other far-right extremists, as opposed to left-wing or “black-identity extremist” groups, nor whether they are full-blown investigations, preliminary inquiries or “assessments.” The F.B.I. has also responded to criticism that it has failed to address hateful or threatening messages on social media. The F.B.I. said in a statement: “The F.B.I. does not and cannot police ideologies under the First Amendment.” But looking at prosecutions, German says, “it’s clear that many of the people targeted for investigation for allegedly supporting the Islamic State were initially identified because of something they said online.”\nThere are serious civil liberties concerns with any broad surveillance of social media, German says. What’s also true, he notes, is that the volume of white-supremacist-related content is overwhelmingly high. “There are relatively few Americans voicing their support for ISIS online. But there are millions of racists, anti-Semites, Islamophobes, homophobes and xenophobes who engage in eliminationist rhetoric about the communities of people they fear and hate every day on social media and radio talk shows. Even if the F.B.I. wanted to monitor this hate speech, they wouldn’t have the resources, or any way to distinguish between those who talk and those who act.”\nLevin believes that the Justice Department could be more flexible in pursuing these groups without violating First Amendment concerns. Just as they do with ISIS supporters, law-enforcement agencies would be within their legal rights to monitor, analyze and share any of the publicly available intelligence on white supremacists or hate groups that suggests violent confrontations. “The problem is not that we rightly scrutinize violent Salafist extremism,” Levin says, “but that we do so while materially ignoring domestic white nationalists or those on their fringes who also represent a violent threat.”\nWhen we first spoke this August, Levin noted the continued ascendance of the far right, even after many of its members went underground after Charlottesville. “The rocket ship is still twirling,” he said. Levin predicted that the next big wave of activity wouldn’t be around mega-rallies but around what he calls “aggressive maneuvers” by loners or small cells. A series of violent outbursts in a single week in October made his prediction seem prescient.\nIn just seven days, a Florida man who lived out of a van plastered with stickers, including one of Hillary Clinton’s face in cross hairs, is reported to have sent a series of pipe bombs to at least a dozen of Trump’s critics. Two days after the first package appeared, a middle-aged white man, having tried unsuccessfully to break into a black church near Louisville, Ky., reportedly shot and killed two elderly African-Americans at a Kroger. “Whites don’t kill whites,” the man reportedly told an armed white man who confronted him. Then, at week’s end, a man who posted on Gab, the alt-right’s preferred social-media site, about a “kike infestation” interrupted services at the Tree of Life synagogue in the Squirrel Hill neighborhood of Pittsburgh, armed with an AR-15-style assault rifle and several handguns; he was charged with murdering 11 people and injuring several more, including police officers. The Anti-Defamation League believed it to be the deadliest anti-Semitic attack in American history.\nLaw enforcement’s inability to reckon with the far right is a problem that goes back generations in this country, and the roots of this current crisis can be traced back more than a decade. With violent political messaging emanating from the White House and echoed throughout the conservative media and social-media landscapes, Levin only expects more attacks. “What we need to worry about is the guy who is riled up by this rhetoric and decides to go out and do something on his own,” he told me in August. “We have people who are ticking time bombs.”\nIn April 2009, the Department of Homeland Security’s Office of Intelligence and Analysis issued a report warning of a rise in “right-wing extremism.” The department is the country’s largest law-enforcement body, created after Sept. 11 to prevent and respond to various threats, most specifically those connected to terrorism. While most of its counterterrorism focus has been on preventing Islamist terrorist attacks, the department is also supposed to examine domestic threats, like those coming from violent white supremacists, antigovernment militants and single-issue hate groups, like radical anti-abortion activists.\nThe author of the report was a senior intelligence analyst named Daryl Johnson, who ran a small Homeland Security domestic-terrorism unit. Two years earlier, in January 2007, Johnson was sitting in his bland second-floor office when he received a call from a contact at the Capitol Police. A first-term Illinois senator named Barack Obama was planning to announce that he was running for president. “Curious if you’ve heard any threatening chatter,” the officer said.\nThis was the first time Johnson had heard of Obama, and he didn’t know about any threats, but that didn’t mean there wouldn’t be any. Though white-extremist groups had been fairly quiet in the years since Sept. 11, Johnson saw this as a temporary lull. These people never truly went away, he thought; they just needed the right motivation to energize them.\n“What do you think’s going to happen when the Ku Klux Klan and the neo-Nazis and other white supremacists get wind of this?” the officer asked.\nJohnson didn’t skip a beat: “I think it’s going to be the perfect recruiting and radicalization tool for white supremacy.”\nAt 38, Johnson spoke with the earnestness of an Eagle Scout, which he was. He was also a registered Republican who grew up in a small Mormon community in rural Virginia where millennialism, or end-times theology, was a core concept. During the 1980s, when Johnson was still in high school, far-right separatists took to the Ozarks or to strongholds in rural Idaho, where they stockpiled food and weapons and conducted paramilitary training in preparation for the biblical “last days.” Some, like the Aryan Nations, whose members embraced the racist Christian Identity philosophy, spawned domestic terror cells like the Order, which waged a brutal campaign of bombings, armed robberies and murder, culminating with the June 1984 assassination of Alan Berg, the prominent Jewish radio talk-show host who frequently spoke of flushing out the latent anti-Semitism in Denver’s conservative community.\nYears of law-enforcement investigation and infiltration of right-wing terror groups commenced, and by the early 1990s, many of the movement’s most violent members were dead or in jail. But the government standoffs at Ruby Ridge, Idaho, and Waco, Tex., energized a new generation of separatists, Patriot militias — the forerunners of today’s antigovernment militia groups — as well as individuals like Timothy McVeigh, who made his way through various antigovernment and racist ideologies and organizations under the radar of law enforcement, before the 1995 Oklahoma City bombing.\nThe deaths of 168 people, including 19 children, at the Alfred P. Murrah Federal Building brought the threat of domestic terrorism by white Americans into stark relief. In the aftermath, the F.B.I. added many more agents to work domestic terrorism cases, and Attorney General Janet Reno created a special task force to investigate domestic terrorism. But by the end of 2001, the dominant business of the F.B.I., as well as every other federal law enforcement body, was international terrorism. Years after the Sept. 11 attacks, the supposed threat posed by Al Qaeda and other Muslim groups continued to drive policy, notably at the Department of Homeland Security, which Johnson, who started his career in Army intelligence, joined in 2005. At the time, he later recalled, he was the only analyst exclusively working on non-Islamic domestic threats. By 2007, he had put together a small team of analysts who began to scour extremist websites and message boards. What they found alarmed them.\nThe militant far right was enjoying a renaissance, thanks to the internet. Hundreds of militia recruitment and paramilitary training videos had sprung up on YouTube, along with promotions for weapons training and, to Johnson’s horror, bomb-making manuals. Between October 2007 and March 2008, Johnson and his unit documented the formation of 45 new antigovernment militia groups, which he saw as highly significant given that before fall 2007, these sorts of groups had been on the decline. Some white-supremacist groups, seizing upon the anti-immigration rhetoric that was then fomenting, created violent video games aimed at exploiting public fear of “illegals” streaming over the border.\nBy the spring of 2008, Obama’s candidacy, just as Johnson predicted, had become a lightning rod for white supremacists and other hate groups. As the campaign moved into its final months, law-enforcement agencies intercepted at least two assassination plots against Obama. Other threats and racist posts flooded the internet, where Johnson’s team noticed a sharp increase in membership on Stormfront, the first major white-nationalist website. The site added 32,000 new users within the first three months after Obama’s inauguration, nearly double the number it added in 2008.\nJohnson and his team compiled their findings into a report, which they were still working on when Obama tapped Janet Napolitano, formerly the governor of Arizona, as the new secretary of Homeland Security. Napolitano “got it” when it came to white supremacy, says Juliette Kayyem, who served as the department’s assistant secretary for intergovernmental affairs in 2009 and 2010. While serving as Arizona’s attorney general, Napolitano coordinated the investigation of one of Timothy McVeigh’s accomplices. Now, concerned that a reinvigorated white-supremacist movement could pose a threat to the country’s first African-American president and to citizens, Napolitano began asking her intelligence analysts about a rise in lone-wolf “right-wing extremism,” a term commonly used in the counterterrorism world to refer to the radical beliefs of fringe players on the right of the political spectrum.\nIn March 2009, Johnson says he and a few colleagues from the F.B.I. briefed Napolitano on their findings, theorizing that heightened stress because of the continuing financial crisis, coupled with the election of the first black president, created a “unique driver” for individual radicalization and antigovernment and white-supremacist recruitment. Military veterans, including those returning after multiple tours in Iraq and Afghanistan, might be particularly susceptible candidates, they noted, a prediction based on a 2008 F.B.I. assessment that found 203 individuals with military experience who had joined white-supremacist groups since Sept. 11, 2001. It was a tiny number given the overall United States veteran population, which at the time was close to 24 million. It was also a small percentage of the thousands of white supremacists the F.B.I. estimated were active. But the “prestige” that those with military or tactical skills held within white-supremacist groups made their influence much greater, the F.B.I. argued.\nJohnson remembers Napolitano, sitting at the conference table, soberly flipping through the PowerPoint slides and thanking the analysts for the presentation. A few days later, the Department of Homeland Security released its report, “Rightwing Extremism: Current Economic and Political Climate Fueling Resurgence in Radicalization and Recruitment,” which was distributed across the government and local law-enforcement agencies.\nOn April 11, 2009, four days after his report was released, Johnson was at home in West Virginia when a PDF of the document was posted on the website of the syndicated conservative radio host Roger Hedgecock. A link to the PDF was also posted on a blog maintained by the Oath Keepers, the antigovernment group composed of numerous law-enforcement officials. “FORWARD THIS TO EVERY AMERICAN!” read the post, which Johnson suspected had been written by a member of the law-enforcement community. “YOU are now a dangerous terrorist according to the Obama administration.”\nBy the next day, news of a “chilling” report from the department was making its way through far-right message boards and the blogosphere, where it was picked apart by conspiracy sites like Infowars, which deemed it evidence of a deep-state plot. More mainstream right-wing pundits like Michelle Malkin considered it, in Malkin’s words, an “Obama D.H.S. hit job” on conservatives. Some progressives also had concerns about the report’s “dangerously vague and speculative” nature, as a Mother Jones correspondent, James Ridgeway, wrote, warning that “civil libertarians of all stripes” should be nervous and raising the specter of government surveillance.\nFrom the perspective of many people inside the department, the report was “exactly what the department is supposed to do, which is inform and educate our stakeholders about what we see as a threat,” Kayyem says. “This was not a political document.”\nCongressional Republicans, answering to a nascent Tea Party movement and the American Legion, soon took issue with the label “right-wing extremism,” which John Boehner, then minority leader of the House, charged was being used by the Department of Homeland Security “to describe American citizens who disagree with the direction Washington Democrats are taking our nation.” Boehner was particularly bothered by the report’s mention of veterans. “To characterize men and women returning home after defending our country as potential terrorists is offensive and unacceptable,” he said in a statement. Several G.O.P. lawmakers called for Napolitano’s resignation, as well as that of Johnson, who, in their view, equated conservatives with terrorists.\nJohnson was appalled. “I never anticipated such an aggressive, vile backlash,” he told me recently. It was puzzling: Just a few months before his April 2009 report was published, the department released an assessment of the cyber threat posed by “left-wing extremists,” like the Earth Liberation Front and the Animal Liberation Front. Legislators, the media and the public at large — including progressives — had no objection to that terminology. But the political firestorm over “right-wing extremism” had caused such an uproar that the Department of Homeland Security ultimately avoided using ideological terminology like “right-wing.” A few weeks after the report was released, Napolitano formally apologized to veterans, and after intense pressure from veterans’ groups, the department withdrew the report.\nAfterward, the administration tried to depoliticize the issue. Obama had been elected promising to improve relations with the Muslim world, though this soon provided an opening for conspiracy-minded Republicans like Representative Louie Gohmert, the Texas congressman who once insinuated that Mohamed Elibiary, an adviser to Obama’s national-security team, was a member of the Muslim Brotherhood. During the Bush administration, the word “terrorism” had become almost synonymous with Islam. Now, as one former policy adviser recalls, “the Obama people were adamant that it couldn’t just be about jihadis.”\nThey adopted a new, less ideological lexicon. Terrorism became “violent extremism,” which suggested behavior. The administration also came up with a new paradigm of “ideologically motivated violence” that ostensibly could apply to any form of extremism, not just Islamic terrorism. The Justice Department, the Department of Homeland Security and the State Department would develop “countering violent extremism” programs that focused on outreach and community engagement, not warrantless surveillance, though in practice they were still an effort to identify and root out jihadist elements from American Muslim communities, just as they had been during the Bush administration.\nAt the same time, most of the work exclusively focused on domestic extremism stopped at the Department of Homeland Security. “I blame an entire political apparatus led by Republicans that made calling something ‘right-wing extremism’ a political statement,” says Kayyem, who notes the paradox of G.O.P. leaders’ attacking Democrats for refusing to use the phrase “radical Islamic extremism.” “They’d say if you can’t say it, you can’t fight it,” she says. “But it cuts both ways. If you’re not allowed to say that white supremacy is a form of radicalization, then how are you going to stop it?”\nJohnson’s 2009 report proved prescient. In February 2011, the Southern Poverty Law Center said that in the previous year, the number of domestic hate groups in the United States had reached more than 1,000 for the first time. The antigovernment Patriot movement gained 300 new groups over the same time period, a jump of over 60 percent. Every sphere of the far right was being energized at the same time. There was also an uptick in so-called lone wolves, who held extremist views but associated with no specific organization. In May 2010, a year after Johnson’s report was released, a father and son from Ohio, members of a little-known antigovernment movement called “sovereign citizens,” shot and killed two police officers during a traffic stop in West Memphis, Ark. It was the 12th attack or foiled plot by white-extremist “lone wolves” since 2009, almost all of which received little publicity.\nThe United States attorney from Western Arkansas, Conner Eldridge, was one of a number of Justice Department prosecutors who felt the department had given short shrift to domestic terrorism. Quietly, Eldridge began to network with United States attorneys from states with a history of white-supremacist activity. They pressed the Justice Department for more resources. “Our thesis was, hey, let’s focus on domestic terrorism at an equal level as we’re focusing on international terrorism, because they’re both terrorism,” Eldridge told me recently. “But we consistently confronted, at every level, a sort of lack of attention to domestic terrorism. The day-to-day focus was on the next potential ISIS attack.”\nBack in Washington, weeks would go by with the daily national threat briefings rarely if ever discussing possible domestic threats from the far right. At the F.B.I., counterterrorism agents candidly admitted that domestic terrorism was seen as a backwater and that the only path to advancement was through international terrorism cases. In a recent report on law enforcement’s evaluation of Muslim versus right-wing extremism, a team of researchers at the University of North Carolina, Chapel Hill, noted that in 2008 and 2009 — the only years for which figures were made public — fewer than 350 of the F.B.I.’s 2,000 counterterrorism agents were assigned to domestic terrorism.\nAfter a series of violent attacks by white supremacists, including on a Jewish community center and a nearby retirement home in Overland Park, Kan., Attorney General Eric Holder announced in 2014 that he was reconvening the Justice Department’s Domestic Terrorism Executive Committee. The group hadn’t met in 13 years. “It wasn’t the same as it had been before, but it was something,” says Eldridge, who was tapped to head the committee, which included representatives from about 15 law-enforcement agencies and five Justice Department divisions, including the F.B.I. and the U.S. Marshals. “But we had no budget, no staff, and we had no person whose sole job was to run the committee.”\nThe ceaseless focus on ISIS and Al Qaeda filtered down to local law enforcement. The administration’s much-touted “countering violent extremism” agenda was directed at various threats. But “the language heavily focused on recruitment and radicalization by ISIS and Al Qaeda,” recalls Nate Snyder, a counterterrorism adviser to the Obama administration at the Department of Homeland Security from 2009 through 2017. As early as 2010, he says, his office was receiving calls from police officers asking for help in many Southern and Midwestern states. “They’d be like, ‘Thanks for that stuff on Al Qaeda, but what I really need to know is how to handle the Hammerskin population in my jurisdiction,’ ” he says, referring to the white-supremacist skinhead group.\nIn 2011, the White House described the threat of Al Qaeda and its affiliates as the “pre-eminent security threat to our country.” By 2013, a new threat had emerged: so-called homegrown violent extremists, or H.V.E.s, a category of people who, though born in the United States, were inspired by a nondomestic ideology to commit violence. H.V.E.s, who tended to be Muslim, were not to be mistaken for domestic terrorists, who by definition were not only Americans but also driven by a domestic ideology like white supremacy. And yet the two were often conflated, and therefore “homegrowns” were also perceived as domestic terrorists: the Tsarnaev brothers, responsible for the Boston Marathon bombing in 2013; the perpetrators of the San Bernardino massacre or the mass shooting at the gay nightclub Pulse in Orlando. Dylann Roof, born in South Carolina, whose homegrown racism was nurtured on neo-Nazi websites like The Daily Stormer, was not, in this context, a domestic terrorist, nor were any of his beliefs seen as indicative of “violent extremism.” His shooting spree in a church in Charleston, in which he killed nine African-Americans, was interpreted as something else. What drove him, authorities said, was hate. He was a murderer.\nThis dichotomy plagued Representative Bennie Thompson, the Mississippi Democrat who served as ranking member of the House Homeland Security Committee. For years, Thompson pressed both the administration and fellow members of Congress to be more outspoken on domestic terrorism. “The silence was almost deafening when it came to raising any of those issues in Congress,” he says. “And the administration had this do-nothing approach. They kept telling us, well, we see that white supremacy is a problem, but there’s no way we can get ourselves involved in this because they won’t talk to us.”\nIt was a curious response from an administration whose “C.V.E.” agenda supposedly addressed all types of ideologically motivated violence. “I really suspect they did some polling and found out that there were certain things an African-American president couldn’t talk about,” one former adviser said. “I think they didn’t want to poke the bear.”\nThis approach was most evident with Obama’s second Homeland Security chief, Jeh Johnson, who came to the department in 2013, after a three-year sojourn as general counsel to the Defense Department, where he provided legal authority for the drone-strike program. During Johnson’s tenure, Nate Snyder says, his office received calls from evangelical pastors worried about far-right recruitment in their congregations. There was also concern about reports of white supremacy in the military.\nJohnson, who told me that fear of another ISIS-style attack kept him up at night, held regular round tables with imams and other members of the Islamic community. He resisted the pressure from some members of his staff, and some in Congress, like Thompson, to make similar overtures to communities concerned about antigovernment or white-supremacist groups. He thought it would be absurd to hold round tables with sovereign citizens and white supremacists. “I didn’t think that would have been a very effective use of my time to try,” he told me.\nJohnson never called Dylann Roof a domestic terrorist, a phrase commonly applied to Timothy McVeigh. “If there was ever an opportunity to define white extremists as domestic terrorists, Dylann Roof was it,” Snyder says. “But people went back and forth, and it went down the same careful deliberation that happens with active shooters: Maybe it was a mental-health issue. Maybe he was ‘disturbed.’ Maybe he had a predisposition to violence.”\nWhen I spoke to Johnson, he felt it was not his place to call Roof a terrorist. There isn’t a crime of “domestic terrorism” to charge someone with. “There is a certain type of violent extremism that is by nature more of a matter for law enforcement, and another that is about engaging communities at the local level,” he said. But the country’s chief law-enforcement official at the time, Attorney General Loretta Lynch, also didn’t call Roof a terrorist — though she did note that his mass shooting, which she was prosecuting as a hate crime, seemed to meet the definition of terrorism. “Hate crimes are the original domestic terrorism,” she said. James Comey, then director of the F.B.I., wasn’t sure. Terrorism, he stated in June 2015, was “more of a political act,” and he didn’t see the Charleston shooting as political. Even after a racist manifesto Roof penned surfaced online stating his intent to “protect the white race” by instigating a race war, Comey still wasn’t sure it met the definition. “I only operate in a legal framework,” he told HuffPost.\nThe refusal to name the attack as “terrorism” was, in some critics’ eyes, a crucial misstep that would have far broader implications. “I was very pleased when the Obama administration started and said, We’re not going to use the phrase ‘war on terror,’ ” says Erroll Southers, a former F.B.I. agent and now director of the Safe Communities Institute at the University of Southern California. “I think the Obama people decided, O.K., we’re not going to call it ‘terrorism,’ thinking it was a good thing. The problem was they didn’t realize how much it emboldened the other side and gave them political cover.”\nIn the months following Donald Trump’s inauguration, security analysts noted with increasing alarm what seemed to be a systematic erosion of the Department of Homeland Security’s analytic and operational capabilities with regard to countering violent extremism. It began with the appointment of a new national-security team. Like their counterparts now running immigration policy, the team came from the fringe of conservative politics, some of them with connections to Islamophobic think tanks and organizations like ACT for America or the Center for Security Policy, whose founder, Frank Gaffney, was Washington’s most prominent peddler of anti-Muslim conspiracy theories.\nIn addition to Gaffney, whose biased and statistically flawed data on the “Muslim threat” became the premise for Trump’s so-called Muslim ban, there were other ideological fellow travelers like Sebastian and Katharine Gorka, the husband-and-wife national-security team. Sebastian Gorka became a senior White House adviser, and Katharine Gorka became a senior adviser to the Department of Homeland Security. During the transition, Sebastian Gorka predicted the demise of “C.V.E.,” which he suggested was a fuzzy, politically correct approach to a problem — terrorism — that needed a better fix. Shortly afterward, Katharine Gorka, who once criticized the Obama administration for “allowing Islamists to dictate national-security policy,” made it clear, Nate Snyder recalls, that she didn’t like the phrase “countering violent extremism.” From now on, the mission would be focused on “radical Islamic terrorism,” the White House’s go-to phrase, which, as Sebastian Gorka later explained, was intended to “jettison the political correctness of the last eight years.”\nA surreal scene, replicated in nearly every department and agency, soon began to play out inside the Department of Homeland Security. George Selim, a longtime national-security expert in both the Bush and Obama administrations who headed the Office of Community Partnerships, which worked with local government and civic groups on C.V.E. efforts, noted that as the months passed, “it was clear that there were fewer and fewer of the career civil servants at the table for critical policy decisions.” Some political appointees seemed to have virtually no experience with the issues they had been tapped to advise on. Katharine Gorka, as her own LinkedIn biography notes, had never held a public-sector job before joining the department, nor did she seem to have any practical experience in national security, or law enforcement, or intelligence. Another new senior Homeland Security official, the retired Navy officer Frank Wuco, had made a career of lecturing to the military about the jihadi mind-set, often while role-playing as a member of the Taliban in a Pashtun hat and kaffiyeh. “That’s who was trying to tell me he understands the threat,” an official said dryly.\nBy February 2017, after the Trump administration issued its first executive order trying to ban citizens of Muslim-majority countries from entering the United States, several American Muslim groups decided to reject federal C.V.E. grant money they were awarded under the Obama administration out of concern over the new administration’s framing of the issue. That March, the White House froze the $10 million the previous administration had allotted for the grants, pending review. While that review was underway, the Department of Homeland Security and the F.B.I. issued a joint intelligence bulletin, dated May 10, warning that white supremacists might pose “a threat of lethal violence” over the next year. The report, which some analysts said reflected a fraction of the actual numbers, said that white supremacists “were responsible for 49 homicides in 26 attacks from 2000 to 2016 . . . more than any other domestic extremist movement.”\nAt the end of June, the Department of Homeland Security withheld grant money from several previously approved applicants whose focus was on studying extremists’ online networks and helping both white supremacists and Muslim extremists leave their movements. Though the total budget for C.V.E. was minuscule given the department’s overall grant budget, rejecting those programs nonetheless produced “a real chilling effect,” as one policy analyst recalls. Some researchers withdrew from plans to brief lawmakers on far-right extremism.\nIn July 2017, Selim tendered his resignation. Not long afterward, a senior official on the interagency task force running C.V.E. efforts withdrew. More departures followed. The Department of Homeland Security renamed the Office of Community Partnerships the Office of Terrorism Prevention Partnerships. At the department’s Office of Intelligence and Analysis, analysts specifically looking at domestic terrorism and coordinating with local law enforcement were reassigned as public-affairs liaisons, Snyder says. “So no one is looking at the intelligence and connecting the dots, which is what the Department of Homeland Security was created to do.”\nIn the lingo of the counterterrorism world, the department’s responsibility is anything “left of boom,” meaning all the pre-emptive steps that might prevent an attack, from securing the borders to synthesizing and sharing intelligence to working with community leaders and local law enforcement to help them better identify risks. Today, at least for the federal government, Snyder says “left of boom is dead.”\nWilliam Fears was born in 1987 and spent his childhood in Jasper, Tex., a tiny and deeply segregated town about 130 miles northeast of Houston. East Texas is Klan country, and Jasper holds a notable spot in the racist history of the region as the town where, in 1998, when Fears was 10, three white men lynched a black man named James Byrd Jr., chaining him to the back of a truck and dragging him to death.\nEarly in his life, Fears, searching for identity, cycled through a long list of ideologies. He was 14 on Sept. 11, 2001, old enough to absorb the patriotic fervor of that moment but too young to enlist. For a year or two, he was a Michael Moore-style populist, having been “red-pilled on ‘Bowling for Columbine.’ ” Then, having spent a great deal of his spare time stoned and watching YouTube, Fears embraced the Sept. 11 “truthers” movement. As he spent more and more time on sites like Infowars, he was exposed to notions that the government, backed by the Illumi-nati, the globalists, the Freemasons — Jews, but not “the Jews” as he would later come to see them — had blown up the towers, crashed the financial markets and plunged the country into economic crisis. This led to his next great obsession: the candidacy of the G.O.P. presidential hopeful Ron Paul, a libertarian who had amassed a large grass-roots following of what The New York Times then called “iconoclastic white men.”\nBut Fears eventually grew bored with Paul, just as he had grown bored with Michael Moore, and it was in this state of vague political disillusionment, and heavy drug use, that Fears kidnapped a former girlfriend in 2009 and stabbed her in the face, legs and neck before she managed to escape. In 2010, he was sentenced to seven years in prison.\nFears doesn’t like to talk much about his sojourn in the Texas state-prison system, though like many young men who went from the penitentiary to the far right, he was introduced to the basic tenets of white supremacy there. “White guys got to stick together,” he says, referring to an admitted friendship with members of the Texas branch of the Aryan Brotherhood, one of the most notoriously brutal white-supremacist gangs in the country. But he dropped those friendships after prison, he insists. “I didn’t like the whole Nazi skinhead thing with tattoos on their face and beating up minorities for no reason,” he says, implying that they represented an earlier generation: “They’re like 1.0s.”\nSix years later, Fears was paroled and emerged from prison drug-free but otherwise largely the same. He was still a conspiracy theorist, though he was less obsessed with the government, his friend John Canales noticed when they reconnected that summer. “Now it was all about the Jews,” Canales says. At home in the Houston suburb of Pasadena, Fears submerged himself in what to him was the new, hyperconnected world of the internet, where every YouTube video he watched algorithmically directed him to others with increasingly far-right political agendas. He was fascinated by men like Richard Spencer, who fashioned himself as the second coming of George Lincoln Rockwell, the founder of the American Nazi Party. He was also intrigued by Donald Trump, the troubadour of a new generation of angry white men, the alt-right movement — white supremacy 2.0 — with its in-jokes and symbols that were mostly lost on U.S. law enforcement.\nFears believed in the power of memes, though alt-right memes, while dripping in irony, were also, in essence, hate speech, part of a propaganda war arguably intended to spread terror just as much as any ISIS execution video. Fears, his friend Canales says, was one of the first people Canales knew to understand this and promote the memes as broadly as he could, standing on street corners and “sieg heil-ing” at passers-by or waving a swastika-laden Pepe the Frog sign reading “Free Helicopter Rides,” an allusion to the murder of political enemies, notably leftists.\nIn December 2016, less than six months after getting out of prison, Fears went to his first Richard Spencer event, on the campus of Texas A&amp;M. More so-called free-speech events followed, where young white men in red MAGA hats and polo shirts descended upon college campuses or progressive enclaves in otherwise blood-red states: a clean-cut Trumpian army, marching in formation or hurling insults at activists who, outraged by their very presence, would try to fight them.\nSometimes the police would intervene, or not. Fears, for one, always felt safe with the police in Texas, though he said “they work for ZOG” — the so-called Zionist Occupied Government. “They’ll take their paycheck over the country.”\nCops would stand watch at events, sometimes on horseback, and while they might not have been ideologically aligned with the alt-right, they still tolerated them. Fears said the cops were far less forgiving of Antifa, a catchall term that has been used to describe dedicated anti-fascists and so-called anarchist extremists, as well as animal rights activists, immigration rights activists, members of the local Socialist movement, environmental protesters like those who had recently been blasted by water cannons and rubber bullets at Standing Rock, and Black Lives Matter supporters, whose protests have been met by dozens of cops in riot gear, as well as sometimes members of a paramilitary support unit. One Houston activist, who went to high school with Fears, recalls a rally where the police posed for pictures with members of the alt-right. “Very buddy-buddy,” he says.\nThe same essential scenario played out across the country. At a rally in Sacramento in June 2016 organized by the white-supremacist Traditionalist Worker Party, a throng of counterprotesters showed up. “The police didn’t step in really at all,” a police observer and representative of the National Lawyers Guild later told The Sacramento Bee. “They basically just let people do what they wanted to do,” the observer said. “In this case, someone made a decision just to let them fight it out.” Ten people were hospitalized, at least five for stabbing wounds and other lacerations, most of them left-wing counterprotesters, some of whom were later charged with assault. Only one white supremacist was arrested, though court records originally acquired by The Guardian mentioned at least four T.W.P.-affiliated men who came armed with knives to the rally but were not charged. “We’re looking at you as a victim,” an investigator with the California Highway Patrol reportedly assured a member of the T.W.P. after the rally.\nOne domestic-terrorism expert who conducts hate-crimes training for law enforcement was baffled by the pushback she received from police officers who didn’t seem to view white-supremacist groups as a law-enforcement problem. “They’d say things like, ‘Why aren’t you calling Black Lives Matter or Antifa a hate group?’ The answer is, because they’re not hate groups! But they didn’t see it that way.”\nIt was in this atmosphere that Fears made his progress through various protests. He traveled to Charlottesville with a backpack of dystopian gear: goggles, gloves and a helmet, though he disguised himself as a Trump supporter in a suit. It was war. It was also fun. By the summer of 2017, the media had begun to cover more far-right events, leading more people to show up in protest, which furthered the right’s victimization narrative, which in turn led to more events and more violence, all of which was packaged into neat selling points for a movement whose actual real-life followers may have been far fewer than they appeared.\nA person’s willingness to brawl was a point of pride. Some of the most ardent fighters, many of them felons, became celebrities in their own right, offered speaking slots at rallies, where their V.I.P. status earned them police protection. The Rise Above Movement, led in part by a gang member who had gone to prison for an attack, turned beat-downs into an art form, which they promoted on YouTube, drawing recruits. Nathan Damigo, a former Marine who was incarcerated for five years for armed robbery, used footage of his punching a young woman in the face during a Berkeley protest as a recruiting video for his white-nationalist organization, Identity Evropa. The Proud Boys went as far as to create an entire culture around gang-style rituals, including initiation beatings.\nOn Facebook, various white men were stating their intention of going to Charlottesville for what they understood would be a huge gathering of the tribes, making plans of whom to meet up with and what to bring. Fears initially advised against carrying weapons, but he suggested keeping them close by. “It all comes down to police,” he said on Facebook. “If they leave us to fight for ourselves like in Berkeley, we know to get ready for bricks to start flying.”\nIn private communications on the chat service Discord, posted online by the progressive watchdog Unicorn Riot, organizers of Unite the Right spent weeks discussing tactics. The F.B.I. itself was limited in its surveillance capacity (though many left-wing groups argued that this did not prevent the bureau from monitoring their activities), and in the absence of comprehensive federal scrutiny, right-wing activists trawled through left-wing websites, shared photos of leading anti-fascist and racial-justice activists and infiltrated real-life gatherings. In advance of the event, leaked chats documented potential attendees openly advising their comrades to take note of any threats of violence so they could share them with the police. Erroll Southers later remarked on the sophistication of advising their followers not to bring cellphones, and sharing information among small cells of affinity groups: “From an intelligence perspective, it was very impressive.”\nFrom a law-enforcement perspective, it was chaos. Rarely did a white-supremacist event draw more than 60 people before 2016; 100 was remarkable. But Charlottesville was another galaxy, both in the sheer number of marchers and their diversity. Southers notes, “You had factions of white nationalists, white supremacists, Klan members, neo-Nazis, neo-Confederates — which was like having ISIS, Al Qaeda, Al Shabab and Boko Haram at the same rally. And they were all rallying together, shoulder to shoulder, while the police watched these people go toe to toe sort of like a modern-day ‘Game of Thrones’ battle.”\n“I put my baton on the ground and hands in the air,” the protester later said of the moment when Tyler TenBrink pointed his gun directly at him. The man was terrified. TenBrink took aim and fired. One of the other protesters hid in the trees. Several more crouched behind a small wall, screaming. The bullet missed. The men jumped back into Fears’s Jeep and, with Colton behind the wheel, sped away toward Interstate 75 — but not before a witness wrote down the license-plate number.\nLieutenant Stout learned of the shooting later that night, and while no one was hurt, his heart sank. In all his preparations, Stout hadn’t considered that violence might occur outside the secure perimeter they had so carefully set up. That night, the Florida state police caught up with the Jeep on the highway and arrested the Texans. The city officials breathed a sigh of relief and lauded the day as a success.\nWill Fears spent more than 40 days in the Alachua County Jail on $1 million bail. Depending on whom he is talking with, he and his brother and TenBrink, who both remain in the Alachua County Jail, were the “celebrities” of the jail, or maybe just Fears was. He portrayed his stay as fairly cushy, and one in which he was a very big deal, which of course he wasn’t to the authorities who picked him up in December, after Texas ordered him extradited back to Houston to face charges in the supposed assault of his girlfriend last October. Along the way back to Texas, Fears tried to make conversation. “I was on the news, you didn’t see that?” he remarked. When Fears arrived back in Houston, he spent two nights in the Harris County Jail, then appeared before a judge, who promptly released him on $5,000 bail.\nFears returned home to Pasadena and resumed the same life he had always led. Apparently unconcerned about exposure, he had posted his cellphone number on social media. Earlier this year, I called him. We met at a Belgian cafe in a rapidly gentrifying part of Houston. When I arrived, Fears was sitting at an outside table, drinking an Arnold Palmer.\nFears told me he had spent most of the past year celebrating the alt-right’s covert domination of the news cycle. He seemed thrilled that Donald Trump tweeted about a so-called migrant caravan, which, like the supposed “white genocide” in South Africa, was mostly fiction. Yet it was effectively promoted by alt-right websites like The Daily Stormer and Breitbart, and now right-wing celebrities like Ann Coulter and Tucker Carlson were talking about it. “This idea that the alt-right is falling apart and is going to go away, it’s not true,” he says. “The alt-right formulates all these ideas,” he went on. “What Tucker Carlson talks about, we talked about a year ago.”\nIt was a few days after the massacre of 17 people in Parkland, Fla., and Fears had been considering the spate of school shootings in America. He repeated the rumor, widespread on 4chan and Gab, that the shooter, Nikolas Cruz, was Jewish, and so were many of his victims. It’s unclear if this is true. But if it were, it would make no sense to Fears, who, if he believes in anything, believes in the essentially tribal nature of all human beings. Jews, he said, “have a biological need to look out for their own.” He had spoken a bit about what he called the J.Q., or Jewish Question, as successive generations of anti-Semites have referred to the debate over how Western nations should handle the presence of Jews in their societies. “I don’t hate them for it, but I realize that their interests aren’t the same as mine.”\nFears’s views aren’t unique — roughly 22 million Americans call it “acceptable” to hold neo-Nazi or white-supremacist views, according to an ABC News/Washington Post poll taken in the wake of Charlottesville in August 2017. Roughly the same number of people, about 10 percent of Americans, said they supported the “alt-right”; about half of those polled said they were against it. Driving around Fears’s neighborhood one day, I saw Confederate flags, and American flags, and sometimes a Blue Lives Matter flag, and the black-and-white “Don’t Tread on Me” flag waving from shiny new trucks. I also saw row after row of McMansions, many of them with swimming pools. There were new S.U.V.s parked in the driveways, and boats: signs of money made and money spent. One former high school classmate of Fears’s described the culture as “wannabe redneck.”\nFears says that unlike him, the bulk of the alt-right prefers to stay in the shadows. “I see a lot of people and talk to a lot of people that people would pay a lot of money to find out who they are,” he says. Some of them, he suggests, take part in his weekly Thursday-morning “fight club,” practicing mixed martial arts. Some have white-collar jobs or are veterans, groups that make up a large part of the movement.\nFears was wearing a baseball cap adorned with a red, white and blue patch known as the “whomster” flag. It’s “kind of a racist joke,” he said, albeit one that most people won’t get, as they probably have no clue what “whomster” means (it’s a common meme that refers to the supposed, if baseless, fact that African-Americans say “whomst” a lot). The flag featured the Texas lone star against a backdrop of 14 red and white stripes, an allusion to a signature white supremacist slogan addressing their goal of preserving the white race. The star is centered on a large blue sonnerad, or black sun, an ancient symbol favored by white supremacists, who see it as less obvious than, say, a swastika. In recent years, even longtime neo-Nazi groups like the National Socialist Movement have rebranded by dropping the swastika for less “triggering” symbols like sonnerads or runes. The meaning is the same.\nFears has said that he was upset that his little brother, who in September pleaded guilty to accessory to attempted murder, got in so much trouble. “He’s not really a white nationalist that much,” he said during an interview with a right-wing podcast. “He’s really only involved in anything as a result of being my little brother.”\nIt was a bit like the little brother-big brother Boston bombing duo, Dzhokhar and Tamerlan Tsarnaev, whom Fears identifies with. He agreed to meet with me, he said, because I had written about them. “I think it’s easy for our generation, or the youth, the way society is now, to feel victimized. It’s like with your back against the wall, you know what I mean?”\nIn the Tsarnaevs’ case, this led to terrorism, and for Dzhokhar, the surviving brother, it led to a stretch on death row. Fears, drinking his iced tea-lemonade concoction, considered this. “Maybe he saw a lot of things in the world that bothered him and just didn’t know how to deal with it,” he said. “I can sort of relate to that.”\nFears munched on some bread. “You’re Jewish, right?” he said pleasantly.\nIn fact, I am. And while I happened to be sitting across the table from an admitted fascist who admires Adolf Hitler and has advocated (he says trollishly) “white Shariah,” I didn’t feel threatened by Will Fears. Like so many of the movement’s vague anymen, he presented himself as polite, articulate and interested in cultural politics, and though his views are abhorrent, he stated them all so laconically you might forget that he actually believes in the concept of a white ethnostate. And that’s the point: The genius of the new far right, if we could call it “genius,” has been their steadfast determination to blend into the larger fabric of society to such an extent that perhaps the only way you might see them as a problem is if you actually want to see them at all.\nThe purpose of the F.B.I.’s Joint Terrorism Task Force is to investigate terrorism and share information from those investigations so that the law-enforcement community is able to identify the most dangerous individuals. State and local law-enforcement “fusion centers” were set up with this same goal in mind. There are perhaps half a dozen information-sharing and threat-assessment networks available to law enforcement. In an alternate universe, these networks would function efficiently. In reality, German says, “far-right violence remains a blind spot. It just isn’t properly tracked or understood.”\nOn Aug. 31 this year, his 25th anniversary on the force, Dan Stout retired from the Gainesville Police Department, in part because of the stress and fatigue he endured from the Spencer incident. “The level of resources and financial impact these types of events are now costing communities to prepare for and manage, it’s just unsustainable,” he says. “How much of our city do we literally turn into a quasi-police state to manage this?” Stout’s study of the alt-right and left-wing movements made him an “expert,” at least in the eyes of federal and state law enforcement, who, he says, began to invite him to visit their jurisdictions to share what he had learned. “They were soaking it up like a sponge,” he says. And yet, in reality he feels that they had collectively dodged a bullet — “no pun intended,” he says. “Just another inch to the right or the left and we’d have had a very bad situation.”\nIn May, I called up the Harris County district attorney’s office to ask why someone who had been in jail in Florida on $1 million bond had, upon extradition, been released on $5,000 bond. Joshua Phanco, a prosecutor who at the time was in charge of Fears’s case, was alarmed by the call. He vaguely recalled that Fears had been in prison in Florida, but he wasn’t aware that Fears had been charged with attempted murder, or that he had anything to do with white supremacy. “This is the first I’m hearing this,” he told me. (Fears’s charge in Florida has since been dropped.)\nPhanco, who has since moved on to the district attorney’s major-crimes division, spoke with me for two hours. He diagramed the byzantine system that is the Harris County criminal-justice system, one of the nation’s largest, and a study in dysfunction. There is no central database, no way to share information among all the tiny police departments that feed into the clerk’s office, which then divvies up crimes among 22 criminal courts, now scattered across the entire county. Basically, he said, unless someone tells him about a guy he’s prosecuting, he has no clue.\n“I mean, how come I didn’t know what happened in Florida?” he said. “Is it my fault? Is it Florida’s fault? How come there wasn’t an officer in Houston watching this? How come he was on nobody’s radar?” Houston has an aggressive gang task force whose investigators have deep knowledge of everyone from the street-level drug dealers to the cartel bosses. “If a fairly high-up guy from MS-13 sneezes, I get a call at 10 p.m.,” he said.\nIf Fears were on someone’s radar, Phanco doubted he would ever get off it. “But who’s responsible for keeping track of these alt-right guys in Houston? Nobody. For me the question is, well, how come? If you want to look at these guys as terrorists — which I think it is when they’re firing guns out of cars at protesters,” he noted, “then the question remains: Who or what will prevent him from committing more crimes? And, from my chair, nobody,” Phanco said. “Nobody’s watching it, nobody’s tracking it. And that’s what’s got me scared.”\nJanet Reitman is a contributing writer for the magazine who is working on a book about the rise of the far right in post-9/11 America. She is also a contributing editor for Rolling Stone. \nPHOTOS (PHOTOGRAPHS BY MARK PETERSON/REDUX; JIM BROWN/IOS/ASSOCIATED PRESS; GEO RODRIGUEZ/REUTERS.; SCOTT OLSON/GETTY IMAGES; CHARLESTON POLICE DEPARTMENT/HANDOUT/REUTERS; STEPHANIE KEITH/REUTERS; RICARDO B. BAZZIELL/AUSTIN AMERICAN-STATESMAN/ASSOCIATED PRESS.; RYAN KELLY/DAILY PROGRESS/ASSOCIATED PRESS; ADAM FERGUSON FOR THE NEW YORK TIMES; TAMMY LJUNGBLAD/KANSAS CITY STAR/MCT/GETTY IMAGES.; TIMOTHY D. EASLEY/ASSOCIATED PRESS; MARLA BROSE/ALBUQUERQUE JOURNAL/ASSOCIATED PRESS; SAM COSTANZA/NEW YORK DAILY NEWS/GETTY IMAGES.) (MM38-MM39); The ‘‘alt-right’’ leader Richard Spencer speaking at the University of Florida in Gainesville on Oct. 19, 2017. (MM41); William Fears battling protesters during the Charlottesville rally in 2017. (MM42-MM43); Dan Stout, formerly of the Gainesville Police Department. (PHOTOGRAPH BY ADAM FERGUSON FOR THE NEW YORK TIMES) (MM44); A supporter of the far-right group Patriot Prayer at a rally in Portland, Ore., in September 2017. (MM46-MM47); William Fears (right) and Colton Fears outside during Richard Spencer’s appearance in Gainesville. (PHOTOGRAPHS BY MARK PETERSON/REDUX) (MM48-MM49)\n\nLoad-Date: September 3, 2020"
}