{
    "title": "U.S. not to blame for global terrorism problems",
    "publisher": "university wire",
    "year": 2004,
    "month": 9,
    "day": 7,
    "full text": "The events of this past week have left many of us speechless. The gruesome photos of children covered in blood, being carried out of the school in Russia sent shockwaves through most of us, reminding us of the horrors of Sept. 11.\nBut most of all, the images have left us with questions of how could any group of people, regardless of motives, target innocent school children and what was the cause of these violent acts?\nOver the past three years since the morning of Sept. 11, many people have come to expect the terrorism perpetrated against the United States and her allies as the obvious result of United States' and Israeli imperialism.\nHowever, hardly anyone would have guessed that a school full of Russian children would have been the target of some terrorist suicide bombers bent on the freedom of several political prisoners.\nIn the light of the last few weeks, it has become painfully obvious that terrorism is not solely the product of U.S. foreign policy.\nWhen looking for something to pinpoint the cause of terrorism, the U.S. foreign policy becomes culprit number one.\nWhether it's her desire for more oil, for greater territory, or simply her defense of Israel, America has been named the reason for the surge in world terrorism, which ranges from the kidnappings in Iraq to the beheading of Daniel Pearl. In the light of the last few weeks, it has become painfully obvious that terrorism is not solely the product of U.S. foreign policy.\nThe blame-America-first policy denies the facts that many of the countries recently targeted by Islamic terrorists have had little to do with America's so-called imperialism and, in some respects, have even opposed any action of the United States that could be perceived as imperialistic.\nDuring the build-up to the war in Iraq, the global community united to denounce any unilateral action against Saddam Hussein. France, Germany and Russia were among the chief opposition to U.S. action in Iraq. Even after the war had already been engaged, their cries against U.S. imperialism were loud and adamant.\nYet, both Russia and France have had its citizens terrorized by these extremists, the same extremists who supposedly sprang from American foreign policy.\nBoth of these countries have not been the least expansionary in the last few decades.\nFrance's imperialist heyday was ended in Algeria and, since the Cold War and the break-up of the Soviet empire, Russia has had a difficult enough time controlling its own economy much less trying to take over new lands.\nBut after seeing a Russian school taken hostage by terrorists, it stands to reason that imperialism is not the cause for the surge of terrorist activity.\nTrue, the Russians mistreated the Chechens under Stalin; and true, Chechnya sought its independence after the Soviet Union dissolved but was subsequently denied.\nHowever, what do the foreigners amidst the Chechen terrorists have to do with Russian atrocities?\nLikewise, France's recent dealings with terrorists who had kidnapped two French journalists indicates how little the terrorist activity has to do with imperialism, especially considering that these men are journalists and not somehow connected to the American military-industrial complex.\nIn fact, the kidnapping had more to do with trying to force a change of law in France, a piece of legislation upon which a majority of the French legislature had agreed.\nTerrorists have targeted countries that have no interest in acquiring more territory or helping Israel.\nNepal, for instance, had 12 of its citizens who were working for a Jordanian company kidnapped.\nMoreover, Nepal has seemed less than enthusiastic in helping America obtain yet another country; in fact, Nepal has refused to send military installments to Iraq, despite the requests of U.S. officials for troops.\nWhile American imperialism is an easy target for people ready to assign guilt, the acts of terrorism in this first part of the new century, despite the popular myth, have little to do with U.S. imperialism.\n(C) 2003 Arizona Daily Wildcat via U-WIRE\n\nLoad-Date: September 7, 2004"
}