{
    "title": "U.S. Supreme Court Sides with Oriental Institute in Terrorism Damages Case",
    "publisher": "university wire",
    "year": 2018,
    "month": 2,
    "day": 21,
    "full text": "The U.S. Supreme Court ruled in favor of the University's Oriental Institute in an 8-0 ruling today, according to the Associated Press.\nThe ruling prevents U.S. survivors of a 1997 terrorist attack from using artifacts housed at the Oriental Institute as a means to get compensation from Iran after the country refused to pay them $71.5 million in damages.\nEight Americans were injured in the attack, which was carried out by Hamas in Jerusalem. The victims of the terrorist attack sued Iran for their involvement in providing the bombers financial backing, and were awarded the $71.5 million.\nWhen the Iranian government did not pay the money, the victims of the attack and their relatives hoped to claim the artifacts as compensation from the Iranian government.\n\"The Oriental Institute of the University of Chicago is committed to preserving and protecting a collection of Persian artifacts on loan from the Iranian government, which are among the region's most important historical documents,\" University spokeswoman Marielle Sainvilus wrote in an email to The Maroon. \"These ancient artifacts, along with the Oriental Institute's own Persian collection, have unique historical and cultural value. Today's ruling reaffirms the University's continuing efforts to preserve and protect this cultural heritage.\"\nThe artifacts in question, 30,000 Persian clay tablets known as the Persepolis Collection, were loaned by Iran to the Oriental Institute more than 80 years ago. The artifacts were discovered by University archaeologists during an excavation and have been on loan ever since.\nThe Supreme Court decision affirms the ruling of a Chicago federal appeals court. Supreme Court Justice Sonia Sotomayor wrote the majority opinion for the Court, and said that the Foreign Sovereign Immunities Act, which establishes procedures for suing sovereign governments and international debt recovery, does not allow the victims to recover these artifacts.\nThe act generally protects foreign property from seizure in the U.S. but makes exceptions for countries that have funded terrorist groups. However, the Court did not find these exceptions applicable.\nThe cases has been ascending through the courts for over a decade. In 2006, the Washington Post covered the court case when it was still at the federal district level.\nSpeaking to the Washington Post, then-director of the Oriental Institute Gil Stein said that there was no justification for the case. \"It's a bizarre, almost surreal kind of thing....The Iranians are understandably furious about this. You'd have to imagine how we would feel if we loaned the Liberty Bell to Russia and a Russian court put it up for auction,\" Stein said.\n\nLoad-Date: February 21, 2018"
}