{
    "title": "U.S. AND BUSINESSES JOIN IN COMBATING TERRORIST ACTIVITIES",
    "publisher": "the new york times",
    "year": 1985,
    "month": 2,
    "day": 5,
    "full text": "Secretary of State George P. Shultz announced today that the State Department was forming a joint venture with American corporations to deal with anti-American terrorism abroad.\nIn a speech to the American Society for Industrial Security, Mr. Shultz said the purpose of the new entity, the Overseas Security Advisory Council, was to provide advice and emergency help to businesses abroad as part of a stepped-up campaign against terrorism.\nSec Shultz announces that State Department is forming joint venture with American corporations--Overseas Security Advisory Council--to deal with anti-American terrorism abroad (S)\nAs he has done several times in the last year, Mr. Shultz called for a firm and unyielding approach. he said:\n''Our goal must be to prevent and deter future terrorist acts, and experience has taught us over the years that one of the best deterrents to terrorism is the certainty that swift and sure measures will be taken against those who engage in it.''\n \nAppeal for Greater Unity\nHe called for greater unity among Western countries against terrorism.\n''Since we, the democracies, are the most vulnerable, and our strategic interests are the most at stake, we must act together in the face of common dangers,'' he said.\nThe new council would include business people, diplomats and law enforcement personnel, he said.\n''Its goal,'' he said, ''is to establish a continuing liaison between officials in both the public and the private sector in charge of security matters; to provide for regular exchanges of information on developments in the security field; and to recommend plans for greater operational coordination between the Government and the private sector overseas.\n''There are many ways our security officers overseas can assist businesses abroad with emergency communications, information about specific threat conditions and even advice on the best locales for residences overseas.''"
}