{
    "title": "U.S. charges IS members in deaths of hostages",
    "publisher": "telegraph herald ",
    "year": 2020,
    "month": 10,
    "day": 8,
    "full text": "BY ERIC TUCKER and\nMATTHEW BARAKAT\nThe Associated Press\nWASHINGTON - Two Islamic State militants from Britain were brought to the United States on Wednesday to face charges in a gruesome campaign of torture, beheadings and other acts of violence against four Americans and others captured and held hostage in Syria, the Justice Department said.\nEl Shafee Elsheikh and Alexanda Kotey are two of four men who were called \"the Beatles\" by the hostages because of the captors' British accents. The two men made their first appearance Wednesday afternoon in federal court in Alexandria, Virginia, where a federal grand jury issued an eight-count indictment that accuses them of being \"leading participants in a brutal hostage-taking scheme\" that resulted in the deaths of Western hostages, including American journalist James Foley.\nThe charges are a milestone in a yearslong effort by U.S. authorities to bring to justice members of the group known for beheadings and barbaric treatment of aid workers, journalists and other hostages in Syria. Startling for their unflinching depictions of cruelty and violence, recordings of the murders were released online in the form of propaganda for a group that at its peak controlled vast swaths of Syria and Iraq.\nThe case underscores the Justice Department's commitment to prosecuting in American civilian court militants captured overseas, said Assistant Attorney General John Demers, who vowed that other extremists \"will be pursued to the ends of the earth.\" The defendants' arrival in the U.S. sets the stage for arguably the most sensational terrorism trial since the 2014 criminal case against the suspected ringleader of a deadly attack on a U.S. diplomatic compound in Benghazi, Libya.\n\"If you have American blood in your veins or American blood on your hands, you will face American justice,\" said Demers, the department's top national security official.\nA public defender was appointed to represent both men at the hearing. Geremy Kamens, who heads the public defender's office in Alexandria, declined comment after the hearing.\nProsecutor Dennis Fitzpatrick said five of the eight counts against the men carry a mandatory life sentence if convicted.\nA detention hearing and arraignment were scheduled for Friday, though public defender Ken Troccoli told the judge he may request a delay so he has time to go over the indictment with his clients.\nThe men are charged in connection with the deaths of four American hostages - Foley, journalist Steven Sotloff and aid workers Peter Kassig and Kayla Mueller - as well as British and Japanese nationals who were also held captive.\nThe pair face charges of hostage-taking resulting in death and other terrorism-related counts. Because of a recent concession by the Justice Department, prosecutors will not be seeking the death penalty.\nThe indictment describes Kotey and Elsheikh, both of whom prosecutors say radicalized in London and left for Syria in 2012, as \"leading participants in a brutal hostage-taking scheme\" that targeted American and European citizens and that involved murders, mock executions, shocks with electric tasers, physical restraints and other brutal acts.\nProsecutors say the men worked closely with a chief spokesman for IS who reported to the group's leader, Abu Bakr al-Baghdadi, who was killed in a U.S. military operation last year. They were joined in the \"Beatles\" by Mohamed Emwazi, who was killed in a 2015 drone strike and was also known as \"Jihadi John\" after appearing and speaking in the videos of multiple executions, including Foley's. A fourth member, Aine Lesley Davis, is serving a prison sentence in Turkey.\nThe indictment accuses Kotey and Elsheikh of participating in Foley's 2012 kidnapping and of supervising detention facilities for hostages, \"in addition to engaging in a long pattern of physical and psychological violence.\"\nIt also alleges that they coordinated ransom negotiations over email with hostage families. In interviews while in detention, the two men admitted they helped collect email addresses from Mueller that could be used to send out ransom demands. Mueller was killed in 2015 after 18 months in IS captivity. The indictment says Mueller's family received an email demanding a cash payment of 5 million euros for Mueller's release.\nIn July 2014, according to the indictment, Elsheikh described to a family member his participation in an IS attack on the Syrian Army. He sent the family member photos of decapitated heads and said in a voice message, \"There's many heads, this is just a couple that I took a photo of.\"\nThe indictment describes the execution of a Syrian prisoner in 2014 that the two forced their Western hostages to watch. Kotey instructed the hostages to kneel while watching the execution and holding signs pleading for their release. Emwazi shot the prisoner in the back of the head while Elsheikh videotaped the execution. Elsheikh told one of the hostages, \"you're next,\" prosecutors say.\nThe 24-page indictment accuses Kotey and Elsheikh of conspiring to murder the hostages and of helping cause their deaths by detaining them. It does not spell out any specific roles for them in the executions. But G. Zachary Terwilliger, the U.S. attorney for the Eastern District of Virginia, whose office will prosecute the case, said under U.S. law Elsheikh and Kotey can \"be held liable for the foreseeable acts of their co-conspirators.\"\nRelatives of the four slain Americans praised the Justice Department for transferring the men to the U.S. for trial, calling it \"the first step in the pursuit of justice for the alleged horrific human rights crimes against these four young Americans.\"\n\"We are hopeful that the U.S. government will finally be able to send the important message that if you harm Americans, you will never escape justice. And when you are caught, you will face the full power of American law,\" their statement said.\nElsheikh and Kotey have been held since October 2019 in American military custody after being captured in Syria one year earlier by the U.S.-based Syrian Democratic Forces while trying to escape Syria for Turkey. The Justice Department has long wanted to put them on trial, but those efforts were complicated by wrangling over whether Britain, which does not have the death penalty, would share evidence that could be used in a death penalty prosecution.\nAttorney General William Barr broke the diplomatic standoff this year when he promised the men would not face the death penalty. That prompted British authorities to share evidence that U.S. prosecutors deemed crucial for obtaining convictions.\n---\nBarakat reported from Alexandria, Virginia.\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.\n\nLoad-Date: October 8, 2020"
}