{
    "title": "U.S. taking higher profile in Southeast Asia; Anti-terrorism declaration_ Powell and officials from",
    "publisher": "telegraph herald ",
    "year": 2002,
    "month": 8,
    "day": 5,
    "full text": "With a few strokes of a pen, Secretary of State Colin Powell raised the U.S. profile in Southeast Asia in a further sign of the Bush administration's international activism since Sept. 11.\nPowell and a 10-nation group of Southeast Asian countries made clear in a joint declaration the importance of cooperating \"to prevent, disrupt and combat international terrorism\" by sharing information and intelligence and other steps.\nThe ceremony took place in Brunei, one of six countries in the region that Powell visited last week, perhaps the most extensive tour there by a secretary of state. He also visited India and Pakistan.\nThe struggle against Muslim extremism was a recurring theme during the trip.\nThe issue has transformed U.S. foreign policy. American anti-terrorism fingerprints can be seen in Afghanistan, Pakistan and the Philippines. They are visible in Latin America, too.\nPresident Bush says more foreign aid could help reduce terrorism and he is asking Congress for a 50 percent increase over three years.\nMost significant, the administration has redoubled its peacemaking efforts in the Middle East. Officials believe that success would have a calming effect on the Arab world, source of most of the world's terrorism, including the Sept. 11 attacks.\nFrom 1954 to 1975, few areas, if any, had a greater claim on American attention than Southeast Asia. It was where the United States tried to draw the line against communist expansionism - with disastrous results.\nThe mighty American military machine was humbled by a poor but highly motivated North Vietnam, at a cost of more than 50,000 American lives.\nThe legal basis for the commitment was the U.S.-led Southeast Asia Treaty Organization, a mutual defense pact that expired in 1977.\nWith America's defeat, the three Indochina countries - Vietnam, Laos and Cambodia - all became communist. American attention to the region faded.\nNow the area is more prominently on U.S. radar, because of terrorism.\nThe signing in Brunei involving the Association of Southeast Asian Nations meant that for the first time since the treaty organization's demise, the United States and Southeast Asia are bound together by mutual commitments.\nThe six countries of the region Powell visited - Thailand, Malaysia, Singapore, Brunei, Indonesia and the Philippines - all are predominantly Muslim or have strong Muslim majorities. All six are worried about terrorism.\nPowell, mindful of the death and destruction wreaked by U.S. forces on Indochina a generation ago, assured leaders last week that U.S. militarization of the anti-terrorism struggle in Southeast Asia is not in the cards.\n\"The United States is not looking for bases or a new permanent presence in the Philippines or in this part of the world,\" Powell said at a Manila news conference Saturday.\nA six-month counterterrorism exercise involving 1,200 American soldiers in the Philippines ended Wednesday. The goal was to help Filipino forces do battle with a Muslim separatist movement.\nIn terms of costs, the overall U.S. engagement in the region is modest, for now. As an example, $$ @50 million in anti-terrorism money is being budgeted for Indonesia, primarily for training; at its peak, the Vietnam war cost that much every few days. \nIndonesia may have the region's biggest terrorism problem. Some Indonesian Islamic groups have al-Qaida connections or maintain ties with Indonesian military units. They even have backers in key government positions.\nThere is concern that Indonesia, with 17,000 islands that are hard to patrol, could become a springboard for terrorism against neighboring countries or perhaps the United States itself.\n\nLoad-Date: August 5, 2002"
}