{
    "title": "U.S. sets poor example(2)",
    "publisher": "the new york times",
    "year": 2005,
    "month": 3,
    "day": 2,
    "full text": "Since the Abu Ghraib scandal and the growing human rights allegations from groups such as Amnesty International and the Red Cross, Americans have been told that any unacceptable conduct is just a bunch of \"bad apples.\"\nAfter all, the United States is a nation of laws, and we do not accept torture. President Bush went so far as to tell the New York Times, \"Torture is never acceptable.\"\nBut apparently, it is acceptable to have others do the torture for us. After all, how else could one explain the story of Maher Arar?\nArar is a Syrian-born Canadian engineer whose story was told in the New Yorker on Feb. 8. He was arrested on Sept. 26, 2003, at the John F. Kennedy Airport upon returning home from a vacation with his family. Although he was just changing planes, he was stopped because he was on a terrorist watch list, based on the fact that he worked with a terrorism suspect's brother. After being held for 13 days, he was placed on a jet to Amman, Jordan.\nOn the flight, Arar could hear the crew talking and learned he would be taken to Syria. Knowing that the brutality of the Syrian government was what caused his family to move to Canada, he begged the crew not to take him there. However, despite his pleas, he was driven from Jordan to Syria just a few hours after landing.\nThere, he reports, they \"just began beating me.\" His hands were whipped with 2-inch-thick electrical cables and he was kept in a windowless cell he compared to a grave. He was released a year later without charges. The Syrian ambassador in Washington claims that Arar was sent to Syria based on orders from the United States. The government has been using a program called \"extraordinary rendition\" to use more aggressive measures of interrogation, such as torture, that are illegal in the United States.\nPerhaps the most pragmatic argument against extraordinary rendition is that torture doesn't work. It's been proven not to work. As Arar told reporters, after a while, \"You just tell them what they want to hear.\" So even if it was OK to beat a potentially innocent man, keep him in a tomb-like cell, and threaten him with death every day, it doesn't make sense to. It's just pointless.\nBut even if it did work, it would still be morally reprehensible. As a nation that is based on laws, we have created those laws to represent what we feel are acceptable government actions. And we have banned torture in the United States because we feel that it is wrong. We believe in the innate right of a human being to be treated with dignity, even if that person does not afford those rights to others. How could we condemn the torture of American soldiers or civilians if we did not?\nBush chose to go around those laws. Rather than pursue the war on terrorism within the system that we are holding up as a model for the rest of the world, he is pursuing it in the back alleys he, himself, has called terrorist nations.\nBush has, on national television, condemned the human rights record of Syria. Yet he is more than willing to look the other way, and even take advantage of the country's poor human rights record, when he feels it will help him.\nThe hypocrisy is clear, not only in the United States, but also in the rest of the world. How can the United States be a beacon of hope and freedom if we are willing to torture our prisoners? No, I'm sorry -- ask others to torture our prisoners, and then call them \"barbaric.\"\nThe war on terrorism has three fronts. The first one, I'll admit, is military. It was invading Afghanistan. Once the U.S. invasion of Iraq caused foreign fighters to stream over the borders, it was the fighting there. The next front is in the intelligence world. It is stopping the attacks by using effective intelligence, not torture, not hearing what we want to hear.\nThe final front in the war on terrorism is the hearts and minds of the world. We will never be able to make terrorism stop with bombs and spies.\nYet, ignoring the fact that U.S. policies toward the Middle East are killing people, in the form of propping up dictators and sanctions, will never allow us to end the root cause of torture.\nNeither will proclaiming to be a great society but still torturing terrorism suspects.\nIf we want to set an example for the world, than we ought to set it, not publicly set it while privately do the very thing we proclaim to be fighting against.\n(C) 2005 OSU Daily Barometer via U-WIRE\n\nLoad-Date: March 2, 2005"
}