{
    "title": "U.S. blocks 350 with suspected terror ties",
    "publisher": "chicago daily herald",
    "year": 2011,
    "month": 4,
    "day": 12,
    "full text": "WASHINGTON — The U.S. government has prevented more than 350 people suspected of ties to al-Qaida and other terrorist groups from boarding U.S.-bound commercial flights since the end of 2009, The Associated Press has learned.\nThe tighter security rules — imposed after the attempted bombing of an airliner on Christmas 2009 — reveal a security threat that persisted for more than seven years after the Sept. 11, 2001, terrorist attacks.\nUntil then, even as commercial passengers were forced to remove their shoes, limit the amount of shampoo in their carry-on luggage and endure pat downs, hundreds of foreigners with known or suspected ties to terrorism passed through security and successfully flew to the United States each year, U.S. officials told the AP. The government said these foreigners typically told Customs officers they were flying to the U.S. for legitimate reasons such as vacations or business.\nSecurity practices changed after an admitted al-Qaida operative from Nigeria was accused of trying to blow himself up on a flight to Detroit on Christmas 2009. Until then, airlines only kept passengers off U.S.-bound planes if they were on the no-fly list, a list of people considered a threat to aviation.\nNow before an international flight leaves for the U.S., the government checks passengers against a larger watch list that includes al-Qaida financiers and people who attended training camps but aren't considered threats to planes. The government was checking this list before, but only after the flight was en route to the United States. If someone on the flight was on the watch list, the person would be questioned and likely refused to enter the country after the plane landed.\n\"As terrorists keep adapting and changing their approach, so must we,\" Sen. Jay Rockefeller, a West Virginia Democrat, told the AP. During a Senate hearing shortly after the attempted Christmas attack, Rockefeller raised concerns about divisions among the different watch lists.\nHundreds of people linked to al-Qaida, Hamas, Lashkar-e-Taiba and other terror groups have been kept off airplanes under the new rules. They include what U.S. officials described as a member of a terrorist organization who received weapons training, recruited others, fought against American troops and had a ticket to fly to the U.S. Another traveler prevented from boarding a U.S.-bound flight was a member of a terrorist organization whom intelligence officials believe had purchased equipment for terrorism.\nA third case, in January, involved a Jordanian man booked from Amman, Jordan, to Chicago, who was considered a threat to national security, according to a law enforcement official. The State Department had already revoked his visa. He was on the terrorist watch list but not the no-fly list. He was not considered a threat to aviation.\nAfter U.S. Customs and Border Protection officers performed the now-routine check, the man was kept off the flight. Before the change, he would have arrived in Chicago, where he would have likely been stopped at customs, questioned and sent home.\n\nGraphic\n\n \nASSOCIATED PRESS In this Dec. 26, 2009, photo, a Delta-Northwest Airlines plane is pulled back to the terminal at the Detroit Metropolitan airport in Romulus, Mich., after a security incident.\n\nLoad-Date: April 12, 2011"
}