{
    "title": "U.S. RELEASES EGYPTIAN MAN ALLEGED TO HAVE BEEN INVOLVED IN TERRORISM",
    "publisher": "st. louis post-dispatch ",
    "year": 1999,
    "month": 11,
    "day": 30,
    "full text": "An Egyptian man who had been jailed for 3 1/2 years on secret evidence was freed Monday after immigration officials gave up a last-ditch legal challenge to his release.\nNasser Ahmed, whom authorities had depicted as a terrorist, was once a close associate of Sheik Omar Abdel-Rahman, an extremist Muslim cleric whom authorities describe as the spiritual leader of Egypt's largest militant group, Al-Gamaa al-Islamiya.\nIn 1995, Ahmed, 38, an engineer, served as a court-appointed translator and paralegal for Abdel-Rahman when the sheik was tried and convicted for conspiring with nine others in a plot to blow up the United Nations and other New York landmarks. The blind sheik is now serving life in prison.\nThe Justice Department notified Ahmed's attorneys Monday afternoon that he would be freed. Later, the Immigration and Naturalization Service said it had withdrawn its request of Attorney General Janet Reno to keep Ahmed jailed while it continues to try to prove he poses a threat to national security. An immigration appeals court had already ruled that Ahmed should be released. Reno had temporarily blocked the order until Monday.\nFederal officials gave no indication that they would drop Ahmed's case.\nThe decision to free Ahmed marks the latest development in the ongoing legal and political battle over government's use of secret evidence to combat terrorism.\nCivil liberties and Arab-American groups have accused the immigration service of denying due process to about two dozen suspects of Arab descent by jailing them without allowing them to confront the evidence against them.\nU.S. officials counter that laws and court rulings require immigration judges to consider evidence secretly in terrorism investigations involving noncitizens, in part to protect intelligence sources and national security.     \n\nLoad-Date: November 30, 1999"
}