{
    "title": "U.S. anti-terrorism tactics keep Europe safer, Rice asserts",
    "publisher": "st. louis post-dispatch ",
    "year": 2005,
    "month": 12,
    "day": 6,
    "full text": "Europeans are safer because of the tough but legal U.S. tactics used against terrorism, Secretary of State Condoleezza Rice said Monday.\nShe was responding to an outcry among allies about reports of secret CIA prisons and detainee mistreatment.\nShe went further than others in the administration by denying that Americans practiced torture or lesser forms of cruel treatment.\n\"Our people, wherever they are, are operating under U.S. law and U.S. international obligations,\" Rice said. She said that included the U.N. Convention Against Torture -- a document the administration has previously said does not fully apply to Americans overseas.\nRice delivered the administration's most forceful response to a month of growing trans-Atlantic acrimony.\n\"Some governments choose to cooperate with the United States\" in intelligence and other arenas, Rice said before leaving for Europe. \"That cooperation is a two-way street. We share intelligence that has helped protect European countries from attack, saving European lives.\"\nHer comments seemed to imply that if any European governments had provided secret prisons, they had done so willingly.\nThroughout Monday, Rice refused any outright answer to the underlying question European governments have asked: Did the United States run clandestine detention sites on the continent?\n\"Were I to confirm or deny, say yes or say no, then I would be compromising intelligence information, and I'm not going to do that,\" she said on her plane to Germany.\nThe European Union has asked for an explanation of U.S. actions. So have individual European allies concerned that their airports, territory or airspace may have been used for detention or transport of suspects under conditions illegal in Europe. The continent's top human rights watchdog is investigating.\nThe Washington Post said last month that the CIA ran a network of hidden prisons, including some in Eastern European democracies.\nThe advocacy group Human Rights Watch followed the news report with claims that it has tracked suspicious CIA flights around Europe since the invasion of Afghanistan in 2001. The group pointed to sites in Poland and Romania as probable hosts for secret prisons, but both those nations have denied it.\nRice said that aggressive work to counter potential terrorists could be uncomfortable for democracies. \"The captured terrorists of the 21st century do not fit easily into traditional systems of criminal or military justice,\" she said. \"We need to adapt.\"\n\nGraphic\n\n \nPHOTO\n PHOTO - Rice Secretary of state \n\nLoad-Date: December 6, 2005"
}