{
    "title": "U.S. Confirms F.B.I. Alerted By Egyptians",
    "publisher": "the new york times",
    "year": 1993,
    "month": 4,
    "day": 6,
    "full text": "The State Department acknowledged today that the Egyptian authorities had warned the American authorities repeatedly in the months preceding the World Trade Center bombing about an Islamic fundamentalist network in the United States.\nBut it sought to emphasize that Egypt had not relayed information about specific planned acts of terrorism.\nThe last of the warnings was made to Federal Bureau of Investigation agents during a five-day meeting in Cairo that took place less than three weeks before the blast, the State Department said.\n \nConcern About Fundamentalists\n The American comments came in response to an assertion by President Hosni Mubarak of Egypt that the Feb. 26 attack could have been prevented if his country's warnings had been heeded. While not directly disputing Mr. Mubarak, the State Department called attention to his suggestion that the information provided by Egypt related only generally to individuals in the United States.\n\"As President Mubarak himself has said, Egypt did not pass any specific information on planned acts of terrorism in the United States in the context of those discussions,\" a State Department spokesman, Richard Boucher, said.\nMr. Boucher's disclosure of the talks between Egyptian and American officials provided the clearest indication to date of the extent to which Cairo may have sought to convey its concern about the Islamic fundamentalists active in New York and New Jersey mosques. In the most recent meeting, he said, F.B.I. agents traveled to Cairo between Feb. 6 and Feb. 11 to join United States Embassy officials in the discussions.\nMr. Boucher refused to discuss the details of the talks. But other Administration officials said Egyptian official had expressed particular concern about Sheik Omar Abdel Rahman and his followers, and said the participation of the F.B.I. reflected the fact that a primary subject of the meeting was the potential for terrorism in the United States.\nSeveral of the suspects arrested in the bombing have been identified as worshipers at mosques where Mr. Abdel Rahman has preached, but he has always denied knowledge of the explosion.\nMr. Boucher said the last discussion between the two countries, which ended just 15 days before the bombing, was part of a series of meetings between Washington and Cairo in recent months aimed at improving cooperation in the battle against terrorism. Administration officials who spoke on the condition of anonymity said the main topic of the sessions was the threat within Egypt posed by Islamic militants who have been responsible for a bloody wave of terrorist attacks.\nWhile Mr. Boucher was diplomatic in his response to Mr. Mubarak's assertion that the attack could have been prevented, other Governent officials were much more critical. \"What were we supposed to do: round up all the Islamic fundamentalists in New Jersey?\" said one official who insisted on anonymity. \"In this country, we have to show that they break the law first.\"\nMr. Mubarak first made his comments in an interview with The New York Times. Asked today by CNN whether the bombing might have been forestalled, however, he appeared to soften that position. \"Maybe,\" he said in a televised interview. \"Maybe. I'm not sure of that, but maybe.\"\nThe Egyptian leader reiterated that his Government had \"no definite information\" in advance of the blast about a potential attack on the World Trade Center. He indicated that the Egyptian authorities had told Washington about terrorist cells operating in the United States.\n\nLoad-Date: April 6, 1993"
}