{
    "title": "U.S. policy in Middle East must be evenhanded",
    "publisher": "the day ",
    "year": 1991,
    "month": 1,
    "day": 14,
    "full text": "In a recent guest column Dr. Bruce A. Epstein of St.  Petersburg presented his views on the current Middle East crisis.\n \n    Dr. Epstein was primarily concerned with the security needs of Israel. He commented at length on Arab terrorism against Israel and the fear that Iraq will direct its military might against Israel.  He concluded that Iraq's military machine must be dismantled. He stated that Israel is the only real ally we have in the Middle East and therefore we should increase Israel's role in military and strategic planning for the area and pressure the Arab states to accept direct negotiations on Israel's terms. I see it differently.\n   First, Israel is a small country with only 4-million citizens. There are more than 140-million people in the Arab countries of the Middle East and North Africa. This is a ratio of 35 Arabs to each citizen of Israel. Yet, Dr. Epstein views the political and military situation in the Middle East only through the eyes of that single Israeli citizen. The viewpoint of the 35 Arabs is left out of the article.\n \n    To say that Israel is our ally is misleading. It would be more correct to say that the United States is the only nation that consistently supports Israel. We have vetoed 29 resolutions in the U.N. Security Council in order to protect Israel, in many cases voting to block resolutions approved unanimously by all other members. Israel goes along with us when it chooses but is quick to criticize the United States and go its own way when it sees advantage in doing so.\n \n    Terrorism is a nasty activity practiced by both Israelis and Arabs.  The day that Dr. Epstein's column appeared there was a news photo in the St. Petersburg Times on the early release from prison of Shaul Nir, one of the leaders of the Jewish Underground movement responsible for car bombings that killed three Palestinians and blew the legs off a West Bank Arab mayor. The caption on the photograph says that hardline supporters greeted him as a hero.\n \n    On Oct. 8, 1990, Israeli military forces opened fire on a Palestinian demonstration in Jerusalem killing 17 people and wounding more than 100. Israel has refused to allow an independent U.N.  investigation of the incident. Israel has destroyed the houses of more than 1,600 families in the occupied territories because a family member was accused or suspected of anti-government activities. So it is clear that there are two sides to the terrorism story.\n \n    Dr. Epstein states that a solution to the current gulf crisis must include dismantling Iraq's military machine, including conventional weapons, chemical weapons and the facility to manufacture a nuclear bomb. Yet, Israel possesses all these weapons in large quantities. It is widely reported that Israel has a stockpile of more than 100 nuclear weapons. It has refused to join the nuclear non-proliferation treaty and refused to allow independent inspection of its facilities.\n \n    Finally, Dr. Epstein appears to favor settling our differences with Iraq, by diplomatic or military means, to the full extent of U.N.  resolutions on the subject. He ignores the U.N. resolutions adopted over the years on Israel's seizure and occupation of the West Bank, Gaza, Golan Heights and East Jerusalem. There is no way to smooth over such a glaring contradiction in policy.\n \n    There was a time when the United States was trying to take an \"evenhanded\" policy toward the Middle East. We gave strong support to the state of Israel, but we also supported the right of displaced Palestinians to establish their own, independent state.  During this period Israel made dramatic progress toward peace and stability by agreeing to return occupied territories to Egypt. In recent years we have moved away from the evenhanded approach and leaned more toward Israel's point of view. Progress toward peace has stopped, and we now have 400,000 young Americans in the Middle East getting ready to go to war.\n \n    The United States should get back to the evenhanded mode. We should condemn Israeli terrorism as strongly as we condemn Arab terrorism. We should insist on the same controls on Israel's weapons as we propose for weapons of Arab countries. We should work for implementation of U.N. resolutions against Iraq, but we should work equally hard for implementation of U.N. resolutions relating to territories seized by Israel.\n \n    The United States has an excellent opportunity to move the Middle East toward peace, but to do so we must be fair to all parties.  We must be evenhanded.\n Joseph A. Mahon is a resident of St. Petersburg. He worked for an oil company and lived in the Middle East from 1951 to 1982.\n\nLoad-Date: November 12, 1992"
}