{
    "title": "U.S. MILITARY WITHDRAWS FROM PANAMA CANAL BASE SOME OFFICIALS FEAR INCREASED TERRORISM AND DRUG TRAF",
    "publisher": "the philadelphia inquirer",
    "year": 1999,
    "month": 7,
    "day": 31,
    "full text": "The U.S. military ended its almost century-long major presence in Panama yesterday, leaving its headquarters on the banks of the Panama Canal despite recent warnings from U.S. officials that the departure could destabilize the region.\nThe U.S. Army South left from Fort Clayton to relocate in Puerto Rico in the military's last major step in fulfilling a 1977 treaty signed by U.S. President Jimmy Carter and Gen. Omar Torrijos.\nThe treaty mandates that the United States - in Panama since 1903, when a U.S. warship backed Panama's bid for independence from Colombia - must pull out all of its troops and hand over control of the Panama Canal by Dec. 31.\nBut the process has drawn criticism in recent weeks from U.S. officials, who say it could lead to terrorist attacks on the strategic waterway and an increase in drug trafficking in the region.\nAt a ceremony at Fort Clayton, a color guard wearing vintage spats, ranger hats and khaki uniforms - identical to those worn by the first U.S. troops to arrive in Panama - retired the U.S. flag from Soldiers' Field for the last time.\n\"Since 1903, our histories and destinies have been interrelated,\" the head of the U.S. Southern Command, Charles Wilhelm, said in a speech. \"History, geography, and one of the greatest engineering feats of all time brought our two nations together.\"\nTaking a different tone in recent months, Wilhelm and other officials - including antidrug chief Barry McCaffrey - have said drug traffickers and left-wing guerrillas in neighboring Colombia might take advantage of the military vacuum in Panama.\nBut according to Panamanian President Ernesto Perez Balladares, the U.S. military presence never existed to directly protect the canal, protect Panama's borders, or fight the country's internal battles against drugs.\n\"The U.S. presence has had very little to do with the security and operation of the canal,\" Perez Balladares said after the ceremony.\nHe added, \"I think it's been up and down, but I'd have to say that both countries have benefited from our long relationship.\"\nThe U.S. population peaked during World War II, when more than 65,000 soldiers and tens of thousands of other civilian employees lived in the former Panama Canal Zone, a 10-mile stretch of land on either side of the canal.\nIn 1989, 350 Panamanians and 18 U.S. soldiers were killed during a U.S. invasion that toppled Panama's leader, Gen. Manuel Antonio Noriega.\n\nGraphic\n\n \nPHOTO;\nPHOTO\nMembers of the color guard, dressed in Army uniforms identical to those worn by the first U.S. troops to enter Panama, in 1903, retire the United States flag for the final time at Fort Clayton. (JULIE PLASENCIA, Associated Press)\nA member of the 319th Army band plays during departure ceremonies at Fort Clayton.\n\nLoad-Date: October 22, 2002"
}