{
    "title": "U.S. looks for support to delist N. Korea",
    "publisher": "the bismarck tribune",
    "year": 2008,
    "month": 10,
    "day": 11,
    "full text": "WASHINGTON - The Bush administration is trying to build consensus among its negotiating partners before removing North Korea from a terrorism blacklist in hopes of salvaging nuclear disarmament talks, U.S. officials said Friday.\nThe administration is close to taking the step but is still consulting with China, South Korea, Russia and particularly Japan on the move, which is meant to revive the process, the officials said. A decision had been expected as early as Friday, but the officials said it was unlikely to come before the weekend.\n\"We're continuing to work with our six-party partners, but I don't expect anything else on that today,\" White House press secretary Dana Perino said.\nSecretary of State Condoleezza Rice discussed the matter with the foreign ministers of China, South Korea and Japan on Friday and will raise it with her Russian counterpart in the coming days, the State Department said. Those four countries, along with the United States and North Korea, make up the group working on getting Pyongyang to give up nuclear weapons.\n\"The point where we're at now is making sure everybody agrees,\" spokesman Sean McCormack told reporters.\nAt issue is whether tentative arrangements worked out last week between the North Koreans and chief U.S. negotiator Christopher Hill are acceptable to the other nations. Under those terms, the U.S. would provisionally remove North Korea from its \"state sponsors of terrorism\" list once the North agrees to a plan to allow outside verification of its nuclear program.\nSouth Korean Foreign Minister Yu Myung-hwan said Friday he expected Washington to \"make a decision in the near future.\"\nMcCormack dismissed suggestions that the United States was trying to force an agreement on its partners and declined to say which, if any, countries were preventing a consensus.\nHowever, Japan has balked at removing North Korea from the terror list until it resolves the issue of Japanese citizens abducted by Pyongyang in the 1970s and '80s.\n\"There are some issues with the Japanese and the abductees are definitely one,\" said a senior U.S. official. The official spoke on condition of anonymity because of the sensitivity of the situation.\nIn Tokyo, Japanese Foreign Minister Hirofumi Nakasone said his country would accept a U.S. decision to remove North Korea from the list - as long as it is reasonable.\n\"We still don't know when and what kind of decision the United States makes, but I expect they will consult us before making a final decision,\" he said. \"If the decision is something that is also satisfactory to our country, that's all we ask for.\"\n\nLoad-Date: October 13, 2008"
}