{
    "title": "U.S. to Issue Terrorism Alert for Travel to Europe",
    "publisher": "the new york times",
    "year": 2010,
    "month": 10,
    "day": 3,
    "full text": "The State Department plans to issue an alert on Sunday urging Americans traveling to Europe to be vigilant about possible terrorist attacks, an American official said Saturday.\nThe decision to caution travelers comes as counterterrorism officials in Europe and the United States are assessing intelligence about possible plots originating in Pakistan and North Africa aimed at Britain, France and Germany.\nA travel alert would merely urge extra caution during a specific time and would not discourage Americans from visiting Europe. The official, who did not want to be identified speaking about internal government deliberations, said a stronger ''travel warning'' that might advise Americans not to visit Europe was not under consideration.\nEuropean officials have been concerned about the impact on tourism and student travel from any official guidance to American travelers.\nThe Associated Press first reported on Saturday the possibility that the State Department might caution travelers to Europe.\nAmerican intelligence officials said last week that they were pursuing reports of possible attacks against European cities, including information from a German citizen of Afghan origin captured in Afghanistan in July. The German, said to be named Ahmed Sidiqi, 36, from Hamburg, had traveled to the Waziristan region of Pakistan and received firearms and explosives training, a senior European official told The New York Times.\nMr. Sidiqi described plans for attacks by small armed groups in European cities, the official said. Other officials have said such attacks might be modeled on the 2008 assault in Mumbai. Those attacks, attributed to a radical Islamic group based in Pakistan, killed at least 173 people.\nIn August, the State Department renewed a ''worldwide alert,'' saying officials remained ''concerned about the continued threat of terrorist attacks'' against Americans overseas. Any new alert would presumably be more narrowly focused.\n\nhttp://www.nytimes.com\n\nLoad-Date: October 3, 2010"
}