{
    "title": "U.S. RELEASES ANNUAL LIST OF NATIONS THAT SUPPORT TERRORISM; DIPLOMATS HAVE TRIED TO COURT 3 OF THE",
    "publisher": "st. louis post-dispatch ",
    "year": 2000,
    "month": 5,
    "day": 2,
    "full text": "Three countries courted by the United States for a better relationship -- Iran, Syria and North Korea -- were again branded as sponsors of terrorism by the State Department on Monday. Cuba, Iraq, Libya and Sudan also made the department's list.\nThe yearly report showed a shift in concern from the Middle East to South Asia, where Afghanistan is a favorite haven for terrorists and Pakistan has backed groups that engage in violence in Kashmir, a territory contested with India.\nMichael Sheehan, who runs the department's counterterrorism office, said the Taliban, which controls most of Afghanistan, professes to want good relations with the United States.\nBut numerous terrorist groups operate on territory that the Taliban controls, he said at a news conference that coincided with release of the report.\nAmong them is the loosely linked al-Qaida organization, headed by Saudi Osama bin Laden. He is accused of masterminding the bombings last year of the U.S. embassies in Kenya and Tanzania. A total of 230 people were killed in the blasts.\nMeanwhile, the Pakistan government has tolerated terrorists living and moving freely within its territory and has supported groups in Kashmir that engage in violence, said the report, \"Patterns of Global Terrorism 1999.\" Kashmir, an Indian border territory, is a flashpoint of conflict with neighboring Pakistan.\nThe report also called Pakistan a supporter of terrorists centered in Afghanistan, a rebuke to the South Asian country just as its government presses Washington to support renewed international lending.\nPakistan is not branded as a sponsor of terrorism, though. Under law, that would prohibit all but humanitarian assistance from the United States.\nBut Cuba is listed again. In 85 words, the government of Fidel Castro is charged with continuing to provide haven to several terrorists and U.S. fugitives. Colombia's two largest terrorist organizations, the Revolutionary Armed Forces of Colombia and the National Liberation Army, maintained a permanent presence on the island, the report said.\nPresident Bill Clinton's administration has maintained long-standing sanctions against Cuba and avoided any diplomatic overtures. It also keeps an icy distance from Iraq and Sudan. The U.S. stance toward Libya is under review.\nTwo Libyans will be tried this week in the deaths of the 270 passengers, crew members and residents of Lockerbie, Scotland, when a Pan Am jumbo jet was blown out of the sky in December 1988. Among the victims were 189 Americans aboard the plane.\nSheehan said Libya would remain on the terrorism list. But he also said that world sanctions had driven Libya \"out of the terrorism business\" and that its links to terrorism had dropped dramatically since the 1980s.\nSecretary of State Madeleine Albright is weighing whether to revoke a ban on U.S. travel to the North African country.\nIran, Syria and North Korea, all courted for a better relationship with the United States, were condemned in the report.\nIt said Iran and Syria had continued to support regional terrorist groups that seek to destroy the U.S. peace campaign in the area.\nAnd yet, Clinton journeyed to Geneva this year to urge Syrian President Hafez Assad to resume negotiations with Israel.\nAnd Albright, in a landmark initiative, offered a dialogue to Iran that could lead to a restoration of relations, which were broken after Iranian militants overran the U.S. Embassy in Tehran and took its residents hostage in 1979. Albright has stressed, though, that the agenda would include U.S. allegations that Iran has backed terrorists and tried to subvert the peace process.\nNorth Korea is accused in the report of providing haven to Japanese Communist League-Red Army Faction members who participated in the hijacking of a Japanese Airlines flight to North Korea in 1970.\nAmerican officials meet regularly with North Korean officials, and the United States provided food and arranged for two civilian reactors and energy supplies in a tradeoff for North Korea's suspending its nuclear weapons program.\nThe State Department said the number of people killed or wounded in terrorist attacks fell sharply last year - to 233 killed and 706 wounded from 741 and 5,952, respectively, in 1998.\nLast year, terrorists targeted U.S. interests in 169 attacks, an increase of 52 percent from the year before, the study said. The increase was concentrated in four countries not on the list, Colombia, Greece, Nigeria and Yemen, the U.S. said.\nAlbright said the report was \"largely heartening,\" with the number of Americans killed the lowest in seven years.\nShe also criticized congressional proposals to cut more than $ 2 billion from Clinton's request for international affairs funds. \"These reductions will harm plans to upgrade security and complicate efforts to counter terror,\" she said.\n\nLoad-Date: May 2, 2000"
}