{
    "title": "U.S. attorney heads area's anti-terrorism task force",
    "publisher": "spokesman review",
    "year": 2001,
    "month": 9,
    "day": 20,
    "full text": "Assistant U.S. Attorney Tom Rice will coordinate the Spokane region's new\n Anti-Terrorism Task Force - one of dozens of such task forces being\n established in response to last week's attacks.\n Attorney General John Ashcroft has directed each U.S. attorney district to\n form a task force that will be made up of federal, state and local\n authorities.\n Each regional group will pass information about suspected terrorist\n networks between federal and local police agencies.\nOn Wednesday, Rice said he could not discuss particulars of the group,\n which will coordinate efforts in Eastern Washington. Federal agencies involved\n in the task force include the FBI, Border Patrol, Immigration and\n Naturalization Service, and Bureau of Alcohol, Tobacco and Firearms.\n Three years ago, the FBI formed a domestic terrorism task force in Eastern\n Washington, North Idaho and Montana.\n In a prepared statement, Ashcroft said: ''I have directed every United\n States attorney to commit all available resources and manpower to our national\n mission against terrorism. This system will provide law enforcement with a\n comprehensive and seamless approach to attack terrorism within our borders.\"\n At least 4,000 FBI agents nationwide have been assigned to follow tips\n about the attacks.\n Authorities have identified some 200 key people who are being sought for\n questioning around the country. An FBI list, obtained by the Los Angeles\n Times, according to the newspaper, shows one of the men lives in Spokane.\n FBI Special Agent Egon Dezihan said he was not able to discuss what leads\n Spokane agents are pursuing.\n This week, agents were in Pullman to interview a man. The FBI also took\n records from a company that manages a North Spokane apartment complex.\n A person familiar with the situation said a community college student with\n a Saudi Arabian passport had moved out of his apartment on the first of this\n month. He left behind aircraft manuals that had descriptions of cockpit\n instruments for large, commercial airplanes.\n Both Spokane Falls Community College and Spokane Community College offer\n classes in aviation studies.\n The person said the man left a forwarding address in Colorado, under a\n different name.\n\nLoad-Date: September 21, 2001"
}