{
    "title": "U.S. pastor faces terrorism charges in fraught trial in Turkey",
    "publisher": "st. louis post-dispatch ",
    "year": 2018,
    "month": 4,
    "day": 16,
    "full text": "IZMIR, Turkey - An American pastor imprisoned in Turkey is going on trial for alleged terrorist ties and spying in a case that has increased tension between Washington and Ankara.\nAndrew Craig Brunson, 50, an evangelical pastor from North Carolina, is facing up to 35 years in prison on charges of \"committing crimes on behalf of terror groups without being a member\" and \"espionage.\" The trial begins Monday in western Izmir province.\nBrunson was arrested in December 2016 for alleged links to both an outlawed Kurdish insurgent group and the network of the U.S.-based Muslim cleric whom Turkey blames for masterminding a failed military coup that year. The cleric, Fethullah Gulen, denies the claim.\nBrunson, who has lived in Turkey for 23 years, has denied all allegations, saying that he worked solely as a pastor.\nThe Turkish government has clearly linked Brunson's case with its determination to force the U.S. to extradite Gulen - and some see the pastor as a diplomatic pawn.\nThe American Center for Law and Justice, a conservative Christian group in the U.S., has called Brunson a \"hostage of the Turkish government.\" A petition has garnered more than half a million signatures, claiming that the case was putting Christianity on trial.\nBrunson's attorney, Ismail Cem Halavurt, said Sunday that he expected the pastor to be acquitted, arguing that the \"weak\" indictment lacked sufficient evidence to make the case hold up in court.\nAmerican officials have repeatedly requested that Brunson be released - President Donald Trump himself asked Turkish President Recep Tayyip Erdogan to have his government \"expeditiously\" return the pastor to the U.S.\nBut Erdogan fired back at Washington, demanding that the U.S. first return Gulen.\n\"You give him to us and we'll give you this one,\" he said, referring to Brunson.\nTurkey has submitted an extradition request to the U.S. for Gulen, who lives in Pennsylvania, but so far it has not been granted. That has produced festering frustration in the Turkish government, which has hunted down tens of thousands of alleged Gulen supporters and either imprisoned them or fired them from government jobs.\nBrunson has served as the pastor of Izmir Resurrection Church with a small Protestant congregation. He was first detained in October 2016 with his wife, Norine Brunson, who was later released.\nBrunson's attorney said he was healthy but \"demoralized\" after being stuck behind bars.\nThe Izmir prosecutor's indictment against Brunson claims he was in contact with top-level executives of Gulen's network and the outlawed Kurdistan Workers' Party, or PKK. Both are designated terrorist groups in Turkey. Brunson is accused of acting in \"parallel and coordinated fashion\" with them, aiming to \"divide\" the country.\n\"We think we can debunk these claims tomorrow,\" Brunson's attorney said.\nThe prosecutor also accuses Brunson of espionage, saying Brunson acted \"as an agent of unconventional warfare,\" gathering intelligence with religious work as his cover. The indictment - based on the testimonies of witnesses, including three secret ones, and alleged digital evidence - claims the pastor worked to convert Kurds to Christianity to sow discord.\n\nGraphic\n\n \n FILE - In this undated file photo, Andrew Brunson, an American pastor, stands in Izmir, Turkey. The trial of an American pastor imprisoned in Turkey, whose case is part of the quagmire of tense relations between Washington and Ankara, is set to begin Monday, April 16, 2018 in western Izmir province. Andrew Craig Brunson, an evangelical pastor from North Carolina, is facing 35 years in prison on the charges of \"committing crimes on behalf of terror groups without being a member\" and \"espionage.\" (DHA-Depo Photos via AP, File) \n\nLoad-Date: April 18, 2018"
}