{
    "title": "U.S. DECISION TO EMBARGO LIBYAN OIL IS REPORTED",
    "publisher": "the new york times",
    "year": 1982,
    "month": 2,
    "day": 26,
    "full text": "The Reagan Administration decided today to order an embargo of oil from Libya, Administration officials said.  They said the decision was approved by President Reagan at a National Security Council meeting this afternoon and follows months of discussion within the Administration on steps to be taken against the regime of Col. Muammar el-Qaddafi, which the Administration has accused of supporting world terrorism.\nThe National Security Council also voted to cut off the sale of United States-made oil drilling equipment to Libya, the officials said. They asked that their names not be used.\nPresident Reagan reportedly approves decision to embargo Libyan oil\nMr. Reagan can act under the same legal authority that led President Carter to halt trade between the United States and Iran.  Since the buildup of tensions between the United States and Libya, American oil imports from that country have slipped steadily to a point where they now total just 3 percent of United States imports.  But the amount, about 150,000 barrels a day, represents 15 percent of Libya's exports.\nAccording to published accounts of staff meetings held by Secretary of State Alexander M. Haig Jr., an oil embargo is ''phase two'' of the anti-Libyan policy of the Reagan Administration.\nThe first phase, which called for all Americans to leave Libya, was announced last December when the Administration was concerned about intelligence reports indicating that Colonel Qaddafi had ordered the assassination of Mr. Reagan or other senior officials.  The reports were never verified.\nJohn Lichtblau, an oil industry analyst with the New York-based Petroleum Industry Research Foundation, reached by telephone in Cairo, said he thought the proposed embargo would have no effect on the United States or Libya.\n''There is the same quality of oil from Nigeria, the North Sea and Algeria,'' he said. ''Libyan oil has not been required in the market.''\nAt the same time, he added, ''I'm not sure Libya is going to be affected.'' Several American oil companies maintain a presence in Libya, according to Mr. Lichtblau, but they have sold most of their oil to countries other than the United States.\nAnd although the Administration has decided that drilling eqipment will also be embargoed, Mr. Lichtblau said Libya could purchase equipment from several European countries as well as the Soviet Union.\nThe largest American oil company operating in Libya is Occidental Petroleum, but its work force has declined from a peak of 326 employees there to three senior executives.\nAn oil industry official who would comment only on the condition that his name not be used said that he expected the embargo to go into effect after the Administration consulted with members of Congress, United States allies and business leaders.\nThe Administration has accused Libya of having served as a training ground and haven for terrorism around the world and of trying to destabilize neighboring states in Africa.\nLast May the Administration expelled all Libyan diplomats. The last American diplomats had been withdrawn from Libya in 1980 after the United States Embassy was burned by a mob.\nLast August, the American Sixth Fleet held maneuvers close to Libyan waters. That led to a confrontation in which two United States F-14's shot down two Libyan Soviet-built fighters.\n \n----\n \nSame Category as Soviet\nWASHINGTON, Feb. 25 (AP) - According to the Middle East Policy Survey, which reported the embargo in the Friday edition of its newsletter, the export controls ordered by the Reagan Administration would place Libya in the same category as the Soviet Union.\nLibya would be barred from getting oil and gas equipment as well as computers and air traffic control equipment, which can be used for either civilian or military purposes.\nDespite official United States disapproval of the Libyan Government, documents obtained last month showed American companies had supplied Libya with $53 million in weapons and material since 1969. The equipment ranged from military cargo planes to weaponssighting devices and guided missile components."
}