{
    "title": "U.S. uses financial leverage White House is able to push foreign banks to isolate N. Korea and Iran",
    "publisher": "telegraph herald ",
    "year": 2006,
    "month": 12,
    "day": 29,
    "full text": "Frustrated over languishing diplomatic campaigns against Iran and North Korea, U.S. officials are finding their backup strategy of financial sanctions has been surprisingly effective against those remaining members of President Bush's \"axis of evil.\"\nOver the past year, the Bush administration has persuaded bankers across Europe and Asia to choke off some Iranian and North Korean access to the world financial system, using the taint of terrorism and corruption as leverage.\nTreasury Secretary Henry Paulson and others have made the case directly to bankers and government officials around the world in low-profile but remarkable presentations.\nTheir success so far owes more to the self-interest of banks than to the foreign policy goals of Washington, which accuses both nations of rogue behavior from counterfeiting U.S. money in Pyongyang to hiding a nuclear weapons program in Tehran. U.S. officials say banks have more to lose from rubbing shoulders with foreign banks, trading companies or governments linked to criminal behavior or terrorism.\n\"What we're trying to do is think of how to use the private sector's natural inclinations to want to ... avoid bad conduct and make sure their reputations are clean,\" said Treasury Undersecretary Stuart Levey. \"We want to figure out how to work with the private sector so they amplify what we want to have happen.\"\nThe United States alone can't prevent a foreign entity from doing business with alleged bad guys. But by taking relatively small steps to blacklist two banks that do business with North Korea and Iran, the Bush administration has introduced a whiff of scandal to transactions with those banks or governments.\nThere is a powerful unspoken message in the U.S. presentations, too. In effect, foreign banks have been warned that their access to the vast U.S. banking system may be at risk if the administration eventually bars all U.S. transactions with overseas institutions that do business with groups tied to terrorism.\nThe financial moves have gained in appeal because the United Nations has a spotty record of applying meaningful sanctions, and because U.N. action is often laborious and slow. Although the Security Council acted swiftly to retaliate after North Korea tested a nuclear device in October, it has taken nearly a year to produce a weak sanctions resolution on Iran.\nThe solo U.S. financial strategy is more flexible than international diplomacy, requiring no approval from Congress or other countries. And though there are risks, particularly in the case of Iran, the strategy has worked better than its designers had hoped.\nSome two dozen financial institutions have voluntarily cut back or cut off dealings with North Korea since the United States went after a Macao-based bank in late 2005. The Treasury Department claims that Banco Delta Asia was a willing partner in crime or corruption, helping North Korean officials collect surreptitious multimillion-dollar cash deposits.\nNorth Korea cried foul, pulled out of international disarmament negotiations and scrambled to find other avenues to hard currency for its isolated, backward economy.\nNorth Korea returned to talks this month conditioned in part on a U.S. pledge to discuss the bank action, but those sessions ended Dec. 22 after five days with no signs of progress. Delegates said the North Koreans refused to even talk about nuclear weapons, instead demanding that Washington lift its blacklisting of Banco Delta Asia.\nIn the case of Iran, the United States banned U.S. banks from performing an indirect electronic maneuver that allowed a large state-owned bank to broker the sale of oil or other exports overseas in dollars. Oil is traditionally traded in dollars, although U.S. firms are generally barred from doing any business in Iran because of long-standing U.S. sanctions.\n\nLoad-Date: December 29, 2006"
}