{
    "title": "U.S. RESTRICTS GOVERNMENT TRAVEL TO BULGARIA",
    "publisher": "the new york times",
    "year": 1984,
    "month": 7,
    "day": 10,
    "full text": "The State Department has banned nonessential Government travel to Bulgaria.\nThe action was described as an expression of displeasure over what the United States Government views as indications that Bulgaria is involved in terrorism and drug smuggling.\nThe directive, issued Friday by Secretary of State George P. Shultz's chief administrative officer, Charles M. Hill, was described as a ''routine interdepartmental memorandum.''\nThe department's public affairs adviser for European affairs, Charles T. Sylvester, said such orders had gone out in the past to cover such situations as tight housing in Zagreb or unsettled conditions in Equatorial Guinea.\nHe declined to provide any reasons for the Bulgarian memorandum, but a State Department official made the following comment: ''It is no secret that we are unhappy about criminal activities in support of international terrorism and drug trafficking.''\n \nTestimony on Drug Traffic\nA Rome prosecutor, according to a recently disclosed report, has implicated Bulgaria in a plot to assassinate Pope John Paul II.\nThe Drug Enforcement Agency testified last month before a House subcommittee that 25 percent of the heroin that arrives in the United States passes through Bulgaria.\nAs sanctions go, the directive may have only limited impact. It does not affect private travel, and travel on official business will be banned only on a case-by-case basis after the State Department, in consultation with other agencies, determines it to be nonessential.\nThe ban may affect an international trade fair in Bulgaria next September that is being supported by the Department of Commerce.\nA Government official said two recent developments had brought about the State Department move:\n- The large Senate majority for an amendment sponsored by Senator Jesse Helms, Republican of North Carolina, barring Government funds to promote trade with Bulgaria.\n- The announcement on Thursday that Bulgaria has made its first move into the Caribbean by signing a trade agreement with Guyana.\nThe official said this ''raised the specter of intensified drug smuggling through the Caribbean.''\nThe Helms amendment to an appropriations bill passed unanimously June 28 after a tabling motion was defeated 79 to 14. It contains a ''sense of the Congress'' resolution that Bulgaria is engaged in ''state-sponsored terrorism.'' A similar provision is not contained in the House appropriations measure, and enactment therefore depends on the outcome of a Senate-House conference, yet to be scheduled.\nThe Bulgarian directive was seen as creating a rift between the Department of Commerce and the State Department in the field of East-West trade. The two agencies had been allies in interagency battles against foes of greater exchanges led by the Pentagon.\nThe Commerce Department has been coordinating American activities at the Bulgarian trade fair, which is to be held Sept. 24 to Oct. 1 in Plovdiv. Among companies invited to participate are Dow Chemical, Stauffer Chemical, American Cyanamid, Coca- Cola, Bristol Myers, Honeywell, Celanese, FMC and Westinghouse.\nCommerce Secretary Malcolm Baldrige said through a spokesman, Theora Webb, that the directive will have ''no effect in the foreseeable future.''\n''We have no plans to send anyone right now,'' she added. ''Obviously, should a need develop to send essential personnel, we would certainly seek guidance and comply fully with departmental procedures.''\nA smaller American fair was held in Sofia last May, sponsored by the Bulgarian-U.S. Business Roundtable, a trade promotion group that was partly financed by the Commerce Department.\nAmong Commerce Department officials attending were Alexander Good, Deputy Assistant Secretary for International Economic Policy, and Karen Jurew, Bulgaria desk officer.\nBoth Commerce Department and State Department officials had been supporting the idea of American participation in the Plovdiv fair for some months, according to officials.\nRichard Burt, Assistant Secretary of State for European Affairs, visited East Germany, Hungary and Bulgaria in February. He was the highest American official to visit Bulgaria in 10 years. During his visit the subject of trade was understood to have been raised.\nLast year Georgi Pankov, the Bulgarian Minister of the Chemical Industry, was received by Commerce Secretary Baldrige.\nA comment on the directive was sought both from the Bulgarian Embassy here and from the Bulgarian commercial office in New York. Both offices refused to return phone calls."
}