{
    "title": "U.S. still on alert for security threats Authorities had 'routine weekend'",
    "publisher": "usa today",
    "year": 2000,
    "month": 1,
    "day": 3,
    "full text": "WASHINGTON -- Although the new millennium arrived with general\ncalm, authorities are still pursuing details about an alleged\nfar-flung conspiracy by Algerian terrorism suspects who were arrested\nin the USA just before the new year.\nAt least a dozen people, many of them Algerian, remained in federal\ncustody across the country Sunday, including Abdel Ghani, 31,\nwhom the FBI arrested late last week in Brooklyn, N.Y.\nGhani is accused of being an accomplice to terrorism suspect Ahmed\nRessam, who was found with powerful bomb-making materials on Dec.\n14 while attempting to enter Washington state from Canada.\nBased upon documents seized from Ressam and a discarded ticket\nfor a flight from Seattle to New York, authorities claim that\nGhani was planning to meet Ressam in Seattle about the time U.S.\nborder guards arrested Ressam.\nFederal court documents supporting Ghani's detention show that\nauthorities are pursuing a suspected \"network of Algerian nationals\"\nwith alleged terrorist intentions.\nGhani was arrested only hours after prosecutors linked a Canadian\nwoman -- who was arrested five days after Ressam on immigrant-smuggling\ncharges -- with a violent cell of the Armed Islamic Group. Authorities\ncontend that Ressam is a member of the same cell.\nAlthough officials said they knew of no specific target of terrorism,\nthe FBI swept through several cities late last week, including\nNew York, Dallas and Los Angeles, to interview Algerian immigrants\nwho might have information related to Ressam.\nSome interviews resulted in arrests on immigration-related violations.\nBy the end of the FBI operation Friday, 15 people were being detained.\nFBI spokesman Steve Berry said Sunday that the investigation is\ncontinuing.\nAnxiety about possible millennium-related terrorism reached its\npeak with Ressam's arrest, prompting officials in Seattle to cancel\npart of the city's New Year's Eve celebration.\nAcross the country, the most policed holiday observance in U.S.\nhistory passed as one of the most peaceful.\nIt was so quiet, in fact, that Dave Branham, a spokesman for the\nU.S. Marshals Service, which is responsible for security at the\nnation's federal buildings, said that when he awoke at 4:15 a.m.\non New Year's Day, he made sure his pager was still working.\n\"A lot of preparation is why we are sitting where we are right\nnow,\" Branham said.\n\"The kind of precautions we saw law enforcement take were unprecedented,\"\nsaid California State University criminal justice professor Brian\nLevin. \"Authorities do have a grasp that there is some risk out\nthere. They responded in the most responsible way they could.\"\nEven with the general calm, the watch for possible disruptions\ncontinued Sunday at the FBI's 56 field offices.\n\"It's safe to say that an adequate number of people are still\non duty,\" Berry said.\nThe Immigration and Naturalization Service, on alert after attempted\nborder breaches by terrorists, saw a \"routine weekend\" pass\nat posts across the country.\nThere was one report of New Year's Eve gunfire on U.S. border\nguards north of Detroit, but there were no injuries, and the gunman\nfled into Canada.\nINS spokesman Russ Bergeron said the guards did not return fire.\n\"Unfortunately, these types of things are a regular occurrence,\"\nBergeron said.\n\nGraphic\n\n \nPHOTO, b/w, Jane Rosenberg, AP; Terrorism suspect: This drawing shows Abdel Ghani, second from right, being arraigned in U.S. District Court in New York on Friday.\n\nLoad-Date: January 3, 2000"
}