{
    "title": "U.S. TROOPS A MANILA ISSUE; GOVERNMENTS CAN'T AGREE ON WHAT TO CALL ANTI-TERRORISM EFFORTS",
    "publisher": "pittsburgh post-gazette",
    "year": 2003,
    "month": 2,
    "day": 28,
    "full text": "Senior U.S. and Philippine defense officials are considering postponing a joint effort to track down Muslim separatist guerrillas in the southern Philippines because the two sides cannot agree on how to label the role of the American troops, Pentagon officials said yesterday.\n The dispute -- which emerged after the United States announced last week that it was sending combat troops to the Philippines -- is embarrassing for both governments.\n The Pentagon and Philippine defense officials are in broad agreement that about 3,000 U.S. troops will join Philippine soldiers to search the largely autonomous jungles of the southern island of Jolo in an effort to defeat an estimated 225 fighters from the Abu Sayyaf group, Pentagon officials said.\nDefense officials on both sides of the joint effort had hoped to have the U.S. troops in the Philippines as soon as next month. But Philippine Defense Minister Gen. Angelo Reyes has said the effort may have to be postponed over details still to be worked out.\n The differences, U.S. officials say, are almost entirely semantic. \"Ultimately, this does come down to the word 'operation' or 'exercise,' \" a U.S. defense official said.\n Philippine officials want to call the effort a \"training exercise,\" U.S. officials said, because of internal political considerations and because their constitution restricts what foreign troops can do in the archipelago.\n Pentagon officials, wary of opening a new, risky front in the U.S.-declared war on terrorism, say they have a responsibility to Congress and the public to call it what it is.\n \"The Pentagon does not want to call one thing another thing when it's not,\" the defense official said. \"This is not an exercise. An exercise is a close thing under controlled circumstances. This is a military operation.\"\n Defense Secretary Donald H. Rumsfeld and Reyes are scheduled to meet today to iron out the terms of engagement for U.S. forces, but it appeared uncertain late yesterday that they would be able to bridge the differences, officials said.\n U.S. defense officials also appear concerned about justifying sending troops to the Philippines as the war in Afghanistan continues and a possible war in Iraq looms.\n \"It's another front in the global war,\" said former Pentagon official Dan Goure, a defense analyst at the Lexington Institute, an Arlington, Va., public policy group. \"You want to make sure these places don't become chaotic and, hence, a breeding ground.\"\n The presence of American soldiers is widely credited with driving the Abu Sayyaf from the island of Basilan last year. U.S. Army Special Forces soldiers trained hundreds of Filipinos in counterinsurgency.\n\nLoad-Date: March 1, 2003"
}