{
    "title": "U.S. Attorney to complete anti-terrorism questioning",
    "publisher": "university wire",
    "year": 2002,
    "month": 1,
    "day": 17,
    "full text": "The Justice Department anti-terrorism interviews of foreign visitors are 99 percent complete in the Eugene area, according to the U.S. Attorney's office.\nHowever, it is uncertain how many University of Oregon students, if any, participated in the interviews. Anne Leavitt, associate vice president for student affairs and dean of students, said she had heard only anecdotal evidence about the interviews of University students.\nU. Oregon\nThe investigation is part of the \"war on terrorism\" launched after the attacks of Sept. 11. Since the attacks, more than 1,000 people nationwide have been detained, many of them on minor immigration charges.\nChris Cardani, assistant U.S. attorney in Eugene, would not provide information on the number of interviews his office conducted, but he said no arrests have been made.\n\"An overwhelming majority of people were very helpful; they were almost eager to help out,\" he said. Presently, investigators are conducting \"a few\" follow-up interviews.\nLeavitt said investigators contacted the Department of Public Safety in search of one student who was listed under an address in the residence halls. However, the student resided at that address last year and is no longer enrolled at the University.\n\"(The investigators) never called for any additional information,\" she said.\nSecrecy has surrounded the anti-terror investigation, which began Nov. 9 when U.S. Attorney General John Ashcroft enlisted the help of state and local law enforcement agencies to interview 5,000 people nationwide on their knowledge of terrorism.\nInvestigators never released the complete criteria of who will make up the interviewee lists but did admit the criteria could include men, age 18 to 33, who have been in the country since January 2000. Many civil liberties groups complained that men of Middle Eastern descent were being singled out in the investigation.\nThe U.S. Attorney's office in Portland estimated in November that 200 residents in Oregon, 40 from Lane County, could be on the lists to interview. Currently, there are more than 1,400 international students enrolled at the University.\nThe American Civil Liberties Union of Oregon offered free legal assistance for any person contacted by the investigators. However, ACLU of Oregon spokesman David Fidanque said his office received less than 10 calls for the service. Only one person actually used an ACLU lawyer during the interview, he said.\nCivil liberties groups and some legal officials complained that the federal investigation resembled a witch hunt that would not provide any useful information. The Portland City Attorney would not allow the Portland Police Department to participate in the investigations because of some of the interview questions might break Oregon civil liberties law.\nAlso, the Eugene Police Department voiced concern over some of the criteria used to make up the interview lists. After speaking with University officials and members of the Arab and Muslim communities, EPD decided not to participate in the interviews but provided logistical support for the investigators.\n(C) 2002 Oregon Daily Emerald via U-WIRE\n\nLoad-Date: January 17, 2002"
}