{
    "title": "U.S. court rules against enemy combatant policy U.S. cannot lock up residents indefinitely, federal",
    "publisher": "charleston gazette",
    "year": 2007,
    "month": 6,
    "day": 12,
    "full text": "RICHMOND, Va. - A divided panel from a conservative federal appeals court delivered a harsh rebuke to the Bush administration's anti-terrorism strategy Monday, ruling that U.S. residents cannot be locked up indefinitely as \"enemy combatants\" without being charged.\nThe three-judge panel of the 4th U.S. Circuit Court of Appeals ruled that the government should charge Ali al-Marri, a legal U.S. resident and the only suspected enemy combatant on American soil, or release him from military custody.\nThe federal Military Commissions Act doesn't strip al-Marri of his constitutional right to challenge his accusers in court, the judges found in Monday's 2-1 decision.\n\"Put simply, the Constitution does not allow the president to order the military to seize civilians residing within the United States and then detain them indefinitely without criminal process, and this is so even if he calls them 'enemy combatants,' \" the court said.\nSuch detention \"would have disastrous consequences for the Constitution - and the country,\" Judge Diana G. Motz wrote in the majority opinion.\n\"This is a landmark victory for the rule of law and a defeat for unchecked executive power,\" al-Marri's lawyer, Jonathan Hafetz, said in a statement. \"It affirms the basic constitutional rights of all individuals - citizens and immigrants - in the United States.\"\nThe government intends to ask the full 4th Circuit to hear the case, Justice Department spokesman Dean Boyd said.\n\"The president has made clear that he intends to use all available tools at his disposal to protect Americans from further al-Qaida attack, including the capture and detention of al-Qaida agents who enter our borders,\" Boyd said in a statement.\nThe court said its ruling doesn't mean al-Marri should be set free. Instead, he can be returned to the civilian court system and tried on criminal charges.\nThe decision is the latest in a series of court rulings against the Bush administration's anti-terrorism program.\nLast August, a federal judge in Detroit said the government's domestic spying program violated constitutional rights to free speech and privacy, and the constitutional separation of powers. Five months later, the Bush administration announced it would allow judicial review of the spying program run by the National Security Agency.\nA year ago, the Supreme Court threw out Bush's system of military trials for detainees at Guantanamo Bay, saying he had exceeded his authority and was in violation of international treaties. The Republican-led Congress then pushed through legislation authorizing war-crime trials for the detainees and denying them access to civilian courts.\nBut last week, military judges barred the Pentagon from prosecuting two of the Guantanamo detainees because the government had failed to identify them as \"unlawful\" enemy combatants, as required by Congress. The decisions were a blow to efforts to begin prosecuting dozens of detainees the government regards as the nation's most dangerous terrorism suspects.\nAl-Marri has been held in solitary confinement in the Navy brig in Charleston, S.C., since June 2003. The Qatar native has been detained since his December 2001 arrest at his home in Peoria, Ill., where he moved with his wife and five children a day before the Sept. 11, 2001, terrorist attacks to study for a master's degree at Bradley University.\nFederal investigators found credit card numbers on al-Marri's laptop computer and charged him with credit card fraud. Upon further investigation, the government said, agents found evidence that al-Marri had links to al-Qaida terrorists and was a national security threat. Authorities shifted al-Marri's case from the criminal system and moved him to indefinite military detention.\nAl-Marri has denied the government's allegations and is seeking to challenge the government's evidence and cross-examine its witnesses in court. Hafetz said prosecutors haven't charged his client because they lack evidence, \"or the evidence they've obtained is through torture, unreliable or unacceptable in civilized society.\"\nAl-Marri is currently the only U.S. resident held as an enemy combatant within the U.S.\nJose Padilla, who is a U.S. citizen, had been held as an enemy combatant in a Navy brig for 31/2 years before he was hastily added to an existing case in Miami in November 2005, a few days before a U.S. Supreme Court deadline for Bush administration briefs on the question of the president's powers to continue holding him in military prison without charge.\nYaser Hamdi, an American citizen captured in Afghanistan in 2001, was released to his family in Saudi Arabia in October 2004 after the Justice Department said he no longer posed a threat to the United States. As a condition of his release, he gave up U.S. citizenship.\nIf the government's stance was upheld, civil liberties groups said, the Justice Department could use terrorism law to hold anyone indefinitely and strip them of the right to use civilian courts to challenge their detention.\nThe Bush administration's attorneys had urged the federal appeals panel to dismiss al-Marri's challenge, arguing that the Military Commissions Act stripped the courts of jurisdiction to hear cases of detainees who are declared enemy combatants. They contended that Congress and the Supreme Court have given the president the authority to fight terrorism and prevent additional attacks on the nation.\nThe court, however, said in Monday's opinion that the act doesn't apply to al-Marri, who wasn't captured outside the U.S., detained at Guantanamo Bay or in another country, and who has not received a combatant status review tribunal.\n\"The MCA was not intended to, and does not apply to aliens like al-Marri, who have legally entered, and are seized while legally residing in, the United States,\" the court said.\nThe court also said the government failed to back up its argument that the Authorization for Use of Military Force, enacted by Congress immediately after the Sept. 11 attacks, gives the president broad powers to detain al-Marri as an enemy combatant. The act neither classifies certain civilians as enemy combatants, nor otherwise authorizes the government to detain people indefinitely, the court ruled.\nThe case, which is expected to reach the Supreme Court, could help define how much authority the government has to indefinitely detain those accused of terrorism and to strip detainees of their rights to challenge the lawfulness or conditions of their detention.\n\nLoad-Date: June 12, 2007"
}