{
    "title": "U.S. Is Urged to Be Selective on Terrorism Insurance",
    "publisher": "the new york times",
    "year": 2002,
    "month": 6,
    "day": 11,
    "full text": "An executive of a leading consumer advocacy group called yesterday for the government to take a highly selective approach to protecting businesses against big losses from terrorist attacks, saying that terrorism insurance was widely available from commercial carriers.\n     Only in cases of prominent buildings in New York and other large cities should the government back terrorism insurance policies, J. Robert Hunter, the director of insurance for the Consumer Federation of America, said in an interview. \n The group, which says it is speaking on behalf of taxpayers, is taking a stand at a time when the Senate is considering legislation that would have the government pay 90 percent of the financial losses in a terrorist attack in excess of $10 billion. Such a broad plan, Mr. Hunter said, would place too high a burden on taxpayers. \nBesides calling for only selective government intervention, he said his group was urging Congress to make it easier for businesses to form insurance cooperatives to provide terrorism coverage at lower cost than commercial insurers charge.\n\"I think there is a terrorism insurance problem, but it's a very sort of targeted problem,\" Mr. Hunter said. \"Taxpayers should not be asked to pay for coverage that businesses themselves can buy.\"\nInsurers, bankers and real estate businesses that are lobbying for government intervention insist that adequate coverage is still not available. \"Everything we see says there is a minimal amount of coverage available,\" said Julie Rochman, a spokeswoman for the American Insurance Association, a trade group in Washington.\nBut some insurance brokers tell a different story. Several say that outside big cities, the vast majority of businesses -- those with annual revenue of $500 million or less -- have been able to arrange for terrorism coverage along with their general property insurance, although it often comes at an extra cost.\nEven in New York, the picture has improved sharply from the immediate aftermath of Sept. 11, when insurers simply refused to provide coverage for terrorist attacks.\n\"It is available, for the most part, at a price,\" said Walter L. Harris, the president of Tanenbaum-Harber, a brokerage firm providing coverage for big New York City buildings.\nStill, several owners of big buildings in New York said that they were unable to obtain as much coverage as they wanted and that prices for terrorism coverage often equaled or exceeded the cost of their general insurance coverage.\nBrokers also said that companies with large concentrations of employees were having difficulty obtaining workers' compensation coverage. Regulators require that workers' compensation insurance include protection against terrorism. As a result, some carriers simply refuse to sell workers' compensation coverage at all, said Damian Testa, a senior executive at Kay Insurance Associates in Manhattan.\nMoody's and Fitch Ratings, two big bond-rating agencies, have begun reviewing terrorism coverage on about two dozen big buildings, mainly in New York. If they find the coverage lacking, they say, they may downgrade their ratings of the debt on the buildings. Yesterday, however, the other big rating agency, Standard & Poor's, said the status of terrorism coverage would not affect its ratings. \nLegislation on terrorism coverage has been stalled in the Senate since late last year. Many senators say they favor helping businesses on terrorism coverage, but Democrats and Republicans disagree on the extent to which victims of terrorism should be able to bring lawsuits. Republicans tend to favor tighter restrictions. Last Friday, Senate Democrats said they were pushing ahead to bring the terrorism insurance issue to a vote even without agreement from the Republicans. \nYesterday, Treasury Secretary Paul H. O'Neill and other top economic officials in the Bush administration spoke in favor of a broad terrorism insurance program. But they warned against permitting \"predatory lawsuits.\"\nAnd some business executives said they feared that the wrangling might in effect kill the legislation.      \n\nhttp://www.nytimes.com\n\nLoad-Date: June 11, 2002"
}