{
    "title": "U.S. CLINIC BOMBINGS INQUIRY NOW PLEASING MORE GROUPS",
    "publisher": "the new york times",
    "year": 1985,
    "month": 1,
    "day": 20,
    "full text": "Leaders of several groups concerned about the bombings of abortion clinics around the country say they are now satisfied with the efforts of the Federal law-enforcement authorities.\n In recent months the Federal Bureau of Investigation has been assailed by several leaders of the groups that support women's right to abortion for not mounting a nationwide terrorism investigation into the bombings. But now some of the leaders say they no longer seek greater involvement of the F.B.I.\nBarbara A. Radford, executive director of the National Abortion Federation, which represents 284 abortion service groups around the country, said, ''In terms of the arson and the bombings, we feel the Feds are doing everything they can do.''\nShe attributed her change of position on the F.B.I.'s role to concerns raised by the American Civil Liberties Union and her satisfaction with the investigation by the Bureau of Alcohol, Tobacco and Firearms, which has jurisdiction. The A.C.L.U. has said an F.B.I. investigation of the cases could set a precedent for opening wide-ranging inquiries about other domestic groups.\nNational Abortion Federation and other abortion rights groups express satisfaction with FBI investigations of bombings of clinics around nation, suggesting FBI and Bureau of Alcohol, Tobacco and Firearms have responded positively to earlier concerns (S)\nMrs. Radford said she was pleased with the work of the firearms bureau in investigating the clinic violence and said she now believed it should retain primary authority for the investigations.\n \nSome Groups Disagree\nHer views were largely shared by Fredrica Hodges, executive director of the Religious Coalition for Abortion Rights, and Frances Kissling, executive director of Catholics for a Free Choice. But Faye Wattleton, president of the Planned Parenthood Federation, and Judy Goldsmith, president of the National Organization for Women, disagreed.\nMiss Goldsmith and Miss Wattleton said they still believed the F.B.I. should open a full-scale investigation into terrorism against the abortion clinics.\nIn December, the bureau's Director, William H. Webster, was sharply criticized by groups favoring abortion rights for saying the bureau did not regard the abortion clinic bombings as within its definition of terrorism.\nFor the bureau to conduct a investigation, Mr. Webster said, there would have to be some evidence that the bombings were the work of a definable group, bent on using violence for a political or social end.\nBecause no evidence existed that a single group could be held responsible, the F.B.I. said, the Bureau of Alcohol, Tobacco and Firearms assumed jurisdiction, as required by a memorandum of understanding setting out each agency's authority.\nMrs. Radford of the National Abortion Federation said: ''We've learned a lot about law enforcement. We don't believe any longer that the F.B.I should be the lead agency as it relates to arson and bombing.''\nShe added that she believed the F.B.I. was ''working quite diligently'' to provide assistance in the inquiries and that she did not believe it should open a terrorism investigation in connection with the bombing.\n \nF.B.I. Is Called Correct\nJerry Berman, legislative counsel to the civil liberties union, maintained that the F.B.I. was correct in saying it lacked authority for a domestic security or terrorism investigation as long as no specific group could be linked to the clinic bombings.\n''Without an identifiable group, we risk having the F.B.I. starting an intelligence investigation of lawful activity,'' Mr. Berman said.\nMr. Berman and Mrs. Radford, and the other representatives of groups favoring abortion rights, attended a meeting Wednesday with officials of both law-enforcement agencies.\nThey both said they were satified with the commitment of the firearms bureau of 500 of its 1,200 special agents to the bombings, and with the level of assistance provided by the F.B.I.\nHowever, Miss Goldsmith said that ''a full-scale investigation by all relevant Federal agencies'' was needed immediately and should draw more heavily on the resources of the F.B.I. Miss Wattleton agreed.\n\nGraphic\n\n \nPhoto of bomb scare scene"
}