{
    "title": "U.S. guilty of terrorism_",
    "publisher": "the world",
    "year": 2004,
    "month": 9,
    "day": 4,
    "full text": "Editor, New Era:\nI am writing in response to Steve Cornell's letter in the Aug. 16 New Era. I would like to start with Webster's definition of terrorism.\nTerrorism is the systematic use of terror especially as a means of coercion.\n#SHIRKLET#\nBy this definition, our government is guilty of terrorism both overseas and at home. We have bombed innocent civilians and indirectly killed many others in Iraq.\nIn America, our president supported the Patriot Act, which made it legal for American citizens to be arrested with no formal charges, without bail, and without a trial. That is simply unconstitutional.\nAccording to Cornell, \"We live in a global community that cannot afford to ignore power-hungry rogue nations led by terrorist regimes.\" According to Webster, Bush and Co. could easily be classified as a \"terrorist regime\" and has proven to be \"power hungry\" by attempts to assert American rule on the rest of the world.\nAs for the global community, a good example of that is the United Nations, whom we have ignored.\nCornell also says a leader worthy of respect does not \"continuously waffle on crucial issues.\" I would like to point out that Bush has said he's opposed to abortion but apparently does not believe this very strongly or maybe he is worried about the consensus of the people. As Margaret Thatcher has said and Cornell has quoted, \"Consensus is the negation of leadership.\"\nBush has not backed his words against abortion with strong legal action, such as Robert Casey Sr. did, regardless of political popularity. Instead, he attacked stem- cell research which is, morally, the most borderline abortion aspect of abortion. He has passed a bill banning partial-birth abortion, but even this he doesn't support enough to check the legal loopholes in the wording. It was easily defeated in court.\nCornell's poll of the like-minded found that terrorists prefer Kerry to Bush. This quite ignores the fact that, under all previous administrations, al-Qaida was unable to strike effectively on our shores.\nBut in the early months of this Bush Administration, they mustered, and even trained here, quite freely for a substantial attack in our country.\nOne last question: If America is concerned about the lack of human rights in Iraq, why do we ignore the human rights violations in Sudan, Palestine, Rwanda, and countless other nations? Oil!\nRhoda Shirk\nConestoga\n\nLoad-Date: September 5, 2004"
}