{
    "title": "U.S. TRIES ADS TO CATCH TERRORISTS",
    "publisher": "st. louis post-dispatch ",
    "year": 1992,
    "month": 11,
    "day": 18,
    "full text": "The United States is offering rewards of up to $2 million for Iranian-backed suspects secretly indicted for kidnapping and killing Americans, officials said Tuesday. The rewards are being advertised in Russia's Pravda and other overseas newspapers.  The Justice Department has obtained sealed indictments against several suspects who were identified by U.S. intelligence this year as responsible for killing American hostages in Lebanon and for bombing a TWA airliner, said a U.S. official, who spoke on the condition of anonymity.  The Justice Department declined to comment on the indictments, first reported Monday by CNN.  One of the sealed indictments is against the suspected killer of one of two Americans kidnapped in Lebanon: the CIA's Beirut station chief, William Buckley, or Marine Lt. Col. William Higgins, said another source familiar with the indictments. This source also requested anonymity.  Buckley died in captivity in 1985, and Higgins was killed by his Shiite Muslim captors in 1988 or 1989.  Another kidnapped American, Peter Kilburn, was killed in Lebanon in 1986.  It was unclear whether his alleged killer was among those indicted.  The Associated Press reported previously that some in the Lebanese kidnapping group, including its leader, Imad Mughniyeh, took refuge in Iran in the last year.  The ads are being placed in international editions of U.S. newspapers, as well as in Pravda, the German paper Die Welt and the Arab-language Lebanese paper al-Hayat.  \"To bring these murderers to justice, the U.S. government offers rewards of up to $2 million,\" said one of the ads.\nIt shows pictures of all three murdered Americans, and urges anyone with information to contact the FBI or the nearest U.S. Embassy.  Rewards can reach up to $4 million under an arrangement of matching funds from U.S. airlines for information that prevents terrorism against U.S.  carriers or leads to the arrest and conviction of airline terrorists.  Also among the terrorists identified by the United States in the last year are those responsible for placing a bomb that exploded aboard a TWA plane over Greece in 1986, killing four passengers, said the second source.  The ads also seek information about that attack.  One stark ad shows a pair of baby shoes under a caption that says: \"$2 million won't bring baby Demetra back. But it may bring her murderers to justice.\" The infant and her mother were among the four killed in the TWA bombing.  In the last two years, the U.S. government has paid some $2 million for information about terrorists and has hidden some of its informers to protect them from retribution, said a State Department official, who asked not to be identified.  The reward program was begun in 1984. Until now, its posters and ads have sought general information about terrorism.  The new ads are the first to seek information on specific cases, reflecting what U.S. officials believe are improved prospects for apprehending suspects with the end of the Cold War.   Russia has access to information about the Mideast guerrilla groups once supported by the Soviets.  \"There's a better chance now that people will be willing to come forward with information,\" said Anthony Quainton, the assistant secretary of state for diplomatic security. \"We also want to get across the message that we haven't forgotten,\" he said.  \"I'm very pleased at the new life being breathed into the rewards program,\" said Robin Higgins, whose husband was kidnapped in February 1988 while serving as a U.N. peacekeeper in southern Lebanon.\n\nLoad-Date: October 12, 1993"
}