{
    "title": "U.S. , ALLIES PLAN COALITION; CHINA, RUSSIA PRESENT FIRST DIFFICULTIES IN MULTINATION WAR AGAINST TE",
    "publisher": "the new york times",
    "year": 2001,
    "month": 9,
    "day": 19,
    "full text": "After a week of unconditional support from abroad, the Bush administration confronted its first significant difficulties yesterday in building a broad international coalition to support the use of military power and other means against a still-faceless terror network rooted in Afghanistan and elsewhere.\n A procession of world leaders was either on the way or on the phone to Washington seeking to convince the White House that only a multilateral approach based on consultation, hard evidence and U.N. support would justify the use of military power in response to the devastating attacks last week.\n Yesterday, President Jiang Zemin of China telephoned Prime Minister Tony Blair of Britain and President Jacques Chirac, as each was preparing for meetings with President Bush. He admonished his Western counterparts to tell Bush that \"any military action against terrorism\" should be based on \"irrefutable evidence and should aim at clear targets so as to avoid casualties to innocent people,\" according to official news reports from China.\nJiang also telephoned President Vladimir Putin of Russia, and although the two leaders denounced \"terrorism in all its forms,\" they spoke only of cooperating with each other and the United Nations to \"develop a mechanism for fighting terrorism,\" the reports said.\n As the Bush administration sought through White House consultations and overseas missions to strengthen the sinews of an anti-terror effort whose scale and objective remains unknown, a number of countries began to calculate the potential cost of their participation, and try to exact a price for it from the United States.\n For a number of Middle Eastern countries, the price was straightforward. The United States has to become more deeply involved in ending the violence and in reinvigorating the Israeli-Palestinian peace effort.\n Yasser Arafat's armistice, announced yesterday, and the decision by Prime Minister Ariel Sharon of Israel to refrain from any military move against the Palestinians appeared to be an important first step after months of intensifying conflict.\n But it was clear that any new convulsion in Israel, the West Bank or Gaza could threaten Washington's efforts to maintain support in moderate Arab countries, a problem that President Bush's father also faced in the 1991 coalition that defeated Iraqi forces in Kuwait.\n \"The people that we expect to work with closely in combating terrorism,\" a spokesman for the State Department, Richard A. Boucher, said, are \"interested in the Israel-Palestinian situation,\" and their attitudes toward America's war on terrorism is \"linked in people's minds\" to America's commitment to Arab-Israeli peace.\n Foreign Minister Saud al-Faisal of Saudi Arabia, is due to arrive today with a large contingent of Saudi intelligence officers and their files on bin Laden and the al-Qaeda network.\n But other potential U.S. allies raised urgent economic and political agendas that officials said Washington was beginning to address. Pakistan, for instance, in exchange for whatever bases or flight rights it provides, would like an agreement to end 11 years of sanctions, to restore the flow of U.S. arms and to reduce a punishing debt load.\n Russia, if it is called upon, has a clear set of grievances with Washington over NATO expansion toward its borders, and criticism of its military campaign in Chechnya.\n The Russian foreign minister, Igor Ivanov, arrives today. Bush administration officials say they are eager to establish the Kremlin's price for opening the northern corridor to Afghanistan through Tajikistan, the former Soviet republic where a Russian division guards the border and provides covert support to guerrilla forces that oppose the Taliban.\n A number of Russian generals have questioned whether Russia could join an American-led anti-terror campaign whose operational objectives remain unclear. One high-ranking military officer told the newspaper Vremya Novestei that \"fighting terrorists is like trying to rid oneself of roaches in a block of flats. You do it in one flat and they go to another.\"\n Nowhere was the sense of alarm over U.S. planning more apparent this week than in the warning of one of America's staunchest allies in the Middle East, Egypt's president, Hosni Mubarak.\n In remarks broadcast Monday night, he implored the United States not to undertake military action that might kill innocent civilians, divide Christians against Muslims and further inflame attitudes against U.S. policy in the region.\n The Egyptian leader, like the Chinese president, urged that \"hard evidence\" be the basis for any military action and that \"countries not be punished\" for the actions of \"individuals.\" He called on the United Nations to organize an international convention against terrorism that would develop a common program of action for all countries.\n His remarks were echoed by other leaders throughout the region where the Bush administration has yet to establish any firm diplomatic beachhead in dealing with intractable and volatile conflicts.\n While Egypt and Jordan were both key allies in the 1991 coalition against Saddam Hussein, diplomats from both countries said they did not expect to be called upon to provide bases or other direct military support. Both said they are providing intelligence information on various terrorist groups to the CIA under long-standing agreements.\n Beneath the veneer of solidarity and support in Europe, misgivings can be heard about how Bush now plans to proceed. Germany has repeatedly called for a multilateral approach to the problem and warned against America's going it alone. Yesterday, speaking at the White House, President Chirac pointedly declined to accept Bush's characterization of the fight against terrorism as a war. \"I don't know whether we should use the word war,\" Chirac said.\n Diplomats noted that Bush sent a high-level State Department envoy, John R. Bolton, to Moscow on Monday to push forward on U.S. missile defense plans, even though a decision by Bush to withdraw unilaterally from the 1972 Anti-ballistic Missile Treaty would raise immediate questions of a return to a \"go it alone\" ethos in international affairs.\n Bush's father last week appeared to be the first to declare dead the sort of unilateralism that marked the first months of the administration.\n He told an audience in Boston that, \"Just as Pearl Harbor awakened this country from the notion that we could somehow avoid the call to duty and defend freedom in Europe and Asia in World War II, so too should this most recent surprise attack erase the concept in some quarters that America can somehow go it alone in the fight against terrorism, or in anything else for that matter.\"\n\nNotes\n\nTHE ATTACK ON AMERICA\n\nGraphic\n\n \nPHOTO: Doug Mills/Associated Press: White House employees gather outside the White House yesterday morning to observe a moment of silence in remembrance of the victims of the Sept. 11 terrorist attacks. President Bush joined his staff at 8:45 a.m., marking the time when the first plane slammed into the World Trade Center one week earlier.\n\nLoad-Date: September 19, 2001"
}