{
    "title": "U.S. -centric focus damaging",
    "publisher": "university wire",
    "year": 2004,
    "month": 10,
    "day": 6,
    "full text": "Come Election Day, the issues most likely to sway a non-partisan voter's opinion will be the military operations in Iraq and the ongoing war on terrorism. Poll after poll reflects this new, post-Sept. 11 obsession with terrorism. The waves of activists who attack passers-by on New York University's campus reflect this as well.\nCertainly, the wars on terror and Iraq are highly important issues. Anything that puts so many American lives at risk must top voters' concerns about their potential president. On the other hand, we must recognize that this preoccupation with terrorism, especially in respect to how it affects our own country and interests, has adverse effects on us and on how the rest of the world views our great nation.\nThe voting American public is caught in a vicious cycle with both leading political parties -- a vicious cycle that continually fuels our national obsession with terrorism.\nIt goes something like this: Both political parties realize that a strong anti-terrorism policy will probably win them the election. As such, both parties have pushed terrorism, national security, the military operations in Iraq and all such issues to the forefront of their platforms.\nThe Democrats, for example, have national security perched at the top of their list of \"What's at Stake\" on their official Web site. In fact, many of their attacks on President Bush are based upon his actions in relation to the war on terror.\nThe Republicans have also done their share to perpetuate this vicious circle, consistently placing their promise to create a safer America as their No. 1 point and poking fun at John Kerry for his obvious inconsistencies on the Iraq issue.\nWith the only two viable presidential candidates forcing this issue down our throats, it is no wonder that all we seem to care about is terrorism. And the more we care about terrorism, the more both parties push the issue. The cycle will continue and continue until November finally comes, and it is not likely to stop even then.\nIn some ways, this is a good thing. After all, it is important for the United States to keep itself safe. If the greatest nation in the world cannot defend its own borders, no other lesser nation stands a chance. Also, in fighting these terrorists to keep our own country safe, we make other nations safer as a byproduct.\nThe downside of all this, though, is that the rest of the world is apt to view our nation as increasingly self-centered. As our national obsession with terrorism grows, we are withdrawing more and more from the international dialogue about other important issues.\nOur own national dialogue, as reflected by last week's presidential debate, illustrates perfectly why other nations are apt to view the United States as highly selfish. Though the umbrella topic of the night was ostensibly foreign policy, few other foreign issues were discussed besides terrorism.\nIn fact, of the three other foreign issues brought up, North Korea was only mentioned because its recent acquisition of nuclear weapons now makes it a viable threat to our country. The recent curtailing of certain civil liberties in Russia was also brought up, but again, only because those civil rights were curtailed in the process of fighting against terrorism.\nThe only foreign issue raised that did not directly deal with terrorism was the genocide in Sudan. In a very telling move, both candidates prefaced their answer to this question by addressing another issue: Iran and the rising risk of terrorists coming from that nation.\nThere was a time when America cared about international issues that did not directly affect it. There was a time a few years back when Bush could spend time talking about his ambitious plan to help Africa deal with its rampant AIDS epidemic.\nThose times are now past. We live in an era of American obsession over terrorism. As students in what has been termed a \"global university,\" it is our duty to push for an America that looks beyond its own interests. Otherwise, we should at least realize that, no, we don't really care about the global community.\nAmerica cares about itself, and perhaps that's the way it needs to be these days.\n(C) 2003 Washington Square News via U-WIRE\n\nLoad-Date: October 6, 2004"
}