{
    "title": "U.S. Court of Appeals for the 2nd Circuit Case Summaries_ November 14, 2011",
    "publisher": "the daily record ",
    "year": 2011,
    "month": 11,
    "day": 14,
    "full text": "U.S. COURT OF APPEALS FOR THE SECOND CIRCUIT Foreign Sovereign Immunity\nNoncommercial Tort Exception Doe v. Bin Laden 09-4958-cv Judges Kearse, Calabresi, Wesley\nBackground: The plaintiff filed suit as the executor of the estate and personal representative of his wife who died as a result of the terrorist attacks on Sept. 11, 2001. The Islamic State of Afghanistan did not respond to the suit, and the clerk entered a default against it. The defendant-appellant Afghanistan appealed from an order of the district court that denied its motion to vacate an entry of default, as well as its motion to dismiss. The defendant argued that this claim can only be brought under the terrorism exception and Afghanistan is not a state sponsor of terrorism. The court had held that the complaint was cognizable under the noncommercial tort exception rather than the terrorism exception. Ruling: The Second Circuit agreed with the district court that the suit was properly considered under the noncommercial tort exception to foreign sovereign immunity under the Foreign Sovereign Immunities Act. The court found that by the plain language of the statute, the claim is valid on its face. The defendant’s interpretation of the noncommercial tort exception would make the terrorism exception to a partial repeal of the statute. The court concluded that such a reading was contrary to congressional intent. Paul J. Orfanedes of Judicial Watch Inc. for the plaintiff-appellee; Stanley McDermott III of DLA Piper LLP for the defendant-appellant Covenant Not To Sue\nSubject Matter Jurisdiction Nike Inc. v. Already LLC dba Yums 11-314-cv Judges Leval, Livingston and Lohier\nBackground: The plaintiff filed suit alleging that two shoe lines manufactured by the defendant infringed on the plaintiff’s trademark. The defendant had counterclaimed under the Declaratory Judgment Act. After the plaintiff delivered a covenant not to sue, the district court held that the covenant ended the case or controversy between the parties and dismissed the defendant’s counterclaims for lack of subject matter jurisdiction. Ruling: The Second Circuit affirmed. The court found that the breadth of the plaintiff’s covenant not to sue covered present and future conduct, wherein the plaintiff unconditionally and permanently renounced its right to claim, demand or commence a cause of action against the defendant. The defendant’s claims of potential loss of investors as a result of the litigation failed to establish a genuine adverse legal interest between the parties. Erik S. Maurer of Banner & Witcoff for the plaintiff-counter-defendant-appellee; Keith E. Sharkin of Dickstein Shapiro LLP for the plaintiff-counter-defendant-appellee; James W. Dabney of Fried, Frank, Harris, Shriver & Jacobson LLP for the defendant-counter-claimant-appellant\n\nLoad-Date: November 21, 2011"
}