{
    "title": "U.S. IS QUESTIONING ARAFAT'S CONTROL",
    "publisher": "the new york times",
    "year": 1989,
    "month": 3,
    "day": 4,
    "full text": "The United States today questioned the commitment of Yasir Arafat, chairman of the Palestine Liberation Organization, to renounce terrorism and control radical Palestinian factions that have attempted incursions into Israel.\n''If the P.L.O. cannot or will not exercise such control, it raises questions concerning the commitment undertaken in the name of the P.L.O. - indeed, questions about the P.L.O.'s ability to carry out its commitments,'' the State Department spokesman, Charles E. Redman, said. ''That's a point we will stress to the P.L.O.''\nThe statement is the latest in a series by the Bush Adminstration in an attempt to define the terms for continuing the direct dialogue with the P.L.O. agreed to in the final days of the Reagan Administration. State Department officials said it was the Bush Administration's sharpest rebuke to a series of attempted raids into Israel by Palestinian factions since Mr. Arafat renounced terrorism on Dec. 14.\nIt comes as senior State Department officials are struggling with how to keep the talks alive and still not engage prematurely in substantive discussions. Foreign diplomats who have met with senior Administration officials in recent days said they came away with the impression that the new Administration does not know how to proceed with the dialogue.\n''They give the impression that they want to keep it alive but add that they don't know what to say to the P.L.O.,'' a Western diplomat said. ''They say they don't want to commit themselves to something new and dramatic.''\nIsrael has called on Washington to end the dialogue, arguing that the latest attempted raid, on Thursday, was a violation of Mr. Arafat's promise to renounce terrorism. In that attack, Israeli troops killed four gunmen of the Syrian-based Democratic Front for the Liberation of Palestine in southern Lebanon.\nEarlier this week, Mr. Redman said that the P.L.O., in addition to refraining from terrorism, must abstain from attacks on Israeli military targets inside and outside Israel.\nIn its statement today, the State Department also sought to raise the question of whether Mr. Arafat can carry through with his promises from a dialogue for peace if he cannot control the factions under the P.L.O. umbrella, State Department officials said.\n''When the P.L.O. renounced terrorism last December, we assumed Mr. Arafat spoke in the name of the P.L.O.'s executive committee and its constituent groups, and that the P.L.O. could exercise control over these constituent groups,'' Mr. Redman said."
}