{
    "title": "U.S. eases N. Korea trade sanctions",
    "publisher": "the deseret news",
    "year": 2008,
    "month": 6,
    "day": 27,
    "full text": "WASHINGTON -- After months of stalling, North Korea offered a glimpse of its secretive nuclear program Thursday and was promptly rewarded by President Bush with an easing of trade sanctions and a move to take the communist state off the U.S. terrorism blacklist.\nBush, who once famously branded North Korea a part of his \"axis of evil,\" offered mostly symbolic concessions in exchange for Kim Jong Il's agreement to hand over a long-awaited accounting of its nuclear bomb-making abilities. Critics said even symbolism was too much to give to a regime that can't be trusted.\n\"If they don't fulfill their promises, more restrictions will be placed on them,\" Bush said, just a few hours after North Korea handed over 60 pages of documentation about its nuclear past to Chinese officials in Beijing.\nThe North Koreans declared less about their plutonium work and nuclear programs dating to 1986 than what the Bush administration initially sought. And they disclosed nothing about their stockpile of nuclear weapons, suspected uranium enrichment program or alleged role in helping Syria build a reactor.\nStill, Bush called the declaration a positive step in negotiations with a fickle government that have been stop-and-go for years. Bush emphasized that he was aware that Pyongyang had lied about its nuclear capabilities before.\n\"I'm under no illusions,\" Bush said. \"This isn't the end of the process. This is the beginning of the process of action for action.\"\nHe rattled off a list of ongoing U.S. concerns about North Korea -- human rights abuses, uranium enrichment, nuclear testing and proliferation, ballistic missile programs and the threat North Korea poses to its neighbors.\nThen he announced he was erasing trade sanctions imposed on North Korea under the Trading With the Enemy Act, and notifying Congress that, in 45 days, the administration intends to take North Korea off the State Department list of nations that sponsor terrorism.\n\"If North Korea continues to make the right choices, it can repair its relationship with the international community,\" he said. \"If North Korea makes the wrong choices, the United States and its partners in the six-party talks will act accordingly.\"\nThe White House announcement marked a turnabout of the hostile U.S. policy toward impoverished North Korea. Better relations with Washington could eventually improve dire economic conditions for the country's 23 million people who suffer food shortages and blackouts. But with many steps to go in North Korea's disarmament process, that is unlikely to happen soon.\nTo demonstrate that it is serious about forgoing its nuclear weapons, North Korea planned the televised destruction Friday of a 65-foot-tall cooling tower at its main nuclear reactor at Yongbyon. The tower is a key element of the reactor but blowing it up -- with the world watching -- has little practical meaning because the reactor has already been nearly disabled.\nConservative Republicans, who want the U.S. to take an even tougher stance against North Korea, were incensed at Bush's action.\n\"It's shameful,\" said John Bolton, Bush's former U.S. ambassador to the United Nations. \"This represents the final collapse of Bush's foreign policy.\"\n\"Profound disappointment\" was the reaction of Rep. Ileana Ros-Lehtinen, R-Fla.\nOther lawmakers from both parties took the position that the declaration, though six months late, was better than nothing. They argue that the long-running negotiations the United States, Japan, South Korea, China and Russia have been having with Pyongyang offer the best chance of eventual denuclearization of the Korean peninsula.\n\"Although more work remains to verifiably end North Korea's nuclear weapons program, this important achievement for the Bush administration is the direct result of painstaking, multilateral diplomacy,\" said Sen. Chuck Hagel, R-Neb., who has been largely critical of Bush's foreign policy.\nSen. John Kerry, D-Mass., said progress on ending North Korea's nuclear weapons program remains incomplete.\n\"But the regime's nuclear declaration is the latest reminder that, despite President Bush's once bellicose rhetoric, engaging our enemies can pay dividends,\" Kerry said.\nBush said the U.S. action would have little impact on North Korea's financial and diplomatic isolation; Defense Secretary Robert Gates played down the meaning of taking North Korea off the terrorism list.\n\"The reality is that there are so many other sanctions on North Korea because of its other behaviors that there's really no practical effect,\" he said.\nIn the next 45 days -- the congressionally mandated waiting period for removing North Korea from the terrorism list -- the six negotiating partners will agree on how best to verify what the regime has declared. The North Koreans have said they will provide access to their facilities, including the reactor core and waste sites.\nThe declaration details the amount of plutonium the North produced, down to the gram. A senior U.S. official says North Korea claims to have produced an amount of plutonium in the low 40-kilogram (about 90-pound) range, including estimates of waste. That is enough to construct at least a half-dozen nuclear bombs and is in line with U.S. intelligence estimates.\nWhat's missing?\n--The number of bombs in storage, or information about what's going to happen to them. The North proved it could build a working nuclear bomb when it carried out an underground nuclear test blast in October 2006. Details on the bombs, however, will be left to the next stage of the talks, when Pyongyang is supposed to abandon all its nuclear weapons program.\n--Details about North Korea's suspected nuclear program to seek weapons fueled by enriched uranium.\n--An account of North Korea's alleged role in helping Syria build what senior U.S. intelligence officials say was a secret nuclear reactor meant to produce plutonium used in making high-yield nuclear weapons. Israeli jets bombed the structure in the remote eastern desert of Syria in September 2007.\nNational security adviser Stephen Hadley said North Korea had \"acknowledged in writing\" that the U.S. and its negotiating partners have raised concerns about its enrichment activities and its suspected cooperation with Syria. That might open the door to getting more information from the North Koreans on those matters, he said.\n\nLoad-Date: June 27, 2008"
}