{
    "title": "U.S. military honor may be expanded Eligibility for Purple Heart could include terrorism victims",
    "publisher": "daily news ",
    "year": 2012,
    "month": 5,
    "day": 12,
    "full text": "The Purple Heart, which dates back to the early years of the U.S. military, is awarded to members of the armed services killed or wounded in combat. FILE PHOTO\nWASHINGTON - The Purple Heart dates back to 1782 when Gen. George Washington created the Badge of Military Merit to recognize meritorious action. The medal, which features a likeness of Washington, fell into disuse after the Revolutionary War but was brought back in 1932 and is awarded to members of the military killed or wounded in combat.\nBipartisan legislation has been introduced in Congress to expand the eligibility for the medal to include members of the armed forces killed or wounded in a domestic terrorist attack - an effort to recognize military victims of the 2009 shootings at Fort Hood, Texas, and at a Little Rock, Ark., recruiting station.\n\"The unfortunate fact is that members of our armed forces are at risk of being attacked by the enemy - al-Qaida and its adherents - not only when deployed overseas but also while stationed here at home,\" said Rep. Peter King, R-N.Y., chairman of the Homeland Security Committee, who has introduced one of the bills.\nPurple Hearts were awarded to military victims of the Sept. 11, 2001 terrorist attacks. Currently, members of the armed forces can receive the medal if they were killed or wounded \"to an extent requiring treatment by a medical officer; in action against an enemy of the United States; as the result of an act of any hostile foreign force; or as the result of an international terrorist attack against the United States, provided the secretary of the military department concerned recognizes the attack as an international terrorist attack,\" according to the Defense Department.\nKing's bill would remove the distinction between domestic and international terrorism by expanding eligibility to military victims of \"a terrorist attack within the United States perpetrated by an individual or individuals expressing a political, religious or ideological obligation to engage in unlawful violence directed against United States military operations or foreign policy.\"\nA similar bill has been introduced in the Senate by Sen. Joe Lieberman, I-Conn., chairman of the Senate Homeland Security and Governmental Affairs Committee.\n\nLoad-Date: May 12, 2012"
}