{
    "title": "U.S. raids highlight terrorist threats in Africa Extremist groups have been operating freely in Liby",
    "publisher": "usa today",
    "year": 2013,
    "month": 10,
    "day": 7,
    "full text": "Two U.S. raids in Libya and Somalia that apprehended a major catch on the terrorist most-wanted list highlight how the growing terrorist network in the region is able to operate freely.\nNazih Abdul-Hamed al-Ruqai, 49, known by his alias Abu Anas al-Libi, was living in Tripoli and was captured by U.S. officials Saturday on the streets of the Libyan capital. He is facing charges of terrorism in the United States for involvement in the attack on the U.S. embassies in Kenya and Tanzania in 1998, which killed more than 200 people.\nSecurity analysts say the twin raids, in which U.S. military and intelligence officials also went after senior members of the al-Qaeda allied group al-Shabab in Barawe, Somalia, illustrate that terrorists can operate openly in the Sahel and Maghreb regions, and that local governments won't -- or can't -- do much to stop them.\nIn Libya, terrorism networks are growing and thriving, mainly because there is fractured political development to impose effective security structures and solid governance. As a result, terrorists are taking advantage of the lawlessness to move weapons and fighters easily across borders.\n\"The region is now an important arena for jihadists, and the size of their area of operation is growing,\" said Daniel Byman, research director at the Saban Center for Middle East Policy who focuses on counterterrorism and Middle East security, testifying in front of Congress earlier this year. \"Libya is ripe for homegrown terrorists and foreign terrorist penetration,\" he added. \"The al-Qaeda core has long included Libyans in its ranks and reportedly dispatched operatives to build an organization in the post-Gadhafi era.\"\nLibyans worried about how their country has developed since the 2011 revolution said they welcomed the news of the raid. \"Since the end of the revolution, Islamist groups influenced by al-Qaeda have developed.\" said Ousama Buera, a founding member of the Barqa Youth Movement, a pro-independence group in eastern Libya. \"We don't want them to turn Libya into a terrorist state, so that is why the operation has been well accepted, even if it was led by American special forces.\"\nSecurity analysts say that terrorist fighters in Africa will continue to flourish until the regional instability is contained.\n\"The Maghreb and the Sahel region are highly unstable -- two of Libya's neighbors, Egypt and Tunisia, have undergone dramatic regime changes in recent years,\" said Byman in his congressional testimony, adding that instability in Sudan, Nigeria, Mali and Chad are also playing a critical role.\n\"The biggest problem is government weakness. So even if one country is adopting policies that make it stronger, it can still suffer violence emanating from its neighbors,\" he added. \"Terrorism in and emanating from the Maghreb and Sahel regions, both of which threaten American lives and interests, will continue and may even grow in the years to come.\"\nContributing: Mathieu Galtier in Tripoli \n\nGraphic\n\n \nphoto AFP/Getty Images\n\nLoad-Date: October 7, 2013"
}