{
    "title": "U.S. IS STEPPING UP REBUKE TO ALLIES ON WORLD TERROR",
    "publisher": "the new york times",
    "year": 1986,
    "month": 4,
    "day": 17,
    "full text": "The Administration stepped up public criticism today of what it said was the failure of American allies to combat international terrorism, and a senior White House official said President Reagan would make the issue a top priority at the economic summit meeting in Tokyo in May.\nThe official said the United States had already told key allies that Mr. Reagan would seek to raise the question of a ''collective solution'' to terrorism in the first session of the Tokyo meeting of the seven leading industrial democracies.\nMeanwhile, Defense Secretary Caspar W. Weinberger, in a speech in Boston, said he felt ''considerable disappointment'' with the French Government over its refusal to allow American F-111's to fly through French airspace during the bombing strikes against Libya on Monday.\n \nPlanes Flew Twice as Far\nMr. Weinberger said the French action had required the American planes to fly twice as far as they might have to reach Libya and increased the risk to the pilots. The planes, which left from Britain, also avoided Spanish airspace.\nMr. Weinberger also said damage near and at the French Embassy in Tripoli could have been caused by a bomb dropped by the F-111 missing since the raid. But he added, ''We just don't have any idea.''\nThere were these other developments:\n* Military officials said they had concluded that the two crew members of the missing F-111 had died when their plane crashed, and Adm. William Crowe, chairman of the Joint Chiefs of Staff, said the possibility that their aircraft had been hit by Libyan fire ''is a very definite one.'' [Page A22.]\n* The Soviet press agency Tass reported that Mikhail S. Gorbachev had sent a message to the Libyan leader, Col. Muammar el-Qaddafi, pledging help in strengthening Libyan defense forces. [Page A22.]\n* A senior White House official said the Administration had made secret contacts inside Libya with opponents of the Libyan leader. He implied that the efforts were continuing. [Page A24.] President Reagan focused on the issue of allied cooperation in fighting terrorism in a 30-minute White House meeting with the West German Foreign Minister, Hans-Dietrich Genscher, and in public comments later.\nA senior Administration official said Mr. Genscher had stressed the need to ''tighten the network of cooperation'' beyond Western nations, possibly to include moderate Arab nations.\n''In fact,'' the official said, ''he even suggested there might be an opportunity for enlisting more support from Eastern bloc states.''\nMr. Genscher said later that he expected the meeting of European Community foreign ministers in Paris on Thursday to decide to send a special mission to the Arab League.\n \nCall to Wives of Missing Airmen\nMr. Reagan telephoned the wives of the two airmen thought to have been killed when their jet went down. He called the servicemen ''heroes of our hearts.''\n''Each of us today owes a piece of our freedom to their noble effort,'' he said.\nIn a public appearance at the White House, the President indirectly praised the British Government of Prime Minister Margaret Thatcher, which had allowed American bombers at bases in Britain to be used on the raids.\nHe did not refer to any nation by name, but said: ''Our allies who cooperated with us in this action, especially those who share our common-law heritage, can be proud that they stood for freedom and right, that as free people they haven't let themselves be cowed by threats and violence. They have earned the lasting respect and friendship of the American people.''\nIn London today, Neil Kinnock, the Labor Party leader, said Britain should impose economic sanctions on Libya rather than allow its bases to be used for bombing attacks.\nThe senior White House aide who discussed Mr. Reagan's plans for the meeting in Tokyo said the President wanted to make clear that combating terrorism was a concern not only of the United States.\n''We will bring up terrorism and they know it,'' the official said. ''The President will make the case that this an international problem that calls for a collective solution.\n \n'Cannot Stand By'\n''Nations cannot stand by and say that this is one nation's job,'' he said.\nThe official said the White House had received the greatest outpouring of public sentiment since the resignation of President Nixon in 1974.\n''It may not be just what American political leaders are saying,'' the official said. ''It's that our hand may be forced by the American people.''\nAlthough Administration officials have praised Britain for allowing the American bombers to take off from bases there and West Germany for support of the attack, they have generally withheld criticism of other allies.\nMr. Weinberger, however, in his Boston appearance, voiced clear displeasure with the French. ''I presume they had what they felt were sufficiently good reasons,'' he said, ''but it is a little difficult to appreciate them immediately after the requirement of that added burden being put on our men.''\n \n'Psychological Warfare'\nAlthough Administration officials said the strike in Libya was intended to send a ''clear signal to Qaddafi'' about supporting terrorism, the senior White House official who discussed Mr. Reagan's views said Washington was also waging ''psychological warfare.''\nThe official said the President wanted to insure that the American raid was seen in the Middle East as anti-Qaddafi and not anti-Arab.\nIn discussing the Libya raid, the official said the President believed the air strikes were necessary to send the strongest message to Colonel Qaddafi by hitting targets identified with him. That explained why a military barracks near a residence that he uses had been struck, the official said.\n''We were striking at him personally,'' the official said, ''not that he was the target. It was very hard to pin down where he would be on a specific evening.''\n''We were showing him that we could get people close to him,'' the official said, ''and this is the price he's going to have to pay for continued terrorism, and that's why members of his family were hurt during this thing. But the target was the barracks.''\nDescribing the injuries to members of Colonel Qaddafi's family as ''incidental,'' the offical added, ''We knew that that was his residence and that he perhaps might be there and members of his family.''\nAsked if one goal had been to kill the Libyan leader, whom American officials say they believe lives at several sites to camouflouge his whereabouts, the officials said that would have been a case of ''serendipity.''"
}