{
    "title": "U.S. _ Suspect had explosives training 3 men in terror case due in court today",
    "publisher": "usa today",
    "year": 2009,
    "month": 9,
    "day": 21,
    "full text": "DENVER -- Federal agents who arrested three men in connection with a terrorism probe over the weekend said in court filings Sunday that they are investigating an international plot to blow up bombs in the USA.\nIn those papers, the FBI said it is investigating \"several individuals\" in the United States, Pakistan and other countries who it believes had planned to \"detonate improvised explosive devices.\"\nNeither the court papers nor federal officials offered details about the alleged plot or how much of a threat it posed.\nThe Justice Department said one of the men agents arrested late Saturday, Najibullah Zazi, 24, an airport shuttle bus driver, told the FBI he had received weapons and explosives training from al-Qaeda during a trip to Pakistan last year. Officials also found notes in his car describing how to build and detonate bombs; they were written in what agents said appeared to be Zazi's handwriting, according to court filings.\nDavid Kris, an assistant attorney general for national security, said in a statement Sunday that authorities have \"no specific information regarding the timing, location or target of any planned attack.\" FBI spokeswoman Kathy Wright would not comment Sunday about whether any of the men had attempted to make explosives or whether there are other suspects.\nZazi and his father, Mohammed Zazi, 53, were arrested outside Denver. Another man, Ahmad Afzali, 37, an informant for New York City detectives who the FBI said in court papers tipped off the Zazis about the terrorism probe, was arrested in New York.\nNone of the three is charged with engaging in terrorism; instead, they are accused of having lied to federal investigators, a felony. All are scheduled to appear in federal court today.\nNew York Police Commissioner Ray Kelly said Sunday that the investigation was \"only just beginning.\"\nThe case unfolded on an unusually public stage. The government had previously acknowledged it was probing the younger Zazi's travel to New York City earlier this month; U.S. Attorney General Eric Holder said Friday that investigators were working on the case \"around the clock.\"\nAgents interviewed Najibullah Zazi for three days last week at the FBI office in Denver. He did not show up for a fourth scheduled interview Saturday. Wendy Aiello, a spokeswoman for Zazi's lawyer, said Zazi had \"fully cooperated\" with the government's investigation.\nThe FBI said he denied having written the bomb-making instructions.\nHeath reported from McLean, Va. \n\nGraphic\n\n \nPHOTO, B/W, Marc Piscotty, AFP/Getty Images\n\nLoad-Date: September 21, 2009"
}