{
    "title": "U.S. Faces Thorny Task_ Halting Domestic Terrorists as They Outpace Jihadists",
    "publisher": "the new york times",
    "year": 2020,
    "month": 2,
    "day": 26,
    "full text": "Even as the menace from homegrown extremists grows more explicit, law enforcement is wrestling with how to combat it.\nWhen the New Jersey Office of Homeland Security and Preparedness issued its terrorism threat assessment for 2020 last week,  it noted a marked shift. \n  The threat level from violent, homegrown extremists, and specifically white supremacists, was marked in red as the top category: ''High.'' The threat from the Islamic State, Al Qaeda and their ilk was demoted to third, in green: ''Low.''\n  Terrorism experts believe that holds true for the entire United States.\n  ''In the U.S., more people are killed by far-right extremists than by those who are adherents to Islamist extremism,'' said Mary McCord, a Georgetown University law professor and a former senior Justice Department official for national security. Her comments came at a discussion last week at the 9/11 Memorial and Museum, which commemorates victims of the most notorious attack by international terrorists on American soil.\n  Even as the menace from homegrown extremists grows more explicit, however, law enforcement is wrestling with how to combat it. That challenge has spawned a fervent debate over whether the United States needs a new law to specifically criminalize domestic terrorism, or whether such a statute would threaten basic First Amendment rights.\n  Proponents argue that a domestic terrorism law would streamline and clarify the patchwork of charges now used against homegrown extremists, charges that often avoid even mentioning terrorism.\n  Opponents counter that a new law would amount to a worrisome expansion of government powers, and might face constitutional challenges on the grounds of impinging on free speech.\n  Yet the New Jersey report laid out what is at stake in stark terms. ''Some white supremacist extremists argue that participating in mass attacks or creating other forms of chaos will accelerate the imminent and necessary collapse of society in order to build a racially pure nation,'' it said.\n  After Latino shoppers were targeted in a shooting in El Paso last August, leaving 22 people dead, Congress proposed a new wave of laws. However, most of those have stalled.\n  But the recent arrests of eight members of a white supremacist group called the Base, some of whose members were accused of planning a mass attack in Richmond, Va., have renewed focus on the issue. Three members arrested in Maryland pleaded not guilty last week to various charges, including transporting a firearm and ammunition with the intent to commit a felony.\n  Senior law enforcement officials express frustration that cases like those cannot be called terrorism in court.\n  ''The statutes that are typically deployed in connection with domestic terrorism cases are really kind of pedestrian in nature,'' said Thomas E. Brzozowski, the Justice Department's counsel for domestic terrorism. ''This confuses people. It leads to this pervasive but false narrative that somehow the government is paying more attention to the Islamic extremist threat than to the domestic threat.''\n  With both Democrats and Republicans proposing legislation, the issue is one of the few that does not divide strictly along partisan lines.\n  There is no legal mechanism for designating domestic extremist groups as terrorists. Federal laws define terrorism as a criminal attack intended to intimidate and coerce civilians in order to influence government policy or to otherwise affect government conduct.\n  They also define 57 specific acts as federal crimes of terrorism. Among the conditions required for formally labeling a crime terrorism in court are targeting an international airport, using a weapon of mass destruction or attacking federal officials.\n  Such charges come into play periodically. Using a weapon of mass destruction was among the accusations faced by Glendon Scott Crawford, a member of the Ku Klux Klan from upstate New York who failed in his attempt to build a radiation death ray that would inflict cancer on Muslims hit from afar. In 2016, he was sentenced to 30 years in prison.\n  However, current terrorism statutes do not incorporate most attacks on civilians that involve guns or vehicles, or the stockpiling of assault weapons, which Ms. McCord, the Georgetown law professor, said was a gaping hole considering their frequency. A new law would also underscore that society considers white supremacist violence on par with jihadism, she said.\n  Several draft bills seek to define domestic terrorism as a crime and to prescribe court sentences, including the death penalty. A less sweeping bill would force the federal government to make public statistics about all violence attributed to white supremacy.\n  The F.B.I. director, Christopher Wray, told the House Judiciary Committee this month that the agency had more than 1,000 violent extremist investigations in progress, covering all 50 states, but he resisted providing a more detailed breakdown.\n  He described ''racially motivated violent extremism'' as a ''national threat priority'' equal to the threat from the Islamic State. The F.B.I. has also created the Domestic Terrorism-Hate Crimes Fusion Cell to buttress its efforts, he said, stressing that the focus is ''not about the ideology, it's about the violence.''\n  Misgivings about a new law are also bipartisan.\n  African-American and Muslim organizations harbor deep concerns that a new law could actually be used against minority groups -- organizations protesting police violence, for example -- even though their communities are among the most frequently targeted. Current hate crimes laws are powerful enough to prosecute these acts, said Nadia Aziz, the policy counsel for the Stop Hate Project at the Lawyers' Committee for Civil Rights Under Law.\n  ''We need to know how domestic terrorism investigations are being carried out right now instead of a new statute,'' said Ms. Aziz, echoing a common criticism.\n  A sweeping new law also makes some conservatives uneasy. The lack of such a law has not hindered the prosecution of anyone who carried out terrorist attacks domestically, said Julian Sanchez, a senior fellow at the Cato Institute who specializes in technology, privacy and civil liberties.\n  He pointed out that one domestic terrorism law proposed by a Republican congressman specified various prison sentences, including up to 25 years for destroying or damaging ''any structure, conveyance or other real property.''\n  That means a protester who engaged in vandalism to make a political point could face 25 years in jail. ''Beyond being unnecessary, it seems quite thorny and dangerous,'' Mr. Sanchez said.\n  After Mr. Trump's inauguration, more than 200 demonstrators were arrested, some in connection with smashing storefronts and damaging vehicles. All charges were eventually dropped, but under such a law the defendants could be charged with terrorism, Mr. Sanchez noted.\n  Critics of federal counterterrorism measures, and even some senior law enforcement officials, believe that the intense focus on the jihadist threat since the Sept. 11 terrorist attacks slowed efforts to counter white supremacists.\n  ''There is a blind spot within law enforcement about the threat white supremacy poses,'' said Michael German, a former undercover agent with the F.B.I. who researches national security law at New York University's Brennan Center for Justice. ''The F.B.I. and other intel agencies were not putting their resources toward the most serious threats.''\n  Under the Trump administration, the F.B.I. began dividing domestic extremism among four categories, down from 11: racially motivated violent extremism; anti-government/anti-authority violent extremism; animal rights/environmental extremism and abortion extremism.\n  Members of Congress have expressed skepticism about lumping white supremacists with other groups given the recent history of violent attacks directed against Latinos in El Paso, Jews in Pittsburgh and African-Americans in Charleston, S.C., among others.\n  There is no official source on the number of attacks carried out by white supremacists in the United States. Statistics kept by academic centers or nongovernmental organizations rarely match because of different methods, including various definitions of right-wing extremism.\n  In addition, the tendency to include them with other hate crimes leaves the extent of the problem unclear.\n  ''The F.B.I. is being evasive,'' said Representative Karen Bass, Democrat of California and a member of the Judiciary Committee. ''It raises the question as to whether or not they are seriously looking at white supremacy.''\n  In the short term, a far more likely outcome than a new law is the State Department designating a foreign white supremacist group as a terrorist organization, allowing for law enforcement agencies to pursue any United States adherents for providing material support for terrorism.\n  The debate over a domestic terrorism law underscores just how complex the terrorist threat has become in the nearly two decades since Sept. 11, said Seamus Hughes, the deputy director of the Program on Extremism at George Washington University.\n  ''You look at the landscape now -- it is scattered,'' he said, with white supremacists and antigovernment organizations rivaling jihadists in their aspiration to foment mayhem. ''It is a diversification of the homegrown threat in a way that we have not seen before.''\n\nhttps://www.nytimes.com/2020/02/25/us/domestic-terrorism-laws.html\n\nGraphic\n\n \nPHOTO: Mourners in August after a mass shooting in El Paso killed 22 people. Proponents of a domestic terrorism law argue that it would streamline and clarify the patchwork of charges now used against homegrown extremists. (PHOTOGRAPH BY Jim Wilson/The New York Times FOR THE NEW YORK TIMES)               \n\nLoad-Date: February 26, 2020"
}