{
    "title": "U.S. efforts against terrorist attacks are not enough",
    "publisher": "the deseret news",
    "year": 2000,
    "month": 6,
    "day": 25,
    "full text": "Brig. Gen. Stephen Saunders, a British military attache, was stuck in an Athens traffic jam recently when two gunmen on a motorcycle shot him four times. He died in the hospital three hours later.\nNovember 17, a shadowy terrorist group that usually targets Americans, Turks and prominent Greek capitalists, said Stephens was killed in retaliation for Britain's role in the \"barbaric\" bombing of Yugoslavia last year. Its declaration in the newspaper Eleftherotypia denounced NATO for \"Nazi-like crimes and the murders of thousands of unarmed people.\"\nThe speculation is that November 17 would have preferred to murder a U.S. diplomat, but they are too well guarded. Our heavily fortified Athens embassy has been classified as under \"critical threat\" since 1975, when November 17 surfaced by killing CIA Station Chief Richard Welch.\nIt went on to take four more American lives and those of 23 other nationalities. The toll is not high for 25 years, but what makes this terrorist organization unique is that none of its members has ever been killed or captured. And November 17 is now on its second generation of terrorists, since the first must be in its 50s.\nFormer CIA director James Woolsey has been savagely critical of Greece's Socialist government, charging that it is not only incompetent in combating terrorism but may actually be protecting the terrorists.\n\"During my career in several positions in the U.S. government,\" he said, \"there were times when Greek politicians knew much more about November 17 than they wanted to share with us.\"\nWashington has, in fact, given Greek authorities the names of 30 suspected members of November 17. So far, not one has been arrested. The State Department considers Greece \"one of the weakest links\" in Europe's war on terrorism, and a congressional panel says Greece is \"disturbingly passive in response to terrorist activities.\"\nThe Greeks, of course, are outraged by such criticism. But European commentators wonder if they can be relied upon to provide security for the 2004 Olympics, to be held in Athens.\nBesides taking precautions, of which our diplomats in Athens take many, there is really no way to stop a determined assassin or bomber, a fact proved time and again in State's annual review Global Patterns of Terrorism.\nLast year, terrorists claimed far fewer victims than in 1998 because of the absence of attacks designed to cause mass casualties, such as the bombings of the U.S. embassies in Dar Es Salaam and Nairobi. The 1999 toll was 233 killed and 706 wounded, compared to 741 dead and 5,952 wounded the previous year.\nAlthough casualties declined, the number of attacks rose a significant 43 percent, from 274 to 392. Every part of the world suffered an increase except the Middle East, once a hotbed of terrorism but now cooling off as Israel pursues peace talks with its Arab neighbors. And the number of attacks on Americans or U.S. interests climbed even higher, by 52 percent to 169.\nHowever, only five Americans died -- three killed by leftist guerrillas in Colombia and two by Rwandan Hutus in Uganda. Neither of these incidents had anything to do with the worldwide increase in terrorism, which State attributed to anti-NATO sentiment and Turkey's capture of Kurdish PKK leader Abdullah Ocalan.\nAlthough the Middle East contains five of the seven countries that the State Department designates as \"state sponsors of terrorism,\" two of them are likely to come off soon. One of them is Syria, where the death of President Hafez Assad elevated his more moderate son, and the other is Libya, which finally surrendered two suspects in the 1988 bombing of a Pan Am airliner over Lockerbie, Scotland.\nThe men, allegedly Libyan intelligence agents, are now on trial in a special Scottish court in the Netherlands.\n\"Libyan support for terrorism has declined significantly in recent years, but Libya continued to have residual contacts and relationships with terrorist organizations,\" said the State Department report.\nIran, Iraq and Sudan also remain on its list of terrorist sponsors. But the locus of terrorism directed against the United States has clearly shifted from the Middle East to South Asia, where Afghanistan and Pakistan provide a sanctuary to such international rogues as Osama bin Laden and the Kashmiri hijackers of an Indian airliner.\nFive terrorists accused of involvement in the East African bombings are in U.S. custody. All are said to be members of bin Laden's al-Qaida organization.\nBut bin Laden himself remains free in Afghanistan, where he runs three terrorist training camps for Muslim militants of many nationalities.\nThe United Nations Security Council has imposed sanctions on Afghanistan for refusing to give him up for trial. But the ruling Taliban says it cannot turn a guest over to his enemies because that would violate its concept of Islamic hospitality.\nOur government spends $9 billion a year battling terrorism. Last month President Clinton added $300 million to that amount, saying Americans are \"vulnerable in new ways\" to computer viruses, high-tech warfare, biological attacks and fast-spreading diseases.\nThe money will be spent on high-resolution day and night cameras installed on the U.S.-Canadian border; advanced monitoring equipment to detect and deter terrorist activities abroad; improving the forensic capabilities of the Immigration and Naturalization Service to detect fraudulent travel documents; strengthening the Treasury Department's efforts to track the financing of terrorist organizations; and expanding from 26 to 37 the number of Joint Terrorism Task Forces, which combine the assets of the FBI, INS, Customs Service, Secret Service and state and local law enforcement agencies.\nHowever, the National Commission on Terrorism, set up by Congress two years ago in response to the embassy bombings, says that is not enough. In a report issued earlier this month, it called for more anti-terrorism spending, tighter controls on possible fund-raising by terrorist groups and monitoring of all foreign students within U.S. borders.\nThe commission recommended blacklisting friendly nations, such as Greece and Pakistan, as well as traditional enemies if they do not do enough to combat terrorism. And it suggested that the Pentagon -- not the FBI or Federal Emergency Management Agency -- should head the U.S. response to domestic terrorist attacks because of the vast military resources at its disposal.\nWashington's response to terrorism tends to be economic sanctions or military retaliation -- such as the cruise missile strikes Clinton launched at Afghanistan and Sudan that kill more civilians than the terrorists they're intended for. We rarely go after terrorists on the ground, and other nations say that is a mistake.\nNations with more experience say the reprisals must be harsher, more merciless, more focused on those responsible -- and less publicized.\nTerrorists, being ruthless, respect ruthlessness and they get the message no matter how privately it is delivered.\nFor example, the United States never retaliated for Hezbollah's car bombs that killed 300 Americans at the U.S. Embassy and Marine barracks in 1983 and the group's subsequent kidnapping of 17 American hostages.\nThe Russians, who lost three diplomats to Hezbollah in the early days of Lebanon's Shiite reign of terror, did retaliate. Whether the KGB did the \"wet work\" or contracted it out to freelance assassins -- there were plenty in Beirut at the time -- dead Shiites started showing up all over the city, castrated and horribly tortured.\nHezbollah never targeted the Soviets again.\nEven though they have increased, bombings, assassinations, kidnappings and hijackings are \"old-fashioned terrorism.\"\nWe are even less prepared to handle the new-fangled kind -- nuclear, biological and chemical, such as the sarin attack on Tokyo's subway system by the Japanese doomsday cult Aum Shinri Kyo.\nThe U.S. Congressional Office of Technology Assessment said in a 1993 report that if just 220 pounds of anthrax were released upwind of Washington, D.C., between 130,000 and 3 million people would die. Another government report last year said Iraq, North Korea and Russia are hoarding smallpox virus for military use.\nMichael Osterholm, chairman of Infection Control Advisory Network Inc., says biological agents are particularly attractive to terrorists because anyone can get them with very little effort. He himself found 450 Web sites where live organisms, including anthrax, could be bought and sold on the Internet.\nPresident Clinton issued a directive in May 1998 ordering federal agencies to work to protect against biological and other unconventional attacks. The Health and Human Services Department plans to spend $278 million on bioterrorism preparedness this year, including work to boost surveillance, build medical response teams and stockpile drugs and vaccines.\nBut Osterholm said only $14 million had gone to states and the six largest cities for local efforts. Most doctors would never recognize anthrax infection or smallpox. And a single release of anthrax spores would overwhelm any city's health-care system.\n\"Imagine a small strip mall with 10,000 people coming into it in a day,\" Osterholm told a meeting of the American Medical Association earlier this month. \"Even a minor release of anthrax would make so many people so sick that 2,600 intensive care unit (ICU) beds would be needed.\"\nNo region has anywhere near that number of beds. During the 1991 gulf war against Iraq, which took six months to plan and when defense officials specifically expected troops would encounter biological weapons, only 1,300 ICU beds were deployed.\n\"There isn't a hospital in this country today that is prepared for a bioterrorist event,\" said Osterholm.\nOn the nuclear front, the Clinton administration is making much of the threat from \"rogue\" nations such as North Korea, trying to convince skeptical allies, the Russians and Chinese that a planned anti-missile shield is not intended to start a new arms race.\nAgain, there is little to be done about nuclear terrorism or the smuggling of fissionable materials from republics of the former Soviet Union.\nCustoms officers from Uzbekistan recently discovered 10 lead-lined containers of Strontium-90 at a remote border crossing with Kazakhstan. The Iranian driver of the truck carrying the consignment said it was bound for Pakistan. But Pakistan is already a nuclear power capable of producing much better fissionable material.\nThe fear is that the shipment was headed for Afghanistan, where bin Laden is trying to make an \"Islamic bomb.\"\nStrontium-90 can be used to make radiation bombs, the \"poor man's nuclear weapon,\" in which conventional explosives are used to spread radioactive material.\nOne such bomb was planted by Chechen rebels in a Moscow park five years ago. Experts said it would have caused little damage because it was buried.\nBut an explosion above ground would be devastating.\nContact Holger Jensen of the Denver Rocky Mountain News at www.denver-rmn.com. \n\nLoad-Date: June 27, 2000"
}