{
    "title": "U.S. urged to protect overseas troops more; Experts suggest ways to prevent terrorism",
    "publisher": "the atlanta journal and constitution",
    "year": 2000,
    "month": 10,
    "day": 20,
    "full text": "Athens --- The Oct. 12 bombing of the USS Cole in Yemen is the kind of threat the United States must focus on today --- conventional weapons attacks against overseas troops --- terrorism experts told a University of Georgia audience Thursday.\nThere are currently 130 terrorist groups monitored by the State Department, and most still rely on conventional weapons such as car bombs and other explosives. The interest in chemical and biological weapons has risen over the years, but not dramatically, said John Parachini, director of the Washington-based Center for Nonproliferation Studies.\nCONSTITUTION\n\"The real threat is not visited on Athens or Atlanta,\" Parachini said. \" They will be visited on our troops overseas.\"\nDuring a lecture sponsored by the UGA Center for International Trade and Security, Parachini and Michael Moodie, president of the Chemical and Biological Arms Control Institute, discussed ways for policymakers to prevent terrorist attacks.\nRather than focus on the nation's vulnerabilities to terrorist attacks, leaders should look at historical trends and past incidents, Moodie said.\n\"We are infinitely vulnerable,\" Moodie said. \"That's never going to change.\"\nAlthough both experts were unwilling to speculate which group may have been responsible for the blast that killed 17 sailors while the USS Cole was in a Yemeni port, Moodie said such an attack was likely carried out by assailants connected to a larger organization or nation.\n\"There are plenty of entities in the Middle East that have the connections, the money and the capability to carry out an attack like that,\" said Moodie, who believes the attack is a reaction to the United States' involvement in the Middle East peace process.\nSuccessful counterterrorism efforts involve more proactive measures, such as increased intelligence and more diplomacy with other nations.\n\"We need to shift the balance to more intelligence and more diplomatic measures,\" Parachini said. \"Too much of the focus has been on damage control.\"\nBut they also stressed the uncertainties of counterterrorism today.\n\"You only need one group that is creative in some way you haven't seen before,\" Moodie said. \"You only need to be wrong once.\"\n\n> ON THE WEB: UGA's Center for International Trade and Security: www.uga. edu/ cits/\n\nLoad-Date: October 20, 2000"
}