{
    "title": "U.S. will recognize Southern Sudan, review terror designation",
    "publisher": "daily news ",
    "year": 2011,
    "month": 2,
    "day": 8,
    "full text": "WASHINGTON - The U.S. said Monday it would recognize an independent Southern Sudan and review its designation of Sudan's government in Khartoum as a state sponsor of terrorism after that African nation accepted the south's vote to secede.\nElection officials said Monday that more than 98 percent of ballots in the Jan. 9 vote were in favor of independence, meaning Southern Sudan will become the world's newest country in July.\n\"I congratulate the people of Southern Sudan for a successful and inspiring referendum in which an overwhelmingly majority of voters chose independence,\" President Barack Obama said in a statement. \"I am therefore pleased to announce the intention of the United States to formally recognize Southern Sudan as a sovereign, independent state in July 2011.\"\nObama called it \"another step forward in Africa's long journey toward justice and democracy.\"\nSecretary of State Hillary Rodham Clinton commended the Sudan government for accepting the outcome.\nClinton said in a statement that the designation will be lifted if Sudan does not support terrorism for the preceding six months and provides assurance it will not do so in future. It must also fully implement a 2005 peace agreement that ended a two-decade civil war between the north and south that killed more than 2 million people.\nClinton urged both northern and southern leaders to continue to work together toward full implementation of the peace agreement and post-referendum arrangements, to ensure they become two \"viable states living alongside each other in peace.\"\nThe mainly Christian south and mainly Muslim north must still negotiate citizenship rights, oil rights and border demarcation. Virtually all of southern Sudan's budget comes from oil revenue, and the north wants to maintain fuel supplies from the south.\n\nLoad-Date: February 9, 2011"
}