{
    "title": "U.S. RECOGNIZING GESTURES OF COOPERATION FROM CUBA",
    "publisher": "pittsburgh post-gazette",
    "year": 2007,
    "month": 5,
    "day": 30,
    "full text": "A little-noticed passage in two State Department reports says Havana has said it no longer will provide safe haven to U.S. fugitives who enter Cuba, a promise that the Castro government has met twice since September.\nThe promise and deportations amount to a rare sign of cooperation by Havana. Some 70 U.S. fugitives are thought to be living in Cuba, including Joanne Chesimard, convicted in the 1973 murder of a New Jersey state trooper.\nCuba has refused to return them, generally arguing that the U.S. charges against them are \"political.\" Those refusals were among the reasons that the State Department has cited for including Cuba in its list of nations that support international terrorism.\nBut passages in the State Department's 2005 and 2006 Country Reports on Terrorism -- the last one released April 30 -- that went largely unnoticed until now said Cuba \"has stated that it will no longer provide safe haven to new U.S. fugitives who may enter Cuba.\"\nState Department spokesmen declined comment on who made the promise, when and whether it involved any U.S. counter-promise. Havana has long demanded the return of five convicted Cuban spies jailed in Florida.\nSuch Cuban acts of cooperation have come under more scrutiny since Raul Castro took over the reins of power after his brother, Fidel, fell ill last summer. But the State Department's 2005 report on terrorism, the first to include the wording on the end of safe haven, was issued before the ailment was announced July 31.\nState Department officials noted that Cuba's history of on-and-off collaboration makes it hard to know whether Havana's promise signals a new stance. \"We have no way of knowing for sure what the Cuban government is trying to accomplish, if anything,\" State Department spokesman Eric Watnik said.\nCuba wants the United States to extradite anti-Castro militant Luis Posada Carriles to Venezuela. A U.S. judge recently dropped U.S. immigration-fraud charges against Mr. Posada, who is accused in Venezuela of masterminding the bombing of a Cuban jetliner in 1976 that killed 73 people.\nCuba has returned at least two U.S. fugitives since the promise first appeared in the State Department report.\nThe first, according to the 2006 report, was a South Florida man who is accused of kidnapping his son, stealing a plane at an airport in the Florida Keys and flying to Cuba last September. The son later was returned to his mother in Mexico, and the father was put on a plane to Miami, where he is facing prosecution.\nIn April, Havana returned Joseph Adjmi, a fugitive sentenced to 10 years in U.S. prison for mail fraud in 1963, to Florida.\nEarlier this year, Cuba expelled Luis Hernando Gomez-Bustamante, whom Colombia accuses of being a leader of the Norte del Valle cartel, to Bogota. Colombia, then extradited him to the United States. \n\nLoad-Date: May 30, 2007"
}