{
    "title": "U.S. offers $10M bounty for suspect in '08 Mumbai attack",
    "publisher": "usa today",
    "year": 2012,
    "month": 4,
    "day": 4,
    "full text": "The United States has offered a $10 million bounty for a Pakistani terrorist accused of plotting the 2008 Mumbai attacks and directing an anti-American political movement in Pakistan.\nThe reward for Hafiz Mohammad Saeed is equal to the amount for Taliban chief Mullah Omar. Only Ayman al-Zawahri, who succeeded Osama bin Laden as al-Qaeda chief, fetches a higher bounty at $25 million.\nSaeed founded the militant group Lashkar-e-Taiba with alleged Pakistani support in the 1980s to pressure India over the disputed territory of Kashmir. It is a branch of Islam similar to the Wahhabi sect to which bin Laden belonged.\nPakistan banned the group in 2002 under U.S. pressure, but it operates with relative freedom under the name of its social welfare wing Jamaat-ud-Dawwa -- even doing charity work using government money.\nIntelligence officials say Lashkar-e-Taiba has expanded its focus beyond India and has plotted attacks in Europe and Australia. Saeed, 61, operates openly in Pakistan from his base in the city of Lahore and travels, giving public speeches and appearing on TV talk shows.\nSaeed denies involvement in the Mumbai attacks, in which 166 people were killed, and said the U.S. announced the reward because of his demonstrations against reopening the supply lines from Pakistan to NATO troops in Afghanistan.\n\"We are organizing massive public meetings to inform the nation about the threats which Pakistan will face after the restoration of the supplies,\" he said.\nThe U.S. State Department says Saeed is a former professor of engineering who spreads \"ideology advocating terrorism, as well as virulent rhetoric condemning the United States, India, Israel\" and others.\nIndian External Affairs Minister S.M. Krishna welcomed the U.S. announcement, saying it would signal to Lashkar-e-Taiba and its patrons that the world is united in fighting terrorism. \n\nLoad-Date: April 4, 2012"
}