{
    "title": "U.S. TO TRY AVOWED 9_11 MASTERMIND BEFORE CIVILIAN COURT IN NEW YORK",
    "publisher": "the new york times",
    "year": 2009,
    "month": 11,
    "day": 14,
    "full text": "The Obama administration said Friday that it would prosecute Khalid Shaikh Mohammed, the self-described mastermind of the Sept. 11 attacks, in a Manhattan federal courtroom, a decision that ignited a sharp political debate but took a step toward resolving one of the most pressing terrorism detention issues.\n  The decision, announced by Attorney General Eric H. Holder Jr., could mean one of the highest-profile and highest-security terrorism trials in history would be set just blocks from where hijackers for Al Qaeda destroyed the World Trade Center, killing nearly 3,000 people.\n  Mr. Holder said he would instruct prosecutors to seek death sentences for Mr. Mohammed and four accused Sept. 11 co-conspirators who would be tried alongside him.\n  But while the civilian system would handle those cases, he said five other detainees would be prosecuted before a military commission.\n  Those facing a military trial include Abd al-Rahim al-Nashiri, who is accused of planning Al Qaeda's 2000 bombing of the Navy destroyer Cole in Yemen. All 10 detainees are being held at the military prison at Guantanamo Bay, Cuba.\n  ''Today's announcement marks a significant step forward in our efforts to close Guantanamo and to bring to justice those individuals who have conspired to attack our nation and our interests abroad,'' Mr. Holder said. \n  No decision has yet been made about where to hold the military trials, Mr. Holder said. But the administration's decision to bring five Sept. 11 detainees onto United States soil for prosecution in the civilian legal system drew immediate fire from members of Congress as well as relatives of victims and neighbors of the federal courthouse.  \n  They argued that Qaeda suspects did not deserve the protections afforded by the American criminal justice system, that bringing them into the United States would heighten the risk of another terrorist attack, that civilian trials increase the risk of disclosing classified information, and that if the detainees were acquitted they could be released into the population.\n  ''We should not be increasing the danger of another terrorist strike against Americans at home and abroad,'' said Representative Peter T. King, Republican of New York.\n  Senator Jim Webb, Democrat of Virginia, questioned the wisdom of trying terrorism suspects in civilian courts, arguing that military commissions were more appropriate. But many other Democrats praised the move, noting that New York had been the setting for other high-profile terrorism trials -- including the prosecution of Omar Abdul-Rahman, the ''blind sheik'' who masterminded the 1993 World Trade Center bombing.\n  ''New York is not afraid of terrorists,'' said Representative Jerrold Nadler, Democrat of New York, adding, ''Any suggestion that our prosecutors and our law enforcement personnel are not up to the task of safely holding and successfully prosecuting terrorists on American soil is insulting and untrue.''\n  Mr. Holder said he was confident that the men would be convicted, and other administration officials said they had ample legal authority to keep classified information secret. They also suggested that they could continue to detain anyone deemed to be a ''combatant'' under Congress's authorization to use military force against Al Qaeda. \n  Mr. Mohammed and the other detainees would not be moved right away. Under a recently enacted law, the administration must give Congress 45 days notice before bringing any Guantanamo Bay detainee into the United States. Mr. Holder said the administration would comply with that requirement as it seeks indictments from a grand jury.\n  The decision to prosecute some detainees in civilian court was a major policy shift from the Bush administration, which contended that suspected Al Qaeda members should not be treated like -- nor given the rights of -- ordinary criminals. It had charged the Sept. 11 defendants before a military commission at Guantanamo, which has a more flexible standard for  evidence. \n  Days after his inauguration, President Obama signed orders halting the Bush era military commission trials and instructing officials to shut the prison within a year. But it became clear that closing the facility would be easier said than done, as political and legal pressures made it tough to move terrorism suspects  into prisons in the United States, and other countries refused to accept them.\n  In a speech in May, Mr. Obama said that some detainees would be tried in civilian court, but that others could be prosecuted before a modified system of military commissions. Congress recently enacted legislation adding safeguards to the panels.\n  Kenneth Wainstein, an assistant attorney general for national security during the Bush administration, said he took ''great comfort'' from the Obama administration's decision to use commissions to handle detainees who cannot be tried in civilian courts for reasons of evidence, security or applicable charges.\n  ''They made what I think for them was a difficult policy and political decisions to retain military commissions -- to fine-tune them but retain them,''  he said, characterizing Mr. Holder's approach as a ''good call.''\n  In his May speech, Mr. Obama also said some detainees who are deemed too dangerous to release but too difficult to prosecute could be brought to the United States for preventive detention -- essentially holding them indefinitely without trial. Mr. Holder on Friday offered no new details about that plan, which has drawn fire from civil-liberties groups and local communities.\n  In July, a task force of Justice and Pentagon prosecutors developed a system for evaluating what to do with each detainee, taking account of factors like where offenses took place, the identity of victims, and the manner in which evidence was gathered. \n  There was an internal debate over who would ultimately handle what is likely to be among the most visible trials in years.\n  Some military prosecutors who had spent years building cases against the accused Sept. 11 conspirators wanted to keep them. \n  New York prosecutors wanted them, too, as did those in the Eastern District of Virginia, which has jurisdiction over the area surrounding the Pentagon, where one of the planes struck. \n  Mr. Holder said that over the past few weeks, he had ''personally reviewed'' the 10 cases and made the final determination about which system would prosecute the two sets of detainees. He also decided that the Sept. 11 prosecutorial team would include attorneys from the Eastern District of Virginia.\n  Political considerations did not come into play in his decision, he said.\n  On the morning before Friday's announcement, Mr. Holder called Mayor Michael Bloomberg of New York and Gov. David Paterson of New York to inform them of his decision. Mr. Bloomberg said that he supported having the trial in the city, and that its police force could handle any security issues.\n  ''It is fitting that 9/11 suspects face justice near the World Trade Center site where so many New Yorkers were murdered,'' Mr. Bloomberg said.\n  Civil-liberties and human-rights groups praised the decision to try the detainees in federal court. Anthony Romero, executive director of the American Civil Liberties Union, called the announcement ''an enormous victory for the rule of law.''\n  He also announced that the A.C.L.U. and the National Association of Criminal Defense Lawyers would shut down a joint effort to provide defense attorneys for the detainees facing military commissions. They spent about $4 million on the effort, he said.\n  But civil liberties groups expressed disappointment that the Obama administration would continue to use military commissions -- even with the modifications. They said they would continue to press for all detainees to receive regular trials or court-martials.\n  The prospect of prosecuting Mr. Mohammed and Mr. Nashiri has been particularly difficult because their defense lawyers are expected to argue that they were illegally tortured by the Central Intelligence Agency during their confinement. Both were subjected to waterboarding, a controlled drowning technique.\n  About 215 detainees remain at Guantanamo, although about 90 have been cleared for release. The task force is continuing to evaluate their cases and Mr. Holder is expected to make more announcements are expected in coming weeks.\n\nhttp://www.nytimes.com\nCorrection\n\n\nAn article on Nov. 14 about a decision to try five suspects in federal court in New York for the Sept. 11, 2001, terrorist attacks referred imprecisely to the deaths at the World Trade Center. About 2,750 people died there -- not ''nearly 3,000,'' the estimated total number of deaths in the attacks that day. \nCorrection-Date: November 26, 2009\n\nGraphic\n\n \nPHOTOS: PHOTO(PHOTOGRAPH BY ASSOCIATED PRESS)\nTO BE PROSECUTED IN FEDERAL COURT IN MANHATTAN\nTO BE PROSECUTED BEFORE A MILITARY COMMISSION(A1)\n Attorney General Eric H. Holder Jr. announcing Friday that Khalid Shaikh Mohammed and four others would be tried in federal court in Manhattan.(PHOTOGRAPH BY DOUG MILLS/THE NEW YORK TIMES)(A12)                                                    \n\nLoad-Date: November 14, 2009"
}