{
    "title": "U.S. TOOK EYE OFF PRIZE_ AL-QAIDA",
    "publisher": "the world",
    "year": 2007,
    "month": 7,
    "day": 19,
    "full text": "What happened after President Bush shifted U. S. military resources from Afghanistan, the frontline in the post-9/11 battle against terrorism, to Iraq, which posed no immediate threat to this nation's security? The terrorist organization al-Qaida regrouped, expanded its support network and increased recruitment around the world. Those are the unvarnished conclusions of the latest National Intelligence Estimate, the consensus view of the U. S. intelligence community.\nAfter the release of the unclassified portion of the report on Tuesday, administration officials scurried to put their spin on it. They wanted the day's headline to read \"Be Afraid,\" since leading by fear once worked well for the president. But contrary to the president's view that the war in Iraq has made this country safer, the intelligence report suggests that the threat of another terrorist attack against the United States is growing, fueled by the war and the spread of Islamic extremism.\nThe Iraq war diverted U.S. resources and attention away from hunting down Osama bin Laden and other top al-Qaida operatives hiding in Pakistan's tribal areas along the Afghanistan border. As a result, al-Qaida now has an affiliate in Iraq, where it had no presence there prior to the American invasion. The war also has inspired jihadists around the world to support and join al-Qaida's cause. As the report says, al-Qaida's affiliate in Iraq helps bin Laden's organization by energizing \"the broader Sunni extremist community,\" leading to recruits and resources.\nThe NIE suggests that the president has little grasp of the situation when he says al-Qaida is \"on the run.\" The report says that al-Qaida leaders and their operatives are well protected in their \"safe haven\" in Pakistan, determined to acquire weapons of mass destruction for use inside the United States and regenerating \"key elements of its homeland attack capability.\"\nThe administration tried to outsource the real war on terrorism by taking a hands-off approach to Pakistan and its president, Gen. Pervez Musharraf. Instead of going after bin Laden as he promised the Bush administration, Musharraf signed a truce with tribal leaders in Pakistan's mountainous region, where the al-Qaida leader is believed to be hiding. With that breathing space, bin Laden was able to rebuild his organization's infrastructure and re-establish links with outside operatives and cells.\nBush argues for fighting terrorists in Iraq so we don't have to fight them here. But the NIE report says unequivocally that al-Qaida is looking to unleash a major attack inside the United States that would produce \"mass casualties\" and \"visually dramatic destruction.\"\nThrough the lens of history, the war in Iraq is likely to be seen as one of the epic national security blunders in U.S. history. If terrorism was the target, the Bush administration missed it by shifting too much attention and military power from Afghanistan to Iraq.\n\nGraphic\n\n \nPHOTO, IntelCenter - AFP - Getty Images: U.S.-born Adam Gadahn (a.k.a. Azzam al-Amriki) speaks on a video made by al-Qaida. He made his comments in English, thus the video has Arabic subtitles.\n\nLoad-Date: July 19, 2007"
}