{
    "title": "U.S. Court of Appeals for the 2nd Circuit Case Summaries_ November 8, 2012",
    "publisher": "the daily record ",
    "year": 2012,
    "month": 11,
    "day": 8,
    "full text": "Terrorism\nEvidence of Anti-American Animus — Un-‘Mirandized’ Statements United States v. Siddiqui 10-3916-cr Judges Wesley, Carney and Mauskopf\nBackground: The defendant appealed her criminal conviction for attempted murder of U.S. officers, nationals, and U.S. employees. She argued that the indictment was deficient because the attorney general failed to timely issue a certification for prosecution under 18 USC 2332 and because the statutes on the remaining counts do not apply extraterritorially in an active theater of war. \nShe also argued that documents found in her possession should not have been admitted into evidence and that the court erred in allowing her to testify despite her mental illness. Finally, the court erred in allowing the government to rebut her testimony using un-Mirandized statements made while she was hospitalized. Ruling: The Second Circuit affirmed. The court found that the section 2332 required the attorney general issue the certification either at the time of or before the filing of the first instrument charging a violation of section 2332, and the attorney general did just that. The documents entered into evidence provided instruction on the construction of mass casualty explosive devices that were relevant to her motive; to wit, her willingness to fire a rifle at her victims. With respect to the defendant’s testimony, the court had gone to great lengths to ensure that the defendant understood the implications of her testimony. Finally, the court found that the un-Mirandized statements were voluntary as the FBI agents who questioned her were not abusive, they respected her wishes, and endeavored to meet her basic needs. Dawn M. Cardi of Dawn M. Cardi & Associates for the defendant-appellant; Jenna M. Dabbs, assistant U.S. attorney, for the appellee\n© 2012 Dolan Media Newswires. All Rights Reserved.\n\nLoad-Date: November 15, 2012"
}