{
    "title": "U.S. CABLES BARE SECRET DIPLOMACY WIKILEAKS CACHE SHOWS NUKES, TERRORISM AS LEADING TOPICS",
    "publisher": "the new york times",
    "year": 2010,
    "month": 11,
    "day": 29,
    "full text": "WASHINGTON -- A cache of a quarter-million confidential U.S. diplomatic cables, most of them from the past three years, provides an unprecedented look at backroom bargaining by embassies around the world, brutally candid views of foreign leaders and frank assessments of nuclear and terrorist threats.\nSome of the cables, made available to The New York Times and several other news organizations, were written as recently as late February, revealing the Obama administration's exchanges over crises and conflicts. The material was originally obtained by WikiLeaks, an organization devoted to revealing secret documents. WikiLeaks posted 220 cables, some redacted to protect diplomatic sources, in the first installment of the archive on its website Sunday.\nThe disclosure of the cables is sending shudders through the diplomatic establishment, and could strain relations with some countries, influencing international affairs in ways that are impossible to predict.\nSecretary of State Hillary Rodham Clinton and U.S. ambassadors around the world have been contacting foreign officials in recent days to alert them to the expected disclosures. A statement from the White House on Sunday said: \"We condemn in the strongest terms the unauthorized disclosure of classified documents and sensitive national security information.\"\nThe cables, a huge sampling of the daily traffic between the State Department and some 270 embassies and consulates, amount to a secret chronicle of U.S. relations with the world in an age of war and terrorism. Among their revelations, to be detailed in The Times in coming days:\n* A dangerous standoff with Pakistan over nuclear fuel: Since 2007, the U.S. has mounted a highly secret effort, so far unsuccessful, to remove from a Pakistani research reactor highly enriched uranium that U.S. officials fear could be diverted for use in an illicit nuclear device.\n* Gaming out an eventual collapse of North Korea: U.S. and South Korean officials have discussed the prospects for a unified Korea, should the North's economic troubles and political transition lead the state to implode. The U.S. ambassador to Seoul told Washington in February that South Korean officials believe the right business deals would \"help salve\" China's \"concerns about living with a reunified Korea\" that is in a \"benign alliance\" with the United States.\n* Bargaining to empty the Guantanamo Bay prison: When U.S. diplomats pressed other countries to resettle detainees, they became reluctant players in a State Department version of \"Let's Make a Deal.\" Slovenia was told to take a prisoner if it wanted to meet with President Barack Obama, while the island nation of Kiribati was offered incentives worth millions of dollars to take in Chinese Muslim detainees, cables from diplomats recounted.\n* Suspicions of corruption in the Afghan government: When Afghanistan's vice president visited the United Arab Emirates last year, local authorities working with the Drug Enforcement Administration discovered he was carrying $52 million in cash. With wry understatement, a cable from the U.S. Embassy in Kabul called the money \"a significant amount\" that the official, Ahmed Zia Massoud, \"was ultimately allowed to keep without revealing the money's origin or destination.\" (Mr. Massoud denies taking any money out of Afghanistan.)\n* A global computer hacking effort: China's Politburo directed the intrusion into Google's computer systems in that country, a Chinese contact told the U.S. Embassy in Beijing in January, one cable reported. The Google hacking was part of a coordinated campaign of computer sabotage carried out by government operatives, private security experts and Internet outlaws recruited by the Chinese government.\n* Mixed records against terrorism: Saudi donors remain the chief financiers of Sunni militant groups like al-Qaida, and the tiny Persian Gulf state of Qatar, a generous host to the U.S. military for years, was the \"worst in the region\" in counterterrorism efforts, according to a State Department cable last December.\n* Clashes with Europe over human rights: U.S. officials sharply warned Germany in 2007 not to enforce arrest warrants for CIA officers involved in a bungled operation in which an innocent German citizen was mistakenly kidnapped and held for months in Afghanistan. A senior U.S. diplomat told a German official \"that our intention was not to threaten Germany, but rather to urge that the German government weigh carefully at every step of the way the implications for relations with the U.S.\"\nThe 251,287 cables, first acquired by WikiLeaks, were provided to The Times by an intermediary on the condition of anonymity. Many are unclassified, and none are marked \"top secret,\" the government's most secure communications status. But some 11,000 are classified \"secret,\" 9,000 are labeled \"noforn,\" shorthand for material considered too delicate to be shared with any foreign government, and 4,000 are designated both secret and noforn.\nThe Times, after consultations with the State Department, has withheld from articles and removed from documents it is posting online the names of some people who spoke privately to diplomats and might be at risk if they were publicly identified. The Times is also withholding some passages or entire cables whose disclosure could compromise U.S. intelligence efforts.\nThe cables show that nearly a decade after the attacks of Sept. 11, 2001, the dark shadow of terrorism still dominates the United States' relations with the world. They depict the Obama administration struggling to sort out which Pakistanis are trustworthy partners against al-Qaida, adding Australians who have disappeared in the Middle East to terrorist watch lists, and assessing whether a lurking rickshaw driver in Lahore, Pakistan, was awaiting fares or conducting surveillance of the road to the U.S. Consulate.\nThey show U.S. officials managing relations with a China on the rise and a Russia retreating from democracy. They document years of painstaking effort to prevent Iran from building a nuclear weapon -- and of worry about a possible Israeli strike on Iran with the same goal.\nEven when they recount events that are already known, the cables offer remarkable details.\nDeceptive strategy revealed\nFor instance, it has been previously reported that the Yemeni government has sought to cover up the U.S. role in missile strikes against the local branch of al-Qaida. But a cable's fly-on-the-wall account of a January meeting between Yemen's President Ali Abdullah Saleh and General David Petraeus, then the U.S. commander in the Middle East, is nonetheless breathtaking.\n\"We'll continue saying the bombs are ours, not yours,\" Mr. Saleh said, according to the cable sent by the U.S. ambassador, prompting Yemen's deputy prime minister to \"joke that he had just 'lied' by telling Parliament\" that Yemeni forces had carried out the strikes.\nThe cables also disclose frank comments behind closed doors. Dispatches from early this year, for instance, quote the aging monarch of Saudi Arabia, King Abdullah, as speaking scathingly about the leaders of Iraq and Pakistan.\nSpeaking to another Iraqi official about Iraq's Prime Minister Nouri al-Maliki, King Abdullah said, \"You and Iraq are in my heart, but that man is not.\" The king called Pakistan's President Asif Ali Zardari the greatest obstacle to that country's progress. \"When the head is rotten,\" the king said, \"it affects the whole body.\"\nIn an era of satellites and fiber-optic links, the diplomatic cable retains the archaic name of an earlier technological era. It has long been the tool for the secretary of state to dispatch orders to the field and for ambassadors and political officers to send their analyses back to Washington.\nBut the drama in the cables often comes from diplomats' narratives of meetings with foreign figures, games of diplomatic poker in which each side is sizing up the other and neither is showing all its cards.\nAmong the most fascinating examples recount U.S. officials' meetings in September 2009 and February 2010 with Ahmed Wali Karzai, the half brother of the Afghan president and a power broker in the Taliban's home turf of Kandahar.\nThey describe Mr. Karzai, \"dressed in a crisp white shalwar kameez,\" the traditional dress of loose tunic and trousers, appearing \"nervous, though eager to express his views on the international presence in Kandahar,\" and trying to win over the Americans with nostalgic tales about his years running a Chicago restaurant near Wrigley Field.\nBut in midnarrative there is a stark alert for anyone reading the cable in Washington: \"Note: While we must deal with AWK as the head of the Provincial Council, he is widely understood to be corrupt and a narcotics trafficker.\" (Mr. Karzai has repeatedly denied such charges.) And the cables note statements by Mr. Karzai that the Americans, informed by a steady flow of eavesdropping and agents' reports, believe to be false.\nThe possibility that a large number of diplomatic cables might become public has been discussed in government and media circles since May. That was when, in an online chat, an Army intelligence analyst, Private First Class Bradley Manning, described having downloaded from a military computer system many classified documents, including \"260,000 State Department cables from embassies and consulates all over the world.\" Mr. Manning was arrested. He has been charged with illegally leaking classified information and faces a possible court-martial and, if convicted, a lengthy prison term.\nIn July and October, The New York Times, the British newspaper The Guardian and the German magazine Der Spiegel published articles based on documents about Afghanistan and Iraq. Those collections of dispatches were placed online by WikiLeaks, with selective redactions of the Afghan documents and much heavier redactions of the Iraq reports.\n\nLoad-Date: November 29, 2010"
}