{
    "title": "U.S. quietly releases aid held back from Pakistan Relations that suffered after bin Laden raid have",
    "publisher": "st. louis post-dispatch ",
    "year": 2013,
    "month": 10,
    "day": 20,
    "full text": "WASHINGTON • The U.S. has quietly decided to release more than $1.6 billion in military and economic aid to Pakistan that was suspended when relations between the two countries disintegrated over the covert raid that killed Osama bin Laden and deadly U.S. airstrikes against Pakistani soldiers.\nOfficials and congressional aides said ties have improved enough to allow the money to flow again.\nAmerican and NATO supply routes to Afghanistan are open. Controversial U.S. drone strikes are down. The U.S. and Pakistan recently announced the restart of their \"strategic dialogue\" after a long pause. Pakistan's new prime minister, Nawaz Sharif, is traveling to Washington for talks this week with President Barack Obama.\nBut in a summer dominated by foreign policy debates over the coup in Egypt and chemical weapons attacks in Syria, the U.S. hasn't promoted its revamped aid relationship with Pakistan. Neither has Pakistan.\nThe silence reflects the lingering mutual suspicions between the two.\nThe Pakistanis do not like being seen as dependent on their heavy-handed partners. The Americans are uncomfortable highlighting the billions provided to a government that is plagued by corruption and perceived as often duplicitous in fighting terrorism.\nCongress has cleared most of the money, and it should start moving early next year, officials and congressional aides said.\nOver three weeks in July and August, the State Department and the U.S. Agency for International Development informed Congress that it planned to restart a wide range of assistance, mostly dedicated to helping Pakistan fight terrorism. The U.S. sees that effort as essential as it withdraws troops from neighboring Afghanistan next year and tries to leave a stable government behind.\nOther funds focus on a range of items, including help for Pakistani law enforcement and a multibillion-dollar dam in disputed territory.\nU.S.-Pakistani relations have weathered numerous crises in recent years. There was a months-long legal battle over a CIA contractor who killed two Pakistanis, in addition to the fallout from bin Laden's killing in the Pakistani military town of Abbottabad in May 2011. The Pakistani government was outraged that it received no advance warning of the Navy SEAL raid on bin Laden's compound.\nAdding to the mistrust, the U.S. mistakenly killed two dozen Pakistani soldiers in November 2011. Islamabad responded by shutting land supply routes for troops in Afghanistan until it received a U.S. apology seven months later.\nThe State Department told Congress that the U.S. hadn't conducted any significant military financing for Pakistan since the \"challenging and rapidly changing period of U.S.-Pakistan relations\" in 2011 and 2012. The department stressed the importance now of enhancing Pakistan's anti-terrorism capabilities through better communications, night vision capabilities, maritime security and precision striking with F-16 fighter jets.\nThe department told Congress on July 25 that it would spend $295 million to help Pakistan's military. Twelve days later it announced $386 million more. A pair of notifications arriving on Aug. 13 and worth $705 million centered on helping Pakistani troops and air forces operating in the militant hotbeds of western Pakistan, and other counterinsurgency efforts.\nThe administration had until the end of September to provide Congress with \"reprogramming\" plans at the risk of forfeiting some of the money, which spans federal budgets from 2009-2013.\nState Department officials said the renewal of aid wasn't determined by any single event. But they noted a confluence of signs of greater cooperation, from Pakistan's improved commitment to stamping out explosives manufacturing to its recent counterterror offensive in areas bordering Afghanistan that have served as a primary sanctuary for the Taliban.\nThe officials spoke on condition of anonymity because they weren't authorized to talk publicly about the aid relationship ahead of Sharif's visit. They said the money would start reaching Pakistan in 2014 but take several years to disburse fully.\n\"Pakistan's long-term stability is of critical national security interest to the U.S., so we remain committed to helping achieve a more secure, democratic and prosperous state, including through continued civilian and military assistance,\" said Dan Feldman, the State Department's deputy special representative for Afghanistan and Pakistan.\nHe said the assistance plan will deliver results for both countries and enhance Pakistan's ability to fight terrorism.\n\nGraphic\n\n \n ASSOCIATED PRESS FILE PHOTO - Pakistani Prime Minister Nawaz Sharif addresses the U.N. General Assembly in September. He will travel to Washington this week.  \n\nLoad-Date: October 21, 2013"
}