{
    "title": "U.S. PREDICTS MORE TERRORISM IN EUROPE",
    "publisher": "the new york times",
    "year": 1986,
    "month": 7,
    "day": 13,
    "full text": "Despite the recent reduction in terrorist activities by Middle East groups, United States intelligence analysts say they anticipate new efforts by these organizations to carry out ''indiscriminate'' attacks in Western European capitals.\nThe American bombing of Libya, increased security precautions at airports and tighter surveillance of Libyan and other Arab personnel in European capitals have produced a lessening of terrorist incidents in the last three months, the State Department's top terrorist expert said.\nBut an intelligence report circulating within the Administration says the terrorists have proved adaptable to change and can be expected to continue their recent pattern of trying to kill large numbers of people with sudden attacks. The trend has included the attacks last December on the Rome and Vienna airports and a bombing in a West Berlin discotheque.\nTrend Toward 'Mass Casualties'\n''Middle Eastern groups have realized that they can put more pressure on a West European country by carrying out indiscriminate bombings in the capital of that country than by kidnapping its citizens in Lebanon,'' the report says. ''Such bombing campaigns have a more direct impact on the citizens of that country and also have a significant negative effect on tourism - a potential Achilles' heel in certain West European countries.''\nThe report said that this trend toward ''mass casualties'' began last year and had continued this year. From 1980 through 1984, there were 26 such attacks, it said. In 1985, there were 19, and in 1986, there have been 12.\nBut Robert B. Oakley, head of the State Department's counterterrorism office, noted ''a significant reduction'' in Middle East terrorist activity, particularly in Europe, since about April 15, when United States planes bombed Libya.\nIn a closed-door conference last week at the State Department, Mr. Oakley said the Libyan Government ''is not, at this moment, actively engaged in terrorism.''\n \n'A Wait-and-See Posture'\n''That doesn't mean that they have taken a long-term vacation, or that they have changed their minds,'' he said. As to Syria, he said, ''We think that the Syrians also are generally in a wait-and-see posture.''\n''And interestingly enough, there haven't been many, if any, terrorist incidents in Europe directly related to Iran in some time,'' he said. The text of the session was made available today by an aide.\nMr. Oakley said the Syrians reacted cautiously after they were linked to the attempted planting of a bomb on an El Al Israel Airlines plane in London.\n''The Syrians, in our judgment, see terrorism as a weapon,'' he said. ''They have used it, from their point of view, effectively, particularly in the Middle East. We doubt that they have made any major decision to abandon it. On the other hand, Abu Nidal gets his primary support from Syria and Libya. And there haven't been any instances that I'm aware of of Abu Nidal terrorism since April 15, nor have there been any instances of direct Libyan-supported terrorism since April 15.''\nAbu Nidal is the leader of a group that has been linked to the Rome and Vienna airport bombings.\n \n'Very, Very Tight Surveillance'\nMr. Oakley said much of the Libyan network for supporting terrorism ''no longer exists because they have been expelled'' from Europe.\n''The rest of them are under very, very tight surveillance,'' he said. ''The Syrians, who operate primarily through surrogates, are being careful.''\nOne ominous section of the intelligence report holds out the possibility that terrorists could use surface-to-air missiles to hit commercial airliners.\n''As security is increased around airport terminals and airliners,'' the report says, ''Middle Eastern groups could deploy surface-to-air missiles against commercial aircraft.''\n''Any group which is willing to blow up an airliner in midair, bomb a disco packed with over 400 people, or throw fragmentation hand grenades at airline passengers in an airport check-in line, would have no moral problem firing a missile at a commercial airliner,.'' the report says."
}