{
    "title": "U.S. Travel Alert Aimed To Inform but Not Stir Panic",
    "publisher": "the new york times",
    "year": 2010,
    "month": 10,
    "day": 4,
    "full text": "The State Department travel alert issued on Sunday in response to reports of a threat by Al Qaeda was anything but precise.\nWhere is the threat? Europe. What is the target? Subways, railways, aircraft, ships or any ''tourist infrastructure.''\nWhat should Americans in Europe do? ''Be aware of their surroundings'' and ''adopt appropriate safety measures to protect themselves when traveling,'' the department advised.\nThe alert's vagueness, issued after days of discussion inside the Obama administration, embodied the dilemma for the authorities in the United States and Europe over how to publicize a threat that intelligence analysts call credible but not specific.\nThe authorities do not want to be accused of hiding what they know. Nor do they want to panic the public unnecessarily.\nThe result in this case seemed frustrating for some travelers and counterterrorism specialists.\n''My parents told me about the threat today on Skype, but I told them, 'Why are you telling me?' '' said Sara Popovich, 20, from Scripps College in Claremont, Calif., who is studying in London. ''I'm here already, and I have to ride the Tube.''\nBruce Hoffman, a terrorism expert at Georgetown University, said the alert conveyed little useful information.\n''Usually they're at least country-specific,'' Dr. Hoffman said. ''This one is an entire continent. I'm not sure what it says, beyond the fact that the world's a dangerous place, and we already knew that.''\nPresident Obama met with his national security team on Friday night and Saturday morning, White House officials said. A White House spokesman, Nicholas S. Shapiro, said that while the State Department had decided to issue the alert, it came in response to Mr. Obama's insistence that ''we need to do everything possible to disrupt this plot and protect the American people.''\nPatrick F. Kennedy, the under secretary of state for management, told reporters on Sunday that the advisory was not intended to discourage Americans from traveling, but merely to urge ''common-sense precautions,'' including vigilance about unattended packages and loud noises, and moving away quickly if something is ''beginning to happen.''\nAn American counterterrorism official said Sunday that the vagueness of the alert accurately reflected analysts' uncertainty about the imminence of an attack and the target of any plot.\n''The threat to Europe is credible and of concern, but -- as the general nature of the threat alert issued today suggests -- the complete picture of possible terrorist plotting there hasn't yet emerged,'' said the official, who spoke about the classified intelligence on condition of anonymity.\nFrank J. Cilluffo, a former Bush administration homeland security official now at George Washington University, said the State Department was wise to issue the alert. ''I err on the side of sharing the information, since a vigilant citizenry can help prevent an attack,'' he said.\nThe decision to warn travelers came as officials in Europe and the United States were assessing possible plots originating in Pakistan and North Africa, aimed at Britain, France and Germany. On Sunday, the British government raised the threat of terrorism to ''high'' from ''general'' for Britons in France and Germany.\nAmerican intelligence officials said last week that they were pursuing reports of possible attacks against European cities.\nSome information about the suspected plot came from a German citizen of Afghan origin captured in Afghanistan in July. The German, Ahmed Sidiqi, 36, from Hamburg, had traveled to the Waziristan region of Pakistan and received weapons training, according to European officials.\nThe officials said Mr. Sidiqi told investigators he had met in Pakistan with a high-level Qaeda operative, identified as Younis al-Mauretani, who told him Osama bin Laden wanted attacks carried out in Europe.\nIn addition, the officials said, several British residents of Pakistani background were detained in Islamabad and Lahore in Pakistan recently and had offered similar information.\nOfficials in Britain, France and Germany took note of the American alert and made no objection.\nA spokesman for the Foreign Ministry in France, where the Eiffel Tower was briefly evacuated in recent days, said the alert was ''in line with the general recommendations we ourselves make to the French population.''\nIn Britain, the terrorism threat has sharpened a debate in London about whether to equip Scotland Yard with battlefield-style automatic weapons.\nIn a talk last month, Jonathan Evans, the director-general of MI5, the British internal security agency, warned of overstretched investigators and said there was a ''serious risk of a lethal attack.''\nMr. Evans says Britain appears ''increasingly to have imported from the American media the assumption that terrorism is 100 percent preventable and any incident that is not prevented is seen as a culpable government failure.'' He called such an attitude ''nonsensical.''\nSome Americans in Europe on Sunday took the State Department alert in stride.\nRachel Swaine, 30, an administrator at Boston University, visiting Paris for the first time with her mother, Betsy, 63, of Glen Gardner, N.J., said a friend had told her of the terrorist threat.\n''I honestly think that the French will not let anything happen to the Eiffel Tower,'' she said.\nHer mother added that she had been living near New York City on Sept. 11, 2001. ''We were terrified, but we have been able to avoid attacks, and it should be the same here.''\nShe added: ''You can't let that ruin your life.''\n\nhttp://www.nytimes.com\n\nLoad-Date: October 4, 2010"
}